{
  "meta": {
    "title": "Cryptorchidism",
    "url": "https://brainandscalpel.vercel.app/cryptorchidism-f12ae4b2-635632.html",
    "scrapedAt": "2025-12-01T05:06:55.755Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Cryptorchidism, or undescended testis, is a congenital condition in which one or both testes fail to descend into the scrotum.&nbsp; Untreated cryptorchidism increases the risk for testicular torsion, infertility, and testicular malignancy.</p>\n<h1>Pathophysiology</h1><br><br><p>The testicles develop in the fetal abdomen during organogenesis.&nbsp; Between 8 weeks and term gestation, each testis descends from the abdomen into the inguinal canal and then into the scrotum (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26390.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The inguinal descent involves each testis progressing through the deep inguinal ring (an opening in the transversalis fascia) and entering the scrotum via the superficial inguinal ring, which is a physiologic opening in the external oblique aponeurosis.<p></p><br><br><p>Cryptorchidism is the failure of one or both testes to descend into the scrotum before birth.&nbsp; Undescended testes may be unilateral (more common) or bilateral and can lie anywhere along the path from the abdomen to the scrotum.</p>\n<h1>Risk factors</h1><br><br><p>Risk factors for the development of cryptorchidism include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Prematurity</li>\n\t<li>Small-for-gestational age presentation or low birth weight (&lt;2.5 kg [5 lb 8 oz])</li>\n\t<li>Differences in sex development (associated with bilateral cryptorchidism)</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Examination shows an empty, hypoplastic, poorly rugated scrotum on the affected side (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13475.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Undescended testes are often palpable (eg, suprascrotal or groin region) and smaller than descended testes; however, approximately 20% are nonpalpable (eg, intraabdominal region).<p></p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis is based on physical examination, which shows an <strong>empty, poorly rugated scrotum</strong> (or hemiscrotum).&nbsp; Imaging (eg, ultrasonography) is not recommended because it is not sensitive in detecting a nonpalpable testis and does not alter the treatment course if the undescended testis is palpable (eg, inguinal region).</p>\n<h1>Differential diagnosis</h1><br><br><p><strong>Retractile testes</strong>:&nbsp; These are testes that can move between the scrotal base and the upper scrotum or groin due to an overactive cremasteric reflex (contraction of cremasteric muscle with inner thigh stimulation).&nbsp; Unlike cryptorchid testes, retractile testes can be manually manipulated into the base of the scrotum, and scrotal rugae are normal.&nbsp; This condition is not associated with infertility or increased cancer risk, and it typically self-resolves during puberty.</p>\n<h1>Management</h1><br><br><p>Management of cryptorchidism is as follows (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89329.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p>\n<h2>Unilateral undescended testis or bilateral, palpable undescended testes</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Age &lt;6 months</strong>:&nbsp; No further work-up is required because most testes spontaneously descend by age 6 months.</li>\n\t<li><strong>Age ≥6 months</strong>:&nbsp; A testis that has not descended by age ≥6 months is unlikely to descend.&nbsp; <strong>Orchiopexy</strong> (surgical repositioning and fixation of the testis to the scrotal wall) is performed, ideally before age 1, to maximize fertility potential and reduce complications (eg, torsion, infertility, malignancy).</li>\n</ul>\n<h2>Bilateral, nonpalpable testes</h2><br><br><p>If neither testicle is palpable, the primary concern is a <strong>difference of sex development</strong> (DSD).&nbsp; Patients with bilateral, nonpalpable testes may also have hypospadias.</p><br><br><p>The most important part of management is immediate evaluation for congenital adrenal hyperplasia (eg, 17-hydroxyprogesterone level, electrolytes) because affected patients will require treatment for electrolyte abnormalities.&nbsp; In addition, a karyotype is indicated to distinguish a virilized genotypic female from an undervirilized genotypic male, and a pelvic ultrasonography is performed to assess for female internal genitalia (eg, uterus).&nbsp; Further work-up also includes hormone levels (eg, LH, FSH, müllerian-inhibiting substance, testosterone) to assess gonadal function.</p>\n<h1>Complications and prognosis</h1><br><br><p>Complications of untreated undescended testes are as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Inguinal hernia</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27570.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; Because undescended testicles are usually associated with a patent processus vaginalis, an inguinal hernia is often present.</li>\n\t<li><strong>Testicular torsion</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8003.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; This condition is 10 times more likely in an undescended testis than a scrotal testis and should be considered in patients with an empty hemiscrotum and acute pain.&nbsp; Torsion of an undescended testis in the inguinal canal can cause inguinal swelling and pain, whereas torsion of an intraabdominal testis typically presents with acute, severe abdominal pain.&nbsp; Orchiopexy of an undescended testis that has torsed has a lower salvage rate than scrotal testes that have torsed.</li>\n\t<li><strong>Infertility</strong>:&nbsp; Because the seminiferous tubules and Sertoli cells are temperature sensitive and prone to heat damage, the lower body temperature inside the scrotum is ideal for sperm production.&nbsp; Testicles located outside of the scrotum are at risk for atrophy and necrosis of the seminiferous tubules, resulting in reduced quality and quantity of sperm and decreased fertility.&nbsp; In addition, inhibin B produced by Sertoli cells is reduced, resulting in loss of negative feedback on FSH production and, therefore, elevated FSH (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10036.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Primary hypogonadism</strong>:&nbsp; Although testosterone-producing Leydig cells are not as temperature sensitive as Sertoli cells, untreated bilateral cryptochidism (even when not associated with a difference in sex development) can occasionally lead to reduced testosterone levels, resulting in pubertal delay.</li>\n\t<li><strong>Malignancy</strong>:&nbsp; Patients with cryptorchidism are at increased risk for a <strong>testicular germ cell tumor</strong> (eg, seminoma).</li>\n</ul><br><br><p>Following orchiopexy, the risk for inguinal hernia, testicular torsion, and hypogonadism is minimal.&nbsp; In addition, the risk for infertility decreases, particularly if orchiopexy is performed early (age &lt;1 year).&nbsp; Although surgical intervention decreases the rate of malignant transformation in the undescended testis, the risk for testicular germ cell tumor (seminoma) remains elevated postorchiopexy in both the ipsilateral and contralateral testes compared to the general population.</p>\n<h1>Summary</h1><br><br><p>Cryptorchidism (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35721.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is characterized by failed descent of one or both testes into the scrotum.&nbsp; Orchiopexy is performed ideally between age 6 and 12 months to reduce the risk for testicular torsion, infertility, and malignancy, although the risk for testicular germ cell tumor remains elevated postorchiopexy compared to the general population.<p></p>\n</div>\n\n            "
}