{
  "meta": {
    "title": "Penile fracture",
    "url": "https://brainandscalpel.vercel.app/penile-fracture-720738f0-635632.html",
    "scrapedAt": "2025-12-01T05:07:12.933Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Penile fracture is a relatively uncommon but serious urological emergency characterized by traumatic rupture of the tunica albuginea that surrounds the corpus cavernosum (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31069.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; It typically occurs from blunt force to an erect penis, most often during vigorous sexual intercourse.&nbsp; Symptoms include sudden loss of erection, severe penile pain, and edema and ecchymosis of the penis.&nbsp; Prompt surgical intervention to repair the tunica albuginea is necessary to avoid complications such as erectile dysfunction.<p></p>\n<h1>Pathophysiology</h1><br><br><p>Penile fracture typically occurs during sexual intercourse when the penis slips out of the vagina and is accidentally and forcefully thrust against the perineum or pelvic bone.&nbsp; The excessive bending force tears the tunica albuginea, which is the thick, fibrous sheath that envelops the blood-filled corpus cavernosum.&nbsp; Sheath rupture leads to immediate detumescence (loss of erection) and hematoma formation within the penis.&nbsp; Concomitant urethral injury may also occur due to the close proximity of the urethra to the corpus spongiosum.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Vigorous sexual activity</li>\n\t<li>Alcohol or drug use during sex (can impair judgment and coordination, leading to accidental trauma)</li>\n\t<li>Penile anatomical deformity, such as from Peyronie disease (fibrous scar tissue in the penis), which can predispose the penis to fractures</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sudden onset of severe penile pain</strong></li>\n\t<li><strong>Immediate loss of erection</strong></li>\n\t<li><strong>Audible sound</strong> (some patients report hearing a snap or pop at time of injury)</li>\n\t<li><strong>Rapid onset of penile swelling and ecchymosis</strong></li>\n\t<li><strong>Visible penile deformity</strong> (eg, angulation)</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of penile fracture is primarily clinical, based on the sudden onset of penile pain, detumescence, swelling, and bruising following genital trauma during erection.&nbsp; Ultrasonography or MRI may be used to confirm the diagnosis in equivocal cases, but patients with clear signs of penile fracture should undergo immediate operative exploration and repair.</p><br><br><p>Concomitant urethral injury occurs in approximately 20% of penile fracture cases.&nbsp; The following findings suggest urethral tear/rupture and warrant further evaluation with a <strong>retrograde urethrogram</strong>:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Blood at the urethral meatus</strong></li>\n\t<li><strong>Hematuria</strong></li>\n\t<li><strong>Dysuria</strong></li>\n\t<li><strong>Urinary retention</strong></li>\n</ul><br><br><p>A retrograde urethrogram is performed by instilling contrast dye into the urethra (through the meatus) while x-rays are taken (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88324.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Extravasation of the dye beyond the urethral border indicates a defect that should be repaired during surgery.<p></p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Superficial dorsal vein rupture</strong>:&nbsp; is an extremely rare condition characterized by traumatic rupture of the dorsal penile vein (rather than the tunica albuginea).&nbsp; Ecchymosis can be quite significant, but, unlike in penile fracture, there is typically no sudden popping sound, significant pain, or rapid detumescence.</li>\n\t<li><strong>Penile contusion</strong>:&nbsp; can result from minor trauma to the penis and involves hematoma formation without tunica albuginea rupture.&nbsp; Penile contusions typically occur in a detumescent penis from direct trauma such as a straddle injury.</li>\n</ul>\n<h1>Management</h1><br><br><p>Definitive management of penile fracture involves urgent surgical repair of the tunica albuginea.&nbsp; Patients require regular postoperative follow-up visits to monitor for proper recovery.&nbsp; Patients are advised to refrain from sexual activity for 4-6 weeks following surgery to allow for adequate healing.</p>\n<h1>Prognosis</h1><br><br><p>With prompt diagnosis and intervention, the prognosis for penile fracture is generally favorable.&nbsp; Early operative repair is extremely important to prevent complications including erectile dysfunction, persistent hematoma, and abnormal penile curvature.</p>\n<h1>Summary</h1><br><br><p>Penile fracture is a rare urological emergency that occurs when a blunt force is exerted on an erect penis, causing rupture of the tunica albuginea.&nbsp; This results in the rapid onset of penile pain, edema, and ecchymosis, and an immediate loss of erection.&nbsp; Penile fracture requires prompt diagnosis and urgent surgical intervention to prevent future sexual dysfunction.</p>\n</div>\n\n            "
}