{
  "meta": {
    "title": "Priapism",
    "url": "https://brainandscalpel.vercel.app/priapism-4c0e1b21-635632.html",
    "scrapedAt": "2025-12-01T05:07:14.677Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Priapism is a condition characterized by prolonged penile erection.&nbsp; Impaired regulation of penile blood flow causes persistent engorgement of erectile tissue (ie, corpora cavernosa) in the absence of sexual stimulation.&nbsp; Nonischemic priapism results from unregulated arterial flow into the penis and is often a self-limiting process.&nbsp; Ischemic priapism occurs due to obstruction of venous outflow from an erect penis and is a urologic emergency.&nbsp; Prolonged tumescence from ischemic priapism can lead to penile compartment syndrome, tissue hypoxia/necrosis, and permanent erectile dysfunction.&nbsp; Although most cases are idiopathic, certain medications (eg, trazodone) and medical conditions (eg, sickle cell disease) are important risk factors.</p>\n<h1>Pathophysiology</h1><br><br><p>In a normal erection, parasympathetic activation induces dilation of the cavernous arteries, increasing blood flow into the corpora cavernosa (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65228.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; This engorgement compresses the emissary veins against the tunica albuginea, blocking the outflow of blood to maintain erection.&nbsp; Subsequent sympathetic stimulation constricts arterial inflow and induces cavernosal smooth muscle contraction, thereby restoring venous outflow and causing detumescence.&nbsp; Impaired regulation of penile blood flow—either persistent inflow or obstructed outflow—can lead to priapism.<p></p><br><br><p>There are 2 types of priapism:</p>\n<h2>Ischemic (low-flow) </h2><br><br><p>Ischemic (low-flow) priapism is the most common type and it occurs due to impaired venous outflow from the corpora cavernosa.&nbsp; The increased cavernosal pressure causes <strong>penile compartment syndrome</strong> with subsequent decreased perfusion, hypoxia, and irreversible injury to the erectile tissue.&nbsp; It is considered a urologic emergency.</p>\n<h2>Nonischemic (high-flow) </h2><br><br><p>Nonischemic (high-flow) priapism is less common and it is caused by traumatic arteriolar injury or fistula formation between the cavernosal artery and the corpora cavernosa.&nbsp; This leads to unregulated arterial flow into the corpora cavernosa (without impaired venous outflow), so there is no associated tissue injury.&nbsp; It is typically a self-limiting condition.</p>\n<h1>Risk factors</h1><br><br><p>Ischemic priapism is frequently idiopathic, but certain conditions increase the risk.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hematologic disorders</strong> alter blood viscosity or cause local microthrombi that impede normal outflow through the penile emissary veins.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Sickle cell disease (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61951.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ): Red blood cell sickling within the corpora cavernosa is a common complication of sickle cell disease.&nbsp; It can be triggered by fever, dehydration, alcohol, or other stressors.&nbsp; Patients often have brief, stuttering priapisms before a prolonged episode.</li>\n\t\t<li>Hematologic malignancies (eg, chronic myelogenous leukemia, multiple myeloma)</li>\n\t\t<li>Thalassemia</li>\n\t</ul>\n\t</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Medications</strong> cause changes in autonomic or vascular tone.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Erectile dysfunction medications (phosphodiesterase-5 inhibitors [eg, sildenafil]) and intracavernosal injections (eg, alprostadil)</li>\n\t\t<li>Stimulants (eg, methylphenidate, cocaine)</li>\n\t\t<li>Alpha-1 adrenergic antagonists (eg, tamsulosin, doxazosin)</li>\n\t\t<li>Antipsychotics (eg, chlorpromazine)</li>\n\t\t<li>Antidepressants (eg, trazodone)</li>\n\t</ul>\n\t</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Neurologic disorders</strong> may involve autonomic dysregulation that disrupts penile hemodynamics.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Spinal cord injury</li>\n\t\t<li>Spinal metastasis</li>\n\t\t<li>Multiple sclerosis</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Nonischemic priapism is most often related to fistula formation between the corpora cavernosa and the cavernosal artery, which may be caused by:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pelvic, penile, or perineal trauma or injury</li>\n\t<li>Congenital arterial malformations</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Priapism presents with the following clinical features:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Persistent, prolonged penile erection</strong> lasting <strong>&gt;4 hours</strong>, unrelated to sexual arousal or stimulation</li>\n\t<li>Rigid and swollen penile shaft, with engorgement of the corpora cavernosa (glans typically remains soft)</li>\n</ul><br><br><p>Additional features specific to each type of priapism include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ischemic priapism: <strong>severe, continuous penile pain</strong> and shaft tenderness</li>\n\t<li>Nonischemic priapism: usually <strong>painless</strong>; arterial pulsations occasionally palpable</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Priapism is a clinical diagnosis based on examination findings and a history of prolonged tumescence.&nbsp; Obtaining a thorough history of underlying medical conditions (eg, sickle cell disease), medications, recent trauma, and neurologic symptoms can help determine an etiology and guide management.&nbsp; Blood gas analysis on blood aspirated from the cavernosa or Doppler ultrasonography of the penis can confirm ischemic versus nonischemic priapism.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Peyronie disease</strong>:&nbsp; Excessive fibrosis of the tunica albuginea often causes painful erections and abnormal penile curvature and may result from abnormal healing after penile trauma; however, persistent erection does not occur.</li>\n\t<li><strong>Penile fracture</strong>:&nbsp; Traumatic rupture of the tunica albuginea can be caused by blunt force to an erect penis, most often during vigorous sexual intercourse.&nbsp; Although significant penile edema (and ecchymosis) is common, rapid detumescence occurs at the time of injury, and the penis is flaccid on examination.</li>\n\t<li><strong>Paraphimosis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42123.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; Entrapment of a manually retracted foreskin causes exquisite penile pain, but examination characteristically shows an edematous foreskin surrounding the distal aspect of the penis.</li>\n</ul>\n<h1>Laboratory evaluation</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Penile blood gas analysis</strong> determines ischemic versus nonischemic priapism.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Ischemic: Aspirated cavernosal blood typically shows hypoxia, hypercarbia, and acidosis.</li>\n\t\t<li>Nonischemic: Aspirated blood is bright red with normal pH and O­<font size=\"2\"><sub>2</sub></font>/CO<font size=\"2\"><sub>2</sub></font> levels.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Complete blood count</strong> assesses for evidence of anemia (eg, sickle cell, thalassemia) or leukemia as a predisposing condition.</li>\n\t<li><strong>Urine toxicology</strong> evaluates for substances associated with priapism (eg, cocaine).</li>\n</ul><br><br><p>Additional testing for patients with sickle cell anemia and priapism includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hemoglobin level to assess for decline from baseline (indicating an active crisis)</li>\n\t<li>Reticulocyte count, with high values indicating increased production of immature red blood cells (suggesting acute sickle cell crisis)</li>\n\t<li>Type and screen for possible plasma exchange or transfusion (if severe sickle cell complications are present)</li>\n</ul>\n<h1>Imaging</h1><br><br><p>Doppler ultrasonography to assess penile blood flow is another way to differentiate ischemic and nonischemic priapism.&nbsp; Little to no cavernosal blood flow on Doppler suggests ischemic (low-flow) priapism, whereas nonischemic (high-flow) priapism exhibits increased vascular flow.</p>\n<h1>Management</h1><br><br><p>Management strategies for priapism depend on the type, duration, and underlying cause of the condition.</p>\n<h2>Ischemic priapism </h2><br><br><p>Ischemic priapism is an urgent condition that requires <strong>immediate management</strong>.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pain is controlled with oral or intravenous (IV) analgesics, and a ring block is administered for penile anesthesia.</li>\n\t<li><strong>Aspiration of blood from the corpora cavernosa</strong> alleviates pressure on the penile veins and promotes outflow of blood.</li>\n\t<li><strong>Intracavernosal injection of an alpha-adrenergic agonist</strong> (eg, phenylephrine) induces contraction of cavernous smooth muscle; this reduces venous obstruction by the engorged corpora, increasing venous outflow and promoting detumescence.</li>\n\t<li>If conservative measures fail, surgical interventions (such as shunting procedures) may be required to restore normal penile blood flow.</li>\n</ul>\n<h2>Nonischemic priapism </h2><br><br><p>Nonischemic priapism is a nonurgent condition; therefore, immediate management not indicated.&nbsp; Resolution may occur spontaneously or with conservative measures such as compression.&nbsp; Howevever, angiographic embolization or surgical ligation may be indicated in persistent or recurrent cases.</p><br><br><p>Patients with sickle cell disease may also receive IV fluids and supplemental oxygen (typically administered in any sickle cell crisis) as adjunctive treatments.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for priapism differs based on the underlying cause.&nbsp; Ischemic priapism can lead to irreversible penile tissue damage and permanent erectile dysfunction without urgent detumescence and restoration of penile tissue perfusion.&nbsp; Nonischemic priapism typically has a better prognosis because there is no tissue ischemia or injury associated with unregulated arterial flow into the cavernosa.</p>\n<h1>Summary</h1><br><br><p>Priapism (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61545.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a prolonged penile erection that is unrelated to sexual arousal.&nbsp; It is characterized as ischemic or nonischemic.&nbsp; Nonischemic priapism, although often related to trauma, is typically painless and resolves spontaneously without causing permanent injury.&nbsp; Conversely, ischemic priapism is a urologic emergency that is painful and requires immediate intervention to prevent irreversible damage to erectile tissue.<p></p>\n</div>\n\n            "
}