{
  "meta": {
    "title": "Prostate cancer",
    "url": "https://brainandscalpel.vercel.app/prostate-cancer-2b9cfecf-635632.html",
    "scrapedAt": "2025-12-01T05:07:18.875Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Prostate cancer is the most common noncutaneous cancer among men worldwide and is a leading cause of cancer-related deaths.&nbsp; The incidence of prostate cancer increases significantly with age.&nbsp; Men age &lt;40 rarely develop prostate cancer, but the prevalence rises steadily thereafter, with up to 80% of men age &gt;70 having histologic evidence of the disease (with varying clinical significance).&nbsp; Geographic variations are notable, with higher rates observed in developed countries, partly due to differences in screening practices and exposure to risk factors (eg, dietary habits, lifestyle).&nbsp; This article focuses on prostate adenocarcinoma, the predominant form of prostate cancer that arises from the glandular epithelial cells of the prostate.</p><br><br><p></p><h1>Pathophysiology and risk factors</h1><p></p><br><br><p>Prostate cancer typically originates from the epithelial cells lining the prostatic ducts and acini, resulting in adenocarcinoma (comprises over 95% of prostate cancers).&nbsp; The pathogenesis involves a multistep process of genetic and epigenetic alterations that disrupt normal cell growth regulation, apoptosis, and DNA repair mechanisms.</p><br><br><p><strong>Advanced age</strong></p><br><br><p>Advanced age is the most significant risk factor for prostate cancer (eg, due to cumulative genetic mutations and prolonged exposure to environmental and lifestyle risk factors).&nbsp; The likelihood of developing prostate cancer increases sharply after age 50, with the majority of cases occurring in men age &gt;65.</p><br><br><p><strong>Environmental and lifestyle factors</strong></p><br><br><p>Dietary factors significantly impact prostate cancer risk.&nbsp; Diets high in animal fats and low in fruits and vegetables slightly increase risk.&nbsp; Conversely, diets rich in fruits, vegetables, and omega-3 fatty acids may be protective against prostate cancer.&nbsp; Alcohol does not increase overall prostate cancer risk, although excessive intake may lead to more aggressive tumors in those who develop cancer.&nbsp; Smoking is not a direct cause but is linked to higher prostate cancer mortality and may lead to more aggressive cancer in smokers who develop it.</p><br><br><p><strong>Hormonal influences</strong></p><br><br><p>Androgens, particularly dihydrotestosterone (DHT), play a crucial role in prostate cell growth and differentiation.&nbsp; Within prostate cells, DHT is synthesized from testosterone by the enzyme 5-alpha reductase.&nbsp; Elevated intraprostatic levels of DHT can stimulate prostate cell proliferation by binding to androgen receptors, activating pathways that promote cell division and growth.</p><br><br><p><strong>Family history and genetic factors</strong></p><br><br><p>Family history is a significant risk factor for prostate cancer.&nbsp; Men with a first-degree relative diagnosed with prostate cancer have a higher risk, and this risk increases with the number of affected relatives and early age at diagnosis.&nbsp; Potential genetic mutations that play a role in the pathogenesis include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><em>BRCA</em> mutations<em>:</em>&nbsp; Men with <em>BRCA2</em> mutations, and, to a lesser extent, <em>BRCA1</em> mutations, face a higher risk for aggressive prostate cancer, with a tendency for earlier onset and advanced disease.</li>\n\t<li><em>HOXB13</em> mutations:&nbsp; These are linked to early-onset prostate cancer.</li>\n\t<li>DNA mismatch repair genes (eg, <em>MSH2</em>, <em>MSH6</em>):&nbsp; These genes are implicated in familial cases and in Lynch syndrome.</li>\n</ul><br><br><p><strong>Race and ethnicity</strong></p><br><br><p>Prostate cancer incidence and mortality rates are higher among black men compared to Caucasian and Asian men, with Black men tending to develop more aggressive tumors and present at later stages.&nbsp; The reasons are multifactorial and include genetic predisposition, socioeconomic factors, and differences in access to healthcare.</p><br><br><p><strong>Benign prostatic hyperplasia</strong></p><br><br><p>Most studies indicate minimal or no elevation in the risk for prostate cancer in patients with underlying benign prostatic hyperplasia (BPH).&nbsp; BPH is a noncancerous enlargement of the prostate that typically affects the transitional (central) zone of the prostate.&nbsp; Unlike BPH, prostate cancer primarily occurs in the peripheral zone (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57497.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p></p><h1>Overview of clinical presentation and diagnosis</h1><p></p><br><br><p>Prostate cancer can manifest on a spectrum of disease severity, ranging from asymptomatic early disease discovered via screening (most common presentation) to metastatic disease causing severe symptoms.&nbsp; Dedicated prostate MRI (multiparametric) provides detailed images of the prostate and surrounding tissues, but the diagnosis is typically confirmed on biopsy (eg, transrectal ultrasonography-guided prostate biopsy).</p><br><br><p></p><h1>Asymptomatic presentation (screened disease)</h1><p></p><br><br><p>Prostate cancer screening tests include digital rectal examination (DRE) and PSA testing.</p><br><br><p><strong>Digital rectal examination</strong></p><br><br><p>DRE allows palpation of the posterior prostate to detect abnormalities such as nodules, induration, or asymmetry suggestive of cancer (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26815.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; However, many patients with prostate cancer have a normal DRE because tumors located in more central zones of the prostate may not be palpable (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60293.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p><strong>PSA</strong></p><br><br><p>PSA is a glycoprotein produced by both normal and malignant prostate cells.&nbsp; Laboratory PSA screening can be offered to middle-aged men, with levels &gt;4 ng/mL often considered indicative of prostate cancer.&nbsp; PSA levels are also monitored in patients with active prostate cancer, but PSA screening is controversial for several reasons:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Lack of specificity:&nbsp; PSA elevation can occur due to various other causes, both transient (eg, urinary retention, postejaculation) and persistent (eg, BPH, prostatitis) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119871.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li>Detection of indolent tumors:&nbsp; Prostate cancers detected on screening may be slow-growing and never become clinically significant.</li>\n\t<li>Risks:&nbsp; Complications include risks from biopsy (eg, infection, bleeding) or, if further treatment is pursued, from radical prostatectomy (eg, erectile dysfunction, urinary incontinence) or radiotherapy (eg, fibrosis and strictures).</li>\n</ul><br><br><p>Therefore, an individualized approach with shared decision-making is essential when considering screening.&nbsp; Although guidelines vary, PSA screening is usually considered in middle-aged men (age 55-69) who have average risk (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60838.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; However, higher-risk patients (eg, black individuals, positive family history, genetic mutations) and men who are symptomatic require diagnostic testing.<p></p><br><br><p></p><h1>Symptomatic presentation</h1><p></p><br><br><p>Most patients are asymptomatic because prostate cancer usually arises in the peripheral zone, away from the urethra.&nbsp; When symptoms do occur, they may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Lower urinary tract symptoms:&nbsp; increased urinary frequency, urgency, nocturia, weak urinary stream, and incomplete bladder emptying</li>\n\t<li>Hematuria or hematospermia:&nbsp; blood in urine or semen due to local invasion</li>\n\t<li>Erectile dysfunction:&nbsp; may occur from involvement of neurovascular bundles, including the prostatic plexus, which provides critical nerve supply for erectile function (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31757.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )</li>\n</ul><br><br><p>Metastatic disease may present with systemic symptoms (eg, weight loss, fatigue) in addition to localized symptoms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bone pain and skeletal-related events (eg, pathologic fractures):&nbsp; These events occur due to metastasis to the spine, pelvis, and ribs (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29238.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Prostate cancer frequently metastasizes to bone, aided by adhesion molecules (eg, CXCR4) and receptor ligands (eg, RANK) on cancer cells that bind to pericytes and bone marrow stromal cells.&nbsp; Once established, the tumor secretes osteoblast differentiation factors (eg, endothelin-1, insulin-like growth factors, bone morphogenic proteins) that stimulate new bone growth (osteoblastic lesions) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25860.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t<li>Neurologic symptoms:&nbsp; Spinal cord metastasis can lead to cord compression, causing weakness, numbness, or paralysis (eg, cauda equina syndrome).</li>\n</ul><br><br><p>In these patients, imaging studies are needed in addition to PSA measurement to assess the extent of disease.&nbsp; They include CT scan (evaluates pelvic lymph node involvement and distant metastasis), bone scan (detects osteoblastic lesions with high bone activity), and positron emission tomography scan (detects recurrent or metastatic disease).</p><br><br><p></p><h1>Biopsy</h1><p></p><br><br><p>If prostate cancer is detected on screening (eg, PSA, DRE) or based on symptoms, a biopsy should be performed to provide a histologic diagnosis.</p><br><br><p><strong>Image-guided prostate biopsy</strong></p><br><br><p>Prostate biopsy is performed under transrectal ultrasonography or MRI guidance (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37428.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Multiple core samples (usually 10-12) are randomly taken from different zones of the prostate, primarily from the peripheral zone where most cancers (&gt;85%) arise.<p></p><br><br><p><strong>Biopsy of distant metastases sites</strong></p><br><br><p>In cases of likely metastatic disease, a biopsy to confirm prostate cancer may be obtained from metastatic lesions (eg, needle-guided bone biopsy) to enable accurate staging and avoid the complications associated with prostate biopsy.</p><br><br><p></p><h1>Histopathology</h1><p></p><br><br><p>Histopathologic findings in prostate adenocarcinoma include varying degrees of cellular atypia, which includes enlarged nuclei and prominent nucleoli that commonly form crowded, infiltrative glands (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59292.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p><br><br><p><strong>Grading</strong></p><br><br><p>Biopsy specimens are graded using the Gleason scoring system, which assesses the degree of glandular architecture abnormality, which is summarized by the Gleason grade:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Gleason grade of 1 (lowest score):&nbsp; is assigned to well-differentiated tumors; these tumors resemble normal prostatic tissue and are generally arranged into small, well-formed, closely packed glands</li>\n\t<li>Gleason grade of 5 (highest score):&nbsp; is assigned to poorly differentiated tumors; these tumors do not resemble normal prostatic tissue and are generally arranged into sheets of invasive cells with no glandular elements</li>\n</ul><br><br><p>The 2 predominant Gleason grades are combined to generate the Gleason score (eg, a tumor that is mostly Gleason grade 3 and 4 would have a Gleason score of 7).&nbsp; Higher Gleason scores indicated a greater risk of spread beyond the prostate.&nbsp; The Gleason scores can be used to categorize prostate cancer into groups 1-5, with group 1 (Gleason score ≤6) being the most benign and group 5 (Gleason scores 9-10) being the most aggressive.</p><br><br><p>Grading is critical for predicting the aggressiveness of the cancer and its likelihood of spreading, helping refine the treatment approach based on the tumor's biological behavior.</p><br><br><p><strong>Staging</strong></p><br><br><p>Staging assesses the spread of cancer beyond its origin in the prostate.&nbsp; Lower stages indicate that the disease is confined to the prostate, whereas higher stages indicate regional (eg, lymph node) or metastatic (eg, bone) lesions.&nbsp; The TNM staging system considers tumor size (T), regional lymph node involvement (N), and distant metastasis (M):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Localized disease is confined to the prostate (T1-T2).</li>\n\t<li>Locally advanced disease extends beyond the prostate capsule (T3-T4).</li>\n\t<li>Metastatic disease has spread to lymph nodes or distant organs (N1, M1).</li>\n</ul><br><br><p>Staging is essential for understanding the extent of disease spread, determining the initial treatment approach, and informing prognosis.</p><br><br><p></p><h1>Management</h1><p></p><br><br><p><strong>Risk stratification</strong></p><br><br><p>Prostate cancer is widely prevalent in men age &gt;65.&nbsp; Most cases are slow growing and do not result in death.&nbsp; Risk stratification using DRE, PSA level, and biopsy with Gleason score can help determine the optimal treatment approach and prevent unnecessary treatment-related morbidity.</p><br><br><p><strong>Very low and low risk disease</strong></p><br><br><p>Patients with localized prostate cancer are generally stratified as very low risk when the following features are present:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Gleason score ≤6 with &lt;3 cores affected (&lt;50% involvement in each affected core)</li>\n\t<li>Normal DRE</li>\n\t<li>PSA &lt;10 ng/mL</li>\n</ul><br><br><p>Patients with very low risk (and many with low risk) prostate cancer have excellent 10-year survival rates and should be treated with <strong>active surveillance</strong> (ie, watchful waiting) rather than definitive therapy.&nbsp; Active surveillance includes monitoring serum PSA levels every 3-6 months, a yearly DRE, and a repeat prostate biopsy at the end of first year to ensure that higher-grade disease was not missed on the original biopsy.</p><br><br><p><strong>Intermediate and high risk disease</strong></p><br><br><p>Individuals whose cancer progresses on active surveillance and those with higher initial risk stratifications are typically treated with radiotherapy or radical prostatectomy.&nbsp; These therapies are associated with high cure rates but often cause significant morbidity:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Radiotherapy</strong> (eg, brachytherapy, external beam) commonly results in urinary and gastrointestinal irritation, erectile dysfunction, and strictures leading to obstructive uropathy.</li>\n\t<li><strong>Radical prostatectomy</strong> is associated with high rates of sexual dysfunction and moderate rates of urinary incontinence.</li>\n</ul><br><br><p>In addition, patients with intermediate and high risk disease are treated with <strong>androgen deprivation therapy</strong> (ADT), which involves lowering serum testosterone levels to castrate levels with the goal of limiting further growth of tumor cells.&nbsp; This can be accomplished with surgical castration (bilateral orchiectomy) or one of the following medical castration options:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>GnRH agonists (eg, <strong>leuprolide</strong>) are administered continuously, causing an initial surge in LH and testosterone, followed by down-regulation of GnRH receptors and decreased LH secretion, ultimately reducing testosterone (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24619.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; Initially, testosterone may surge and cause disease progression (flare phenomenon), but this can be mitigated with concurrent short-term use of androgen receptor antagonists (eg, flutamide) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24587.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).</li>\n\t<li><strong>GnRH antagonists</strong> (eg, degarelix) suppress testosterone without the risk for increased testosterone.</li>\n</ul><br><br><p>Although 5-alpha reductase inhibitors (eg, finasteride, dutasteride) reduce DHT and have been associated with a lower risk for prostate cancer (including low grade), they are not routinely used for prevention or treatment because they may predispose patients to high grade prostate cancer, and the mortality benefit is unclear.&nbsp; Of note, these medications also lower serum PSA levels by approximately 50%, which may impact the effectiveness of PSA screening (eg, in men with BPH).</p><br><br><p><strong>Advanced and metastatic disease</strong></p><br><br><p>For patients with locally advanced or metastatic prostate cancer, management strategies depend on the cancer's responsiveness to ADT:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Castration-sensitive disease</strong> (cancer that continues to respond to ADT) is typically treated by adding chemotherapy (eg, docetaxel), androgen receptor blockage, or abiraterone.&nbsp; Abiraterone inhibits 17-alpha-hydroxylase, reducing androgen synthesis from adrenal glands and prostate tumor cells and thereby slowing tumor growth.&nbsp; Inhibiting this enzyme also lowers cortisol, leading to increased ACTH and mineralocorticoid excess (eg, hypertension, hypokalemia); prednisone is given to mitigate this.</li>\n\t<li><strong>Castration-resistant disease</strong> (cancer that progresses despite castrate levels of testosterone [ie, &lt;50 ng/dL]) occurs when cancer cells adapt to continue androgen receptor signaling and growth despite low circulating androgens and androgen receptor blockade.&nbsp; Other treatments, including ADT (cancer cells may still rely on even minimal androgen signaling for growth) and more advanced therapy (eg, immunotherapy, radiopharmaceuticals), are continued.</li>\n</ul><br><br><p>Palliative care is essential for advanced prostate cancer patients to improve quality of life.&nbsp; It includes pain control, urinary symptom relief, surgery for cord compression, and bone-strengthening treatments (eg, bisphosphonates).</p><br><br><p></p><h1>Complications</h1><p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Erectile dysfunction</strong>:&nbsp; This can occur from injury to the prostatic plexus and cavernous nerves due to local invasion or during radical prostatectomy.</li>\n\t<li><strong>Urinary incontinence</strong>:&nbsp; Up to half of patients develop stress incontinence within 2 months following radical prostatectomy (often from urethral sphincter injury), but this decreases to about 10% after 2 years.&nbsp; Pelvic floor exercises with biofeedback aid recovery, although some patients may require surgical intervention (artificial sphincter placement or sling procedure).</li>\n\t<li><strong>Radiation-associated effect</strong>:&nbsp; Late effects of radiation therapy may lead to fibrosis and strictures, causing obstructive uropathy.&nbsp; Proctitis with rectal bleeding may also be seen.</li>\n</ul><br><br><p></p><h1>Prognosis</h1><p></p><br><br><p>Prognosis varies depending on the extent of disease involvement:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Localized disease:&nbsp; 5-year survival rate is nearly 100%</li>\n\t<li>Locally advanced disease:&nbsp; good prognosis with appropriate treatment</li>\n\t<li>Metastatic disease:&nbsp; 5-year survival rate decreases significantly; median survival is 1-3 years despite aggressive treatment</li>\n</ul><br><br><p>Factors associated with a poor prognosis include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>High Gleason score (≥8)</li>\n\t<li>Elevated PSA levels (&gt;20 ng/mL)</li>\n\t<li>Advanced TNM stage</li>\n\t<li>Short PSA doubling time</li>\n\t<li>Presence of lymphovascular invasion</li>\n\t<li>Presence of visceral metastases</li>\n</ul><br><br><p></p><h1>Summary</h1><p></p><br><br><p>Prostate cancer is the most common non–skin cancer among men worldwide, predominantly presenting as adenocarcinoma originating from the glandular epithelial cells of the prostate.&nbsp; The most significant risk factor is advanced age, with incidence rising sharply after age &gt;50.&nbsp; Clinically, prostate cancer is often asymptomatic but may present with urinary symptoms, hematuria, hematospermia, erectile dysfunction (due to neurovascular involvement), and metastatic symptoms (eg, bone pain, neurologic deficits from cord compression).</p><br><br><p>Diagnosis relies on PSA testing, digital rectal examination, and confirmation through image-guided biopsy graded by the Gleason scoring system.&nbsp; Management is based on risk stratification: very low and low risk disease may be managed with active surveillance, and intermediate and high risk disease often require radiotherapy or radical prostatectomy combined with androgen deprivation therapy with additional treatments (eg, chemotherapy).</p>\n</div>\n\n            "
}