{
  "meta": {
    "title": "Osteopathic manipulative treatment: Lumbar spine",
    "url": "https://brainandscalpel.vercel.app/osteopathic-manipulative-treatment-lumbar-spine-dba10c59-025c18.html",
    "scrapedAt": "2025-12-01T05:13:19.720Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Osteopathic manipulative treatment (OMT) may effectively address&nbsp;lumbar spine dysfunction, alleviating low back pain, enhancing mobility, and restoring biomechanical function.&nbsp; This article discusses lumbar anatomy and biomechanics, somatic dysfunctions, and OMT techniques.</p><h1>Lumbar spine biomechanics</h1><p>The lumbar spine consists of 5 vertebrae <strong>(L1-L5)</strong> that are characterized by superior facets oriented backward and medially (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6073.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; This facet orientation primarily facilitates <strong>flexion</strong> and <strong>extension</strong> while allowing limited sidebending and minimal rotation.<p></p><p>The lumbosacral (Ferguson) angle, typically ranging from 25 to 35 degrees relative to the horizontal plane, describes the inclination of the sacral base and significantly influences lumbar spine biomechanics.&nbsp; Normal lumbar <strong>lordosis</strong>, the inward curvature of the lumbar spine, enhances shock absorption and load distribution during standing and movement.&nbsp; It is maintained by the shape of the vertebral bodies, the intervertebral discs, and the tone of the supporting musculature.</p><p>Stability of the lumbar spine is maintained through muscular support, intervertebral discs, and various ligamentous structures.&nbsp; The <strong>posterior longitudinal ligament</strong> runs along the posterior aspect of the vertebral bodies but progressively <strong>narrows</strong> from L1 to L5, becoming approximately half its original width at the L4-L5 segment.&nbsp; This narrowing increases vulnerability to <strong>disc herniations</strong> at the lower lumbar levels.&nbsp; The iliolumbar ligament, connecting the transverse processes of L4 and L5 to the iliac crest, is commonly one of the first ligaments to become tender during lumbar dysfunction.&nbsp; Additional ligamentous structures include the ligamentum flavum (paired ligaments connecting adjacent vertebral arches), supraspinous ligament, interspinous ligaments, and anterior longitudinal ligament (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29155.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><h1>Congenital anomalies</h1><h2>Sacralization and lumbarization</h2><p><strong>Sacralization</strong>, a congenital deformity, occurs when one or both transverse processes of the <strong>L5 vertebra fuse with the sacrum</strong>, effectively reducing the number of lumbar vertebrae from 5 to 4.&nbsp; This results in decreased lumbar lordosis (flattened lumbar curve), premature disc degeneration, and chronic low back pain because the weakened iliolumbar ligaments cause hypermobility (excessive movement of L4 on L5), reduced L5-S1 disc space, and biomechanical asymmetries that stress the sacroiliac (SI) joints, particularly in unilateral cases.</p><p><strong>Lumbarization</strong> is also a congenital anomaly that alters the biomechanics of the lumbosacral region and leads to early degenerative changes.&nbsp; It results from <strong>failure of fusion of S1</strong> with the rest of the sacrum, effectively increasing the number of lumbar vertebrae from 5 to 6 (ie, L6).</p><p>Sacralization and lumbarization are both forms of lumbosacral transitional vertebrae and are sometimes referred to as Bertolotti syndrome when they become symptomatic and cause low back pain (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L77847.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><h2>Facet tropism</h2><p>Facet tropism is characterized by asymmetry in the left and right facet joint angles.&nbsp; It can be seen in up to 30% of patients, potentially predisposing to degenerative changes and low back pain starting at a young age.</p><h2>Spina bifida occulta</h2><p>Spina bifida occulta is a congenital anomaly characterized by a failure of the lumbar vertebral lamina to close and is associated with a patch of hair overlying the defect.&nbsp; Although it is generally asymptomatic, patients can sometimes develop back pain and/or neurologic symptoms.&nbsp; Unlike in spina bifida meningocele, meningomyelocele, and myeloschisis, herniation is not seen in spina bifida occulta (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23771.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p><h1>Lumbar spine disorders</h1><h2>Disc herniation and radiculopathy</h2><p>Lumbar disc herniation, typically affecting the L4-L5 or L5-S1 levels, is characterized by nucleus pulposus extrusion, with protrusion posterolaterally into the lower part of the intervertebral space.&nbsp; Lumbar nerve roots exit the spinal canal through intervertebral foramina located inferior to their corresponding vertebrae.&nbsp; Therefore, a herniation at the L4-L5 level typically compresses the L5 nerve root, whereas a herniation at the L5-S1 level typically compresses the S1 nerve root.&nbsp; This compression results in sciatica with symptoms that include radiating pain, numbness, and weakness along the affected nerve distribution (dermatome) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60250.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><p>Diagnostic physical examination includes the straight-leg raising test (positive when pain occurs with leg elevation between 30 and 70 degrees), the crossed straight-leg raising test (positive when pain appears in the affected leg when the opposite leg is raised), and the neural slump test (positive when pain is reproduced with spinal flexion and leg extension while seated).</p><h2>Psoas syndrome</h2><p>Psoas syndrome is characterized by flexion contraction of the psoas muscle (or collectively, the iliopsoas) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64563.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; The psoas major originates on the anterolateral aspect of the lumbar vertebrae and inserts onto the lesser trochanter of the femur, allowing it to flex the hip; therefore, a shortened/hypertonic psoas either pulls the lumbar vertebrae anteriorly (ie, increased lumbar lordosis) or pulls the hip into flexion.<p></p><p>Psoas syndrome is commonly seen in athletes and runners but can also be caused by repetitive truncal flexion or visceral irritation (eg, appendicitis, ureteral calculi, diverticulosis).&nbsp; Patients typically experience low back pain and stiffness that is worsened by standing or walking.&nbsp; Because of the attachment of the psoas to the lumbar spine, pelvis, and femur, psoas contracture causes the following examination findings:</p><ul class=\"article-body-unordered-list\"><li><strong>Positive</strong> Thomas test:&nbsp; Flexing the hip and knee on the unaffected side in the supine position causes the opposite leg (with the hypertonic psoas) to elevate off the table (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73125.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li><li><strong>Pelvic shift to the opposite side</strong>:&nbsp; The lumbar spine is pulled toward the affected side, inducing a pelvic shift to the opposite side.</li><li><strong>Nonneutral lumbar dysfunction</strong> on the affected side:&nbsp; Flexion and extension lumbar vertebral somatic dysfunctions are common.</li></ul><p>Treatment includes gentle stretching for the muscle spasm, addressing lumbar spine dysfunctions, and counterstrain for any associated tender points.</p><h2>Spondylolisthesis</h2><p>Spondylolisthesis (from <em>spondylos</em> = vertebra and <em>olisthesis</em> = slipping) is characterized by <strong>anterior displacement</strong> of a vertebral body in relation to the one below it.&nbsp; Spondylolisthesis often occurs at L4 or L5 due to an instability of the articular processes and intervertebral joints caused by a <strong>pars interarticularis fracture</strong> (ie, \"spondylolysis\" from <em>spondylos</em> = vertebra and <em>lysis</em> = loosening/dissolution) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73659.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; The terms \"spondylolisthesis\" and \"spondylolysis\" should not be confused with \"spondylosis\" (from <em>spondylos</em> = vertebra, -<em>osis</em> = degeneration), which describes spinal degenerative changes (eg, osteophytes, narrowed disc space) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8288.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Grading uses the percentage of displacement of L5 relative to the sacrum:<p></p><ul class=\"article-body-unordered-list\"><li>Grade I:&nbsp; 0%-25%.</li><li>Grade II:&nbsp; 25%-50%.</li><li>Grade III:&nbsp; 50%-75%.</li><li>Grade IV:&nbsp; &gt;75%.</li></ul><p>Patients typically have achy low back, buttock, and thigh pain.&nbsp; These symptoms are reproduced with extension of the spine, which compresses the nerve roots and can trigger radicular pain.&nbsp; Other common examination findings include tight hamstrings, a waddling gait, and a <strong>positive vertebral step-off sign</strong> (palpable forward displacement of the spinous process above the affected vertebra).</p><p>Treatment is typically conservative and focuses on managing pain, reducing lumbar lordosis, and addressing associated somatic dysfunctions.</p><h2>Spinal stenosis</h2><p>Spinal stenosis is an abnormal <strong>narrowing</strong> of the spinal canal and/or intervertebral foramen.&nbsp; In spinal stenosis, there is formation of facet joint osteophytes and hypertrophy of the ligamentum flavum, which can compress spinal nerve roots (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6111.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; Patients have <strong>chronic</strong> back pain radiating down the lower extremities, numbness/paresthesia, and occasionally weakness.&nbsp; Symptoms are <strong>worsened</strong> with <strong>lumbar extension</strong>, which further narrows the spinal canal, and are relieved with lumbar flexion (eg, leaning on a stroller/shopping cart) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30513.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).<p></p><p>Spinal stenosis typically affects the nerve root of the corresponding vertebral level as it exits the intervertebral foramen.&nbsp; Treatment consists of physical therapy and nonsteroidal anti-inflammatory drugs/muscle relaxants.&nbsp; Surgical laminectomy may be helpful in refractory cases.</p><p>Lumbar somatic dysfunctions are commonly seen in patients with spinal stenosis (due to compensatory changes).&nbsp; Because lumbar extension exacerbates pain, patients naturally spend more time with the lumbar spine flexed, which can cause flexion dysfunctions.&nbsp; OMT can help improve overall function and mobility, although it does not address the underlying degenerative changes.</p><h2>Facet joint syndrome</h2><p>Lumbar facet joints become symptomatic from stress, arthritis, or trauma, presenting with localized pain aggravated by extension and rotation.&nbsp; Examination shows restricted joint motion and facet joint tenderness.</p><h2>SI dysfunction</h2><p>SI dysfunction causes unilateral low back pain, buttock discomfort, and hip motion restrictions, often related to trauma, pregnancy, or repetitive strain.&nbsp; FABER (<strong>F</strong>lexion, <strong>AB</strong>duction, <strong>E</strong>xternal <strong>R</strong>otation) and standing flexion tests aid in the diagnosis of SI dysfunction.</p><h1>Somatic dysfunctions</h1><h2>Vertebral somatic dysfunction</h2><p>Lumbar vertebral somatic dysfunctions commonly accompany the lumbar abnormalities discussed in this article.&nbsp; These dysfunctions involve vertebrae becoming \"stuck\" in dysfunctional positions.&nbsp; Treatment involves placing the vertebrae against the restrictive barrier and pushing through it with various techniques (eg, high-velocity low-amplitude [HVLA] thrust; direct muscle energy).</p><p>For example, if diagnostic palpation of the L4 vertebra demonstrates that it is <strong>rotated right</strong> (ie, right transverse process more posterior) and stuck in the <strong>flexed</strong> position (ie, improves during flexion), the second law of spinal motion (Fryette law) indicates that L4 is <strong>sidebent right</strong> (ie, rotation and sidebending occur in the same direction for flexion/extension dysfunctions) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74174.png\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).<p></p><p>To perform HVLA treatment of this dysfunction <strong>(L4 FR</strong><font size=\"2\"><sub><strong>R</strong></sub></font><strong>S</strong><font size=\"2\"><sub><strong>R</strong></sub></font><strong>)</strong>, the patient is typically positioned on the side that the dysfunctional vertebra is rotated toward <strong>(right lateral recumbent position)</strong>.&nbsp; The <strong>arm on the same side</strong> (against the table) is then pulled either cephalad (toward the head) or caudad (toward the feet), depending on the dysfunction, to induce lumbar sidebending toward the restrictive barrier:</p><ul class=\"article-body-unordered-list\"><li>If L4 is <strong>sidebent right</strong> (toward the table), the <strong>right arm is pulled cephalad</strong>, which <strong>induces left sidebending</strong> (away from the table).</li><li>If L4 is sidebent left (away from the table), the right arm is pulled caudad, which induces right sidebending (toward the table).</li></ul><p>Once the restrictive barrier to sidebending is reached, the barriers to extension and rotation are engaged by straightening the patient's inferior leg and rotating the pelvis forward (toward the table) before delivering a thrust (ie, lumbar roll HVLA) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74128.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).<p></p><p>To perform direct muscle energy for this dysfunction <strong>(L4 FR</strong><font size=\"2\"><sub><strong>R</strong></sub></font><strong>S</strong><font size=\"2\"><sub><strong>R</strong></sub></font><strong>)</strong>, the restrictive barrier is engaged by positioning the torso into flexion, left rotation, and left sidebending.&nbsp; By using postisometric relaxation, the subsequent motions are aimed at progressively relaxing the shortened/spasmed muscles (that facilitate the dysfunction) to allow the physician to move the joint through the restrictive barrier:</p><ul class=\"article-body-unordered-list\"><li>Isometric contraction:&nbsp; The physician applies a counterforce (directed against/toward the restrictive barrier) of equal value for 3-5 seconds as the patient attempts to move the joint in the opposite direction (ie, back toward the position of dysfunction).</li><li>Postisometric relaxation:&nbsp; The resultant muscle relaxation allows the physician to move the joint through the restrictive barrier until a new barrier is reached.</li></ul><p>This process is repeated until the normal range of motion is restored.</p><h2>Tender points</h2><p>Tender points are tender nodules, generally 1-2 cm in diameter, that occur due to inappropriate neuromuscular reflexes following injury, strain, or chronic dysfunction.&nbsp; Treatment involves counterstrain to interrupt these reflexive cycles by positioning the patient to relax the affected tissues, diminishing neuromuscular strain and pain.</p><p>Anterior and posterior lumbar tender points, in addition to treatment positions involving moving the leg and hip, are summarized in the table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/75050.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Tender points and counterstrain are discussed in more detail in a separate article.<p></p><h2>Myofascial restrictions</h2><p>Myofascial restrictions in the lumbar spine frequently develop secondary to trauma, surgery, inflammation, or chronic postural strain.&nbsp; These restrictions disrupt normal myofascial glide and cause chronic pain, limited mobility, and altered biomechanics.&nbsp; Techniques such as myofascial release and balanced ligamentous tension address these restrictions by gently releasing myofascial tension, restoring tissue mobility, and enhancing overall lumbar spine function.</p><h2>Viscerosomatic reflexes</h2><p>Viscerosomatic reflexes manifest as somatic dysfunctions in response to internal visceral pathology.&nbsp; For instance, gastrointestinal, renal, or reproductive system disorders can cause reflexive muscular hypertonicity and segmental dysfunction within the lumbar region.&nbsp; In addition to medical treatment of the underlying visceral disorders, OMT can be beneficial.&nbsp; Viscerosomatic reflexes and autonomic levels associated with various organs are discussed in a separate article.</p><h2>Somatosomatic reflexes</h2><p>Somatosomatic reflexes occur when chronic sensory input from somatic dysfunction or injury results in hyperactive spinal reflexes.&nbsp; This hyperactivity manifests as persistent muscular hypertonicity, tenderness, and restricted vertebral mobility at affected spinal segments.&nbsp; Treatment involves techniques such as direct inhibitory pressure, counterstrain, and facilitated positional release, aiming to interrupt dysfunctional reflex loops, normalize segmental facilitation, and restore spinal segment mobility.</p><h1>Summary</h1><p>Osteopathic manipulative treatment (OMT) effectively addresses lumbar spine dysfunction by alleviating pain, restoring biomechanical balance, and improving mobility.&nbsp; Understanding the biomechanics, anatomy, and common disorders of the lumbar spine, including disc herniation, congenital anomalies, psoas syndrome, spinal stenosis, and spondylolisthesis, is essential for effective treatment.&nbsp; Lumbar somatic dysfunctions often accompany these conditions, presenting as restricted vertebral movements, myofascial tension, tender points, and reflexive muscular hypertonicity.&nbsp; OMT techniques—including high-velocity, low-amplitude thrust; muscle energy; counterstrain; myofascial release; facilitated positional release; and balanced ligamentous tension—provide targeted and individualized management to enhance lumbar function and reduce symptoms.</p></div>\n            "
}