{
  "meta": {
    "title": "Osteopathic manipulative treatment: Cervical spine",
    "url": "https://brainandscalpel.vercel.app/osteopathic-manipulative-treatment-cervical-spine-c1c97c15-025c18.html",
    "scrapedAt": "2025-12-01T05:13:05.166Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Osteopathic manipulative treatment (OMT) addresses cervical spine dysfunction by alleviating neck pain, improving mobility, and optimizing biomechanic function.&nbsp; This article discusses cervical anatomy and biomechanics, cervical disorders, somatic dysfunctions, and various OMT techniques.</p>\n<h1>Cervical spine anatomy and biomechanics</h1><h2>Cervical vertebrae</h2><br><br><p>The cervical spine is composed of 7 vertebrae <strong>(C1-C7)</strong> with distinctive anatomic features that collectively enable extensive rotation, flexion, extension, and sidebending.&nbsp; A characteristic cervical <strong>lordosis</strong> (ie, a natural forward curve) provides shock absorption and supports head positioning.&nbsp; This curvature is maintained by the interaction of vertebral shapes, intervertebral discs, muscular tone, and ligaments (eg, alar and transverse ligaments).&nbsp; Ligamentous integrity is compromised in conditions such as rheumatoid arthritis and Down syndrome, increasing the risk for cervical instability and resulting neurologic consequences.</p><br><br><p>Compared to vertebrae in other spinal regions, the transverse processes of the cervical vertebrae are positioned more anteriorly, making them difficult to palpate directly.&nbsp; As a result, osteopathic palpation is performed on the <strong>articular pillars</strong>, which include the articular processes and their connecting structures (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L58205.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><p>The upper cervical spine includes 2 unique vertebrae:</p><br><br><ul>\n\t<li><strong>Atlas</strong> (C1):&nbsp; A ring-shaped vertebra that lacks a vertebral body and supports the skull.&nbsp; It articulates superiorly with the occipital condyles of the skull at the occipitoatlantal (OA) joint and inferiorly with C2.</li>\n\t<li><strong>Axis</strong> (C2):&nbsp; Distinguished by the odontoid process (dens), which projects upward and fits into the anterior arch of C1, forming the atlantoaxial (AA) joint.</li>\n</ul>\n<h2>Cervical joint motion</h2><br><br><p>The joints of the cervical spine are listed below.&nbsp; These joints follow distinct mechanical patterns (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/73220.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) that <strong>do not obey the spinal laws of motion (Fryette)</strong>, which apply to thoracic and lumbar spinal mechanics (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74043.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul>\n\t<li><strong>OA joint</strong>:&nbsp; Formed between the occipital condyles and the superior articular facets of C1.&nbsp; Primarily allows <strong>flexion and extension</strong> (nodding motion), accounting for half of the neck's flexion and extension.&nbsp; <strong>Sidebending and rotation occur in opposite directions</strong> in both neutral and nonneutral (flexion and extension) dysfunctions (ie, <strong>O</strong>pposite <strong>A</strong>lways).</li>\n\t<li><strong>AA joint</strong>:&nbsp; Formed between the dens of C2 and the anterior arch of C1, along with paired lateral facets.&nbsp; Responsible for approximately <strong>50% of total cervical rotation</strong> (the remaining cervical rotation is spread throughout the lower vertebrae).&nbsp; Sidebending, flexion, and extension are insignificant.</li>\n\t<li><strong>C2-C7</strong>:&nbsp; Contain <strong>facet joints</strong> that are oriented <strong>superiorly</strong> and <strong>posteriorly</strong> at 45 degrees, allowing extensive <strong>sidebending</strong> and <strong>rotation</strong> in the <strong>same direction</strong> (in both neutral and nonneutral dysfunctions).&nbsp; These vertebrae feature uncovertebral joints (Luschka joints), which are formed by the articulation of uncinate processes and provide additional stability and control of lateral movements.</li>\n</ul>\n<h2>Muscular and neurologic structures</h2><br><br><p>The following muscles are major contributors to cervical motion and stability::</p><br><br><ul>\n\t<li><strong>Scalenes (anterior, middle, and posterior)</strong>:&nbsp; These muscles originate from the cervical transverse processes and insert on the first two ribs.&nbsp; They serve as accessory muscles of respiration and assist with neck flexion and sidebending.</li>\n\t<li><strong>Sternocleidomastoid</strong>:&nbsp; This muscle originates from the sternum and clavicle and inserts on the mastoid process.&nbsp; It flexes the neck when acting bilaterally and rotates the head to the opposite side when acting unilaterally.</li>\n\t<li><strong>Suboccipital muscles</strong>:&nbsp; These deep muscles include the rectus capitis posterior major and minor and obliquus capitis superior and inferior, which fine-tune head positioning and proprioception.</li>\n</ul><br><br><p>The cervical spine includes <strong>8 cervical nerve roots</strong>.&nbsp; The upper 7 cervical nerves <strong>exit superiorly to their corresponding vertebrae</strong>, whereas the eighth cervical nerve root exits between the C7 and T1 vertebrae.&nbsp; The cervical nerve roots C5-T1 contribute significantly to the brachial plexus, a complex network of nerves supplying the upper limb.&nbsp; The cervical nerves are further discussed later.</p><br><br><p>The <strong>vagus nerve</strong> (CN X) provides <strong>parasympathetic</strong> innervation originating from the medulla oblongata, descending through the <strong>OA joint region to the C2</strong> vertebral level.&nbsp; This innervation regulates <strong>visceral functions</strong>, particularly involving the heart, lungs, and upper and middle gastrointestinal tract (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/73623.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).&nbsp; Visceral autonomic innervation is discussed extensively in a separate article.<p></p>\n<h1>Cervical spine disorders</h1><h2>Cervical disc herniation and radiculopathy</h2><br><br><p>Cervical disc herniation typically occurs at C5-C6 and C6-C7 levels, where disc protrusion compresses cervical nerve roots exiting above their corresponding vertebrae.&nbsp; Symptoms include radiating arm pain, sensory disturbances, and weakness corresponding to the affected dermatomes (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49158.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>Diagnostic tests include the Spurling test (positive when axial compression combined with head rotation reproduces symptoms) and cervical distraction (positive when traction produces symptom relief).</p>\n<h2>Cervical facet syndrome</h2><br><br><p>Cervical facet syndrome involves inflammation and pain at facet joints, typically due to trauma, degenerative changes, or posture-related stress.&nbsp; Symptoms include localized neck pain exacerbated by extension and rotation.</p>\n<h2>Cervical spinal stenosis</h2><br><br><p>Cervical spinal stenosis involves narrowing of the cervical spinal canal or intervertebral foramina, leading to nerve root or spinal cord compression.&nbsp; Symptoms include neck pain, radiculopathy, myelopathy, gait disturbances, and upper extremity weakness.&nbsp; Flexion typically alleviates symptoms, whereas extension exacerbates them.</p>\n<h2>Whiplash injury</h2><br><br><p>Whiplash results from rapid flexion-extension injury, causing soft-tissue damage, muscle strain, ligamentous sprain, facet dysfunction, and somatic dysfunctions.&nbsp; Symptoms include neck pain, headache, stiffness, and possible neurologic signs.</p>\n<h1>Vertebral somatic dysfunctions</h1><br><br><p>Cervical vertebral somatic dysfunction involves restricted vertebral movements.&nbsp; Palpation of the articular pillars allows assessment of rotational components of dysfunction (as opposed to palpation of transverse processes in lumbar and thoracic vertebrae).</p><br><br><p>The diagnosis of upper cervical somatic dysfunctions involves identifying restrictions at the AA and OA joints.&nbsp; Common OMT modalities include direct muscle energy and high-velocity, low-amplitude (HVLA), both involving positioning the head and neck against the restrictive barrier and applying postisometric relaxation (muscle energy) or a thrust (HVLA) through the barrier.&nbsp; Cervical HVLA is contraindicated in patients with vertebrobasilar insufficiency (due to risk for ischemic stroke) and in cases of ligamentous instability in patients with severe rheumatoid arthritis or Down syndrome (due to risk for spinal cord trauma).</p>\n<h2>Occipitoatlantal dysfunction</h2><br><br><p>To diagnose OA joint dysfunction, the physician presses anteriorly on the occiput where it articulates with C1.&nbsp; If there is restriction in right rotation, the possible diagnoses include posterior occiput left and anterior occiput right.&nbsp; <strong>Tenderness</strong> is used to distinguish between these 2 diagnoses (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69434.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul>\n\t<li><strong>Posterior occiput right</strong>:&nbsp; Tenderness greater on the right.</li>\n\t<li><strong>Anterior occiput left</strong>:&nbsp; Tenderness greater on the left.</li>\n</ul>\n<h2>Atlantoaxial dysfunction</h2><br><br><p>To diagnose AA joint dysfunction, the physician presses anteriorly on the articular pillar of C1.&nbsp; For example, if there is restriction of left rotation (right articular pillar more posterior), then the atlas is rotated right.&nbsp; Given that this finding could indicate either the right atlas being more posterior or the left atlas being more anterior, the presence of tenderness identifies the dysfunctional side (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69433.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul>\n\t<li><strong>Posterior atlas right</strong>:&nbsp; Tenderness on the right articular pillar.</li>\n\t<li><strong>Anterior atlas left</strong>:&nbsp; Tenderness on the left articular pillar.</li>\n</ul><br><br><p>The opposite applies for restriction of right rotation (ie, posterior atlas left vs anterior atlas right).</p>\n<h2>C2-C7 dysfunctions</h2><br><br><p>Diagnosis of C2-C7 dysfunctions is more straightforward than that of OA and AA dysfunctions.&nbsp; Instead of pressing anteriorly on the articular pillars, the physician exerts a lateral translational force to determine movement.&nbsp; Lateral translation to the left (ie, left translation) produces right sidebending, whereas right translation produces left sidebending.&nbsp; Therefore:</p><br><br><ul>\n\t<li>Restriction in translation to the left indicates right sidebending (and rotation).</li>\n\t<li>Restriction in translation to the right indicates left sidebending (and rotation).</li>\n</ul><br><br><p>For example, a restriction in translation of C3 to the right (indicating sidebent right) worsening with flexion indicates C3 is extended, rotated right, and sidebent right (ER<font size=\"2\"><sub>R</sub></font>S<font size=\"2\"><sub>R</sub></font>).</p>\n<h1>Nonvertebral somatic dysfunctions</h1><h2>Tender points</h2><br><br><p>Tender points in the cervical region arise from dysfunctional neuromuscular reflexes due to strain, injury, or chronic dysfunction.&nbsp; Common locations include:</p><br><br><ul>\n\t<li>Suboccipital muscles:&nbsp; Often associated with tension headaches.</li>\n\t<li>Upper trapezius:&nbsp; Related to stress and poor ergonomics.</li>\n\t<li>Levator scapulae insertion:&nbsp; Often associated with prolonged computer use.</li>\n\t<li>Scalenes:&nbsp; Can refer pain down the arm, mimicking radiculopathy.</li>\n</ul><br><br><p>Treatment is counterstrain, which involves placing the patient in a position of ease to diminish tenderness and reflexive muscle tension.&nbsp; Counterstrain is discussed in detail in a separate article.</p>\n<h2>Somatosomatic reflexes</h2><br><br><p>Chronic sensory input from cervical somatic dysfunction or injury can result in persistent hypertonicity, tenderness, and vertebral immobility.&nbsp; Coexisting thoracic and rib somatic dysfunctions should be addressed first because they can manifest as suboccipital or cervical paravertebral hypertonicity.&nbsp; Targeted therapy to the cervical spine can be performed afterward.&nbsp; Techniques such as facilitated positional release, direct inhibitory pressure, and counterstrain are effective in normalizing contributing abnormal reflex loops.</p>\n<h2>Viscerosomatic reflexes</h2><br><br><p>Cervical somatic dysfunctions may reflect underlying visceral pathologies, particularly upper respiratory, cardiac, or gastrointestinal conditions, via viscerosomatic reflexes.&nbsp; For example, the <strong>vagus nerve</strong> exits the cranium via the jugular foramen and travels posterior to the occipital condyles before reaching various target tissues.&nbsp; Somatic dysfunction of the OA and AA joints can impair its normal function.&nbsp; A commonly used OMT technique is <strong>suboccipital release</strong>, a form of myofascial release that restores optimal function of the vagus nerve.&nbsp; The technique is performed as follows:</p><br><br><ol class=\"article-body-ordered-list\" type=\"1\">\n\t<li>The physician is seated at the head of table with the patient supine.</li>\n\t<li>The occiput is cradled, with fingertips contacting suboccipital muscles.</li>\n\t<li>Gentle superior traction is applied to the occiput with fingertips.</li>\n\t<li>This position is held for 90-120 seconds while tissue softens.</li>\n\t<li>Gentle occipital decompression can be applied.</li>\n</ol><br><br><p>In addition, suboccipital release can be performed in the absence of OA dysfunction (eg, for tension headaches).</p>\n<h1>Summary</h1><br><br><p>The cervical spine (C1-C7) is characterized by anteriorly positioned transverse processes, necessitating palpation of the articular pillars for diagnosing somatic dysfunctions.&nbsp; The laws of spinal motion (Fryette) do not apply to cervical vertebrae.&nbsp; The occipitoatlantal joint primarily allows flexion and extension, with rotation and sidebending in opposite directions (Opposite Always) in both neutral and nonneutral dysfunctions, whereas the atlantoaxial joint predominantly permits rotation.&nbsp; Accurate diagnosis of somatic dysfunction at the occipitoatlantal and atlantoaxial levels relies heavily on identifying tenderness at the involved articular pillars to distinguish anterior from posterior vertebral dysfunction.&nbsp; From C2-C7, facet joints oriented at 45 degrees facilitate coupled sidebending and rotation in the same direction.&nbsp; C2-C7 dysfunctions are diagnosed via lateral translational testing: restriction in left translation implies right sidebending and rotation.</p>\n</div>\n\n            "
}