{
  "meta": {
    "title": "Osteopathic manipulative treatment: Lower extremities",
    "url": "https://brainandscalpel.vercel.app/osteopathic-manipulative-treatment-lower-extremities-e4d63bf8-025c18.html",
    "scrapedAt": "2025-12-01T05:13:05.153Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Osteopathic manipulative treatment (OMT) of the extremities can restore optimal function, alleviate pain, and enhance overall mobility.&nbsp; An understanding of the mechanics of extremity movements, associated somatic dysfunctions, and relevant anatomic landmarks greatly enhances diagnostic accuracy and treatment effectiveness.&nbsp; This article reviews these elements and discusses targeted osteopathic treatments for common lower extremity somatic dysfunctions.</p>\n<h1>Piriformis syndrome</h1><br><br><p>Piriformis syndrome is thought to involve irritation or compression of the <strong>sciatic nerve</strong> by a hypertonic piriformis muscle because these structures travel in close proximity through the greater sciatic foramen (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25855.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; This results in sciatica-like hip/buttock pain, tingling, and numbness that radiate down the leg and are exacerbated by direct pressure (eg, sitting on a wallet) or microtrauma (ie, overuse).&nbsp; These symptoms are often associated with a tenderpoint, located 7 cm medial to and slightly above the greater trochanter (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/74710.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                )<p></p><br><br><p>Counterstrain can be used to relax the piriformis muscle by <strong>flexing</strong>, <strong>abducting</strong>, and <strong>internally rotating</strong> the thigh (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/76833.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Occasionally, the tenderpoint does not respond to internal rotation, so fine-tuning with external rotation should be performed instead.&nbsp; Additional treatments such as myofascial release and muscle energy techniques may be applied to address associated sacral and pelvic somatic dysfunctions, further alleviating symptoms.<p></p>\n<h1>Patellofemoral pain syndrome</h1><br><br><p>Patellofemoral pain syndrome (PFPS) classically presents with <strong>anterior knee pain</strong> that worsens while walking up or down stairs and squatting (ie, isometric quadriceps contraction against resistance).&nbsp; The etiology of PFPS is multifactorial (eg, trauma, structural abnormalities, excessive quadriceps activation while running) and involves <strong>patellar malalignment</strong> associated with loss of quadriceps strength (ie, quadriceps atrophy).&nbsp; The result is asymmetric sliding along the femoral groove and wear and tear of the articular surface of the knee (causing pain without significant tenderness to palpation).</p><br><br><p>In addition to nonsteroidal anti-inflammatory drugs, management of PFPS includes <strong>strengthening</strong> exercises for the <strong>quadriceps</strong> and <strong>hip</strong> muscles and minimization of repetitive knee trauma/quadriceps overuse.&nbsp; These exercises help <strong>restore symmetry in patellar glide</strong>, thereby improving knee mechanics and decreasing both pain and articular wear and tear.</p>\n<h1>Fibular head dysfunction</h1><br><br><p>During foot supination and pronation, movement of the distal fibula at the ankle and the proximal fibula (ie, fibular head) at the knee occurs in opposite directions (ie, <strong>reciprocal motion</strong>) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74294.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p>\n<ul>\n<li>Foot supination (ie, plantarflexion and inversion/internal rotation) pulls the distal fibula anteriorly.&nbsp; Because the distal fibula is linked to the fibular head (ie, proximal fibula) via the interosseous membrane, this results in posterior glide of the fibular head (ie, proximal fibula).</li><br><br><li>Foot pronation (ie, dorsiflexion and eversion/external rotation) pushes the distal fibula posteriorly, resulting in anterior glide of the fibular head.</li>\n</ul>\n<p><strong>Anterior fibular head dysfunction</strong> is characterized by restriction in foot supination (plantarflexion and inversion), indicating that the foot is \"stuck\" in the pronated (dorsiflexed and everted) position with the distal fibula displaced posteriorly and the fibular head \"stuck\" anteriorly.&nbsp; Muscle energy (direct) restores normal motion by moving the stuck fibula through the restrictive barrier into posterior glide.&nbsp; To perform muscle energy for anterior fibular head dysfunction, the physician positions the fibular head against the restrictive barrier by pushing posteriorly on the fibular head and inverting/internally rotating the foot.&nbsp; The patient then attempts to evert/externally rotate the foot against resistance (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74020.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p><br><br><p>In <strong>posterior fibular head dysfunction</strong>, the opposite applies in regard to diagnostic findings and treatment.</p>\n<h1>Chronic exertional compartment syndrome</h1><br><br><p>Chronic exertional compartment syndrome (CECS) is characterized by periodically <strong>increased compartmental pressure</strong> within a confined fascial space due to the expansion of muscle volume <strong>during exercise</strong>.&nbsp; The anterior compartment of the lower leg is most commonly affected and results in tenderness to palpation and pain on plantarflexion (from stretching the irritated anterior compartment muscles).</p><br><br><p>Unlike acute compartment syndrome, which occurs after trauma (eg, leg fracture), the swelling and increased pressure in CECS are usually transient and mild.&nbsp; Management is typically conservative and includes reducing exercise intensity, using a heating pad prior to running (to loosen fascia), and icing the legs when symptoms occur (to reduce edema).&nbsp; In addition, <strong>myofascial release</strong> relieves pain/edema by loosening the fascia and relaxing the underlying muscle, which <strong>improves venous and lymphatic flow</strong>.&nbsp; Refractory cases can be treated with surgical fasciotomy.</p>\n<h1>Tarsal bone dysfunctions</h1><br><br><p>The foot has 2 longitudinal arches (medial and lateral) and 1 transverse arch, which act like elastic \"springs\" that assist with weight bearing and shock absorption.&nbsp; These arches are formed from the tarsal and metatarsal bones and are reinforced by the ligaments and tendons of the foot (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L78600.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p>\n<ul>\n<li>Lateral longitudinal arch:&nbsp; Calcaneus, cuboid, talus, and fourth and fifth metatarsal bones.</li><br><br><li>Medial longitudinal arch:&nbsp; Calcaneus, navicular, talus, cuneiform bones and first to third metatarsal bones.</li><br><br><li>Transverse tarsal arch:&nbsp; Cuboid, navicular, and cuneiform bones.</li>\n</ul>\n<p>Runners are prone to <strong>somatic dysfunctions</strong> and stress fractures of the <strong>navicular bone</strong> due to repetitive impact, which causes downward displacement of the bone toward the plantar surface, resulting in <strong>collapse of the medial longitudinal and transverse tarsal arches</strong>.&nbsp; Foot pain in these patients typically progresses gradually over weeks and limits daily activities, particularly running.&nbsp; In addition to rest and analgesics, patients may benefit from orthotics/braces for arch support and OMT (eg, Hiss plantar whip) to restore normal tarsal bone position.</p>\n<h1>Summary</h1><br><br><p>Osteopathic manipulative treatment (OMT) of the lower extremities applies anatomic and biomechanical understanding to restore motion, alleviate pain, and support systemic function.&nbsp; In the lower extremities, conditions such as fibular head dysfunction are treated with direct muscle energy to restore reciprocal fibular motion.&nbsp; Piriformis syndrome, which causes sciatic nerve irritation, is treated with counterstrain and myofascial release.&nbsp; Patellofemoral pain syndrome results from patellar maltracking and responds to quadriceps strengthening and biomechanical correction.&nbsp; Chronic exertional compartment syndrome involves transient fascial pressure increases, managed conservatively with myofascial techniques and symptom control.</p>\n</div>\n\n            "
}