{
  "meta": {
    "title": "Osteopathic manipulative treatment: Sacrum",
    "url": "https://brainandscalpel.vercel.app/osteopathic-manipulative-treatment-sacrum-057db539-025c18.html",
    "scrapedAt": "2025-12-01T05:13:22.432Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Sacral somatic dysfunctions involve altered biomechanics and restricted mobility of the sacrum, significantly impacting posture, gait, and pelvic stability.&nbsp; This article outlines the mechanics of sacral motion, diagnostic techniques for identifying dysfunctions, and osteopathic manipulative treatment (OMT) options.</p>\n<h1>Anatomy</h1><h2>Sacral landmarks</h2><br><br><p>The sacrum is composed of 5 fused vertebrae <strong>(S1 through S5)</strong>, with the top of the sacrum (most cephalad region) called the sacral base.&nbsp; The sacral promontory, located at the sacral base, articulates superiorly with L5; the lowest part of the sacrum (apex) is fused with the coccyx.&nbsp; The 2 important palpatory landmarks for diagnosing sacral somatic dysfunctions include the:</p>\n<ul>\n<li><strong>Sacral sulci</strong>:&nbsp; Located on the <strong>upper</strong> lateral part of the sacrum (some references use the terms \"sacral sulci\" and \"sacral base\" synonymously).</li><br><br><li><strong>Inferior lateral angles</strong> (ILAs):&nbsp; Located on the <strong>lower</strong> lateral part of the sacrum.</li>\n</ul>\n<p>The sacrum articulates with the innominates (composed of 3 fused bones: ilium, ischium, and pubis bones) via the sacroiliac joint (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118881.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Stability at this joint is provided by the sacroiliac ligaments.&nbsp; Additional pelvic ligaments include the sacrotuberous ligament, sacrospinous ligaments (divide the greater and lesser sciatic foramina), and the iliolumbar ligament (commonly the first affected ligament implicated in lumbosacral pain) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25641.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The innominates and associated dysfunctions are further discussed in a separate article.<p></p>\n<h2>Pelvic diaphragm and nerves</h2><br><br><p>The sacrum, along with the coccyx, serves as an attachment point for the <strong>pelvic diaphragm</strong> muscles (levator ani and coccygeus muscles).&nbsp; These muscles are important not only for <strong>pelvic support</strong> but also for working in synchrony with the abdominal diaphragm to <strong>facilitate lymphatic drainage</strong> from the pelvis and perineal regions.</p><br><br><p>The anterior surface of the sacrum is concave and features 4 pairs of pelvic sacral foramina, through which the ventral rami of the S1-S4 spinal nerves pass, contributing to the sacral plexus.&nbsp; This plexus provides motor and sensory innervation to the pelvis and lower limbs.&nbsp; Furthermore, the S2-S4 segments of the spinal cord give rise to parasympathetic preganglionic fibers <strong>(pelvic splanchnic nerves)</strong>, forming the <strong>S2-S4 autonomics</strong> responsible for regulating pelvic visceral functions, including urination, defecation, and sexual function (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31757.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p>\n<h1>Biomechanics</h1><h2>Sacral movement</h2><br><br><p>Movement at the sacrum occurs at the sacroiliac joints around the following axes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73656.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):<p></p>\n<ul>\n<li><strong>Oblique</strong> axis (left and right):&nbsp; Engaged during weight bearing (ie, stance phase of gait).&nbsp; For example, the left oblique axis is engaged when the left leg is in the stance phase.&nbsp; Movement around an oblique axis involves a \"twisting\" or rotational motion of the sacrum.&nbsp; For instance, rotation of the sacrum around the left oblique axis can be described as a rotation of the sacrum on the oblique axis (eg, a left rotation of the sacrum on a left oblique axis).</li><br><br><li><strong>Superior transverse</strong> axis (<strong>S1</strong> level):&nbsp; Movement about this axis occurs during respiratory and craniosacral motion.</li><br><br><li><strong>Middle transverse</strong> axis (<strong>S2</strong> level):&nbsp; Engaged during postural sacral motion.&nbsp; Major movements include nutation (anterior movement of the sacral base) and counternutation (posterior movement of the sacral base).</li><br><br><li><strong>Inferior transverse</strong> axis (<strong>S3</strong> level):&nbsp; Innominate rotation about the sacrum occurs along this axis, including the walking phase of gait.</li>\n</ul>\n<h2>Lumbar movement</h2><br><br><p>Sacral motion is intimately linked to L5 motion:</p>\n<ul>\n<li><strong>L5 sidebending</strong> engages the sacral <strong>oblique axis</strong> on that <strong>same side</strong>.&nbsp; For example, if L5 sidebends to the left, the left sacral oblique axis is engaged.</li><br><br><li><strong>L5 rotation</strong> causes the sacrum to <strong>rotate</strong> in the <strong>opposite direction</strong> (on an oblique axis).&nbsp; For example, L5 rotation toward the left is accompanied by sacral rotation toward the right.</li>\n</ul>\n<p>Understanding this link between sacral and L5 motion is crucial for diagnosing sacral somatic dysfunctions, particularly sacral torsions.&nbsp; Diagnostic implications are discussed in further detail later in this article.</p>\n<h1>Diagnostic tests for sacral dysfunctions</h1><br><br><p>Sacral diagnosis typically begins with the seated flexion test (SFT), backward bending test, and lumbosacral spring test, which allow narrowing of possible diagnoses.&nbsp; In addition, noting the positions of the sacral sulcus (upper sacrum) and ILAs (lower sacrum) allows determination of the precise diagnosis.&nbsp; The broadest categories of sacral dysfunctions include:</p>\n<ul>\n<li>Symmetric dysfunctions:&nbsp; Bilateral sacral flexion/extension.</li><br><br><li>Asymmetric dysfunctions:&nbsp; Unilateral sacral flexion/extension and sacral torsions.&nbsp; Sacral torsions can be subdivided into forward torsion (left on left or right on right) and backward torsion (left on right or right on left).</li>\n</ul>\n<p>Sacral dysfunction terminology is discussed in more detail later in this article.</p>\n<h2>Seated flexion test</h2><br><br><p>For the SFT, the patient sits upright while the physician monitors the posterior superior iliac spines (PSISs).&nbsp; Normally, forward-bending in a seated position primarily reflects forward sacral rotation (sacroiliac joint); the innominate (ilium/ischium/pubis), including the PSISs, does not move significantly.</p>\n<ul>\n<li><strong>Positive</strong> SFT = <strong>excessive PSIS motion</strong> superiorly/anteriorly on that side = <strong>dysfunctional sacral sulcus</strong> on that side = asymmetric sacral dysfunction (ie, unilateral sacral flexion/extension, sacral torsion).&nbsp; The innominate (including PSIS) moves disproportionately to compensate for the dysfunctional sacral sulcus (moved either forward or backward).&nbsp; The <strong>oblique axis of dysfunction is on the opposite side</strong> of the positive SFT.</li><br><br><li>Negative SFT = no asymmetric sacral dysfunction (or bilateral sacral dysfunctions [eg, bilateral sacral flexion/extension]).</li>\n</ul>\n<p>Positive SFTs on the right and left are demonstrated in these images (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73625.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73626.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; The SFT should not be confused with the standing flexion test, which is abnormal in innominate, not sacral, dysfunctions.<p></p>\n<h2>Backward bending (sphinx) test</h2><br><br><p>To perform the backward bending (sphinx) test, the physician maintains contact with the sacral sulci while the patient lifts the torso off the table while in the prone (sphinx) position, inducing lumbar extension (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73675.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; Lumbar extension normally causes both sacral sulci to move anteriorly.&nbsp; Patients with asymmetric sacral dysfunctions (ie, sacral torsion or unilateral sacral flexion/extension) have impaired sacral sulcus motion on the dysfunctional side.<p></p>\n<ul>\n<li><strong>Positive</strong> sphinx test:&nbsp; The sacral sulci move forward (ie, anterior/deep) with lumbar extension, but the <strong>dysfunctional sacral sulcus is \"stuck\" rotated backward</strong> (ie, posterior/shallow); therefore, sacral sulci asymmetry increases.&nbsp; This occurs in unilateral sacral extension or <strong>backward sacral torsion</strong> (ie, left on right or right on left).</li><br><br><li>Negative sphinx test:&nbsp; The sacral sulci move forward (ie, anterior/deep) with lumbar extension, but the dysfunctional sacral sulcus is already \"stuck\" forward; therefore, sacral sulci asymmetry decreases.&nbsp; This occurs in forward sacral torsion (ie, left on left or right on right) or unilateral sacral flexion.</li>\n</ul>\n<h2>Lumbosacral spring test</h2><br><br><p>The lumbosacral spring test involves applying an anterior force over the sacrum while monitoring for a spring (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73495.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; Normally, applying an anterior force over the lumbosacral junction in a prone patient creates a \"springing\" movement of the sacrum in relation to L5.&nbsp; The results of the spring test help determine whether the dysfunctional sacral sulcus/sulci have moved anteriorly/forward or posteriorly/backward.<p></p>\n<ul>\n<li>A <strong>positive</strong> spring test (ie, <strong>decreased springing</strong>) indicates that one or both sacral <strong>sulci have moved posteriorly</strong> in relation to L5.&nbsp; This is seen with the following dysfunctions: <strong>backward torsion</strong>, unilateral extension, and bilateral extension.</li><br><br><li>A negative spring test (ie, springing freely) indicates that the sacral sulci are in a neutral position or have moved anteriorly in relation to L5.&nbsp; This is seen with the following dysfunctions: forward torsion, unilateral flexion, and bilateral flexion.</li>\n</ul>\n<h1>Sacral flexion and extension dysfunctions</h1><h2>Unilateral sacral flexion</h2><br><br><p>In unilateral sacral flexion, there is anterior displacement of 1 sacral sulcus, with a deeper sulcus and posterior/inferior ILA on the same side.&nbsp; The SFT is positive (indicating restricted mobility on the dysfunction side), whereas the sphinx and spring tests are negative (indicating adequate anterior motion).</p>\n<h2>Unilateral sacral extension</h2><br><br><p>Unilateral sacral extension involves posterior displacement of 1 sacral sulcus, with a shallow sulcus and anterior/superior ILA on the same side.&nbsp; The SFT, sphinx test, and spring tests are all positive, indicating restricted posterior motion.</p>\n<h2>Bilateral sacral flexion</h2><br><br><p>In bilateral sacral flexion dysfunction, both sacral bases are displaced anteriorly, resulting in symmetric deep sacral sulci and symmetric posterior and inferior ILAs bilaterally.&nbsp; The SFT may appear negative or symmetric because dysfunction is bilateral.&nbsp; The sphinx and spring tests are typically negative, indicating no resistance to anterior motion.</p>\n<h2>Bilateral sacral extension</h2><br><br><p>Bilateral sacral extension dysfunction involves posterior displacement of both sacral bases.&nbsp; This presents as symmetric shallow sacral sulci and symmetric anterior/superior ILAs bilaterally.&nbsp; The SFT may be negative or symmetric due to bilateral involvement.&nbsp; Both the sphinx test and the spring test are positive, highlighting resistance to posterior-to-anterior sacral motion.</p>\n<h1>Sacral torsion diagnostic principles</h1><h2>Nomenclature</h2><br><br><p>Sacral <strong>torsions</strong> are characterized by the upper <strong>(sacral sulci)</strong> and lower <strong>(ILAs)</strong> sacrum <strong>rotating in opposite directions</strong> about a diagonal axis through the sacrum (ie, <strong>oblique axis</strong>).&nbsp; The nomenclature of sacral torsion is \"<strong>direction of rotation\" on \"oblique axis</strong>.\"</p>\n<ul>\n<li><strong>Forward</strong> torsions (FTs) (<strong>r</strong>ight on <strong>r</strong>ight, <strong>l</strong>eft on <strong>l</strong>eft) involve the sacral sulcus rotating anteriorly about an oblique axis in the same direction, with negative spring test results.&nbsp; (\"Matching letters march forward.\")</li><br><br><li><strong>Backward</strong> torsions (right on left, left on right) involve posterior rotation with the rotation axis in the opposite direction and a positive spring test.&nbsp; Of note, backward torsions are typically the most painful of the sacral somatic dysfunctions. (\"Mismatched letters mosey backward.\")</li>\n</ul>\n<p>With sacral dysfunctions, the positions of the sacral sulci and ILAs are typically combined with the results of specialized tests (eg, spring test) to name the dysfunction.</p><br><br><p>The side of the positive-seated FT corresponds to the dysfunctional sacral sulcus; the \"direction of rotation\" is named for the side with the ILA/sacral sulcus that has moved posterior/shallower, and the \"oblique axis\" passes through and is named for the sacral sulcus on the side <em>opposite</em> the positive-seated FT.&nbsp; For example, in a right on left sacral torsion:</p>\n<ul>\n<li>The seated FT is positive on the right, indicating that the right sacral sulcus is dysfunctional (either deep/anterior or shallow/posterior) and that there is a left oblique axis (<em>opposite</em> side of positive-seated FT).</li><br><br><li>The right sacral sulcus is shallow/posterior and the left ILA is deep/anterior, indicating right sacral rotation about that left oblique axis.</li>\n</ul>\n<h2>L5 shortcut</h2><br><br><p>In sacral torsion, the position of L5 can be used as a shortcut (if provided for examination purposes).&nbsp; In sacral torsions, <strong>L5 rotates in the opposite direction of the sacrum and sidebends toward the oblique axis</strong>.</p><br><br><p>For example, in a patient with an L5 that is rotated left and sidebent left, the sacrum must be rotated right (opposite direction to L5 rotation) on a left oblique axis (same side of L5 sidebending).&nbsp; Therefore, the diagnosis would be a right on left sacral torsion.</p><br><br><p>The following figure summarizes sacral torsions, which are described in further detail in the subsequent sections (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L75746.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p>\n<h1>Specific sacral torsions</h1><h2>Left on left sacral torsion</h2><br><br><p>In left on left sacral torsion, the sacrum rotates left around a left oblique axis, which runs diagonally from the left superior sacral sulcus to the right ILA.&nbsp; This rotation drives the right sacral base anteriorly, making the right sacral sulcus deeper, whereas the left ILA becomes posterior and inferior due to the sacrum \"twisting\" backward on the left.&nbsp; To maintain spinal equilibrium, L5 compensates by rotating right (opposite the sacral rotation).</p><br><br><p>The SFT is positive on the left because the left oblique axis restricts sacroiliac motion on that side.&nbsp; The lumbosacral spring test is negative (springing is present) because the anteriorly rotated right sacral base allows easy recoil.&nbsp; Findings are summarized in the figure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73311.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).<p></p>\n<h2>Right on left sacral torsion</h2><br><br><p>In right on left sacral torsion, the sacrum rotates right around a left oblique axis.&nbsp; This posteriorly displaces the right sacral base, causing the right sacral sulcus to become shallow, whereas the left ILA moves anteriorly and superiorly as the sacrum twists forward.&nbsp; L5 compensates with left rotation to balance the lumbar spine.</p><br><br><p>The SFT remains positive on the left (side of the axis), reflecting restricted sacroiliac motion.&nbsp; The lumbosacral spring test is positive (no spring) because the posteriorly rotated sacral base resists anterior pressure.&nbsp; Findings are summarized in the figure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73313.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).<p></p>\n<h2>Right on right sacral torsion</h2><br><br><p>In right on right sacral torsion, the sacrum rotates right around a right oblique axis, extending from the right superior sacral sulcus to the left ILA.&nbsp; This anteriorly displaces the left sacral base, deepening the left sacral sulcus, whereas the right ILA becomes posterior and inferior.&nbsp; L5 compensates by rotating left to align with the rotated sacrum.</p><br><br><p>The SFT is positive on the right (side of the axis), indicating restricted motion at the right sacroiliac joint.&nbsp; The lumbosacral spring test is negative (springing is present) because the anterior left sacral base allows smooth recoil.&nbsp; Findings are summarized in the figure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73314.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).<p></p>\n<h2>Left on right sacral torsion</h2><br><br><p>In left on right sacral torsion, the sacrum rotates left around a right oblique axis.&nbsp; This posteriorly displaces the left sacral base, making the left sacral sulcus shallow, whereas the right ILA shifts anteriorly and superiorly.&nbsp; L5 compensates with right rotation.</p><br><br><p>The SFT is positive on the right (side of the axis), reflecting restricted sacroiliac mobility.&nbsp; The lumbosacral spring test is positive (no spring) because the posterior sacral base resists anterior pressure.&nbsp; Findings are summarized in the figure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73315.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).<p></p>\n<h1>Osteopathic manipulative treatment</h1><br><br><p>OMT for sacral dysfunctions aims to restore normal biomechanics, alleviate pain, and improve function.&nbsp; Various techniques can be chosen based on the specific diagnosis, patient presentation, and physician preference.&nbsp; The most commonly used techniques are direct muscle energy and high velocity–low amplitude (HVLA).</p>\n<h2>Direct muscle energy technique&nbsp;</h2><br><br><p>Direct muscle energy involves guiding the dysfunctional joint toward its restrictive barrier and then using the patient's own muscle effort (isometric or isotonic contraction) to move the joint through the barrier, often relying on postisometric relaxation.</p>\n<ul>\n<li><strong>General principles for sacral torsions</strong>:&nbsp; The modified Sims position (lateral recumbent with torso rotation) is commonly used.&nbsp; The goal is to position L5 in a way that encourages the sacrum to move toward correction.&nbsp; L5 rotates opposite to the sacrum and sidebends toward the engaged oblique axis.</li><br><br><li><strong>Positioning</strong>:&nbsp; The patient is typically positioned on the side of the engaged oblique axis.&nbsp; For example, for a left on left (forward) sacral torsion, the patient would lie on the left side.</li><br><br><li><strong>Torso rotation</strong>:&nbsp; The patient's torso is rotated to influence L5 and thereby the sacrum.&nbsp; A common mnemonic is \"forward torsion = face down\" (patient's face/torso rotated toward the table) and \"backward torsion = back down\" (patient's face/torso rotated away from the table).&nbsp; This rotation helps engage the restrictive barrier at L5, which, in turn, influences the sacrum.</li>\n<ul>\n<li>For example, in a left on left sacral torsion, positioning the patient on the left side with the torso rotated forward (face down) aims to engage the barrier to L5 left rotation/left sidebending, which would encourage sacral right rotation.</li>\n</ul>\n<li><strong>Leg positioning and activation</strong>:&nbsp; The patient's legs are then positioned to further engage the sacral restrictive barrier (eg, by flexing the hips and allowing the legs to drop off the table to induce a corrective sacral rotation).&nbsp; With the barrier engaged, the patient is instructed to perform a gentle isometric contraction against the physician's counterforce (eg, attempting to lift the legs toward the ceiling or rotate the pelvis against resistance) for 3-5 seconds.&nbsp; This is followed by relaxation, during which the physician gently guides the sacrum into the new barrier (ie, postisometric relaxation).</li>\n</ul><br><br><p>The example of muscle energy for a left on left sacral torsion is shown in the image (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73629.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).&nbsp; Positionings for other sacral torsions are shown in these images (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73628.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73627.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73611.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ).<p></p>\n<h2>High velocity–low amplitude technique</h2><br><br><p>HVLA is a direct technique in which a rapid, short, and gentle thrust is applied through a restrictive barrier to restore normal joint motion.</p>\n<ul>\n<li><strong>Principle</strong>:&nbsp; To move a joint beyond its pathologic restrictive barrier.</li><br><br><li><strong>Patient positioning</strong>:&nbsp; Commonly, the patient is prone for sacral HVLA.&nbsp; The specific setup varies based on the dysfunction.&nbsp; For instance, to correct a posteriorly displaced sacral base on 1 side, the physician might position the patient to localize force to that area.</li><br><br><li><strong>Application</strong>:&nbsp; The physician carefully positions the patient to isolate the dysfunctional segment and engage the restrictive barrier.&nbsp; A quick, precise, and controlled thrust of low amplitude is then delivered.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Sacral somatic dysfunctions, characterized by impaired sacral mobility and biomechanics, can significantly affect posture, gait, and pelvic stability.&nbsp; Anatomically, the sacrum's key landmarks (sacral sulci, inferior lateral angles) and its articulation with L5 and the innominates are important for diagnosis.&nbsp; Biomechanically, sacral motion occurs around oblique and transverse axes and is intricately linked to L5 mechanics, where L5 sidebending engages the oblique axis on the same side and L5 rotation induces sacral rotation in the opposite direction.</p><br><br><p>Diagnosis relies on tests, including the seated flexion test (identifies asymmetry), backward bending (sphinx) test (assesses anterior/posterior sacral base movement relative to L5 with extension), and lumbosacral spring test (evaluates posterior restrictions).&nbsp; Dysfunctions are categorized as symmetric (bilateral flexion/extension) or asymmetric (unilateral flexion/extension, sacral torsions).&nbsp; Sacral torsions (eg, left on left or right on left) are named by the direction of sacral rotation on a specific oblique axis, with L5 position often serving as a diagnostic shortcut.</p><br><br><p>Osteopathic manipulative treatment, particularly the direct muscle energy and high velocity–low amplitude techniques, is the main management modality for sacral somatic dysfunctions.</p>\n</div>\n\n            "
}