{
  "meta": {
    "title": "Somatic dysfunctions",
    "url": "https://brainandscalpel.vercel.app/somatic-dysfunctions-65f841f9-025c18.html",
    "scrapedAt": "2025-12-01T05:55:12.572Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Somatic dysfunction is an impairment in bone, joint, muscle, and fascia function, with subsequent effects on the neurovascular and lymphatic systems.&nbsp; Identifying and treating somatic dysfunction is fundamental to osteopathic medicine treatment.</p>\n<h1>Definition and pathophysiology</h1><h2>Definition</h2><br><br><p>Somatic dysfunction is defined by the mnemonic <strong>TART</strong>:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>T</strong>issue texture changes:&nbsp; These can vary widely depending on acuity (discussed below).</li>\n\t<li><strong>A</strong>symmetry:&nbsp; The interconnectedness of tissues can create imbalances manifesting as asymmetry of anatomical landmarks.</li>\n\t<li><strong>R</strong>estriction of motion:&nbsp; Normal physiologic motion is limited by anatomical barriers (eg, bone structure) and physiologic barriers (eg, ligamentous tension, muscle tone).&nbsp; In somatic dysfunction, <strong>restrictive (ie, pathologic) barriers</strong> limit range of motion (well before anatomic/physiologic barriers are reached).</li>\n\t<li><strong>T</strong>enderness:&nbsp; Pain that is disproportionate to the amount of pressure applied, most significantly during acute dysfunctions (although also present to a lesser degree with chronic dysfunctions).</li>\n</ul>\n<h2>Pathophysiology</h2><br><br><p>Somatic dysfunction is believed to result from neuromuscular imbalance and abnormal sensory input, particularly from mechanoreceptors and nociceptors.&nbsp; The dysfunction usually occurs due to an underlying <strong>injury</strong>, although it can also be due to visceral inflammation.</p><br><br><p>A major contributing factor to somatic dysfunction is facilitation—a state of sustained subthreshold excitation of spinal interneurons that leads to exaggerated motor and autonomic responses.&nbsp; This heightened responsiveness results in persistent muscle tone changes, restricted joint motion, and autonomic dysregulation.&nbsp; Facilitation via the spinal reflex occurs as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sensory (afferent) input</strong>:&nbsp; Injury to a somatic structure (eg, muscle, joint) activates mechanoreceptors and nociceptors.&nbsp; For example, injury to the bicep muscle activates muscle spindle fibers that send increased afferent signals to the spinal cord at the C5-C6 level.</li>\n\t<li><strong>Spinal pathway</strong>:&nbsp; Continued afferent input from the injured tissue sensitizes interneurons in the spinal cord.&nbsp; These interneurons mediate communication between afferent and efferent pathways and become more easily activated over time.</li>\n\t<li><strong>Motor (efferent) output</strong>:&nbsp; When interneurons are sensitized, a lower-than-normal threshold of sensory input is sufficient to trigger somatic motor neuron firing.&nbsp; This results in sustained hypertonicity of the injured muscle (eg, bicep) and nearby muscles that share the same spinal level (eg, cervical paravertebral muscles).</li>\n</ul><br><br><p>This process contributes to persistent muscle tone changes, joint restriction, and autonomic dysregulation.</p>\n<h1>Acute vs chronic somatic dysfunction</h1><br><br><p>Differentiating between acute and chronic somatic dysfunction is important for diagnosis and treatment planning (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69125.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Acute somatic dysfunction</h2><br><br><p>During the <strong>acute</strong> stage of somatic dysfunction (days to weeks following injury), pain occurs due to the initial damage and resulting release of <strong>inflammatory mediators</strong> (eg, histamine, prostaglandins) that produce local vasodilation.&nbsp; Therefore, TART findings include <strong>erythema</strong>, <strong>bogginess</strong> (ie, edema), <strong>hypertonic</strong> muscles, and <strong>significant tenderness</strong> to palpation.&nbsp; Movement at the restrictive barrier of affected joints causes pain, <strong>limiting active range</strong> of motion.</p>\n<h2>Chronic somatic dysfunction</h2><br><br><p>In the <strong>chronic</strong> stage of somatic dysfunction (weeks to months following injury), <strong>tissue remodeling</strong> develops as the acute inflammatory response transitions to a chronic, fibrotic response due to the release of <strong>profibrotic mediators</strong> (eg, transforming growth factor beta).&nbsp; Chronic pain also causes local <strong>vasoconstriction</strong> due to sustained, increased local sympathetic activity.&nbsp; Therefore, TART findings include <strong>cool skin</strong> and pallor, <strong>ropy and stringy tissue</strong>, <strong>decreased muscle tone</strong>, and <strong>limited active and passive range</strong> of motion (due to fibrosis/contracture).</p>\n<h1>Laws of spinal motion (Fryette)</h1><br><br><p>The laws of spinal motion (Fryette) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74043.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) describe patterns of vertebral <strong>sidebending</strong> (coronal displacement about an anteroposterior axis) <strong>and rotation</strong> (transverse displacement about a vertical axis) in the <strong>thoracic</strong> and <strong>lumbar</strong> spine, helping guide the diagnosis and treatment of somatic dysfunction.&nbsp; These laws do not apply to the cervical spine, which has its own set of rules (discussed in a separate article).<p></p>\n<h2>First law</h2><br><br><p>When the spine is in a <strong>neutral</strong> position (ie, no significant flexion or extension), sidebending and rotation occur in <strong>opposite</strong> directions.&nbsp; This applies primarily to groups of vertebrae (eg, T10-T12).&nbsp; For example, if a patient's lumbar spine sidebends to the left in the neutral position, it will rotate to the right.</p>\n<h2>Second law</h2><br><br><p>When the spine is in a <strong>nonneutral</strong> position (<strong>flexed</strong> or <strong>extended</strong>), sidebending and rotation occur in the <strong>same direction</strong>.&nbsp; This applies to a single vertebral segment.&nbsp; For example, if L3 is flexed and sidebent left, it will also rotate left.</p>\n<h1>Nomenclature for somatic dysfunctions</h1><br><br><p>Somatic dysfunctions are named based on the position of the structure in relation to its <strong>freedom of motion</strong>, rather than its restriction.&nbsp; Spinal dysfunctions are named by the <strong>vertebral level</strong> involved (eg, T3, T6-T8) and <strong>position of ease</strong> (ie, the direction in which the vertebra moves most freely).&nbsp; For example:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>T3-T5 NS<font size=\"2\"><sub>L</sub></font>R<font size=\"2\"><sub>R</sub></font>:&nbsp; Vertebrae T3-T5 are in neutral, sidebent left, and rotated right (a group dysfunction following the first law [ie, type I dysfunction]).&nbsp; On palpation, the transverse processes are more posterior on the right when the spine is in the neutral position, and the asymmetry becomes less pronounced with flexion or extension.&nbsp; No improvement is seen with flexion or extension.</li>\n\t<li>T3 F<font size=\"2\"><sub>R</sub></font>S<font size=\"2\"><sub>R</sub></font>:&nbsp; T3 is flexed, rotated right, and sidebent right (a nonneutral dysfunction following the second law [ie, type II dysfunction]).&nbsp; On palpation, the right transverse process is more posterior when the spine is in a flexed position, and the asymmetry worsens or does not improve when the spine is extended.</li>\n</ul><br><br><p>Lumbar and thoracic vertebral diagnosis and nomenclature are summarized in the following flowchart (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74174.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Somatic dysfunctions for other structures are also named in relation to freedom of motion.&nbsp; For example, in rib exhalation dysfunctions, the ribs are stuck in exhalation (ie, restricted in inhalation).<p></p>\n<h2>Clinical relevance and treatment implications</h2><br><br><p>Somatic dysfunction is often implicated in a variety of systemic and regional conditions, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Musculoskeletal pain (eg, back and neck pain).</li>\n\t<li>Headaches (eg, tension, cervicogenic).</li>\n\t<li>Postural imbalances and gait abnormalities.</li>\n\t<li>Visceral conditions (eg, appendicitis presenting with T12-L2 somatic dysfunction).</li>\n\t<li>Gastrointestinal dysfunction (eg, constipation, postoperative ileus).</li>\n\t<li>Respiratory disorders (eg, asthma, pneumonia).</li>\n</ul><br><br><p>Acute somatic dysfunction typically responds with relative ease to techniques that are indirect (eg, counterstrain, indirect muscle energy).&nbsp; In contrast, chronic dysfunction may require more persistent and deeper techniques (eg, direct muscle energy, high velocity low amplitude).&nbsp; These techniques are discussed in a separate article.</p>\n<h1>Summary</h1><br><br><p>Somatic dysfunction is characterized by impaired function of the musculoskeletal system and associated neurovascular and lymphatic structures, clinically identified using the TART criteria (<strong>T</strong>issue texture changes, <strong>A</strong>symmetry, <strong>R</strong>estriction of motion, <strong>T</strong>enderness).&nbsp; Its underlying mechanism involves neuromuscular imbalance, facilitation, and spinal reflexes that sustain muscle hypertonicity and joint restrictions.&nbsp; Differentiating acute from chronic somatic dysfunction guides therapeutic decisions, influencing the choice of indirect versus direct osteopathic techniques.</p>\n</div>\n\n            "
}