{
  "meta": {
    "title": "Tender points, trigger points, and Chapman points",
    "url": "https://brainandscalpel.vercel.app/tender-points-trigger-points-and-chapman-points-0bfc4007-025c18.html",
    "scrapedAt": "2025-12-01T05:55:15.105Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Tender points, trigger points, and Chapman points are distinct types of palpable regions, each with unique characteristics and clinical implications.&nbsp; This article discusses their definitions, clinical significance, and therapeutic applications, including osteopathic manipulative treatment.</p>\n<h1>Tender points</h1><br><br><p>Tender points are small, discrete areas of <strong>tenderness</strong> that form in a <strong>muscle</strong> belly or corresponding <strong>tendon</strong>.&nbsp; These points are a manifestation of sustained input from hyperactive muscle spindles caused by nearby somatic dysfunction.&nbsp; They do not produce referred pain when palpated, differentiating them from trigger points (discussed next).&nbsp; They also differ from the widespread painful points characteristic of fibromyalgia, a systemic condition with distinct diagnostic criteria and underlying mechanisms.&nbsp; Over 200 tender points are mapped by anatomic region.&nbsp; Naming conventions typically reflect location (eg, anterior vs posterior) and region (eg, cervical, thoracic, lumbar, rib, pelvic, extremity); for example, AC and PC refer to anterior and posterior cervical tender points.</p><br><br><p>Tender points are typically treated with <strong>counterstrain</strong>, an indirect, passive technique that reduces tension and pain by holding the affected muscles in a shortened/relaxed position for 90 seconds (except for maverick tender points, which require the muscle to be lengthened).&nbsp; Counterstrain resets the reflexive neuromuscular output from the muscle spindle that is facilitating the abnormally tense muscle/tendon.</p><br><br><p>For example, a posterior lumbar tender point located on the left spinous or transverse process of the lumbar vertebrae is treated by extending, sidebending away, and rotating away from the tender point (ie, E, SA, RA) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/75050.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; This position—which, in this example, would be extending the thigh/hip in an adducted and externally rotated position—is held for approximately 90 seconds until muscle tension decreases and sensitivity diminishes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74127.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p><br><br><p>Tender points and counterstrain are discussed in further detail in a separate article.</p>\n<h1>Trigger points</h1><br><br><p>Trigger points are areas within a <strong>taut band</strong> of skeletal muscle that are tender to palpation and often <strong>refer pain</strong> to nearby structures.&nbsp; Trigger points often develop from excessive muscle strain due to repetitive microtrauma, which facilitates a reflex from the muscle to the spinal cord and then back to other muscles in the area (ie, <strong>somatosomatic reflex</strong>).&nbsp; The pattern of referred pain is specific to the affected muscle group (eg, upper trapezius referring pain to the occiput and shoulder).</p><br><br><p>Trigger points are treated with a variety of methods, including stretching (which may be facilitated by application of a vapocoolant spray), injection of a local anesthetic (eg, lidocaine), and myofascial release/muscle energy.</p>\n<h1>Chapman points</h1><br><br><p>Chapman points are specific neurolymphatic reflex points located in predictable anatomic locations on the body's anterior and posterior surfaces.&nbsp; They are thought to be due to impaired local lymphatic drainage leading to inflammation of the surrounding fascia, resulting in <strong>neurolymphatic gangliform contractions</strong>.&nbsp; These 2-3 mm, tender nodules may aid in the diagnosis of certain visceral diseases.&nbsp; In general, organs have associated <strong>anterior</strong> and <strong>posterior</strong> Chapman points (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73547.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                , \n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73548.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; These points serve primarily diagnostic roles, guiding visceral-focused lymphatic treatments.&nbsp; For example, the gallbladder Chapman point (located at the right seventh intercostal space) may aid in diagnosing cholecystitis.&nbsp; A list of Chapman points is provided in a separate article.<p></p><br><br><p>Chapman points are treated through gentle rotary pressure or circular massage, intended to normalize lymphatic flow and facilitate reflexive improvements in associated visceral organ function.</p>\n<h1>Summary</h1><br><br><p>Tender points, trigger points, and Chapman points are osteopathic physical examination tools with distinct pathophysiologic and clinical characteristics.&nbsp; Tender points facilitate indirect muscle treatments, trigger points guide direct myofascial interventions for referred pain, and Chapman points inform visceral assessments and treatments (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/71273.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; These points are distinct from the painful areas associated with fibromyalgia, which have separate diagnostic and treatment implications.<p></p>\n</div>\n\n            "
}