{
  "meta": {
    "title": "Caustic ingestions",
    "url": "https://brainandscalpel.vercel.app/caustic-ingestions-57b36f1f-dddb41.html",
    "scrapedAt": "2025-12-01T06:01:57.930Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Caustic ingestion involves the accidental or intentional swallowing of corrosive substances.&nbsp; These acidic or alkaline chemicals can rapidly cause significant tissue damage when introduced into the digestive tract.&nbsp; Symptoms of caustic ingestion may include dysphagia, drooling, hoarseness, chest pain, and respiratory distress.&nbsp; Esophagogastroduodenoscopy (EGD) is the test of choice to assess the extent of mucosal injury and determine management.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>In young children, ingestions are most often accidental and the amount consumed is typically small.</li>\n\t\t<li>In teens and adults, ingestions are usually intentional and involve a large quantity of caustic material.</li>\n\t</ul>\n\t</li>\n\t<li>Psychiatric conditions (eg, suicidal ideation, depression)</li>\n\t<li>Access to corrosive chemicals:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Alkaline chemicals include oven cleaner, dishwasher detergents, or laundry pods.</li>\n\t\t<li>Acidic chemicals include toilet cleaners or battery fluid (eg, button batteries).</li>\n\t</ul>\n\t</li>\n\t<li>Access to highly concentrated substances:&nbsp; These are more likely to cause severe injury (household bleach, a commonly ingested substance, is typically not alkaline enough to cause significant caustic injury when consumed)</li>\n</ul>\n<h1>Pathogenesis</h1><br><br><p>Caustic substances cause injury through direct chemical reactions with tissues.&nbsp; Acidic and alkaline compounds act by different mechanisms:</p>\n<h2>Acids:&nbsp; pH &lt;7 </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acids may cause coagulation necrosis; contact with mucosa results in thrombosis of superficial vessels and formation of a protective eschar at the site.&nbsp; The eschar may prevent deeper penetration of the acid and limit further necrosis.</li>\n\t<li>Acids are typically ingested in smaller amounts due to unpleasant taste and immediate throat pain upon swallowing.</li>\n\t<li>Patients often have upper airway (eg, epiglottis) injury secondary to choking or gagging on the acidic chemical.</li>\n\t<li>Acids are more likely to cause gastric injury; damage can be extensive due to acid-induced antral spasm, which delays stomach emptying and prolongs acid contact with the stomach wall.&nbsp; Perforation with peritonitis may occur.</li>\n</ul>\n<h2>Alkalis:&nbsp; pH &gt;7</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Alkalis may cause liquefaction necrosis, which occurs when cell lysis releases digestive enzymes that rapidly penetrate through multiple tissue layers, leading to severe tissue destruction within seconds.</li>\n\t<li>Alkalis are more commonly ingested than acids and in larger amounts.</li>\n\t<li>Deep, extensive injuries most often occur in the esophagus rather than the stomach (because the stomach acid provides partial neutralization of the alkali).</li>\n\t<li>Full-thickness necrosis of the esophagus can lead to perforation, resulting in mediastinitis.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p><strong>Mucosal injury</strong> results from direct contact with the caustic substance (rather than from systemic absorption); therefore, onset of symptoms typically occurs rapidly.&nbsp; Clinical findings may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Oropharyngeal, chest, or abdominal pain</li>\n\t<li>Oral erythema and ulcerations</li>\n\t<li>Dysphagia, odynophagia</li>\n\t<li>Hypersalivation/drooling (due to difficulty managing oral secretions)</li>\n\t<li>Vomiting, occasional hematemesis</li>\n</ul><br><br><p>Aspiration of alkalis or acids can cause injury to the epiglottis, larynx, trachea, and bronchi.&nbsp; These injuries present with the following symptoms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hoarseness</li>\n\t<li>Stridor</li>\n\t<li>Tachypnea</li>\n\t<li>Hypoxemia</li>\n\t<li>Respiratory failure/airway compromise</li>\n</ul><br><br><p><strong>Transmural necrosis</strong> can lead to perforation of either the esophagus or stomach, resulting in:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mediastinitis</strong> (esophagus):&nbsp; severe chest pain, fever, subcutaneous air (ie, crepitus), pleural effusion</li>\n\t<li><strong>Peritonitis</strong> (lower esophagus or stomach):&nbsp; abdominal pain, rebound, guarding, rigidity</li>\n</ul>\n<h1>&nbsp;Diagnosis</h1><br><br><p>A caustic ingestion is often suspected based on a history of swallowing a corrosive chemical.&nbsp; The initial evaluation seeks to determine the identity and quantity/concentration of substance(s) consumed as well as the time and reason ingestion occurred.&nbsp; However, the history may be unclear or unavailable; therefore, a high index of suspicion is necessary when evaluating patients with symptoms such as drooling, dysphagia, hoarseness, and chest pain.</p><br><br><p>A caustic injury is confirmed by direct visualization of injured esophageal/gastric tissue using <strong>esophagogastroduodenoscopy</strong> (EGD).&nbsp; EGD should be performed within the first 24 hours in symptomatic patients or patients with large and/or intentional ingestions in order to assess the extent of injury and guide management.</p><br><br><p>If mediastinitis or peritonitis is suspected, a contrast-enhanced CT scan of the chest and abdomen can be used to gauge the severity of esophageal/gastric wall necrosis and assess for perforation (an indication for immediate surgery).&nbsp; A CT scan is particularly useful in this case because EGD is contraindicated if a perforation is identified.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Foreign body ingestion</strong>:&nbsp; This can cause drooling, dysphagia and chest pain, but there is typically a history of swallowing a foreign body prior to symptom onset.&nbsp; Imaging (eg, x-ray of the chest) can often identify the presence of a foreign object in the gastrointestinal tract.&nbsp;</li>\n\t<li><strong>Gastroesophageal reflux disease</strong> (GERD):&nbsp; Symptoms (including burning chest pain and sometimes dysphagia) are typically chronic and lack the rapid onset of an acute caustic ingestion.</li>\n</ul>\n<h1>Laboratory evaluation</h1><br><br><p>Laboratory testing is not required to diagnose a caustic ingestion injury but may be obtained during the general assessment or in preparation for surgery (eg, perforation repair).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count:&nbsp; may reveal inflammatory leukocytosis or anemia (if severe hematemesis)</li>\n\t<li>Complete metabolic panel:&nbsp; may assess for renal dysfunction and abnormal electrolytes that may impact surgical planning</li>\n\t<li>Coagulation profile:&nbsp; may determine any coagulopathy prior to intervention</li>\n\t<li>Drug panel:&nbsp; may determine any coingestants (if intentional ingestion)</li>\n</ul>\n<h1>Imaging</h1><br><br><p>The following imaging tests may be useful when evaluating a patient with a caustic ingestion:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>X-ray of chest and/or abdomen:&nbsp; may detect free air (indicating perforation), but does not provide details about location or severity of tissue injury</li>\n\t<li>CT scan of the chest and abdomen with contrast:&nbsp; provides a reliable, rapid, noninvasive assessment of the extent and depth of injury.&nbsp; It is particularly useful to identify patients with transmural necrosis and perforation who require immediate surgery.</li>\n</ul>\n<h1>Management</h1><br><br><p>The first step in managing caustic ingestions is to assess airway, breathing, and circulation.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Intubate if there is evidence of respiratory distress (eg, tachypnea, stridor, hypoxemia).</li>\n\t<li>Administer intravenous fluids for hemodynamic support.</li>\n\t<li>Remove any contaminated clothing to avoid continued exposure to caustic material.</li>\n</ul><br><br><p>Unstable patients with clinical signs of mediastinitis or peritonitis and evidence of perforation on CT scan require:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Immediate surgical intervention (eg, laparotomy)</li>\n\t<li>Broad-spectrum antibiotics</li>\n\t<li>Admission to intensive care unit</li>\n</ul><br><br><p>Patients who lack signs of perforation but are symptomatic (eg, dysphagia, drooling) or have ingested a highly concentrated or large volume of corrosive substance should be evaluated with an EGD, the diagnostic study of choice to evaluate and grade the extent of tissue injury.&nbsp; EGD should be performed within 24 hours of ingestion.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients with low-grade tissue injury (eg, mucosal hyperemia) may be discharged with close outpatient follow-up, pain control, and a liquid diet for 24-48 hours.</li>\n\t<li>Patients with severe injuries (eg, deep ulcerations) require ≥7 days of inpatient monitoring for complications (eg, perforation).&nbsp; If unable to tolerate oral intake after 48 hours, enteral feeding may be necessary.</li>\n</ul><br><br><p>Patients who are asymptomatic after a small, accidental ingestion do not necessarily need an EGD and may be discharged (with close follow-up) at the discretion of the examining provider.</p><br><br><p>The following are important reminders when managing any caustic ingestion:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Do <strong>not</strong> induce vomiting, which would reexpose the esophagus to the caustic agent and potentially cause further injury.</li>\n\t<li>Do <strong>not</strong> administer neutralizing agents.&nbsp; Because esophageal damage occurs instantaneously, neutralizing agents are not effective.&nbsp; In addition, acid-base reactions are exothermic and could cause further injury.</li>\n\t<li>Do <strong>not</strong> allow patient to consume anything by mouth until severity of injury and management plan have been established.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Mild-to-moderate caustic injuries typically have a good prognosis with full recovery.&nbsp; Severe caustic injuries have a higher risk for complications, which include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Early:&nbsp; perforation, mediastinitis, peritonitis, bleeding</li>\n\t<li>Late:&nbsp; esophageal strictures (most common), tracheoesophageal fistulas, or squamous cell carcinoma of the esophagus.&nbsp; A swallow study is used to diagnose esophageal strictures that can occur weeks to months after the initial exposure.&nbsp; Therefore, patients with caustic ingestion should have routine screening for esophageal cancer up to 15-20 years after ingestion.</li>\n</ul>\n<h1>Summary </h1><br><br><p>Caustic ingestions (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/54143.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) involve swallowing corrosive substances (eg, acids, alkalis) that cause significant injury upon contact with the gastrointestinal tract.&nbsp; Ingestions can be accidental (typically milder) or intentional (involve larger volumes and more serious injury).&nbsp; Patients may have symptoms of dysphagia, odynophagia, drooling, chest pain, or respiratory compromise.&nbsp; Esophagogastroduodenoscopy is used to evaluate the extent of injury in stable, symptomatic patients, whereas patients with evidence of perforation require immediate surgical intervention.<p></p>\n</div>\n\n            "
}