{
  "meta": {
    "title": "Ethylene glycol poisoning",
    "url": "https://brainandscalpel.vercel.app/ethylene-glycol-poisoning-580591a3-dddb41.html",
    "scrapedAt": "2025-12-01T06:02:02.633Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Ethylene glycol is a colorless, sweet, toxic alcohol commonly found in antifreeze, brake fluid, and industrial solvents.&nbsp; Ethylene glycol poisoning, which typically occurs from accidental or intentional oral ingestion, is characterized by altered mental status, an elevated serum osmolar gap, profound anion gap metabolic acidosis, and acute renal failure.&nbsp; The ingestion can be fatal if not promptly treated with the antidote, fomepizole.</p><h1>Risk factors</h1><p>Most poisonings are related to one of the following:</p><ul class=\"article-body-unordered-list\"><li>Accidental ingestion:&nbsp; particularly in children due to the alcohol's sweet taste</li><li>Intentional ingestion:&nbsp; suicide attempt or those seeking inebriation without access to ethanol (eg, alcohol use disorder, underage)</li></ul><h1>Pathophysiology</h1><p>Ethylene glycol is relatively nontoxic in its parent form and causes mainly lethargy and sedation (similar to alcohol intoxication).&nbsp; Toxicity results when ethylene glycol is metabolized by alcohol dehydrogenase into <strong>glycolic acid</strong> and <strong>oxalic acid</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42468.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Accumulation of these toxic acids causes profound anion gap metabolic acidosis and leads to acute renal injury.&nbsp; Glycolic acid is directly <strong>cytotoxic to the renal tubules</strong> and oxalic acid contributes to renal failure by precipitating in the kidneys and forming calcium oxalate crystals that cause tubular obstruction.&nbsp; Oxalate's high affinity for calcium can also lead to systemic hypocalcemia.<p></p><p>Inhibition of the alcohol dehydrogenase enzyme by fomepizole or ethanol prevents ethylene glycol metabolism and promotes elimination of the parent compound by the kidneys.&nbsp; Fomepizole is preferred to ethanol because it more potently inhibits alcohol dehydrogenase.&nbsp; In addition, ethanol is difficult to dose, requires pharmacy compounding, irritates veins, and may cause further CNS depression.</p><h1>Clinical presentation</h1><p>Clinical presentation and severity of illness are directly related to the time since ingestion (metabolism increases toxic acid levels).&nbsp; In addition, coingestion with ethanol can alter the timing of symptoms and limit toxicity by halting ethylene glycol metabolism.&nbsp; The clinical course can be quite variable but the following patterns are often observed:</p><h2>&lt;12 hours after ingestion</h2><ul class=\"article-body-unordered-list\"><li>Lethargy, slurred speech, sedation, disorientation (similar to ethanol intoxication)</li><li>High osmolar gap (difference between measured and calculated serum osmolality) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/87917.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; a gap &gt;10, which indicates the presence of an abnormal solute<ul class=\"article-body-unordered-list\"><li>Ethylene glycol, an uncharged solute, is osmotically active and increases the measured osmolality, creating a larger osmolar gap.</li><li>The osmolar gap is highest soon after ingestion, but as ethylene glycol is metabolized, the osmolar gap begins to decrease and anion gap metabolic acidosis develops (due to the production of toxic acids).d</li></ul></li></ul><h2>12-24 hours after ingestion</h2><ul class=\"article-body-unordered-list\"><li>Anion gap metabolic acidosis</li><li>Hyperventilation/hyperpnea:&nbsp; compensation for acidosis</li><li>Tachycardia</li><li>Hypertension or hypotension</li><li>CNS depression (eg, obtunded, lethargic)</li></ul><h2>&gt;24 hours after ingestion</h2><ul class=\"article-body-unordered-list\"><li>Renal injury:&nbsp; flank pain, hematuria, elevated creatinine, oliguria, anuria</li><li>Hypocalcemia:&nbsp; tetany, prolonged QT interval on ECG</li><li>Multisystem organ failure:&nbsp; presumed to be related to widespread calcium oxalate crystal deposition<ul class=\"article-body-unordered-list\"><li>Heart failure, dysrhythmias, cardiac arrest</li><li> Acute respiratory distress syndrome, pulmonary edema</li><li>Cranial nerve palsies, cerebral edema, brain herniation</li></ul></li></ul><h1>Diagnosis</h1><p>Ethylene glycol poisoning is a challenging diagnosis.&nbsp; Although a clear history of ethylene glycol consumption is extremely helpful, it may not be known or provided by the patient or family.</p><p>Ethylene glycol toxicity should be suspected in any somnolent patient with:</p><ul class=\"article-body-unordered-list\"><li><strong>Elevated osmolal gap</strong></li><li><strong>Profound anion gap metabolic acidosis</strong></li><li><strong>Acute renal injury</strong></li></ul><p>However, it is important to note that an elevated osmolar gap may be the only clue early in the disease course, before acidosis and renal failure develop.</p><p>Although serum ethylene glycol levels can be measured, the tests are not widely available, so it may take days to obtain results.&nbsp; In addition, the level may not correlate well with toxicity if much of the parent compound has already been metabolized.</p><p>Because definitive testing is typically too slow and unreliable to assist with clinical decision-making, prompt empiric treatment with the antidote fomepizole is necessary to reduce morbidity and mortality.</p><h1>Differential diagnosis</h1><p>Medical conditions and other toxic ingestions that can present with signs and symptoms similar to those of ethylene glycol poisoning include:</p><ul class=\"article-body-unordered-list\"><li><strong>Methanol poisoning</strong>:&nbsp; is found in windshield washer fluid and homemade liquor and can cause anion gap metabolic acidosis and a high osmolar gap but is typically associated with visual impairments (eg, blurring, optic neuritis), not renal injury.</li><li><strong>Isopropanol poisoning</strong>:&nbsp; is found in rubbing alcohol and is associated with CNS depression and an elevated osmolar gap without anion gap metabolic acidosis.&nbsp; Also, the metabolism of isopropyl alcohol into acetone results in high serum and urine ketone levels.</li><li><strong>Salicylate poisoning</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/62025.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; can cause mental status changes, tachypnea/hyperpnea, and anion gap metabolic acidosis, but the osmolar gap is normal and patients often have associated tinnitus, nausea, and vomiting.</li><li><strong>Diabetic ketoacidosis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/43859.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; presents with anion gap metabolic acidosis and altered mental status (if severe), but hyperglycemia and high serum/urine ketones are typical.</li></ul><h1>Laboratory evaluation</h1><p>Abnormalities involving the anion gap, bicarbonate level, serum osmolality, and renal function are key findings that suggest ethylene glycol as a diagnosis.&nbsp; Complete laboratory evaluation of these patients includes:</p><ul class=\"article-body-unordered-list\"><li>Complete metabolic panel:&nbsp; provides the anion gap and bicarbonate to assess for acidosis and the blood urea nitrogen and creatinine and calcium levels to determine associated renal dysfunction.</li><li>Serum osmolality:&nbsp; is used to calculate the osmolar gap.</li><li>Arterial or venous blood gas:&nbsp; can be used to evaluate the serum pH (severity of acidosis).</li><li>Glucose level and urine ketones:&nbsp; indicating significant hyperglycemia and ketonuria suggest diabetic ketoacidosis.</li><li>Acetaminophen and salicylate levels:&nbsp; must rule out coingestion with these potentially toxic substances, particularly if the ingestion was associated with a suicide attempt.</li><li>Ethanol level:&nbsp; is obtained because ethanol inhibits ethylene glycol metabolism; elevated ethanol levels may limit ethylene glycol toxicity.</li><li>Urine microscopy:&nbsp; envelope- or dumbbell-shaped <strong>calcium oxalate crystals</strong> may be seen (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68090.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li><li>ECG:&nbsp; can be obtained to assess for prolonged QT intervals due to hypocalcemia.</li><li>Toxic alcohol levels (eg, ethylene glycol, methanol):&nbsp; are not typically helpful during acute evaluation and management in most cases because these tests are not widely available and results may take days.&nbsp; In addition, the level may not correlate well with toxicity if metabolism of the parent compound has already occurred.</li></ul><h1>Imaging</h1><p>Imaging is <u>not</u> necessary for diagnosing ethylene glycol poisoning.&nbsp; However, a CT scan of the head is commonly obtained during the initial evaluation of patients with altered mental status.&nbsp; Chest x-ray is also obtained in patients with respiratory distress (to evaluate for pulmonary edema).</p><h1>Management</h1><p>Patients with suspected ethylene glycol poisoning require immediate treatment.&nbsp; Management involves the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Emergent stabilization</strong>:&nbsp; includes airway management (if unable to protect the airway), oxygen therapy, and hemodynamic support.</li><li><strong>Fomepizole antidote</strong>:&nbsp; is indicated when there is strong clinical suspicion for ethylene glycol poisoning and 2 of the following are present:&nbsp; pH &lt;7.3, bicarbonate &lt;20, osmol gap &gt;10, or urinary oxalate crystals.<ul class=\"article-body-unordered-list\"><li> Fomepizole inhibits alcohol dehydrogenase, preventing the production of glycolic and oxalic toxic acids.&nbsp; Ethylene glycol is then eliminated by the kidneys.</li><li>Ethanol is used if fomepizole is unavailable.</li></ul></li><li><strong>Hemodialysis</strong>:&nbsp; rapidly removes toxic metabolites and the parent alcohol when severe anion gap metabolic acidosis and/or end-organ damage (eg, renal injury) is present.</li><li><strong>Sodium bicarbonate</strong>:&nbsp; helps neutralize severe acidosis.</li><li><strong>Thiamine and pyridoxine</strong>:&nbsp; may facilitate the conversion of glycolic acid to nontoxic metabolites (rather than oxalic acid).</li></ul><h1>Prognosis</h1><p>The prognosis of ethylene glycol poisoning depends on the amount ingested, the time to treatment, and the adequacy of supportive care.&nbsp; Early recognition and treatment are crucial for preventing serious complications and improving outcomes.&nbsp; Delayed treatment or severe poisoning can lead to permanent renal damage, neurological deficits, or death.</p><h1>Summary</h1><p>Ethylene glycol is a toxic alcohol (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32219.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) commonly found in antifreeze and brake fluid.&nbsp; When ingested, it initially mimics ethanol intoxication (eg, somnolence) and causes an increased serum osmolar gap.&nbsp; Metabolism of ethylene glycol by alcohol dehydrogenase produces glycolic acid and oxalic acid; accumulation of these toxic acids results in anion gap metabolic acidosis and acute kidney injury.&nbsp; Treatment primarily involves the administration of fomepizole, which inhibits alcohol dehydrogenase and decreases further production of toxic acids.<p></p></div>\n            "
}