{
  "meta": {
    "title": "Methanol poisoning",
    "url": "https://brainandscalpel.vercel.app/methanol-poisoning-2a6a59b2-dddb41.html",
    "scrapedAt": "2025-12-01T06:02:04.932Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Methanol is a colorless toxic alcohol found in automotive fluids (eg, brake fluid), fuels, industrial products, and contaminated homemade liquor (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32219.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Methanol poisoning, which typically occurs from an accidental or intentional (eg, self harm) oral ingestion, is characterized by altered mental status, visual disturbances, an elevated osmolar gap, and profound anion gap metabolic acidosis (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42521.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Early diagnosis and rapid treatment with the antidote, fomepizole, are essential to prevent permanent end-organ damage and death.<p></p><h1>Risk factors</h1><p>Most poisonings are related to one of the following:</p><ul class=\"article-body-unordered-list\"><li>Accidental ingestion:&nbsp; can occur in children who gain access to chemicals or by consumption of homemade alcohol (home distillation can inadvertently produce methanol rather than ethanol)</li><li>Intentional ingestion:&nbsp; suicide attempt or those seeking inebriation without access to ethanol (eg, alcohol use disorder, underage)</li><li>Occupational exposure:&nbsp; workers in industries using methanol as a solvent or in fuel production</li></ul><h1>Pathophysiology</h1><p>Methanol poisoning occurs primarily through oral ingestion but may rarely occur through inhalation or dermal absorption.&nbsp; Although methanol is relatively nontoxic in its parent form, causing mainly sedation, toxicity results when methanol is metabolized by alcohol dehydrogenase into <strong>formaldehyde</strong> and <strong>formic acid</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42468.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p><p>Formic acid inhibits cytochrome <em>c</em> oxidase (a key enzyme in mitochondrial oxidative phosphorylation), leading to cellular hypoxia and tissue injury.&nbsp; The brain, retina, and optic nerve are particularly susceptible to this toxicity.&nbsp; Formic acid causes <strong>hyperemia of the optic nerve</strong> and <strong>retinal edema</strong>, leading to visual disturbances (eg, blurred vision) and eventually irreversible blindness.&nbsp; In addition, accumulation of this toxic acid leads to <strong>profound anion gap metabolic acidosis</strong>, which disrupts normal cellular and enzymatic functions.&nbsp; If left untreated, the result is multiorgan failure, coma, and death.</p><p>Inhibition of alcohol dehydrogenase by fomepizole or ethanol prevents methanol metabolism and promotes elimination of the parent compound by the kidneys.&nbsp; Fomepizole is preferred to ethanol because it more potently inhibits alcohol dehydrogenase.&nbsp; In addition, ethanol is difficult to dose, requires pharmacy compounding, irritates veins, and may cause further CNS depression.</p><h1>Clinical presentation</h1><p>The conversion of methanol to formic acid is required to cause toxicity.&nbsp; Therefore, the clinical symptoms of methanol poisoning are often delayed by 12-24 hours (longer if coingested with ethanol).&nbsp; Clinical manifestations become more severe with time.</p><h2>Initial signs of toxicity</h2><ul class=\"article-body-unordered-list\"><li>Gastrointestinal upset:&nbsp; nausea, vomiting, abdominal pain</li><li>Drowsiness/sedation, weakness</li><li>High osmolar gap (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/87917.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; The difference between measured and calculated serum osmolality, a gap &gt;10 indicates the presence of an abnormal solute.&nbsp; Methanol is osmotically active and increases the measured osmolality, creating a larger osmolar gap.&nbsp; The osmolar gap is highest soon after ingestion, but as methanol is metabolized, the osmolar gap begins to decrease and anion gap metabolic acidosis develops (due to production of toxic acid).</li></ul><h2>Signs of severe toxicity</h2><ul class=\"article-body-unordered-list\"><li>Confusion, lethargy, seizure</li><li>Severe anion gap metabolic acidosis</li><li>Visual disturbances, including blurred vision/decreased visual acuity, hyperemia of optic disk and retinal edema, dilated pupils (mydriasis), sluggish or nonreactive pupils due to afferent pupillary defect (impaired response to light), or complete vision loss, which may be permanent</li><li>Tachypnea/hyperpnea (compensation for acidosis)</li><li>Multiorgan failure (eg, kidney, liver)</li><li>Circulatory/respiratory failure, coma, and death</li></ul><h1>Diagnosis</h1><p>A history of methanol ingestion or exposure is extremely useful for making the diagnosis.&nbsp; However, this information may not be known or provided when the patient presents for care.&nbsp; Therefore, methanol toxicity should be suspected in any patient with:</p><ul class=\"article-body-unordered-list\"><li><strong>Mental status changes</strong> (eg, somnolence, confusion)</li><li><strong>Elevated osmolar gap</strong></li><li><strong>Profound metabolic acidosis</strong></li><li><strong>Visual disturbances</strong></li></ul><p>Although serum methanol levels can be measured, tests are not widely available, and it may take days to obtain results.&nbsp; In addition, the level may not correlate well with toxicity if much of the parent compound has already been metabolized.</p><p>Because definitive testing is typically too slow and unreliable to assist with clinical decision-making, prompt <strong>empiric treatment with fomepizole</strong> (the antidote) is necessary to reduce morbidity and mortality.</p><h1>Differential diagnosis</h1><ul class=\"article-body-unordered-list\"><li><strong>Ethylene glycol poisoning</strong>:&nbsp; characterized by altered mental status and severe anion gap metabolic acidosis, but acute renal injury (rather than ocular findings) differentiates it from methanol poisoning.</li><li><strong>Isopropanol poisoning</strong>:&nbsp; is associated with CNS depression and an elevated osmolar gap without anion gap metabolic acidosis.&nbsp; Metabolism of isopropyl alcohol, which is found in rubbing alcohol, yields acetone, resulting in high serum and urine ketone levels.</li><li><strong>Salicylate poisoning</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/62025.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):&nbsp; can cause mental status changes, tachypnea/hyperpnea, and anion gap metabolic acidosis.&nbsp; However, the osmolar gap is normal, visual changes are not expected, and diagnosis is confirmed by an elevated salicylate level.</li><li><strong>Diabetic ketoacidosis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/43859.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ):&nbsp; presents with an elevated osmolar gap, anion gap metabolic acidosis, and altered mental status (if severe), but hyperglycemia and high serum/urine ketones are typical.</li></ul><h1>Laboratory evaluation</h1><p>Abnormalities involving the anion gap, bicarbonate level, and serum osmolality are key findings in methanol toxicity.&nbsp; A complete laboratory evaluation should include:</p><ul class=\"article-body-unordered-list\"><li>Serum osmolality:&nbsp; A significantly elevated osmolar gap is consistent with recent ingestion of a toxic alcohol (although there are many substances that can raise osmolal gap).</li><li>Complete metabolic panel:&nbsp; This test provides the anion gap and bicarbonate level to assess for high anion gap metabolic acidosis and can also reveal end-organ injury to the kidney/liver.</li><li>Arterial or venous blood gas:&nbsp; Serum pH should be evaluated to determine the severity of acidosis.</li><li>Ethanol level:&nbsp; Ethanol inhibits methanol metabolism; elevated ethanol levels may reduce or slow the onset of methanol toxicity.</li><li>Acetaminophen and salicylate levels:&nbsp; Coingestion with these potentially toxic substances must be ruled out, particularly if the ingestion was associated with a suicide attempt.</li><li>Urine drug screen:&nbsp; This is typically obtained in any suspected poisoning.</li><li>Glucose level and urine ketones:&nbsp; Significant hyperglycemia and ketonuria suggests diabetic ketoacidosis.</li><li>Toxic alcohol levels (eg, methanol, ethylene glycol):&nbsp; These values are not typically helpful during acute evaluation and management in most cases because these tests are not widely available and results may take days to obtain.&nbsp; In addition, the level may not correlate well with toxicity if metabolism of the parent compound has already occurred.</li></ul><h1>Imaging</h1><p>In addition to causing ocular toxicity, formic acid is also particularly toxic to the basal ganglia.&nbsp; Brain imaging (eg, CT scan of the head or MRI of the brain) that reveals bilateral necrosis, hemorrhage, or ischemic white matter changes in the putamen and globus pallidus supports severe methanol toxicity.</p><h1>Management</h1><p>Patients with suspected methanol poisoning require immediate treatment.&nbsp; Management involves the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Emergent stabilization</strong>:&nbsp; airway management (if unable to protect airway), oxygen therapy, and hemodynamic support</li><li><strong>Fomepizole antidote</strong>:&nbsp; a competitive inhibitor of alcohol dehydrogenase, decreasing the conversion rate of the methanol into formic acid; ethanol, also a competitive inhibitor of alcohol dehydrogenase, can used if fomepizole is unavailable</li><li><strong>Sodium bicarbonate</strong>:&nbsp; used to correct acidosis, which can decrease the tissue penetration of formic acid</li><li><strong>Hemodialysis</strong>:&nbsp; rapidly removes formic acid and methanol; indicated when new visual disturbances occur in the setting of metabolic acidosis or a known methanol ingestion, or persistent severe acidosis (pH &lt;7) despite other interventions</li><li><strong>Folic acid</strong>:&nbsp; speeds the metabolism and elimination of formic acid, a process that is partially dependent on tetrahydrofolate</li></ul><h1>Prognosis</h1><p>The prognosis of methanol poisoning depends on the amount ingested, the time to treatment, and the adequacy of supportive care.&nbsp; Early recognition and treatment are crucial to prevent serious complications and improve outcomes.&nbsp; Delayed treatment or severe poisoning can lead to permanent visual impairment, neurological deficits (eg, Parkinsonian symptoms), or death.&nbsp; Poor prognostic indicators include coma, pH &lt;7, and hypoventilation despite severe acidosis (ie, respiratory failure).</p><h1>Summary</h1><p>Methanol (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/97595.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ) is a toxic alcohol that can cause life-threatening toxicity.&nbsp; When ingested, it initially causes gastrointestinal upset, sedation, and a high osmolar gap.&nbsp; Metabolism of methanol by alcohol dehydrogenase produces formic acid, which is toxic to the brain, retina, and optic nerve.&nbsp; Accumulation of this toxic acid results in visual impairments, CNS depression, and a high anion gap metabolic acidosis.&nbsp; Treatment primarily involves administration of fomepizole, which inhibits alcohol dehydrogenase and decreases further production of toxic formic acid.<p></p></div>\n            "
}