{
  "meta": {
    "title": "Reye syndrome",
    "url": "https://brainandscalpel.vercel.app/reye-syndrome-39267e18-dddb41.html",
    "scrapedAt": "2025-12-01T06:02:09.692Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1>\n<p>Reye syndrome is a rare but potentially fatal toxic-metabolic condition characterized by acute and rapidly progressive liver failure and encephalopathy.&nbsp; It most commonly occurs in children who are given salicylates during a viral infection.</p>\n<h1>Pathogenesis</h1><br><br><p>In susceptible patients, salicylates can cause mitochondrial dysfunction within hepatocytes through inhibition of enzymes involved in fatty acid beta-oxidation.&nbsp; Impaired mitochondrial fatty acid oxidation leads to fat deposition in hepatocytes (ie, hepatic steatosis), hepatomegaly, and acute liver failure.&nbsp; This prevents the liver from meeting metabolic demands, which often increase in the setting of a viral infection.</p><br><br><p>Rapidly progressive hepatic dysfunction (eg, reduced urea cycle activity) leads to excess ammonia accumulation, causing diffuse astrocyte swelling (cerebral edema) with increased intracranial pressure (ICP) and encephalopathy (eg, vomiting, confusion, lethargy).</p>\n<h1>Risk factors</h1><br><br><p>The main risk factor for developing Reye syndrome is use of a salicylate-containing medication (eg, <strong>aspirin</strong>) during a <strong>viral illness</strong> (particularly influenza or varicella zoster viruses) in a child (peak <strong>age 4-12</strong>).</p>\n<h1>Clinical presentation</h1><br><br><p>Manifestations of Reye syndrome classically develop during a 3-5 day recovery period after a recent viral illness, for which salicylates were administered (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32284.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Unintentional salicylate administration may occur when caregivers are unaware of the contents of over-the-counter medications, so a thorough medication history is often necessary.<p></p><br><br><p>Symptoms include <strong>abrupt-onset vomiting</strong> and <strong>encephalopathy</strong> (eg, lethargy, altered mental status) due to liver failure causing buildup of ammonia and increased intracranial pressure.&nbsp; Seizures may occur.</p><br><br><p>Hepatic dysfunction can also cause easy bleeding or bruising (ie, coagulopathy) and hepatomegaly on examination; <strong>jaundice is usually absent</strong>.</p>\n<h1>Laboratory evaluation and imaging</h1><br><br><p>Characteristic laboratory findings in Reye syndrome, consistent with hepatic dysfunction, include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Elevated aminotransferases (&gt;3 times the upper limit of normal)</li>\n\t<li>Elevated ammonia levels</li>\n\t<li>Prolonged PT PTT</li>\n\t<li>Hypoglycemia</li>\n</ul><br><br><p>Regardless of the degree of liver involvement, total bilirubin is usually normal or minimally elevated.</p><br><br><p>Liver ultrasound is often performed and typically reveals marked hepatic steatosis.&nbsp; Brain imaging (eg, head CT) shows nonspecific cerebral edema.&nbsp; Lumbar puncture is often performed in the presence of encephalopathy and reveals increased opening pressure with an otherwise normal CSF analysis.</p>\n<h1>Diagnosis&nbsp;</h1><br><br><p>Reye syndrome is a <strong>diagnosis of exclusion</strong> based on the presence of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hepatic dysfunction</li>\n\t<li>Encephalopathy</li>\n\t<li>History of salicylate exposure during a recent viral illness</li>\n</ul><br><br><p>Biopsy is not required for diagnosis but may be performed to rule out other etiologies of liver failure.&nbsp; Light microscopy of liver tissue in Reye syndrome shows panlobular microvesicular steatosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88610.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) (ie, small fat vacuoles in the cytoplasm of hepatocytes) without necrosis or inflammation; electron microscopy findings include swollen mitochondria.<p></p>\n<h1>Differential diagnosis</h1><h2>Infectious</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Encephalitis</strong>:&nbsp; Inflammation of the brain parenchyma can be caused by infection (eg, herpes simplex virus [HSV]), and altered mental status (eg, disorientation, somnolence) is a common feature.&nbsp; Patients often also have fever, focal neurological deficits, or seizures; hepatic injury would not be expected except in the presence of concomitant herpes hepatitis (rare).</li>\n\t<li><strong>Sepsis</strong>:&nbsp; A host inflammatory response to infection (usually bacterial) causes organ dysfunction due to tissue hypoperfusion, with the liver and brain commonly affected.&nbsp; However, sepsis would likely affect other organ systems as well (eg, oliguria) and is typically associated with fever and hypotension.&nbsp; In addition, a specific infectious source is often present by history or examination (eg, abscess, pneumonia).</li>\n\t<li><strong>Viral hepatitis</strong> (eg, hepatitis B infection):&nbsp; A robust CD8+ T-cell response against infected hepatocytes can result in elevated aminotransferases with acute liver failure and associated hepatic encephalopathy.&nbsp; Hyperbilirubinemia and jaundice are typical.</li>\n</ul>\n<h2>Noninfectious</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Other drugs/toxins\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Cholinergic toxicity</strong>:&nbsp; Environmental exposure to organophosphates causes inhibition of acetylcholinesterase at the synaptic junction, which may cause encephalopathy or seizures.&nbsp; However, muscarinic effects (eg, diaphoresis, miosis) would also be expected, and rapidly progressive liver failure is not seen.</li>\n\t\t<li><strong>Acetaminophen (paracetamol) overdose</strong>:&nbsp; NAPQI metabolite toxicity disrupts hepatocyte mitochondrial function and induces oxidative injury throughout the liver with marked elevation in aminotransferases.&nbsp; Histology demonstrates confluent centrilobular necrosis rather than panlobular microvesicular steatosis.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Inborn error of metabolism</strong> affecting mitochondrial function (eg, medium-chain acyl-CoA dehydrogenase deficiency (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13081.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                )):&nbsp; Fatty acid oxidation defects can be clinically indistinguishable from Reye syndrome (ie, hepatic dysfunction, encephalopathy).&nbsp; Features suggestive of an inborn error may include onset in the neonatal period or a family history of similar episodes, along with a lack of salicylate administration.&nbsp; Because Reye syndrome is a diagnosis of exclusion, assessing for specific toxic metabolites in the blood or urine may be required to exclude an inborn error of metabolism.</li>\n\t<li><strong>Uremic encephalopathy</strong>:&nbsp; A buildup of urea (neurotoxin) can occur as a complication of kidney failure.&nbsp; Features include lethargy and alerted mental status, but signs of renal impairment (eg, hypertension, oliguria, peripheral edema) would also be expected.</li>\n\t<li><strong>Intussusception</strong>:&nbsp; Telescoping of a segment of the intestine into an adjacent segment can present with acute-onset vomiting and lethargy in young children after a recent viral infection.&nbsp; Symptoms may also include severe, intermittent abdominal pain and bloody stools, and rapidly progressive liver failure is not seen.</li>\n</ul>\n<h1>Management</h1><br><br><p>Treatment of Reye syndrome is supportive (eg, hyperosmolar therapy for increased ICP, intravenous dextrose for hypoglycemia).&nbsp; In addition, any salicylate-containing medications should be discontinued immediately.</p>\n<h1>Prognosis and complications</h1><br><br><p>Outcomes for Reye syndrome have improved with early recognition and management; however, the mortality rate is still as high as 20%.&nbsp; Elevated intracranial pressure, which disrupts cerebral perfusion, can result in rapid progression to seizures, coma, or death.</p><br><br><p>Patients who recover from Reye syndrome are at risk for long-term sequelae, including neurological deficits and cognitive impairment.</p>\n<h1>Prevention</h1><br><br><p>Aspirin should not be administered to children due to risk of Reye syndrome except in the management of Kawasaki disease.&nbsp; This subset of patients should receive influenza and varicella immunizations to reduce the risk of contracting these particular infections that are associated with Reye syndrome while taking salicylates.</p>\n<h1>Summary</h1><br><br><p>Reye syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32373.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a rare toxic-metabolic encephalopathy that presents with vomiting and altered mental status in children who have taken aspirin during a recent viral illness.&nbsp; Pathophysiology involves impaired mitochondrial fatty acid oxidation leading to hepatic steatosis, acute liver failure, and cerebral edema.&nbsp; Management is supportive care to reduce complications such as seizure, coma, or death.&nbsp; Prevention is the avoidance of aspirin in children (with the exception of those with Kawasaki disease).<p></p>\n</div>\n\n            "
}