{
  "meta": {
    "title": "Salicylate (aspirin) toxicity",
    "url": "https://brainandscalpel.vercel.app/salicylate-aspirin-toxicity-f1d567ed-dddb41.html",
    "scrapedAt": "2025-12-01T06:02:13.567Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Salicylate toxicity results from the ingestion or absorption of salicylates (eg, aspirin, oil of wintergreen), which inhibits cellular metabolism and causes elevated anion gap metabolic acidosis, as well as respiratory alkalosis.&nbsp; The mixed metabolic acid-base disturbance can lead to multisystem organ failure and critical illness and is managed primarily with serum/urinary alkalinization and hemodialysis if needed.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute toxicity</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Depression and suicidal ideation.</li>\n\t\t<li>Pediatric populations (accidental ingestion due to exploratory behavior).</li>\n\t\t<li>Large ingestions can result in bezoar formation, which slows gastrointestinal transit and increases absorption.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Chronic toxicity</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Chronic pain and use of salicylate-based pain control.</li>\n\t\t<li>Hepatic or renal impairment (decreased metabolism and excretion).</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Pathophysiology and clinical presentation</h1><h2>Pathophysiology</h2><br><br><p>Salicylates exert their toxic effects primarily by uncoupling oxidative phosphorylation in the mitochondria, leading to lactic acid accumulation from anaerobic metabolism and hyperthermia (by-products of energy production are dissipated as heat).&nbsp; Increasing serum concentrations of lactic acid and ketoacids leads to elevated anion gap metabolic acidosis.</p><br><br><p>Salicylates also cross the blood-brain barrier and directly stimulate the medullary respiratory center, causing a characteristic increase in both the rate and the depth of breathing, as well as primary respiratory alkalosis.&nbsp; The hyperventilation is in excess of what would be expected based solely on compensation for metabolic acidosis, indicating a mixed acid-base disturbance (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/87541.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Damage to the basement membrane in the lungs may also lead to the development of pulmonary edema.&nbsp; In addition, salicylates can affect different body areas, as described in the next section.<p></p><br><br><p><strong>Clinical presentation</strong></p><br><br><p>Salicylate toxicity can present with a wide range of symptoms, depending on the severity and duration of exposure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36665.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Early (mild) symptoms present within 8 hours</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Tinnitus and/or hearing loss (due to cochlear effects of salicylates), which can be an early sign of toxicity but also be seen at nontoxic levels).</li>\n\t\t<li>Nausea, vomiting, and epigastric pain (due to direct stimulation of the chemoreceptor trigger zone by salicylates).</li>\n\t\t<li>Hyperpnea.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Advanced (moderate to severe) symptoms present within 16-24 hours</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Altered mental status (eg, confusion, seizures, coma) (due to cerebral tissue injury and neuroglycopenia, which occurs even in the setting of normal serum glucose).</li>\n\t\t<li>Hyperthermia (due to metabolism by-product dissipation as heat).</li>\n\t\t<li>Hemodynamic shock (eg, tachycardia, hypotension).</li>\n\t\t<li>Cardiac dysrhythmia (due to electrolyte shifts but also to myocyte toxicity).</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Diagnosis is primarily clinical but supported by laboratory and imaging studies:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Laboratory evaluation</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Serum salicylate levels</strong>:&nbsp; Serum levels do not precisely correlate with the extent of toxicity.&nbsp; Patients with levels &gt;40 mg/dL frequently exhibit signs of clinical toxicity.&nbsp; Severe toxicity is typically seen in patients with serum salicylate levels &gt;100 mg/dL.</li>\n\t\t<li><strong>Arterial blood gas</strong>:&nbsp; Mixed respiratory alkalosis and metabolic acidosis are present.</li>\n\t\t<li><strong>Basic metabolic panel</strong>:&nbsp; Elevated anion gap and low bicarbonate levels may be seen due to lactic acidosis.&nbsp; Hypokalemia may present due to gastrointestinal losses in the setting of vomiting.</li>\n\t\t<li><strong>Serum osmolality</strong>:&nbsp; Serum osmolality should be obtained to determine whether an osmolar gap is present.&nbsp; The osmolar gap should be normal in salicylate toxicity.</li>\n\t\t<li><strong>Lactic acid and ketoacid levels</strong>:&nbsp; These levels are elevated in the setting of uncoupled oxidative phosphorylation and increased anaerobic metabolism.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Imaging</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Chest x-ray:&nbsp; Pulmonary edema may be seen in severe toxicity.</li>\n\t\t<li>CT scan of the head:&nbsp; If severe neurotoxicity or seizures occur, CT scan may be obtained to rule out alternate intracranial causes (eg, mass, intracranial bleeding).</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>In any patient with evidence of anion gap metabolic acidosis, the differential diagnosis can be broad, and MUDPILES must be considered (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42521.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Key differential diagnoses include the following:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diabetic ketoacidosis</strong>:&nbsp; Patients also have an elevated anion gap with metabolic acidosis (due to ketoacids).&nbsp; Patients may have Kussmaul respirations (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/93501.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ) to compensate and often have a history of diabetes mellitus and significantly elevated serum glucose levels.</li>\n\t<li><strong>Toxic alcohol ingestion</strong>:&nbsp; Patients have elevated anion gaps and may be tachypneic secondary to respiratory compensation for acidosis.&nbsp; The osmolar gap is elevated (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32219.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Methanol</strong>:&nbsp; This differential diagnosis is associated with ingestion of <strong>homemade liquor or windshield wiper fluid</strong>.&nbsp; Patients have vision changes due to <strong>ocular toxicity</strong>.</li>\n\t\t<li><strong>Ethylene glycol</strong>:&nbsp; Ethylene glycol is associated with the <strong>ingestion of antifreeze or brake fluid</strong>.&nbsp; Hypocalcemia and acute kidney injury are seen on serum laboratory results, and <strong>oxalate crystals</strong> are seen on urinalysis.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Iron toxicity</strong> (eg, from ingestion):&nbsp; This type of toxicity presents with elevated anion gap metabolic acidosis due to iron inhibition of aerobic respiration.&nbsp; Abdominal radiographs showing radioopaque pills may help with diagnosis.&nbsp; Patients have elevated serum iron levels.</li>\n\t<li><strong>Septic shock</strong>:&nbsp; Patients typically have elevated temperature, lactic acidosis, and multiorgan dysfunction.&nbsp; Elevated serum salicylate levels would not be expected and an infectious source is often identified.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management focuses on the reduction of further salicylate absorption, enhancement of salicylate elimination, and supportive care.&nbsp; Notably, <strong>endotracheal intubation should be avoided</strong>, if possible, because adequate hyperventilation is difficult to maintain mechanically, resulting in worsening acidemia.</p>\n<h2>Reduction of salicylate absorption</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Activated charcoal should be administered if the patient is protecting the airway and can tolerate oral intake.</li>\n\t<li>Gastric lavage and whole bowel irrigation are not routinely recommended.</li>\n</ul>\n<h2>Enhancement of elimination</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Serum and urinary alkalinization with intravenous sodium bicarbonate:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Sodium bicarbonate inhibits salicylate protonation in the serum and the ability to cross cell membranes out of the blood, protecting tissues from further toxicity.</li>\n\t\t<li>Urinary alkalinization increases renal excretion by trapping salicylates in the urine (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71140.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t</ul>\n\t</li>\n\t<li>Hemodialysis for severe toxicity:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Hemodialysis rapidly allows for the clearance of salicylates and correction of acid-base disturbances.</li>\n\t\t<li>Indications:&nbsp; Serum salicylate levels &gt;100 mg/dL (acute) or &gt;60 mg/dL (chronic), refractory acidosis, altered mental status, and end-organ dysfunction (eg, acute kidney injury) are indications for hemodialysis.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Supportive care</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fluid and electrolyte repletion should be initiated early to help correct hypovolemia and electrolyte derangements (eg, hypokalemia).</li>\n\t<li>Intravenous glucose infusion should be initiated in any patient with neurologic symptoms due to neuroglycopenia, which can occur even with normal serum glucose levels.</li>\n</ul>\n<h1>Special consideration: Reye syndrome</h1><br><br><p>Reye syndrome is a rare but potentially fatal condition that occurs in children given salicylates (eg, aspirin) for a viral illness (eg, influenza, varicella).&nbsp; The pathophysiology likely involves mitochondrial dysfunction from aspirin, which leads to impaired fatty acid metabolism and acute hepatic steatosis in susceptible individuals.&nbsp; With a decline in liver function, ammonia accumulates and causes cerebral edema and encephalopathy.&nbsp; Initial symptoms of increased intracranial pressure (ie, vomiting, lethargy) can rapidly progress to seizures, coma, and death.&nbsp; This disease underlies the contraindication for aspirin administration in children, except in the management of Kawasaki disease and rheumatologic diseases (eg, juvenile idiopathic arthritis).</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for salicylate toxicity depends on the severity of toxicity and the timeliness of intervention.&nbsp; With prompt treatment, overall mortality is low.&nbsp; However, the morbidity rate for patients with chronic toxicity and severe acute toxicity is higher, with reported mortality rates of 15%.</p>\n<h1>Summary</h1><br><br><p>Salicylate toxicity (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/62025.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) is a life-threatening condition hallmarked by the inhibition of oxidative phosphorylation and simultaneous stimulation of respiratory alkalosis, leading to mixed acid-base disturbance.&nbsp; Diagnosis relies on identifying the high anion gap and obtaining serum salicylate levels.&nbsp; Management involves supportive care, gastric decontamination, and enhancement of elimination using sodium bicarbonate infusions or hemodialysis.&nbsp; Early recognition and appropriate intervention are critical to minimizing morbidity and ensuring a successful recovery.<p></p>\n</div>\n\n            "
}