{
  "meta": {
    "title": "Abruptio placentae (placental abruption)",
    "url": "https://brainandscalpel.vercel.app/abruptio-placentae-placental-abruption-196c1f8d-329f27.html",
    "scrapedAt": "2025-12-01T05:10:46.648Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Placental abruption (abruptio placentae) is the partial or complete detachment of the placenta (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16446.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) from the uterus before fetal delivery.&nbsp; Patients typically have painful vaginal bleeding; a tender, rigid uterus; and fetal heart rate abnormalities.<p></p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>The cause of placental abruption is the rupture of maternal placental vessels (arterial or venous) in the decidua basalis where the placenta attaches to the uterus.&nbsp; Bleeding along this uteroplacental interface lifts and separates the placenta from the uterine wall.&nbsp; Vaginal bleeding is typically present, but occasionally the accumulated blood is trapped (ie, concealed abruption (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16446.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                )) between the fetal membranes and the decidua basalis.<p></p><br><br><p>Placental abruption most commonly presents with an acute presentation (eg, rapid, severe hemorrhage), but chronic placental abruptions can occur (eg, intermittent, minimal to moderate bleeding).</p><br><br><p>Acute, severe abruption typically involves rupture of high-pressure arterial placental vessels.&nbsp; The rapid accumulation of blood shears the placenta completely from the uterus and can result in maternal hemorrhage and fetal hypoxia (due to impaired oxygen delivery). Factors that predispose to acute abruption include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Mechanical factors apply force and strain to the interface between the placenta and uterine wall, leading to vessel rupture.&nbsp; Risk factors include blunt abdominal trauma (eg, motor vehicle collision) and rapid uterine decompression (eg, rupture of membranes in severe polyhydramnios, following delivery of the first twin).&nbsp; Structural uterine anomalies (eg, septate uterus) may also contribute to mechanical instability.</li>\n\t<li>Acute vascular factors induce acute ischemia, infarction, and necrosis of the maternal placental vessels, predisposing them to acute rupture.&nbsp; Risk factors include cocaine use, tobacco use, and hypertension.</li>\n\t<li>Prior placental abruption is the most significant risk factor and may be related to a combination of these factors.</li>\n</ul><br><br><p>In contrast, chronic placental abruption typically involves rupture of low-pressure placental veins located peripherally on the placenta, resulting in partial (marginal) placental detachment.&nbsp; The most common risk factor is preeclampsia, which causes abnormal spiral artery development and chronic placental vascular dysfunction.&nbsp; Maternal bleeding is typically low volume, but chronically impaired placental perfusion can lead to intrauterine growth restriction in the fetus.</p>\n<h1>Clinical presentation</h1><br><br><p>Signs and symptoms of placental abruption vary in severity depending on the acuity and extent of placental detachment.</p><br><br><p>In acute, severe abruption (most common), the classic presentation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sudden-onset vaginal bleeding</strong>, although bleeding can appear absent in concealed abruptions</li>\n\t<li><strong>Constant, severe abdominal or back pain</strong>, depending on the location of the placenta (eg, anterior, posterior)</li>\n\t<li><strong>A tender, rigid (hypertonic) uterus</strong> caused by increased intrauterine volume/pressure</li>\n\t<li><strong>High-frequency, low intensity contractions</strong>, which often present as <strong>uterine tachysystole</strong> (ie, &gt;5 contractions in 10 min)</li>\n\t<li><strong>Fetal heart rate tracing abnormalities</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31524.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) (eg, late decelerations, minimal variability) that worsen as the degree of placental separation increases and fetal compromise (ie, fetal hypoxia) develops</li>\n</ul><br><br><p>Acute, severe abruption can lead to hemorrhage and maternal complications, such as hypovolemic shock, disseminated intravascular coagulation (DIC) due to tissue factor release from decidual cells, and multiorgan failure.</p><br><br><p>In chronic, marginal placental abruption, the vaginal bleeding may be minimal, intermittent, and hemodynamically insignificant.&nbsp; Acute fetal heart rate decelerations may not be present.&nbsp; However, chronic abruption is usually associated with chronic fetal hypoxia; therefore, it may present with, or lead to, fetal growth restriction.</p>\n<h1>Diagnosis</h1><br><br><p>Placental abruption is typically a clinical diagnosis that relies on symptoms and physical examination findings (eg, maternal hemodynamic instability, vaginal bleeding, uterine rigidity, fetal heart rate tracing abnormalities).</p><br><br><p>Transabdominal ultrasonography is not required for diagnosis, particularly in patients with classic findings and fetal heart rate abnormalities who require emergency delivery, but it can help confirm the diagnosis (eg, visible retroplacental hematoma).&nbsp; However, the absence of ultrasound findings does not definitively exclude placental abruption.</p><br><br><p>It is also important to note that the volume of vaginal bleeding poorly predicts the degree of placental separation (due to possible concealed bleeding); severe pain and severe fetal heart rate tracing abnormalities are more predictive.&nbsp; In addition, because abruption is commonly associated with hypertensive disorders of pregnancy, normal-range maternal blood pressures may be falsely reassuring against clinically significant maternal hemorrhage.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for placental abruption includes conditions that cause vaginal bleeding with abdominal pain and/or contractions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Labor</strong>:&nbsp; causes abdominal pain and bloody cervical discharge, but because the uterus relaxes between contractions, abdominal pain is typically intermittent (rather than constant) and the uterus is nontender and nonrigid between contractions.</li>\n\t<li><strong>Uterine rupture</strong>:&nbsp; is more common during labor and among patients with prior uterine scarring (eg, cesarean delivery).&nbsp; Uterine rupture can cause vaginal bleeding, abdominal pain, contractions, and acute fetal heart rate abnormalities.&nbsp; However, contractions typically decrease over time because the uterus cannot contract in synchrony.</li>\n\t<li><strong>Placenta previa</strong>:&nbsp; is not classically associated with pain or contractions, although some patients with placenta previa may have uterine irritability, which appears as high-frequency contractions on tocodynamometry.&nbsp; Fetal compromise in placenta previa is not typically present until there is significant placental involvement or maternal hemodynamic instability.</li>\n\t<li><strong>Vasa previa</strong>:&nbsp; typically presents with painless vaginal bleeding due to injury to fetal vessels.&nbsp; Patients have immediate onset of fetal compromise on fetal heart rate tracing but no uterine contractions or uterine rigidity.</li>\n</ul>\n<h1>Management</h1><br><br><p>Maternal-fetal outcomes depend on abruption severity and appropriate management.&nbsp; Early diagnosis of moderate to severe abruptions and timely initial management improve outcomes.</p><br><br><p>Initial management includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Monitoring:&nbsp; including continuous fetal heart rate monitoring (evaluation for fetal compromise) and evaluation of maternal hemodynamic status</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Maternal stabilization\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Transabdominal ultrasonography to determine placental location and evidence of concealed bleeding (eg, retroplacental hematoma); ultrasonography must precede pelvic examination to exclude placenta previa and vasa previa</li>\n\t\t<li>Pelvic examination to exclude other sources of bleeding (eg, cervical lesion, vaginal laceration)</li>\n\t\t<li>Complete blood count, coagulation studies (eg, PT, PTT, fibrinogen), typing and screening (and cross-matching if transfusion is likely because blood products may be needed to prevent or treat coagulopathy)</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>During this initial stabilization period, the patient should be continuously monitored for indications that warrant an emergency cesarean delivery (eg, hypovolemic shock, DIC, nonreassuring fetal status).&nbsp; If emergency cesarean delivery appears imminent, <strong>magnesium sulfate</strong> (at &lt;32 weeks gestation for fetal neuroprotection) and <strong>antenatal corticosteroids</strong> (at &lt;37 weeks gestation to induce fetal lung maturity) should be administed to minimize the risk for morbidity of preterm delivery.</p><br><br><p>If emergency cesarean delivery is not indicated, patients still require continuous inpatient monitoring for at least 24-48 hours.&nbsp; These precautions are taken because placental abruption is unpredictable and is most likely to worsen soon after the initial presentation.</p><br><br><p>If a chronic abruption is suspected, then any potential cause (eg, hypertension) and associated fetal complications (eg, fetal growth restriction) should be identified to guide delivery timing.</p><br><br><p>Finally, all RhD-negative mothers are administered <strong>anti-D immunoglobulin</strong> to prevent alloimmunization (because fetomaternal bleeding is common during placental abruption).&nbsp; If significant fetomaternal bleeding is suspected (eg, due to severe abdominal trauma), a Kleihauer-Betke test is performed to determine if additional doses of anti-D-immunoglobulin are required.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of placental abruption varies based on severity, acuity, gestational age, and promptness of intervention.&nbsp; Both acute and chronic placental abruption increase the risk for preterm delivery and intrauterine fetal demise.&nbsp; Additional complications, such as fetal growth restriction, also impact outcomes.&nbsp; Timely recognition and appropriate management significantly improves prognosis.</p>\n<h1>Prevention</h1><br><br><p>All patients should be counseled to avoid high-risk activities that could cause blunt abdominal trauma (eg, horseback riding, contact sports) and to cease the use of substances with adverse vascular effects (eg, cigarettes, cocaine).&nbsp; Patients with known hypertension may benefit from improved blood pressure control, but their overall risk for abruption remains higher than average, likely due to underlying vascular dysfunction.</p>\n<h1>Summary</h1><br><br><p>Placental abruption (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32602.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is the partial or complete premature placental detachment from the uterine wall before fetal delivery.&nbsp; Patients typically have painful vaginal bleeding with uterine rigidity and fetal heart rate tracing abnormalities.&nbsp; Management depends on maternal-fetal status; emergency delivery is required in patients with fetal compromise or maternal complications.<p></p>\n</div>\n\n            "
}