{
  "meta": {
    "title": "Acute fatty liver of pregnancy",
    "url": "https://brainandscalpel.vercel.app/acute-fatty-liver-of-pregnancy-a1b8de9f-329f27.html",
    "scrapedAt": "2025-12-01T05:10:48.364Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Acute fatty liver of pregnancy (AFLP) is a rare but life-threatening liver disorder of pregnancy that typically presents in the third trimester.&nbsp; It is characterized by microvesicular fatty infiltration of maternal hepatocytes, which leads to massive hepatocyte injury.&nbsp; Acute liver failure (eg, jaundice, encephalopathy, coagulopathy, hypoglycemia) can develop, followed by multiorgan failure and possible death.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>The cause of AFLP is not fully understood but may be related to defective fatty acid metabolism.</p><br><br><p>During the third trimester, free fatty acids normally increase to support fetoplacental growth and development.&nbsp; However, in the setting of defective maternal-fetal fatty acid metabolism, intermediate products of fatty acid metabolism can cross the placenta and accumulate in the maternal circulation and hepatocytes.&nbsp; The massive fatty infiltration of maternal hepatocytes can lead to fulminant liver failure (eg, jaundice, thrombocytopenia, coagulopathy, profound hypoglycemia, hepatic encephalopathy).&nbsp; If untreated, patients develop multiorgan failure (particularly renal failure due to hepatorenal syndrome) and experience rapid decompensation, leading to maternal and fetal death.</p><br><br><p>Risk factors for AFLP may include fetal fatty acid oxidation disorders (particularly fetal long-chain 3-hydroxyacyl CoA dehydrogenase [LCHAD] deficiency), AFLP in a prior pregnancy, multiple gestation, primigravidity, and preeclampsia with severe features or HELLP (Hemolysis, Elevated Liver enzymes, Low Platelet count) syndrome.</p>\n<h1>Clinical presentation</h1><br><br><p>AFLP is usually diagnosed in the third trimester but can occasionally present in the second trimester or immediately postpartum.</p><br><br><p>Patients often present initially with nonspecific symptoms (eg, nausea, vomiting, right upper quadrant [RUQ] abdominal pain, malaise, anorexia) and elevated aminotransferase and bilirubin levels.&nbsp; Low-grade fever and worsening RUQ pain can occur.</p><br><br><p>However, patients develop rapidly worsening symptoms as liver function deteriorates.&nbsp; Eventually, acute liver failure develops, manifesting with the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Jaundice</strong> (ie, elevated bilirubin levels)</li>\n\t<li>Weakness or dizziness due to <strong>profound hypoglycemia</strong> (ie, depletion of hepatic glycogen stores and impaired gluconeogenesis)</li>\n\t<li><strong>Coagulopathy</strong> (eg, disseminated intravascular coagulation [DIC])</li>\n\t<li>Altered mental status due to <strong>hepatic encephalopathy</strong> (ie, elevated ammonia levels)</li>\n</ul><br><br><p>Up to 50% of patients with AFLP have hypertension, with or without proteinuria, and may be diagnosed with coexisting preeclampsia with severe features or HELLP syndrome.</p><br><br><p>In addition, with increasing maternal decompensation, the fetal heart rate tracing becomes nonreassuring (eg, fetal tachycardia, minimal variability), reflecting fetal acidosis due to placental hypoperfusion.</p>\n<h1>Diagnosis</h1><br><br><p>AFLP should be suspected in patients with nausea, vomiting, abdominal pain, and headache in the third trimester.&nbsp; The diagnosis is based on clinical presentation and the following laboratory findings:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Elevated aminotransferases (eg, 2-3x normal)</li>\n\t<li>Elevated bilirubin</li>\n\t<li>Elevated ammonia</li>\n\t<li>Profound hypoglycemia</li>\n\t<li>Leukocytosis</li>\n\t<li>Thrombocytopenia (platelet count &lt;100,000/mm³)</li>\n\t<li>Prolonged PT/PTT</li>\n\t<li>Low fibrinogen</li>\n\t<li>Elevated serum creatinine (normal in pregnancy:&nbsp; 0.4-0.8 mg/dL)</li>\n</ul><br><br><p>Other indicated tests (in part to exclude AFLP from other liver disorders of pregnancy) include LDH, lipase, amylase, and evaluation for urine protein (eg, protein:creatinine ratio).&nbsp; Of note, serum alkaline phosphatase levels are less useful for diagnosis because values are typically elevated during pregnancy (usually 2x normal) due to placental production.</p><br><br><p>Vital signs, particularly blood pressure monitoring, can help with diagnosis because AFLP is less likely to be associated with severe hypertension.&nbsp; Imaging (eg, RUQ ultrasonography) is not required in all patients with suspected AFLP (because normal/nonspecific findings are common), but fatty liver changes observed on imaging can help support the diagnosis.</p>\n<h1>Differential diagnosis</h1><br><br><p>Other liver disorders of pregnancy, particularly preeclampsia and HELLP syndrome, share similar clinical features and overlapping laboratory abnormalities as AFLP.&nbsp; This is further complicated by up to 20%-40% of patients with AFLP also having either preeclampsia or HELLP syndrome.</p><br><br><p>Preeclampsia and HELLP syndrome are characterized by widespread endothelial dysfunction and vasospasm.&nbsp; These conditions cause liver dysfunction indirectly via vasospasm of hepatic vessels, which impairs liver perfusion (ie, liver ischemia).&nbsp; Because the injury is <u>indirect</u>, these conditions are less likely to cause liver failure, and profound liver injury is typically limited to the most severe cases.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Preeclampsia with severe features</strong>:&nbsp; The defining feature of preeclampsia is hypertension (defined in pregnancy as systolic ≥140 mm Hg or diastolic ≥90 mm Hg).&nbsp; Patients often have signs of end-organ damage (eg, mildly elevated transaminases, headache, elevated creatinine); however, profound hypoglycemia, jaundice, and encephalopathy (ie, signs of severe liver failure) are absent.</li>\n\t<li><strong>HELLP (Hemolysis, Elevated Liver enzymes, Low Platelet count) syndrome</strong>:&nbsp; Liver dysfunction plus thrombocytopenia, coagulopathy, and elevated bilirubin levels may result.&nbsp; However, the distinguishing characteristic of HELLP syndrome is hemolysis (eg, elevated LDH, elevated indirect bilirubin levels) due to thrombotic microangiopathy.&nbsp; Jaundice may occur due to hemolysis, but this is uncommon.&nbsp; Hypertension is usually present.</li>\n</ul><br><br><p>In contrast to these 2 conditions, AFLP is a <u>direct</u> cause of liver injury via fatty infiltration of the maternal hepatocytes and is more likely to cause fulminant liver failure.&nbsp; Therefore, profound hypoglycemia (due to depleted hepatic glycogen stores and impaired gluconeogenesis), elevated ammonia levels, and low fibrinogen levels are more specific findings for AFLP.</p><br><br><p>The differential diagnosis also includes intrahepatic cholestasis of pregnancy and hepatic disorders not specific to pregnancy, such as acute viral hepatitis, biliary disease, ischemic hepatitis, and drug-induced liver injury.</p><br><br><p>However, in the setting of maternal or fetal decompensation, arriving at the definitive diagnosis between AFLP, preeclampsia, and HELLP syndrome is less critical than timely management, which usually involves prompt delivery.</p>\n<h1>Management</h1><br><br><p>Initial management of patients with suspected AFLP includes monitoring for worsening liver dysfunction, stabilizing and treating hypoglycemia and coagulopathy, and fetal monitoring and optimizing for delivery.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Evaluation for liver dysfunction with transaminases, bilirubin, ammonia levels, and MELD score; monitoring for signs of hepatic encephalopathy</li>\n\t<li>Evaluation for and treatment of hypoglycemia</li>\n\t<li>Evaluation for and treatment of coagulopathy</li>\n\t<li>Fetal monitoring and delivery optimization:&nbsp; Continuous fetal monitoring is required to evaluate for fetal acidosis, which is indicated by minimal fetal heart rate variability, recurrent late decelerations, and possible bradycardia.&nbsp; In addition, to minimize fetal morbidity associated with preterm delivery, antenatal corticosteroids are administered at &lt;37 weeks gestation (for fetal lung maturity) and magnesium sulfate at &lt;32 weeks gestation for fetal neuroprotection (dose-adjust for renal function).</li>\n</ul><br><br><p>However, once AFLP is diagnosed, management is with <strong>immediate delivery</strong> due to the high risk of maternal and fetal morbidity and mortality.&nbsp; Delivery occurs regardless of gestational age, because only delivery can initiate recovery of maternal liver function.</p><br><br><p>Most patients improve after delivery; therefore, patient monitoring and serial laboratory evaluation can decrease in frequency once findings begin to normalize and the patient shows signs of clinical improvement.&nbsp; However, worsening clinical status can occur, and patients with acute liver failure (eg, serum aminotransferases &gt;10x normal, hepatic encephalopathy, coagulopathy) require treatment at a liver transplantation center for evaluation for possible liver transplantation.</p>\n<h1>Prognosis</h1><br><br><p>Prompt delivery is associated with the best maternal-fetal outcomes.&nbsp; In most patients, AFLP usually resolves completely after delivery, with improvements in liver function occurring within days postpartum.&nbsp; The long-term maternal sequelae of AFLP are unknown, but recurrence in subsequent pregnancies is possible.</p>\n<h1>Summary</h1><br><br><p>Acute fatty liver of pregnancy (AFLP) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49138.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a rare but life-threatening liver disorder of pregnancy that typically presents with nausea, vomiting, and abdominal pain in the third trimester.&nbsp; Patients can develop acute liver failure (eg, jaundice, encephalopathy, coagulopathy, profound hypoglycemia).&nbsp; Management is with prompt delivery to avoid fulminant liver failure, multiorgan failure, and death.&nbsp; Supportive care is required until maternal liver function recovers.<p></p>\n</div>\n\n            "
}