{
  "meta": {
    "title": "Dermatoses of pregnancy",
    "url": "https://brainandscalpel.vercel.app/dermatoses-of-pregnancy-600c6068-329f27.html",
    "scrapedAt": "2025-12-01T05:10:59.347Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction </h1>\n<p>Dermatoses of pregnancy are pruritic disorders that occur during pregnancy or the immediate postpartum period.&nbsp; Patients with new-onset pruritus in pregnancy require immediate evaluation because some of the disorders can cause obstetric complications and increase the risk for fetal morbidity and mortality.</p><br><br><p>Notably, intrahepatic cholestasis of pregnancy is sometimes classified as a dermatosis of pregnancy; however, because of the absence of a rash and no specific management, it is discussed in another article.</p>\n<h1>Atopic eruption of pregnancy </h1><h2>Pathogenesis and risk factors&nbsp;</h2><br><br><p>Although not completely understood, the pathogenesis of atopic eruption of pregnancy is likely similar to that of atopic dermatitis (eczema) outside of pregnancy, involving immune dysfunction (eg, a T-helper 2 [Th2]-skewed response) and genetically mediated epidermal barrier dysfunction (loss-of-function of filaggrin).&nbsp; Loss-of-function mutations result in decreased natural moisturizing factors, impaired keratin filament aggregation, and decreased tight junction expression.</p><br><br><p>The observed immune dysfunction is likely due to physiologic alterations in immune function during pregnancy, particularly changes in T-helper cell activity that lead to increased Th2 cytokine production and decreased Th1 cytokine production, causing increased skin sensitivity and reactivity.</p>\n<h2>Clinical features</h2><br><br><p>Patients typically develop symptoms in the first and second trimesters of pregnancy.&nbsp; The presentation is similar to eczema outside of pregnancy and includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pruritic, eczematous patches, papules, and/or plaques</li>\n\t<li>Lesions that primarily affect the face, neck, trunk, and flexor surfaces</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>The diagnosis of atopic eruption of pregnancy is clinical based on history and physical examination findings.&nbsp; Skin biopsy is typically performed only in nonclassic cases.&nbsp; If biopsy is performed, histologic findings include spongiosis (ie, epidermal intercellular edema) and infiltration by T cells, eosinophils, and mast cells.</p>\n<h2>Management</h2><br><br><p>Most cases of atopic eruption of pregnancy are treated with skin hydration (eg, topical emollients) and possibly antihistamines.&nbsp; Patients who remain symptomatic following treatment may require low-dose topical corticosteroids.</p>\n<h2>Prognosis</h2><br><br><p>Atopic eruption of pregnancy does not increase the risk of maternal or fetal complications.&nbsp; However, recurrence in subsequent pregnancies is likely.</p>\n<h1>Polymorphic eruption of pregnancy (PEP)&nbsp;</h1><br><br><p>Polymorphic eruption of pregnancy (PEP) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40315.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), also known as pruritic urticarial papules and plaques of pregnancy (PUPPP), is a benign, inflammatory condition of pregnancy.<p></p>\n<h2>Pathogenesis and risk factors</h2><br><br><p>PEP occurs when overstretching of the skin causes underlying connective tissue damage, which exposes dermal antigens and causes an inflammatory response.&nbsp; Therefore, it is more common in primigravidas (due to the lack of previous skin stretching) and in patients with multiple gestations or excessive weight gain during pregnancy.</p>\n<h2>Clinical features</h2><br><br><p>PEP typically develops during the third trimester of pregnancy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47827.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The inflammation in the overstretched skin causes:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>an initial pruritic, erythematous, papular rash that is limited to the abdominal striae.</li>\n\t<li>subsequent centrifugal spread to the chest and extremities that spares the umbilicus, face, hands, and feet.</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>PEP is diagnosed clinically.&nbsp; No laboratory tests or biopsies are required for diagnosis.&nbsp; Biopsy can be performed in nonclassic cases, but the features are nonspecific and are mostly used to exclude other diagnoses.</p>\n<h2>Management</h2><br><br><p>Most patients with PEP can be treated with high-potency topical corticosteroids, which provide symptom relief.&nbsp; Patients with severe symptoms may require a short course of oral corticosteroids.&nbsp; Antihistamines may also be used for pruritus relief.</p><br><br><p>Patients can be managed with routine obstetric care until delivery because PEP is not associated with adverse maternal or fetal outcomes.</p>\n<h2>Prognosis</h2><br><br><p>Most cases of PEP resolve within a few weeks postpartum and rarely reoccur in subsequent pregnancies.</p>\n<h1>Pemphigoid gestationis</h1><br><br><p>Pemphigoid gestationis is a rare, pregnancy-specific autoimmune condition that causes vesicles and bullae (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32503.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Pathogenesis and risk factors&nbsp;</h2><br><br><p>Pemphigoid gestationis is an autoimmune disorder that is most likely caused by autoimmunity developed in the placenta, resulting in the formation of antibodies.&nbsp; The antibodies of pemphigoid gestationis are directed against basement membrane protein BP180 (similar to bullous pemphigoid).&nbsp; The formation of the antigen-antibody complex in the basement membrane causes inflammation and separation of the epidermal from the dermal layer of the skin.</p>\n<h2>Clinical presentation&nbsp;</h2><br><br><p>Patients typically develop symptoms during the second or third trimester of pregnancy.&nbsp; The classic symptoms include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Severe pruritus followed by a truncal rash</li>\n\t<li>Rash beginning as periumbilical, urticarial papules and plaques that develop into vesicles and bullae</li>\n\t<li>Rash spreading over the entire body but sparing the mucous membranes</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>The diagnosis of pemphigoid gestationis can be made clinically, but a skin biopsy is confirmatory.&nbsp; The skin biopsy undergoes direct immunofluorescence, which shows C3 complement deposits at the basement membrane (pathognomonic in pregnancy).&nbsp; In some patients, an ELISA can be performed to test for antibodies against BP180, which is also specific for pemphigoid gestationis.</p>\n<h2>Management</h2><br><br><p>The goal of treatment for pemphigoid gestationis is symptom control: relieving pruritus and limiting bullae formation.&nbsp; Patients typically respond to high-potency topical corticosteroids (eg, triamcinolone).&nbsp; Antihistamines (eg, loratadine, cetirizine) can also be added for pruritus relief.</p><br><br><p>Disease that is unresponsive to topical corticosteroids may require systemic corticosteroids (eg, prednisone) or, rarely, immunosuppressants (eg, cyclosporine, azathioprine).</p>\n<h2>Prognosis</h2><br><br><p>Patients often have a flare at delivery and resolution of the disease postpartum, but pemphigoid gestationis may recur in subsequent pregnancies.&nbsp; There is usually no increased risk to the fetus, but there are some cases of preterm delivery, fetal growth restriction, and neonatal pemphigoid gestationis (likely due to transplacental antibody transfer).</p>\n<h1>Pustular psoriasis of pregnancy </h1><br><br><p>Pustular psoriasis of pregnancy, previously called impetigo herpetiformis, is a rare form of pustular psoriasis that occurs only during pregnancy.</p>\n<h2>Pathogenesis and risk factors</h2><br><br><p>Psoriasis is an inflammatory skin disorder characterized by hyperkeratosis (overgrowth of the stratum corneum) and epidermal hyperplasia.&nbsp; Pregnancy can trigger immune function via hormonal changes that can exacerbate underlying psoriasis or cause a primary manifestation in patients who were predisposed to the condition.</p>\n<h2>Clinical features</h2><br><br><p>Pustular psoriasis of pregnancy can occur at any gestational age but is most common in the third trimester.&nbsp; Patients typically present with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Erythematous plaques surrounded by sterile pustules</li>\n\t<li>Lesions beginning on the skin folds (eg, axilla, inframammary region) and spreading outward to the trunk and extremities</li>\n\t<li>Associated constitutional features of inflammation (eg, fever, malaise, leukocytosis)</li>\n\t<li>No associated pruritus</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>A presumptive diagnosis of pustular psoriasis of pregnancy can be made clinically, but a skin biopsy is needed to confirm the diagnosis.</p><br><br><p>Biopsy results of pustular psoriasis are the same as in nonpregnant patients: spongiform pustules, parakeratosis (nucleated keratinocytes in the stratum corneum), and epidermal hyperplasia.</p><br><br><p>In addition, because of the systemic nature of pustular psoriasis of pregnancy and need for possible biologic agents for treatment, patients require additional testing with a complete blood count, comprehensive metabolic panel, and renal and liver function testing.</p>\n<h2>Management</h2><br><br><p>Due to the systemic inflammation associated with pustular psoriasis of pregnancy, there is a risk for placental insufficiency and fetal growth restriction.&nbsp; Patients require serial growth ultrasonographies, and, if fetal growth restriction is identified, routine antepartum testing (eg, biophysical profile) and possible early delivery.</p><br><br><p>Maternal treatment is with systemic high-dose corticosteroids.&nbsp; Patients with severe cases may require cyclosporine or biologic agents (eg, TNF inhibitors).</p>\n<h2>Prognosis</h2><br><br><p>Fetal complications include the risk of fetal growth restriction, preterm delivery, and intrauterine fetal demise.&nbsp; Most women have resolution of symptoms after delivery, but some occasionally have a flare during the immediate postpartum period.</p>\n</div>\n\n            "
}