{
  "meta": {
    "title": "HELLP syndrome",
    "url": "https://brainandscalpel.vercel.app/hellp-syndrome-41d2c6a1-329f27.html",
    "scrapedAt": "2025-12-01T05:11:14.437Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p><strong>H</strong>emolysis, <strong>E</strong>levated <strong>L</strong>iver enzymes, and <strong>L</strong>ow <strong>P</strong>latelet count (HELLP) syndrome is a rare but life-threatening condition that typically presents in the late second/third trimester of pregnancy.&nbsp; Because of the high risk for both maternal and fetal morbidity and mortality, patients require immediate delivery.</p>\n<h1>Pathophysiology</h1><br><br><p>There is debate about whether HELLP syndrome is a severe form of preeclampsia disease or a separate entity.&nbsp; This is because many patients have associated hypertension and proteinuria, consistent with preeclampsia.&nbsp; However, approximately 20% of patients have no associated hypertension, suggesting a separate entity.&nbsp; In addition, most complications of preeclampsia are due to end-organ damage from hypertension, whereas most complications of HELLP syndrome are related to bleeding from hemolysis and coagulopathy.</p><br><br><p>Therefore, the exact pathogenesis of HELLP syndrome remains unclear.&nbsp; HELLP syndrome likely has the same initial pathophysiology as preeclampsia, with abnormal placental development that results in decreased placental perfusion and subsequent maternal endothelial injury and systemic inflammation.</p><br><br><p>In HELLP syndrome, however, there appear to be prominent hepatic injury, microangiopathy, and activation of intravascular coagulation, which highlight the differences in primary symptoms and complications.&nbsp; This is likely because platelets adhere to the damaged endothelium, triggering the coagulation cascade, which subsequently causes vasospasm, platelet aggregation, and further endothelial damage.&nbsp; Red blood cells (RBCs) then break down while passing through these platelet-fibrin–rich capillaries, causing microangiopathic hemolytic anemia.&nbsp; Microthrombi deposition in the hepatic portal system results in hepatic hypoperfusion, injury, and necrosis; coagulopathy can also result in a hepatic subcapsular hematoma.&nbsp; These cumulatively lead to the hemolysis, elevated liver enzymes, and low platelet count specific to HELLP syndrome.</p>\n<h1>Risk factors</h1><br><br><p>Risk factors for HELLP syndrome are similar to those of preeclampsia and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age ≥35</li>\n\t<li>BMI ≥30 kg/m<font size=\"2\"><sup>2</sup></font></li>\n\t<li>Multiparity (in contrast to preeclampsia, in which nulliparity is a risk factor)</li>\n\t<li>Multiple gestation</li>\n\t<li>Diabetes mellitus</li>\n\t<li>Autoimmune conditions (eg, systemic lupus erythematosus)</li>\n\t<li>Chronic hypertension</li>\n\t<li>HELLP syndrome or preeclampsia in a prior pregnancy</li>\n</ul><br><br><p>In addition, patients with preeclampsia in a current pregnancy are at risk of progressing to HELLP syndrome.</p>\n<h1>Clinical presentation and physical examination</h1><br><br><p>The presentation of HELLP syndrome is variable, but patients classically have a rapid onset of progressively worsening symptoms that develop in the late second/third trimester (but these can develop in the immediate postpartum period).</p><br><br><p>Patients often have severe right upper quadrant or epigastric pain (from distension of the hepatic [Glisson] capsule) with associated nausea, vomiting, and malaise.&nbsp; If the patient has concomitant hypertension, symptoms may include signs of end-organ damage, including headache and visual changes.</p><br><br><p>Physical examination may show hypertension (ie, systolic ≥140 mm Hg and/or diastolic ≥90 mm Hg), but some patients may have normal blood pressure.</p><br><br><p>On abdominal examination, the right upper quadrant or epigastric area may be tender to palpation.&nbsp; If the patient develops an intraparenchymal or subcapsular liver hematoma, there may be severe right upper quadrant pain that radiates (to the shoulder, chest, back, or neck) along with other signs of internal bleeding, particularly with hematoma rupture (ie, hemodynamic instability).&nbsp; Signs of thrombocytopenia-related bleeding are uncommon but possible in severe cases of HELLP syndrome.</p>\n<h1>Laboratory evaluation and diagnosis</h1><br><br><p>All pregnant women at ≥20 weeks gestation with right upper quadrant or epigastric pain, acute nausea/vomiting, malaise, or new-onset hypertension should undergo laboratory evaluation to assess for HELLP syndrome (and other disorders of pregnancy that cause hypertension and/or liver dysfunction).&nbsp; Laboratory testing includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count to assess for anemia and thrombocytopenia</li>\n\t<li>Complete metabolic profile to assess transaminases (aspartate aminotransferase [AST], alanine aminotransferase [ALT]) and bilirubin levels</li>\n\t<li>Lactate dehydrogenase (LDH) and haptoglobin levels to assess for hemolysis</li>\n\t<li>Peripheral blood smear to assess for schistocytes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8254.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )</li>\n\t<li>Coagulation profile (PTT, activated PTT, fibrinogen levels) to assess for disseminated intravascular coagulation (DIC)</li>\n\t<li>Urine protein/creatinine ratio to assess for proteinuria</li>\n</ul><br><br><p>HELLP syndrome is diagnosed based on laboratory findings.&nbsp; Diagnostic criteria includes the triad of:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hemolysis</strong>:&nbsp; LDH &gt;600 IU/L, abnormal peripheral blood smear (eg, schistocytes, helmet cells), elevated serum bilirubin levels, or decreased serum haptoglobin levels</li>\n\t<li><strong>Elevated liver enzymes</strong>:&nbsp; AST or ALT ≥2 times the upper limit of normal</li>\n\t<li><strong>Low platelet count</strong>:&nbsp; platelets &lt;100,000/mm<font size=\"2\"><sup>3</sup></font></li>\n</ul><br><br><p>Although kidney dysfunction is not a diagnostic criterion, microvascular dysfunction may also occur in the kidney, increasing its vulnerability to an ischemic insult and resulting in acute kidney injury.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of HELLP syndrome is based on whether the patient is hypertensive.</p><br><br><p>Patients with hypertension:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Preeclampsia with severe features</strong>:&nbsp; Patients can develop HELLP syndrome from preeclampsia, and there are many overlapping features (eg, elevated transaminases, thrombocytopenia).&nbsp; Distinguishing between these 2 diagnoses is often clinically irrelevant because both require immediate delivery and the same management (eg, antihypertensive therapy, magnesium sulfate).</li>\n\t<li><strong>Acute fatty liver of pregnancy</strong> (AFLP) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49138.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; This condition presents with fulminant liver failure due to complete fatty infiltration of hepatocytes; therefore, in contrast to HELLP syndrome, patients with AFLP have an elevated ammonia level and hypoglycemia is present in these patients, helping distinguish it from HELLP syndrome.</li>\n\t<li><strong>Systemic lupus erythematosus flare</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32068.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; Patients may have thrombocytopenia, hemolytic anemia, hypertension, and proteinuria and often have signs of nephritis (eg, RBC casts) and other typical characteristics (eg, malar rash, pleuritis, arthritis).</li>\n</ul><br><br><p>Patients without hypertension:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Intrahepatic cholestasis of pregnancy</strong>:&nbsp; This pregnancy-specific liver disorder develops in the late second/third trimester.&nbsp; Patients typically have severe pruritus on the palms and soles that is worse at night.&nbsp; Elevated transaminase and bilirubin levels can occur, but there is no associated hemolytic anemia or thrombocytopenia.</li>\n\t<li><strong>Thrombotic thrombocytopenic purpura</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/92407.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; Patients experience a pentad of fever, altered mental status, acute kidney injury, hemolytic anemia, and thrombocytopenia in the first trimester.&nbsp; Clotting factors are not affected and patients are typically normotensive without proteinuria.</li>\n\t<li><strong>Cholelithiasis</strong>:&nbsp; Obstruction of the cystic duct may cause right upper quadrant pain and elevated liver transaminases, which is more common in pregnancy due to biliary stasis.&nbsp; However, patients typically have elevated direct (ie, conjugated) bilirubin levels without associated thrombocytopenia or hemolysis.</li>\n</ul>\n<h1>Imaging studies</h1><br><br><p>Although unnecessary for diagnosis of HELLP syndrome, imaging studies can be helpful to assess the severity of the disease or to exclude other causes of elevated transaminases.</p><br><br><p>Patients with severe right upper quadrant pain—particularly if the pain is unresponsive to pain medication, radiates, or increases with inspiration—should undergo imaging to evaluate for a liver hematoma and ruptured hematoma (regardless of serum transaminase levels).&nbsp; Initial imaging can be with a Focused Assessment with Sonography for Trauma (FAST) examination, in which bleeding and the hematoma may be apparent.&nbsp; Abdominal CT scan or MRI is more sensitive for detecting subcapsular hepatic hematoma (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8755.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) and rupture; due to the severity of the disease, the risk for radiation from CT scan is outweighed by the risk of not identifying and treating the hematoma.<p></p>\n<h1>Management</h1><br><br><p><strong>Delivery</strong> is the primary management of HELLP syndrome.&nbsp; The mode of delivery (vaginal vs cesarean) is dependent on the stability of the patient.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>If the patient is ≥34 weeks gestation or if there is maternal-fetal instability, delivery is immediate.</li>\n\t<li>If the patient is &lt;34 weeks gestation and if the condition of both the mother and fetus is relatively stable, delivery may be delayed 48 hours to allow for antenatal corticosteroid administration for fetal lung maturity.</li>\n</ul><br><br><p>In addition to delivery, patients with HELLP syndrome require management of any associated complications:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Seizure prophylaxis</strong>:&nbsp; Patients require magnesium sulfate therapy until at least 24 hours postpartum to reduce the risk for eclampsia.</li>\n\t<li><strong>Hypertension</strong>:&nbsp; Patients with severe-range blood pressures should receive antihypertensive therapy (eg, labetalol, hydralazine, nifedipine) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61707.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li><strong>DIC and thrombocytopenia</strong>:&nbsp; Patients require blood products to correct the coagulopathy.&nbsp; Those with severe thrombocytopenia may be unable to use neuraxial anesthesia for labor and delivery due to the risk for a spinal epidural hematoma.</li>\n\t<li><strong>Hepatic hematoma/rupture</strong>:&nbsp; Patients typically require blood products and immediate delivery.&nbsp; If the hematoma/rupture remains stable after delivery, conservative management and repeat imaging can be performed.&nbsp; However if the hematoma/rupture continues to expand or if the patient's condition becomes more hemodynamically unstable, operative management is indicated (eg, packing, hepatic artery ligation).</li>\n</ul><br><br><p>After delivery, patients can continue to have increasing symptoms and laboratory abnormalities in the immediate postpartum period (~48 hr postpartum) and therefore require regular monitoring until their condition stabilizes.</p>\n<h1>Prognosis</h1><br><br><p>HELLP syndrome is a life-threatening condition with the potential for severe maternal and fetal complications.&nbsp; Maternal complications include hepatic rupture, placental abruption, DIC, and postpartum hemorrhage.&nbsp; Fetal complications include fetal growth restriction, intrauterine hypoxia, and preterm birth.</p><br><br><p>Early diagnosis and delivery usually lead to good maternal outcomes, although recovery may take several days to weeks.&nbsp; In addition, patients have a ~20% risk of developing HELLP syndrome in subsequent pregnancies.&nbsp; Neonatal morbidity and mortality are largely dependent on the gestational age and severity of the condition at delivery.</p>\n<h1>Summary</h1><br><br><p>HELLP syndrome (hemolysis, elevated liver enzymes, and low platelet count) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/98150.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) is a rare, but potentially life-threatening, disorder of pregnancy that has significant maternal and fetal morbidity and mortality.&nbsp; Although a brief period of expectant management may be appropriate in preterm pregnancies to allow for the administration of antenatal corticosteroids, immediate delivery is often required due to the severity of the illness.<p></p>\n</div>\n\n            "
}