{
  "meta": {
    "title": "HIV in pregnancy",
    "url": "https://brainandscalpel.vercel.app/hiv-in-pregnancy-6c6c8e44-329f27.html",
    "scrapedAt": "2025-12-01T05:11:13.413Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>HIV infection in pregnancy presents unique challenges because it involves balancing maternal health with preventing vertical (mother-to-child) transmission.&nbsp; With appropriate treatment, transmission rates can be reduced to &lt;1%.</p>\n<h1>Epidemiology</h1><br><br><p>HIV infection is a global public health challenge, with &gt;40 million people living with HIV worldwide.&nbsp; Globally, about 1.3 million women with HIV become pregnant annually, and children are at risk for transmission in utero, during delivery, and through breastmilk.&nbsp; Vertical transmission is responsible for 90% of HIV infections in children worldwide.&nbsp; In regions with widespread access to antiretroviral therapy (ART), transmission during pregnancy and childbirth has dramatically decreased.&nbsp; However, in resource-limited settings, barriers to care still contribute to higher rates of vertical transmission.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>During pregnancy, HIV vertical transmission (mother to neonate) can occur through the following mechanisms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In utero (transplacental):&nbsp; In utero transmission is thought to occur between 28 and 36 weeks gestation, likely through microtransfusions of viremic maternal blood to the fetus as a result of compromised placental integrity.&nbsp; Maternal genital tract infections (eg, <em>Chlamydia trachomatis</em>, herpes simplex virus) and intraamniotic infection further increase the risk of in utero HIV transmission.</li>\n\t<li>Intrapartum:&nbsp; Intrapartum transmission occurs through infant mucosal membrane contact with HIV in maternal blood during delivery.</li>\n\t<li>Postpartum:&nbsp; HIV is found in breast milk, and transmission risk to newborns is highest in the first few months of life.</li>\n</ul><br><br><p>The most important risk factor for vertical transmission is <strong>maternal viral load</strong>, particularly levels &gt;10,000 copies/mL near the time of birth.&nbsp; Other factors that increase the risk of vertical transmission include acute HIV infection during pregnancy or breastfeeding, low maternal CD4<font size=\"2\"><sup>+</sup></font> counts, advanced disease stage (ie, AIDS), and concurrent sexually transmitted infections.</p>\n<h1>Diagnosis in pregnancy</h1><br><br><p>Prenatal care provides an important opportunity to screen individuals who may not otherwise have regular access to testing or medical services.&nbsp; For this reason, HIV screening is performed at the initial prenatal visit.&nbsp; In addition, repeat testing is performed in the third trimester for women at high risk or those in high-prevalence areas.&nbsp; For those in labor with limited prenatal care, rapid screening tests are used.</p><br><br><p>Following a positive HIV antigen/antibody combination assay screen, confirmatory testing is required with HIV-1/HIV-2 differentiation assays.</p>\n<h1>Prenatal management</h1><h2>Antiretroviral therapy (ART)</h2><br><br><p>The mainstay of management of HIV in pregnancy in both resource-rich and resource-limited settings is antiretroviral therapy (ART).&nbsp; ART is the most effective intervention for managing maternal HIV infection and preventing vertical transmission.&nbsp; With sustained viral suppression through ART, the risk of transmission can be reduced to &lt;1%.&nbsp; Because the likelihood of transmission directly correlates with maternal viral load, all pregnant patients should begin ART as soon as HIV is diagnosed, regardless of CD4<font size=\"2\"><sup>+</sup></font> count or viral load.</p><br><br><p>General principles of ART during pregnancy include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>ART begun before or early in pregnancy is more effective in reducing vertical transmission than starting in late pregnancy.&nbsp; This allows for longer viral suppression and ensures an undetectable viral load at delivery.</li>\n\t<li>A combination ART regimen is more effective than a single drug.&nbsp; The regimen includes a dual nucleoside reverse transcriptase inhibitor combined with either an integrase inhibitor or a protease inhibitor.</li>\n\t<li>A 3-part strategy of antepartum, intrapartum, and postpartum infant prophylaxis is more effective at preventing vertical transmission than only intrapartum and postpartum prophylaxis.</li>\n\t<li>Women with a preexisting diagnosis already taking ART at conception can generally continue their current regimen.&nbsp; However, some medication dosages or frequencies may be adjusted (particularly protease inhibitors) to account for the pregnancy-related pharmacokinetic changes (eg, increased volume of distribution, increased cytochrome enzyme activity, increased renal excretion).</li>\n</ul><br><br><p>Women newly diagnosed with HIV during pregnancy require immediate ART.&nbsp; Following confirmation of diagnosis, a viral load, a CD4<font size=\"2\"><sup>+</sup></font> cell count and resistance testing are performed.&nbsp; ART should be initiated prior to the results of resistance testing because the regimen can be modified with the results.&nbsp; Viral load suppression is expected within 3-12 weeks of strict adherence to a 3-drug ART regimen.</p>\n<h2>Monitoring</h2><br><br><p>The viral load and CD4<font size=\"2\"><sup>+</sup></font> count should be monitored frequently during pregnancy.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>CD4<font size=\"2\"><sup>+</sup></font> count:&nbsp; Every 3 months.</li>\n\t<li>Viral load:&nbsp; At entry to care, start of ART initiation, 2-4 weeks after initiation or with any change in therapy, monthly until complete viral suppression, and then at least every 3-6 months for the remainder of the pregnancy.</li>\n\t<li>Monitoring for drug toxicity:&nbsp; Complete blood count, blood urea nitrogen, creatinine, and liver function tests prior to ART initiation and then every 3-6 months thereafter for all patients with HIV.</li>\n</ul>\n<h2>Antepartum management</h2><br><br><p>Additional prenatal management outside of ART includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tuberculosis screening.</li>\n\t<li>Hepatitis screening.</li>\n\t<li><em>Toxoplasma gondii</em> serologies.</li>\n</ul><br><br><p>Antenatal vaccinations include standard prenatal vaccines (eg, COVID, influenza, tetanus–reduced diphtheria–acellular pertussis vaccine [Tdap]), as well as pneumococcal and hepatitis A and B vaccines (for those not previously infected).</p><br><br><p>Chemoprophylaxis for opportunistic infections is similar to that outside of pregnancy and dependent on CD4<font size=\"2\"><sup>+</sup></font> counts (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41118.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; The benefits of using sulfamethoxazole-trimethoprim for chemoprophylaxis in the first trimester outweigh any theoretical teratogenic risk.&nbsp; In addition, candidal infections become common with CD4<font size=\"2\"><sup>+</sup></font> counts &lt;200/mm<font size=\"2\"><sup>3</sup></font>.&nbsp; In general, fluconazole is avoided during pregnancy (particularly during the first trimester due to potential miscarriage risk); therefore, topical nystatin is used for oral thrush, and a topical azole is used for vaginal candidiasis.<p></p><br><br><p>Repeat ultrasonography is not needed in pregnancies complicated by HIV infection.&nbsp; Standard ultrasonography is performed in the first trimester for gestational age dating and in the second trimester for a detailed fetal anatomy evaluation.&nbsp; Invasive diagnostic procedures (eg, amniocentesis) do not increase the risk of vertical transmission with undetectable viral loads; however, if viral loads are detectable, a risk-benefit discussion is required.</p>\n<h2>Intrapartum management</h2><br><br><p>Intrapartum management depends on the viral load within 4 weeks of delivery.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Viral loads ≤50 copies/mL</strong>:&nbsp; Patients may undergo vaginal delivery because the risk of vertical transmission is low.&nbsp; These patients do not require additional intrapartum intravenous ART (ie, zidovudine) but do continue their daily ART regimens.&nbsp; Invasive monitoring procedures that breach the fetal skin barrier (eg, fetal scalp electrode) should be avoided.</li>\n\t<li><strong>Viral loads &gt;50 copies/mL but ≤1,000 copies/mL</strong>:&nbsp; These loads pose a slightly increased risk of vertical transmission, and patients often receive intrapartum intravenous zidovudine with their daily ART.&nbsp; However, vaginal delivery is still acceptable because transmission risk is not further reduced by cesarean delivery.&nbsp; In addition to fetal scalp electrodes, artificial rupture of membranes and operative vaginal deliveries should be avoided.</li>\n\t<li><strong>Viral loads &gt;1,000 copies/mL</strong>:&nbsp; With these loads, patients are at high risk of vertical transmission during vaginal delivery.&nbsp; A fetus is exposed to infected maternal body fluids during passage through the vaginal canal and is at greater risk of skin barrier compromise.&nbsp; Cesarean delivery reduces perinatal HIV transmission by 50% when maternal viral load is &gt;1,000 copies/mL.&nbsp; Therefore, individuals require intrapartum zidovudine and prelabor cesarean delivery (typically at 38 weeks gestation).</li>\n</ul>\n<h1>Postpartum and neonatal management</h1><h2>Neonatal prophylaxis</h2><br><br><p>All infants born to HIV-positive mothers require ART prophylaxis to decrease the risk of HIV acquisition.&nbsp; These infants are subdivided based on maternal viral load and the duration of suppression:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Very low risk</strong>:&nbsp; Infants born to mothers with sustained viral suppression (≤50 copies/mL) since 20 weeks gestation are at low risk of HIV acquisition and are treated with 2 weeks of zidovudine.</li>\n\t<li><strong>High risk</strong>:&nbsp; Infants born to mothers with viremia (≥50 copies/mL) at or within 4 weeks of delivery receive a 3-drug ART regimen for 2-6 weeks.</li>\n</ul><br><br><p>All other infants fall into a middle risk category; shared decision-making with the parents is used to determine which of these 2 options is best for infant postexposure prophylaxis.</p>\n<h2>Neonatal testing</h2><br><br><p>Infants are monitored for HIV acquisition using serial HIV PCR testing.&nbsp; Antibody/antigen assays, commonly used in adult screening, are not used because transplacentally transferred maternal HIV antibodies persist in the infant for many months.&nbsp; High-risk infants are tested slightly more frequently than low-risk infants; however, the general timeline is at birth, 2-4 weeks, 1-2 months, and 4-6 months.</p><br><br><p>Definitive exclusion of infection requires 2 negative PCR results (≥1 month and ≥4 months).</p>\n<h2>Resource-limited settings</h2><br><br><p>The primary means of preventing vertical transmission in resource-limited settings is maternal ART.&nbsp; A lifelong regimen should be started as soon as HIV is diagnosed, regardless of viral load or CD4<font size=\"2\"><sup>+</sup></font> count.&nbsp; Intrapartum intravenous zidovudine is recommended when individuals started ART late in pregnancy, when adherence is uncertain, or if definitive confirmation of viral suppression is unavailable.&nbsp; However, this is not always a feasible option because many patients deliver outside of a facility.&nbsp; Although cesarean delivery reduces vertical transmission when viral loads are &gt;1,000 copies/mL, implementation may be impractical in some resource-limited settings.</p>\n<h1>Breastfeeding</h1><h2>Resource-rich settings</h2><br><br><p>In resource-rich settings, the recommendation was once to avoid breastfeeding because transmission can occur through breast milk even with viral suppression (&lt;1%).&nbsp; For mothers with viral suppression who desire to breastfeed, the following recommendations are made:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Monitor maternal viral loads every 1-2 months.</li>\n\t<li>Avoid breast milk overproduction, which can lead to milk stasis.</li>\n\t<li>Promptly treat and correct mastitis, abscesses, and cracked nipples.</li>\n\t<li>Exclusively feed using breast milk because mixed feeding (breast milk + formula) may impair the infant's gut integrity and increase the risk of transmission.</li>\n\t<li>Wean slowly over 2-4 weeks because rapid weaning has been associated with increased risk of HIV shedding into breast milk.</li>\n</ul><br><br><p>For mothers without viral suppression, the recommendation is formula feeding.</p>\n<h2>Resource-limited settings</h2><br><br><p>Infant feeding in resource-limited settings must balance the risk of HIV transmission through breast milk versus the risk of malnutrition and serious infections through unsafe feeding practices.&nbsp; The recommendation is for exclusive breast milk feeding with strict adherence to ART therapy by the mother because mixed feeding may affect the infant's gut integrity and increase the transmission risk.</p>\n<h1>Contraception and future pregnancies</h1><br><br><p>The postpartum period provides an opportunity to initiate contraception and prevent unintended pregnancies in women with HIV.&nbsp; However, drug interactions between ART and hormonal contraceptives must be considered.</p><br><br><p>ART regimens—particularly protease inhibitors—can reduce the efficacy of oral contraceptives by lowering plasma estrogen and progesterone levels, necessitating additional or alternate contraceptive methods.&nbsp; Similarly, ART regimens that include efavirenz, a nonnucleoside reverse transcriptase inhibitor, may lower progestin levels and decrease the effectiveness of progestin-releasing implants.&nbsp; However, intrauterine devices are a safe and effective contraceptive option for women with HIV, with no increased risk of viral transmission or cervical shedding.</p><br><br><p>Preconception counseling is essential for all women of reproductive potential, and achieving viral suppression prior to conception is strongly recommended to minimize the risk of perinatal HIV transmission.</p>\n<h1>Summary</h1><br><br><p>HIV infection in pregnancy presents unique challenges because it involves balancing maternal health with preventing vertical (mother-to-child) transmission.&nbsp; Transmission risk is directly correlated with maternal viral load; therefore, during prenatal care, it is vital to promptly initiate antiretroviral therapy to achieve viral suppression.&nbsp; With proper management, vertical transmission is largely preventable.</p>\n</div>\n\n            "
}