{
  "meta": {
    "title": "Hyperemesis gravidarum",
    "url": "https://brainandscalpel.vercel.app/hyperemesis-gravidarum-nbsp-ea68faf3-329f27.html",
    "scrapedAt": "2025-12-01T05:11:16.704Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1><p>Physiologic nausea and vomiting of pregnancy (NVP) affects most pregnancies but is usually mild, limited to the first trimester, and associated with normal vital signs and laboratory findings.&nbsp; Hyperemesis gravidarum is a severe form of NVP characterized by persistent nausea and vomiting and usually associated with ketonuria and weight loss &gt;5% of prepregnancy body weight.</p><h1>Pathophysiology and risk factors</h1><p>The exact pathogenesis of hyperemesis gravidarum is unclear but may involve hormonal changes, particularly elevations in human chorionic gonadotropin (hCG).&nbsp; Therefore, risk factors include hyperemesis gravidarum in a prior pregnancy, multiple gestation (likely due to greater placental mass and hCG production), molar pregnancy (eg, gestational trophoblastic disease), and history of acid reflux.</p><h1>Clinical presentation</h1><p>Symptoms of hyperemesis gravidarum typically begin at 5-6 weeks gestation.&nbsp; Patients have severe and persistent nausea associated with nonbilious vomiting that can occur at any time of day.&nbsp; Patients can develop acute dehydration due to inability to tolerate oral intake.</p><h1>Diagnosis</h1><p>Hyperemesis gravidarum is a diagnosis of exclusion based on clinical presentation and laboratory findings.&nbsp; Although there are no formal diagnostic criteria, the following features support the diagnosis:</p><ul class=\"article-body-unordered-list\"><li><strong>Weight loss &gt;5% of prepregnancy body weight or &gt;3 kg (6.2 lb)</strong></li><li>Signs of <strong>dehydration</strong> (eg, orthostatic hypotension, tachycardia, dry mucous membranes, reduced skin turgor)</li><li>Timing: symptoms starting in early pregnancy (eg, &lt;10 weeks gestation) with gradual resolution over weeks</li></ul><p>Laboratory evaluation reveals abnormalities in proportion with disease severity (ie, severe electrolyte abnormalities with more frequent or protracted emesis).&nbsp; Evaluation typically reveals:</p><ul class=\"article-body-unordered-list\"><li><strong>Hypochloremic metabolic alkalosis</strong> (due to vomiting of acidic gastric secretions)</li><li><strong>Electrolyte abnormalities</strong> (eg, hypokalemia, hyponatremia)</li><li><strong>Ketonuria</strong></li><li>Increased urine specific gravity</li><li>Elevated hematocrit (hemoconcentration)</li><li>Mildly elevated aminotransferases (eg, 2-3x normal) with ALT &gt; AST</li></ul><p>Other less common laboratory findings include elevated lipase and/or amylase and elevated T4 with low TSH levels (ie, benign, transient thyrotoxicosis of hyperemesis likely caused by hCG stimulation of the TSH receptor).&nbsp; Imaging studies (eg, right upper quadrant abdominal ultrasound) are not required and primarily used to evaluate for other potential causes of nausea and vomiting (eg, gallstones), not for diagnosing hyperemesis gravidarum.</p><h1>Differential diagnosis&nbsp;</h1><p>Hyperemesis gravidarum is <strong>a diagnosis of exclusion</strong> based on the onset of severe NVP in early pregnancy.&nbsp; However, several features make hyperemesis gravidarum <u>less</u> likely and should prompt evaluation for an alternate diagnosis:</p><ul class=\"article-body-unordered-list\"><li>New-onset nausea/vomiting in the second or third trimester</li><li>Nausea/vomiting that does not resolve postpartum</li><li>Abdominal pain</li><li>Jaundice</li><li>Fever</li><li>Diarrhea or constipation</li><li>Headache</li><li>Hypertension</li></ul><p>The differential diagnosis for nausea and vomiting in pregnancy is broad:</p><ul class=\"article-body-unordered-list\"><li><strong>Gastrointestinal disorders</strong> (eg, gastroenteritis, cholecystitis, pancreatitis, bowel obstruction):&nbsp; can cause nausea and vomiting, but additional symptoms (eg, abdominal pain) and other laboratory abnormalities are typically present.</li><li><strong>Liver disorders of pregnancy</strong> (eg, preeclampsia, HELLP [hemolysis, elevated liver enzymes, low platelets] syndrome, acute fatty liver of pregnancy):&nbsp; can cause nausea and vomiting, but patients typically present in the late second or third trimester.&nbsp; In addition, patients have clinical features (eg, headache, hypertension) and laboratory abnormalities (eg, thrombocytopenia, proteinuria) beyond the gastrointestinal system.</li></ul><h1>Management</h1><p>In pregnant patients with nausea and vomiting, the goals of initial management are to determine disease severity; assess volume, acid-base, and electrolyte status (and correct if necessary); and evaluate for other potential causes.&nbsp; Initial management includes:</p><ul class=\"article-body-unordered-list\"><li>Fluid resuscitation (IV or PO as tolerated)</li><li>Antiemetic therapy (IV or PO as tolerated)</li><li>Laboratory evaluation:<ul class=\"article-body-unordered-list\"><li>Serum electrolyte levels</li><li>Urinalysis: for urine ketones and specific gravity</li><li>With severe symptoms or signs of hypovolemia, additional testing includes:<ul class=\"article-body-unordered-list\"><li>Complete blood count</li><li>Serum BUN/creatinine</li><li>Liver chemistries (AST, ALT, bilirubin)</li><li>Amylase, lipase</li><li>TSH, T4</li></ul></li></ul></li><li>Obstetric ultrasound in patients with no prior obstetric evaluation (ie, to evaluate for multiple gestation and molar pregnancy) to confirm gestational age and fetal viability</li></ul><p><strong>Hospitalization</strong> is required for patients with <strong>persistent symptoms</strong> despite fluid resuscitation and IV antiemetic therapy and for those with <strong>acid-base or electrolyte abnormalities</strong>.&nbsp; Inpatient management includes:</p><ul class=\"article-body-unordered-list\"><li>Bowel rest</li><li>Correct hypovolemia, ketonuria, and electrolye abnormalties with IV fluids (typically lactate Ringer's supplemented with thiamine)</li><li>Symptom control with antiemetic therapy:&nbsp; <strong>scheduled IV anti-emetics</strong> (eg, ondansetron, dimenhydrinate) are initially started until the patient is stabilized and can tolerate oral medications.&nbsp; Acid-reducing agents (eg, antacids, H2 blockers, proton pump inhibitors) improve nausea and vomiting symptoms in patients with reflux.&nbsp; Pharmacotherapy choices should consider, and attempt to minimize, potential fetal effects.</li><li>Nutritional support:&nbsp; vitamin supplementation (eg, vitamin B6, folate) and dietary changes (eg, small, frequent meals; avoidance of nausea triggers; ginger supplementation)</li></ul><p>Discharge is appropriate once metabolic abnormalities have been corrected and the patient is stable on an oral antiemetic.&nbsp; Some patients may need scheduled antiemetic therapy into the second trimester, but others can transition to taking medication as needed.&nbsp; However, readmission for refractory symptoms is common.</p><h1>Prognosis</h1><p>Symptoms of hyperemesis gravidarum typically peak at 9 weeks gestation, and most patients improve by 16-20 weeks with no adverse maternal or fetal effects as long as the patient's prepregnancy weight and overall weight gain in pregnancy are normal.&nbsp; However, up to 20% of patients have persistent symptoms through the third trimester and 5% are symptomatic up until delivery.</p><p>These patients are at risk for additional complications (eg, malnutrition, depression/anxiety).&nbsp; Additional pharmacotherapy (eg, corticosteroids) and even tube feedings or total parenteral nutrition may be required for nutritional support.</p><p>Potential fetal complications in these patients include fetal growth restriction (due to inadequate fetal nutrition and oxygenation), preterm delivery, and low birth weight.</p><p>The risk of recurrence is elevated in subsequent pregnancies.</p><h1>Prevention</h1><p>Daily intake of a multivitamin containing folic acid (beginning at least 1 month preconception) may decrease the frequency and severity of NVP.</p><h1>Summary</h1><p>Hyperemesis gravidarum is severe, persistent nausea and vomiting in pregnancy, usually associated with weight loss of &gt;5% prepregnancy weight and ketonuria (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38816.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Patients usually present in the first trimester and can develop acute dehydration and electrolyte abnormalities.&nbsp; Initial management includes fluid resuscitation, correction of electrolyte abnormalities, and antiemetic medication.&nbsp; Symptoms typically resolve by 16-20 weeks gestation.<p></p></div>\n            "
}