{
  "meta": {
    "title": "Intraamniotic infection",
    "url": "https://brainandscalpel.vercel.app/intraamniotic-infection-1dd2d186-329f27.html",
    "scrapedAt": "2025-12-01T05:11:20.792Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Intraamniotic infection (IAI), also known as clinical chorioamnionitis, is an infection of the uterine decidua, placenta, amniotic fluid, membranes, and umbilical cord.&nbsp; IAI is associated with increased neonatal morbidity and mortality, particularly at preterm gestations.&nbsp; Maternal complications can include sepsis, postpartum hemorrhage, and postpartum endometritis.</p>\n<h1>Pathogenesis</h1><br><br><p>IAI typically occurs due to bacteria ascending from the lower genital tract into the normally sterile uterus, through the cervix, and into the amniotic cavity.&nbsp; This ascent of bacteria can happen during pregnancy, during labor, or after the rupture of membranes.&nbsp; The risk is particularly high with prolonged rupture of membranes (eg, prelabor rupture of membranes) and prolonged/protracted labor, which allows more time for bacterial migration and proliferation.</p><br><br><p>IAI is usually a <strong>polymicrobial infection</strong> involving a mixture of aerobes and anaerobes consisting of common colonizers of the lower genital tract (eg, group B <em>Streptococcus</em> [GBS], <em>Gardnerella vaginalis</em>, <em>Ureaplasma</em>, <em>Mycoplasma</em> species) and gastrointestinal tract (eg, <em>Escherichia coli</em>).</p>\n<h1>Risk factors</h1><br><br><p>The greatest risk factor for IAI is prolonged duration of labor, particularly with ruptured membranes.&nbsp; Therefore, the patients at highest risk include those with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prolonged first or second stage of labor</strong></li>\n\t<li><strong>Prelabor rupture of membranes, prolonged rupture of membranes</strong> (eg, &gt;18 hours)</li>\n\t<li><strong>Preterm prelabor rupture of membranes</strong> (rupture of membranes at &lt;37 weeks gestation)</li>\n</ul><br><br><p>Additional risk factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Genital tract pathogens (eg, GBS, bacterial vaginosis, sexually transmitted infections)</li>\n\t<li>Labor interventions that can introduce bacteria into the amniotic cavity:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Multiple digital cervical examinations (particularly after rupture of membranes)</li>\n\t\t<li>Internal monitoring (eg, intrauterine pressure catheter, fetal scalp electrode)</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>IAI usually presents in patients with rupture of membranes but can also be diagnosed in patients with intact membranes during labor.&nbsp; Clinical features include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fever (≥38 C [≥100.4 F])</li>\n\t<li>Maternal tachycardia</li>\n\t<li>Fetal tachycardia &gt;160/min for at least 10 minutes</li>\n\t<li>Uterine tenderness</li>\n\t<li>Foul-smelling or purulent amniotic fluid</li>\n</ul><br><br><p>In addition, patients may have an abnormal contraction pattern on tocodynamometry because ongoing intrauterine inflammation impairs uterine contractility.&nbsp; As a result, IAI can also present clinically with arrested or protracted labor.</p>\n<h1>Diagnosis</h1><br><br><p>IAI is primarily a clinical diagnosis made in the absence of another obvious infectious source.&nbsp; Diagnosis is based on the presence of <strong>maternal fever</strong> (≥38 C [≥100.4 F]) plus at least 1 of the following features:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Baseline <strong>fetal tachycardia</strong> &gt;160/min for at least 10 minutes</li>\n\t<li><strong>Maternal leukocytosis</strong> (white blood cell count &gt;15,000/mm<font size=\"2\"><sup>3</sup> </font>)</li>\n\t<li><strong>Purulent amniotic fluid</strong></li>\n</ul><br><br><p>Other common findings include maternal tachycardia, uterine tenderness on palpation, signs of fetal distress (eg, late decelerations), and abnormal contraction pattern on tocodynamometry.</p><br><br><p>All patients with suspected IAI require the following evaluation:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count with differential</li>\n\t<li>Additional testing (eg, urinalysis with microscopy, urine culture) based on patient presentation and relevant clinical findings (eg, flank pain, dyspnea) to exclude other sources of infection (eg, pyelonephritis, pneumonia)</li>\n</ul><br><br><p>Blood cultures are typically not obtained unless maternal sepsis is suspected.&nbsp; In addition, amniocentesis and amniotic fluid culture are not commonly performed unless there is diagnostic uncertainty because it can take days to obtain results, limiting utility to guide management.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis includes other common causes of intrapartum fever, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Normal labor</strong>:&nbsp; which can cause fever, tachycardia, uterine tenderness, and leukocytosis.&nbsp; However, purulent amniotic fluid is uncommon.&nbsp; In addition, leukocytosis does not show a left shift.</li>\n\t<li><strong>Neuraxial anesthesia</strong>:&nbsp; which is the most common cause of intrapartum fever at term gestation.&nbsp; The maternal body temperature rises with prolonged neuraxial anesthesia use.&nbsp; It is difficult to differentiate from IAI because labor is associated with leukocytosis, and anesthetics themselves can induce fever and tachycardia.&nbsp; Because of the risk for complications of IAI without treatment, patients with neuraxial anesthesia who have signs of IAI require antibiotics.</li>\n\t<li><strong>Urinary tract infection</strong></li>\n\t<li><strong>Respiratory infection</strong></li>\n</ul><br><br><p>Clinical features, examination findings, and cultures help to confirm or exclude possible sources of maternal symptoms.</p>\n<h1>Management</h1><br><br><p>Because the fetal membranes and placenta are the source of infection, management of IAI includes antibiotic therapy and prompt delivery.</p>\n<h2>Antibiotic therapy</h2><br><br><p>Intravenous broad-spectrum antibiotic therapy should be initiated promptly and cover commonly involved pathogens, including GBS, <em>E coli</em>, and other anaerobic organisms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>First-line regimen for vaginal delivery</strong>:&nbsp; ampicillin plus gentamicin.&nbsp; Ampicillin provides coverage against GBS and other streptococci, and gentamicin offers coverage against gram-negative organisms.</li>\n\t<li><strong>First-line regimen for cesarean delivery</strong>:&nbsp; ampicillin plus gentamicin plus either metronidazole or clindamycin.&nbsp; The addition of the metronidazole or clindamycin provides additional coverage against anaerobic organisms.</li>\n</ul><br><br><p>After vaginal delivery, antibiotics are typically discontinued (or one additional dose is administered) because the infection spontaneously resolves without additional intervention.&nbsp; After cesarean delivery, antibiotics are discontinued after the patient is afebrile for 24-48 hours due to higher risk for infection (endometritis, wound infection) and postpartum hemorrhage.</p>\n<h2>Delivery</h2><br><br><p>IAI increases the risk for maternal and neonatal morbidity, but vaginal delivery (eg, induction of labor or labor augmentation) is preferred because it is associated with similar neonatal outcomes as cesarean delivery.</p><br><br><p>Therefore, the diagnosis of IAI is not itself an indication for cesarean delivery.&nbsp; Nevertheless, cesarean delivery is commonly performed in patients with IAI for other indications, especially labor arrest, fetal intolerance of labor, and maternal sepsis.</p>\n<h2>Neonatal management</h2><br><br><p>Neonates born to mothers with IAI require thorough clinical evaluation and assessment for signs of neonatal sepsis or respiratory distress.&nbsp; Empiric (prophylactic) antibiotic therapy is administered to cover potential pathogens transmitted during delivery (eg, GBS, <em>E coli</em>).</p>\n<h1>Prognosis</h1><br><br><p>Prognosis depends on the severity of infection and gestational age.&nbsp; Most patients and neonates delivered at term have a good prognosis with prompt antibiotic therapy and delivery.&nbsp; However, IAI is associated with multiple potential maternal and neonatal complications.</p><br><br><p>Maternal complications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Persistent infection (eg, postpartum endometritis, sepsis)</li>\n\t<li>Impaired uterine contractility, leading to prolonged labor and increased rates of cesarean delivery</li>\n\t<li>Postpartum hemorrhage due to uterine atony</li>\n\t<li>Increased risk for wound infection, pelvic abscess, and septic pelvic thrombophlebitis in patients who require cesarean delivery</li>\n</ul><br><br><p>IAI increases the risk for fetal asphyxia and perinatal death, particularly in preterm neonates.&nbsp; The greatest risk is early-onset neonatal sepsis.&nbsp; Other complications (eg, respiratory distress syndrome, necrotizing enterocolitis) are primarily related to preterm delivery.&nbsp; Potential long-term complications (also related to preterm birth) include neurodevelopmental delay and cerebral palsy.</p>\n<h1>Prevention</h1><br><br><p>Prevention strategies against IAI include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Routine screening for sexually transmitted infections in pregnancy, including follow-up test of cure for treated patients</li>\n\t<li>Routine screening for GBS in the third trimester</li>\n\t<li>Intrapartum GBS prophylaxis (intravenous penicillin) in patients with GBS colonization</li>\n\t<li>Limited digital cervical examinations (particularly after membrane rupture) to avoid introducing bacteria</li>\n</ul>\n<h1>Summary</h1><br><br><p>Intraamniotic infection (IAI) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36642.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), or clinical chorioamnionitis, typically presents with intrapartum fever, maternal and fetal tachycardia, uterine fundal tenderness, purulent amniotic fluid, and maternal leukocytosis.&nbsp; IAI is usually polymicrobial, and treatment is with intravenous antibiotic therapy (ampicillin plus gentamicin) and expedited delivery to decrease neonatal and maternal morbidity.<p></p>\n</div>\n\n            "
}