{
  "meta": {
    "title": "Intrahepatic cholestasis of pregnancy",
    "url": "https://brainandscalpel.vercel.app/intrahepatic-cholestasis-of-pregnancy-a833bd06-329f27.html",
    "scrapedAt": "2025-12-01T05:11:25.890Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Intrahepatic cholestasis of pregnancy (ICP) presents in the late second or third trimester with pruritus and elevated serum total bile acid concentrations due to impaired bile flow.&nbsp; Because of transplacental transfer, bile acid levels can accumulate in the fetus and amniotic fluid.&nbsp; This leads to fetal complications, including increased risk for intrauterine fetal demise, iatrogenic preterm delivery, meconium-stained amniotic fluid, and neonatal respiratory distress syndrome.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>The exact cause of ICP is unclear, but several factors may play a role.&nbsp; These include genetic predisposition (increased risk with ICP in prior pregnancy or family history), hormonal factors (elevated estrogen and progesterone levels may cause hepatobiliary tract stasis and decreased bile excretion), and environmental factors (incidence varies with seasons [higher in winter]).&nbsp; Patients with preexisting liver conditions (eg, chronic hepatitis C) may also be at increased risk.</p>\n<h1>Clinical presentation</h1><br><br><p>ICP typically presents in the late second trimester or third trimester.&nbsp; The most common symptom is generalized, <strong>intense pruritus without a primary rash</strong>, although secondary lesions from scratching may be present.&nbsp; Pruritus is <strong>most intense on the palms and soles</strong> and is worse at night.&nbsp; Patients can develop jaundice, nausea, loss of appetite, and right upper quadrant (RUQ) abdominal pain.</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of ICP is based on pruritus without an associated rash and an elevated serum total bile acid level (≥10 µmol/L).&nbsp; A full liver function panel typically shows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Elevated serum total bile acid concentration (≥10 µmol/L)</strong>:&nbsp; diagnostic of ICP</li>\n\t<li>Elevated serum transaminases (usually &lt;2 times the upper limit of normal)</li>\n\t<li>Elevated serum total bilirubin (usually &lt;6 mg/dL)</li>\n</ul><br><br><p><em>Note:</em>&nbsp; Alkaline phosphatase levels are physiologically elevated during all pregnancies (due to placental production) and not typically measured due to poor specificity.</p><br><br><p>RUQ ultrasonography may be performed to evaluate the liver and rule out other liver conditions, but it does not confirm the diagnosis of ICP because it typically demonstrates normal results.</p><br><br><p>Other liver disorders of pregnancy include preeclampsia, HELLP syndrome (<strong>H</strong>emolysis, <strong>E</strong>levated <strong>L</strong>iver enzymes<strong>, L</strong>ow <strong>P</strong>latelet count), and acute fatty liver of pregnancy.&nbsp; These disorders are in the differential diagnosis and can present similar to ICP (eg, elevated aminotransferases, RUQ pain).&nbsp; These conditions must be excluded prior to the diagnosis of ICP because they are associated with high maternal-fetal morbidity and mortality.&nbsp; Therefore, additional evaluation typically includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count</li>\n\t<li>Basic metabolic panel, particularly creatinine and glucose levels</li>\n\t<li>PT/INR</li>\n\t<li>Urine protein evaluation</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for ICP includes other dermatoses of pregnancy and other liver disorders of pregnancy (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36214.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Dermatoses of pregnancy</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pregnancy-induced skin changes</strong>:&nbsp; are benign and present with pruritus without an underlying primary skin lesion.&nbsp; However, pruritus is typically localized and focal over the abdomen.</li>\n\t<li><strong>Polymorphic eruption of pregnancy</strong> (previously called pruritic urticarial papules and plaques of pregnancy [PUPPP]) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11493.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; is an inflammatory condition that causes pruritus in the third trimester.&nbsp; However, patients have erythematous papules that begin within the abdominal striae and often spread to the extremities.&nbsp; The face, palms, soles, and umbilical region are spared.</li>\n\t<li><strong>Pemphigoid gestationis</strong> (previously called herpes gestationis):&nbsp; is a rare autoimmune disease, presents with a pruritic rash in the second or third trimester.&nbsp; The rash begins as erythematous plaques involving the umbilicus and subsequently develops into widespread vesicles and bullae.</li>\n</ul>\n<h2>Liver disorders of pregnancy</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>HELLP syndrome</strong>:&nbsp; is a thrombotic microangiopathic disorder that can cause elevated aminotransferases and RUQ pain due to platelet-fibrin microthrombi deposition and impaired liver perfusion.&nbsp; However, microthrombi deposition also leads to hemolysis (eg, elevated lactate dehydrogenase, elevated indirect bilirubin levels) and thrombocytopenia (&lt;100,000/mm<font size=\"2\"><sup>3</sup></font>), which are not seen in ICP.&nbsp; Patients may also have hypertension, headache, and seizures.</li>\n\t<li><strong>Preeclampsia with severe features</strong>:&nbsp; Although elevated aminotransferases can be seen in preeclampsia, the hallmark of this disorder is maternal hypertension (blood pressure ≥140 mm Hg systolic or ≥90 mm Hg diastolic).&nbsp; Unlike ICP, preeclampsia with severe features is also characterized by widespread endothelial dysfunction, which can present as increased vessel permeability (eg, proteinuria), renal vasospasm (eg, elevated creatinine level), and cerebral vasospasm (eg, headache, vision changes, seizures).</li>\n\t<li><strong>Acute fatty liver of pregnancy</strong>:&nbsp; is an obstetric emergency that can present in the third trimester with jaundice, and elevated transaminases.&nbsp; The cause is hepatic injury due to microvesicular fatty infiltration of hepatocytes.&nbsp; The classic presentation is multiorgan failure, particularly fulminant liver failure (eg, profound hypoglycemia, thrombocytopenia) and acute kidney injury.&nbsp; HELLP syndrome or preeclampsia are often coexisting.</li>\n</ul><br><br><p>The differential diagnosis also includes other liver disorders not specific to pregnancy, such as acute viral hepatitis, biliary disease, and drug-induced liver injury (eg, acetaminophen toxicity).</p>\n<h1>Management</h1><br><br><p>The management of ICP involves maternal symptom relief, close fetal monitoring, and delivery planning to minimize the risk for fetal complications.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Symptom relief:&nbsp; Antihistamines and <strong>ursodeoxycholic acid (UDCA)</strong> can be used to alleviate pruritus.&nbsp; UDCA decreases serum bile acid levels and relieves maternal symptoms; it may reduce the rate of obstetric complications, but the improvement in fetal prognosis is uncertain.</li>\n\t<li>Monitoring:&nbsp; Because pruritic symptoms typically precede abnormal laboratory evaluations, weekly total bile acid and aminotransferase levels are obtained to confirm the diagnosis and to assess for severe elevations (eg, serum total bile acid concentration ≥100 µmol/L) that warrant earlier delivery.</li>\n\t<li>In addition, <strong>regular fetal monitoring</strong> (eg, nonstress testing, ultrasonography) is performed to evaluate for fetal distress.&nbsp; This is required because, although ICP does not lead to maternal complications, bile acids can cross the placenta and cause fetal complications.&nbsp; The maternal serum bile acid level is directly proportional to the risk for complications because bile acids accumulate in the fetal circulation and become increasingly toxic.&nbsp; The risk for intrauterine fetal demise is particularly high when the maternal serum bile acid level is ≥100 µmol/L.</li>\n\t<li>Delivery planning depends on the degree of total bile acid concentration, with higher elevations warranting earlier delivery (eg, <strong>36-37 weeks gestation</strong>) to prevent the risk for fetal complications.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Early diagnosis, close fetal monitoring, and planned delivery are associated with improved fetal outcomes.&nbsp; ICP resolves spontaneously after delivery, with pruritic symptoms subsiding within a few days to weeks.</p><br><br><p>There are no associated maternal complications, but fetal complications can occur with significantly elevated serum bile acid concentrations and include intrauterine fetal demise, preterm delivery, meconium-stained amniotic fluid, and neonatal respiratory distress syndrome.</p>\n<h1>Summary</h1><br><br><p>Intrahepatic cholestasis of pregnancy (ICP) presents in the third trimester with pruritus that is worse on the hands and feet with no associated rash (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40285.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Diagnosis is confirmed by elevated serum total bile acids.&nbsp; ICP increases the risk for intrauterine fetal demise.&nbsp; Management includes maternal symptom relief (eg, ursodeoxycholic acid), close fetal monitoring, and planned delivery at 36-37 weeks gestation.<p></p>\n</div>\n\n            "
}