{
  "meta": {
    "title": "Nausea and vomiting in pregnancy",
    "url": "https://brainandscalpel.vercel.app/nausea-and-vomiting-in-pregnancy-c1c18ccb-329f27.html",
    "scrapedAt": "2025-12-01T05:11:27.331Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Nausea and vomiting in pregnancy (NVP) is common and often considered a normal part of pregnancy.&nbsp; It affects up to 80% of pregnant women, usually during the first trimester.&nbsp; Symptoms range from mild to severe (ie, hyperemesis gravidarum), which can lead to dehydration, electrolyte imbalances, and weight loss.&nbsp; NVP is usually self-limited and resolves by the second trimester.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>The exact mechanism of NVP is not fully understood, but several factors, including hormonal and gastrointestinal, are believed to contribute.</p><br><br><p><strong>Hormonal factors</strong></p><br><br><p>The rising hormone levels of early pregnancy are likely contributors to NVP and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>hCG:&nbsp; NVP symptoms peak around the same time that hCG levels peak (eg, 9-12 weeks gestation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L70171.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )); symptoms tend to slowly improve as hCG levels decline.&nbsp; In addition, because hCG is produced by the placenta, any condition leading to increased placental mass (eg, <strong>multifetal gestation</strong>, <strong>hydatidiform mole</strong>) leads to higher hCG levels, and often, more severe NVP symptoms.</li>\n\t<li>Estrogen:&nbsp; Estrogen's involvement in NVP is poorly understood, but it likely contributes to the condition; nausea is also seen with the initiation of oral contraceptive therapy and menopausal hormonal replacement therapy.</li>\n\t<li>Progesterone:&nbsp; Rising progesterone levels cause smooth muscle relaxation and reduced motility in the gastrointestinal tract, which can contribute to nausea.</li>\n</ul><br><br><p><strong>Gastrointestinal factors</strong></p><br><br><p>Pregnancy-related changes to the digestive system, such as delayed gastric emptying and relaxation of the lower esophageal sphincter (promoting gastroesophageal reflux), likely contribute to NVP.&nbsp; Gastric <em>Helicobacter pylori</em> infection may also be a factor when present.</p><br><br><p><strong>Additional factors</strong></p><br><br><p>Patients with close female relatives with a history of NVP are at increased risk for it, suggesting a genetic component.&nbsp; In addition, patients with NVP in a prior pregnancy are likely to have recurrence with each additional pregnancy.</p>\n<h1>Clinical presentation</h1><br><br><p>NVP is typically characterized by <strong>mild to moderate nausea and vomiting</strong> that may be exacerbated by odors, certain foods, or motion.&nbsp; It may occur intermittently or daily and can occur at any point during the day.&nbsp; <strong>Symptoms peak around 9 weeks gestation</strong> and <strong>resolve by the mid-second trimester</strong>; however, for a small subset, symptoms may persist throughout pregnancy.&nbsp; Most cases are bothersome but mild.&nbsp; A severe form of NVP, hyperemesis gravidarum, is characterized by persistent vomiting leading to hypovolemia, electrolyte abnormalities, and weight loss.</p>\n<h1>Differential diagnosis</h1><br><br><p>Nausea and vomiting are common symptoms for a number of etiologies; features that make NVP <em>less</em> likely and should prompt evaluation of another diagnosis include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Onset at &gt;10 weeks gestation.</strong></li>\n\t<li><strong>Laboratory abnormalities</strong> (eg, metabolic alkalosis, hypokalemia, elevated transaminases).</li>\n\t<li><strong>Symptoms other than nausea and vomiting</strong>:&nbsp; Significant abdominal pain, fever, diarrhea or constipation, headache, or hypertension.</li>\n</ul><br><br><p>The differential diagnosis for NVP is broad:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gastrointestinal disorders</strong> (eg, gastroenteritis, cholecystitis, pancreatitis, bowel obstruction):&nbsp; Can cause nausea and vomiting, but additional symptoms (eg, abdominal pain) and other laboratory abnormalities are typically present.</li>\n\t<li><strong>Liver disorders of pregnancy</strong> (eg, preeclampsia, HELLP syndrome [<strong>H</strong>emolysis, <strong>E</strong>levated <strong>L</strong>iver enzymes, <strong>L</strong>ow <strong>P</strong>latelets], acute fatty liver of pregnancy):&nbsp; Can cause nausea and vomiting, but patients typically have symptoms in the late second or third trimester.&nbsp; In addition, patients have clinical features (eg, headache, hypertension) and laboratory abnormalities (eg, thrombocytopenia, proteinuria) beyond the gastrointestinal system.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>NVP is a clinical diagnosis made when the onset of nausea and vomiting occurs at &lt;16 weeks gestation and is attributed to pregnancy rather than another etiology.&nbsp; Pregnancy viability should be confirmed with ultrasonography, which documents pregnancy location, accurately dates the pregnancy, and excludes multifetal gestation or molar pregnancy.</p><br><br><p>Because NVP is common and considered a normal part of pregnancy, additional <strong>laboratory evaluation is</strong> <em><strong>not</strong></em> <strong>required</strong> unless severe symptoms are present.&nbsp; With severe symptoms (eg, significant pain, weight loss, hypovolemia), additional etiologies should be considered.&nbsp; The work-up includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Urinalysis.</li>\n\t<li>Complete metabolic panel, aminotransferases, amylase, lipase.</li>\n\t<li>Complete blood count.</li>\n\t<li>Thyroid function tests.</li>\n</ul><br><br><p>Additional imaging studies are not typically performed, but they may be indicated if there is concern for another etiology (eg, gallbladder disease, bowel obstruction, appendicitis).&nbsp; Ultrasonography and MRI are the preferred imaging modalities in pregnancy because they do not pose a risk for radiation to the fetus.&nbsp; However, CT scan and x-ray should be used when necessary for the diagnosis.</p>\n<h1>Management</h1><br><br><p>First-line management involves <strong>lifestyle and dietary modifications</strong>, which include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Eating small snacks frequently to avoid an empty stomach and gastric overdistension with large meals (because both can exacerbate nausea).&nbsp; The diet should include protein-rich, bland foods, with avoidance of greasy, fatty, spicy, or acidic items.&nbsp; Ginger can also reduce symptoms.</li>\n\t<li>Avoiding triggers (eg, strong odors, driving, lying down after eating).</li>\n\t<li>Taking prenatal vitamins with food can minimize nausea.&nbsp; A prenatal vitamin without additional iron may be better tolerated early in pregnancy.&nbsp; If the prenatal vitamin is a trigger, folic acid supplementation can replace it until NVP is better controlled.</li>\n</ul><br><br><p>In patients who have persistent symptoms despite lifestyle modifications, pharmacologic therapy is added in a stepwise approach (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31930.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ol class=\"article-body-ordered-list\" type=\"1\">\n\t<li>First-line pharmacotherapy is with <strong>vitamin B</strong><font size=\"2\"><sub><strong>6</strong></sub></font> <strong>(pyridoxine) with or without doxylamine</strong> (usually taken at night because it causes drowsiness).</li>\n\t<li>Add an antihistamine (H<font size=\"2\"><sub>1</sub></font> receptor blocker such as diphenhydramine).</li>\n\t<li>Add a dopamine antagonist (eg, metoclopramide, prochlorperazine, promethazine).</li>\n\t<li>Add a serotonin antagonist (eg, ondansetron [used with caution in the first trimester due to a weakly associated risk for congenital malformations]).</li>\n</ol><br><br><p>Many patients require a combination of medications to adequately control symptoms.&nbsp; In addition, antacids can be used with antiemetics in patients with gastroesophageal reflux.</p>\n<h1>Complications</h1><br><br><p>A severe form of NVP is <strong>hyperemesis gravidarum</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38816.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; It is characterized by persistent nausea and vomiting, ketonuria, and weight loss of &gt;5% of prepregnancy body weight.&nbsp; It typically requires inpatient admission for volume repletion and medication initiation/management.&nbsp; Often, patients with hyperemesis gravidarum have symptoms throughout pregnancy.<p></p><br><br><p>Hyperemesis gravidarum is discussed in more detail in a separate, dedicated article.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for NVP is excellent, and most cases resolve by 14-16 weeks gestation.&nbsp; Pregnancies complicated by NVP have a reduced risk for miscarriage and no increased risk for congenital anomalies.&nbsp; However, patients are likely to experience recurrence with future pregnancies.</p>\n<h1>Prevention</h1><br><br><p>NVP is mostly considered a normal part of pregnancy and therefore not completely preventable.&nbsp; Small changes to control the severity include prenatal vitamin supplementation before conception (which leads to better tolerance of the vitamin during pregnancy), management of gastroesophageal reflux disease, and early dietary modifications and avoidance of triggers.</p>\n<h1>Summary</h1><br><br><p>Nausea and vomiting in pregnancy affects up to 80% of pregnant women, usually during the first trimester.&nbsp; It is usually self-limited and resolves by the second trimester.&nbsp; Nausea and vomiting in pregnancy is a diagnosis of exclusion; patients with additional symptoms (eg, abdominal pain) or an abnormal presentation (beginning after the first trimester) should be evaluated for another etiology.&nbsp; Management is with behavioral modifications followed by pharmacotherapy (vitamin B<font size=\"2\"><sub>6</sub></font> [pyridoxine] ± doxylamine) for symptom improvement.</p>\n</div>\n\n            "
}