{
  "meta": {
    "title": "Normal labor",
    "url": "https://brainandscalpel.vercel.app/normal-labor-0e7eebf0-329f27.html",
    "scrapedAt": "2025-12-01T05:11:29.255Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction </h1>\n<p>Labor is defined by regular and painful uterine contractions that lead to cervical dilation and effacement.&nbsp; The primary goal of labor management is to achieve a vaginal delivery of a live neonate while minimizing maternal risk.&nbsp; The 3 components of labor that determine the success of a vaginal delivery include: passageway, passenger, and power.</p><br><br><p>The primary focus of this article is normal labor.&nbsp; A separate review article will discuss abnormalities within labor and delivery.</p>\n<h1>Passageway</h1><br><br><p>This component refers to the maternal bony pelvis and the soft structures of the birth canal, including the cervix, vagina, and vaginal introitus.</p><br><br><p>The maternal pelvis is divided into imaginary planes that hold obstetric significance: the plane of the pelvic inlet, the plane of the midpelvis, and the plane of the pelvic outlet.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The <strong>pelvic inlet</strong> separates the false pelvis (part of abdominal cavity between the iliac crests) from the true pelvis (below the brim of the pelvis).&nbsp; The smallest diameter within the pelvic inlet is the obstetrical conjugate—the distance from the sacral promontory to the posterior pubic symphysis.&nbsp; This diameter cannot be directly measured clinically; rather, it is extrapolated from the diagonal conjugate (measured on bimanual examination), which is the distance from the sacral promontory to the inferior margin of the pubic symphysis.&nbsp; The pelvic inlet is clinically important because the fetal head is considered engaged (ie, beginning descent of labor) once it passes through this plane into the true pelvis.</li>\n\t<li>The <strong>midpelvis</strong>, measured at the level of the ischial spines, is the smallest diameter (about 10 cm) of the maternal pelvis that a fetus must pass through during labor.&nbsp; The midpelvis is clinically important because fetal station (level of fetal descent) is measured in relation to the pelvic ischial spines (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L5958.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Pelvic outlet</strong> is bounded by the pubic arch, the ischial tuberosities, and the coccyx.&nbsp; In the absence of significant bony disease (eg, contractures, pelvic fractures) this is rarely a cause of labor obstruction.</li>\n</ul><br><br><p>There are 4 main pelvic shapes described based on the greatest transverse diameter of the pelvic inlet: gynecoid, anthropoid, android (ie, \"male\" pelvis), and platypelloid.&nbsp; Most women have a gynecoid pelvic shape, which most readily facilitates a vaginal delivery.&nbsp; Android and platypelloid pelvic shapes are more likely to present with labor obstruction with transverse fetal positioning (ie, neither occiput anterior nor posterior).</p><br><br><p>Although it is helpful to evaluate the maternal pelvis in all patients to track and manage labor progress, pelvimetry (quantitative measurements) has been replaced with trial of labor in all patients because measurements of both fetal size and maternal pelvis are typically inaccurate and do not correlate with clinical outcomes (ie, they are not reliable at predicting the success of vaginal deliveries).&nbsp; In addition, passageway (specifically the bony pelvis) is a fixed labor variable that cannot be altered or modified.</p>\n<h1>Passenger</h1><br><br><p>This component refers to the fetus and its various positioning factors.&nbsp; Assessment of the passenger requires evaluation of fetal lie, presentation, position, and size.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fetal lie</strong>:&nbsp; refers to the orientation of the fetal spine in relation to the longitudinal axis of the uterus; fetal lie can be vertical, transverse, or horizontal</li>\n\t<li><strong>Fetal presentation</strong>:&nbsp; refers to the fetal part closest to the birth canal; most often this is either vertex (fetal head) or breech (fetal buttocks) but can occasionally include compound presentations like fetal shoulder or arm</li>\n\t<li><strong>Fetal position</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L48542.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; fetal orientation in relation to the maternal pelvis (ie, occiput located anterior vs posterior)</li>\n\t<li><strong>Fetal size</strong>:&nbsp; often roughly estimated through Leopold maneuvers (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31671.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), which involves palpating the maternal abdomen to estimate fetal size; particularly for determining macrosomia (eg, estimated fetal weight &gt;4,500 g) risk</li>\n</ul><br><br><p>This component of labor is slightly modifiable (eg, maternal repositioning for fetal rotation or manual rotation of fetal head to occiput anterior) but is largely a fixed (size of passenger) variable.</p>\n<h1>Power</h1><br><br><p>The final component involves the <strong>strength and frequency of uterine contractions</strong>.&nbsp; Uterine contractions generate downward force that gradually dilates and effaces (thins) the cervix, propels fetal descent, and ultimately results in delivery of the neonate.</p><br><br><p>Importantly, this is the most modifiable component of labor and can be actively manipulated (via labor augmentation) to facilitate a vaginal delivery.</p>\n<h1>Management of labor</h1><br><br><p>Upon admission for labor, maternal and fetal assessments are performed, which include:</p>\n<h2>Maternal assessment&nbsp;</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Review of prenatal record and complications during pregnancy</li>\n\t<li>Vital signs</li>\n\t<li>Laboratory evaluation (eg, complete blood count, blood type, infectious disease labs [HIV, syphilis])</li>\n\t<li>Frequency and duration of contractions through tocodynamometry</li>\n\t<li>Physical examination, with a particular focus on maternal pelvis and the digital cervical examinations</li>\n</ul><br><br><p>The cervical examination is the primary means of monitoring labor progress (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6017.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Its components include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fetal presentation</strong>:&nbsp; fetal vertex must be confirmed</li>\n\t<li><strong>Dilation</strong>:&nbsp; opening of the cervix measured in centimeters at the level of the internal os</li>\n\t<li><strong>Effacement</strong>:&nbsp; percentage of thinning and shortening of the cervix&nbsp;</li>\n\t<li><strong>Station</strong>:&nbsp; position of fetal head in the pelvis in relation to the ischial spines</li>\n\t<li><strong>Fetal position</strong>:&nbsp; orientation of fetal vertex in pelvis (eg, occiput anterior); more easily identified at greater dilations and lower stations</li>\n</ul><br><br><p>Cervical examinations are performed at admission (baseline examination), routinely every 4 hours during the first stage of labor, with abrupt fetal heart rate changes, and with maternal impulse to push (to ensure complete cervical dilation has occurred).&nbsp; Importantly, additional cervical examinations are limited to prevent iatrogenic intrauterine infections (to avoid incidental spread of vagina flora into the uterine cavity).</p>\n<h2>Fetal assessment</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fetal heart rate monitoring (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/44513.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                )</li>\n\t<li>Fetal size (a rough estimate made via Leopold maneuvers), lie, orientation, and position</li>\n</ul>\n<h1>Stages of Labor</h1><br><br><p>Labor consists of 3 distinct stages:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>First stage:&nbsp; time from onset of labor to complete cervical dilation (10 cm)</li>\n\t<li>Second stage:&nbsp; time from complete cervical dilation to fetal delivery</li>\n\t<li>Third stage:&nbsp; time between fetal delivery and placental expulsion</li>\n</ul>\n<h2>First stage of labor</h2><br><br><p>The first stage of labor <strong>begins with the onset of regular, painful contractions</strong> and <strong>ends at complete (10 cm) cervical dilation</strong>.&nbsp; The first stage of labor is divided into 2 phases:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Latent phase</strong> (0-6 cm dilation):<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Cervical change:&nbsp; In general, the cervix slowly dilates from 0 cm to 6 cm with progressive cervical effacement.&nbsp;</li>\n\t\t<li>There is no defined or expected rate of cervical change during the latent phase.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Active phase</strong> (6-10 cm dilation):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Cervical change:&nbsp; The rate of cervical dilation varies but often progresses more rapidly than during the latent phase.&nbsp;</li>\n\t\t<li>On average, the rate of cervical dilation is 1-2 cm/hr.&nbsp; But, the <strong>minimum rate</strong> considered normal cervical dilation is <strong>≥1 cm every 2 hours</strong>.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>During the first stage of labor, progress is monitored through serial cervical examinations and external monitors (Doppler for fetal heart rate and external tocodynamometry for contractions).&nbsp; Because the most modifiable variable in labor is the power component, significant focus is placed on contractions.</p><br><br><p>Most commonly, contraction surveillance requires only an external tocodynamometer, which reveals the frequency and the duration of each contraction; it does not measure pressure or strength.&nbsp; Therefore, contraction strength is inferred indirectly through serial cervical examinations and appropriate progression in labor (advancing cervical dilation).</p><br><br><p>However, labor with a protracted course (slower rates of cervical change) requires additional quantitative information about contraction intensity and adequacy.&nbsp; Adequate contractions are those that lead to a normal and expected rate of cervical change and fetal descent.&nbsp; Adequacy can be determined by calculating <strong>Montevideo units</strong> (MVUs) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32890.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ), which represent the sum of contraction strength in a 10-minute period.&nbsp; MVUs are calculated by adding together contraction peak pressure (with baseline uterine tone subtracted) within a 10-minute period.&nbsp; A sum of <strong>200-250 MVUs</strong> is considered adequate.<p></p><br><br><p>Because the external monitor does not measure pressure, MVU calculation requires an intrauterine pressure catheter (IUPC), which is a pressure-sensing catheter that lies within the amniotic cavity.&nbsp; Placement requirements include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>rupture of amniotic membranes</li>\n\t<li>sufficient cervical dilation to allow for placement</li>\n\t<li>no contraindication to labor or vaginal delivery (eg, placenta previa, vasa previa)</li>\n</ul><br><br><p>If MVUs are inadequate (&lt;200 MVUs), labor can be augmented with oxytocin, which increases both the strength and frequency of contractions.</p>\n<h2>Second stage of labor</h2><br><br><p>The second stage of labor <strong>begins when the cervix is completely dilated</strong> (10 cm) and <strong>ends with delivery of the newborn</strong>.&nbsp; This stage requires sustained maternal expulsive efforts in coordination with uterine contractions of adequate frequency and strength.&nbsp; Progress is measured by fetal descent (fetal station).</p><br><br><p>Major factors that affect the length of the second stage include parity and the use of epidural analgesia.&nbsp; There are no definitive time parameters for the second stage of labor; however, the longer the second stage of labor, the more likely the development of maternal (eg, postpartum hemorrhage, 3rd- or 4th-degree lacerations) and fetal (eg, low Apgar score, neonatal intensive care unit admission) morbidity.&nbsp; Therefore, the following rough guidelines are used:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Nulliparous patients (those who have not previously given birth):&nbsp; up to 3 hours, but varies widely</li>\n\t<li>Multiparous patients:&nbsp; 30 minutes to 2 hours</li>\n</ul><br><br><p>The first and second stages of labor require the fetus to make the <strong>cardinal movements of labor</strong>&nbsp; to navigate through the bony maternal pelvis, which involves (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91126.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Engagement, descent, and flexion</strong>:&nbsp; The widest diameter of the fetal head aligns with the widest diameter of the pelvic inlet and descends transverse (ie, facing either right or left) in line with the widest axis of the pelvic inlet (now considered engaged).&nbsp; Further passage through the pelvis constitutes descent, during which resistance against the bony pelvis and pelvic musculature causes the fetal neck to flex (chin toward the chest).&nbsp; This creates a smaller fetal head diameter for easier passage through the pelvis.</li>\n\t<li><strong>Internal rotation</strong>:&nbsp; The upper pelvis is widest along the transverse axis, but the lower pelvis is widest along the anterior-posterior axis.&nbsp; Therefore, the fetal head internally rotates 90 degrees to an anterior-posterior position (eg, occiput anterior), enabling the fetal head to better fit through the lower pelvis and aligning the head with the forward curve of the pelvis.</li>\n\t<li><strong>Extension</strong>:&nbsp; Once the fetal occiput reaches the pubic symphysis, neck extension enables the head to pass completely under the pubic symphysis and continue moving forward and upward; extension leads to crowning at the vaginal opening.</li>\n\t<li><strong>Restitution</strong>:&nbsp; The fetal head is delivered in an anterior-posterior position (eg, occiput anterior) but quickly undergoes a slight rotation to return to its anatomic position in relation to the shoulders.&nbsp; This movement, known as restitution, facilitates passage of the shoulders through the pelvis.</li>\n\t<li><strong>External rotation</strong>:&nbsp; Following restitution, the shoulders rotate to fit through the anterior-posterior axis of the pelvic outlet, which causes another slight rotation of the fetal head, bringing the head back to its original transverse position.</li>\n\t<li><strong>Expulsion of the shoulders and body</strong>:&nbsp; The anterior shoulder passes under the pubic symphysis and emerges.&nbsp; Once the posterior shoulder emerges, expulsion of the body quickly follows.</li>\n</ul>\n<h2>Third stage of labor</h2><br><br><p>The third stage of labor <strong>begins after delivery of the newborn</strong> and <strong>ends with expulsion of the placenta</strong>.&nbsp; Placental expulsion typically occurs within 5 minutes, but a time limit of <strong>30 minutes</strong> is set for the third stage of labor due to increased risk of postpartum hemorrhage at &gt;30 minutes.</p><br><br><p>During the third stage of labor, contractions are irregular and of low intensity, which limits how quickly the placenta can separate from the uterus.&nbsp; Therefore, active management of the third stage of labor is recommended with uterine massage and gentle downward traction on the umbilical cord to facilitate placental separation and expulsion.</p><br><br><p>The clinical signs of placental separation include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Umbilical cord lengthening</strong></li>\n\t<li><strong>Increased vaginal bleeding</strong></li>\n\t<li><strong>Change of uterine shape, from elongated to spherical</strong></li>\n</ul><br><br><p>Once the placenta is completely separated from the uterus, expulsion is typically rapid.</p>\n</div>\n\n            "
}