{
  "meta": {
    "title": "Ovarian hyperstimulation syndrome",
    "url": "https://brainandscalpel.vercel.app/ovarian-hyperstimulation-syndrome-87bab0b3-329f27.html",
    "scrapedAt": "2025-12-01T05:11:31.010Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Ovarian hyperstimulation syndrome (OHSS) is a potential iatrogenic complication of assisted reproductive technologies, particularly ovarian stimulation with exogenous gonadotropins (ie, hCG), that is characterized by fluid shifts from the vasculature into the third spaces.</p>\n<h1>Pathogenesis</h1><br><br><p>During a normal menstrual cycle, a small number of ovarian antral follicles undergo initial development until a single dominant follicle and the other follicles undergo atresia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L122849.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ); this follicle grows and releases its oocyte through ovulation when triggered by the LH surge (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16436.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The dominant follicle remnant then becomes the corpus luteum.<p></p><br><br><p>During the treatment of infertility with ovarian stimulation (also called controlled ovarian hyperstimulation), medications are used to bypass the hypothalamic-pituitary-ovarian axis feedback loops to enable multiple follicles to mature (rather than just the dominant follicle).&nbsp; Once the follicles have developed, ovulation is triggered and the oocytes are aspirated to be used for in vitro fertilization (IVF).</p><br><br><p>OHSS typically occurs in patients undergoing ovarian stimulation with hCG ovulation triggers.&nbsp; <strong>hCG ovulation triggers</strong> bind to the LH receptor but can lead to an exaggerated ovarian response because hCG has a much longer half-life and therefore greater activity than endogenous LH.&nbsp; The ovaries become massively enlarged with multiple follicular and corpus luteal cysts.&nbsp; The development of <strong>multiple follicles</strong> (and multiple corpora lutea) leads to excessive release of vasoactive substances, notably vascular endothelial growth factor <strong>(VEGF)</strong>, by theca and granulosa cells.&nbsp; These substances <strong>stimulate angiogenesis</strong> in the ovary and <strong>increase vascular permeability</strong>, resulting in fluid <strong>shifts from the intravascular space to the third space</strong>; this causes ascites, edema, and pleural and pericardial effusions.&nbsp; Fluid shifts result in hemoconcentration due to intravascular hypovolemia; severe cases may lead to reduced perfusion, causing cardiac, renal, and hepatic dysfunction.</p>\n<h1>Clinical presentation</h1><br><br><p>Symptoms typically begin 4-7 days after the hCG trigger is administered.&nbsp; OHSS symptoms primarily include abdominal distension/discomfort, nausea, and vomiting.&nbsp; Severity is often classified as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mild</strong>:&nbsp; Mild abdominal discomfort, distension, and nausea.</li>\n\t<li><strong>Moderate</strong>:&nbsp; Moderate abdominal distension/pain, gastrointestinal symptoms (eg, nausea, vomiting, diarrhea), sonographic evidence of ascites, and sudden weight gain (due to edema).</li>\n\t<li><strong>Severe</strong>:&nbsp; Clinical evidence of ascites (eg, fluid wave), significant abdominal distension/pain, vomiting, hypovolemia, oliguria, rapid weight gain, and laboratory abnormalities (elevated creatinine level, hematocrit levels &gt;55%, leukocytosis).&nbsp; Patients may have hypotension, tachycardia, and shortness of breath.</li>\n\t<li><strong>Critical</strong>:&nbsp; Severe complications, including anuria/renal failure, disseminated intravascular coagulation, acute respiratory distress syndrome, large hydrothorax, pulmonary embolism, and encephalopathy.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ectopic pregnancy</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22614.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; Presents with pelvic pain and an adnexal mass on ultrasonography (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47882.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; However, patients often have vaginal spotting and present several weeks after conception (rather than several days after the trigger).</li>\n\t<li><strong>Ruptured ovarian cyst</strong>:&nbsp; Can occur independently or with OHSS.&nbsp; Cyst rupture can cause hemoperitoneum (leading to low hematocrit levels), which has an echogenic sonographic appearance, whereas ascites (leading to elevated hematocrit from hemoconcentration) from OHSS has a homogenous anechoic appearance.</li>\n\t<li><strong>Ovarian torsion</strong>:&nbsp; May occur independently or with OHSS.&nbsp; Ovarian torsion is typically unilateral, leading to sudden-onset pain, leading to nausea and vomiting.&nbsp; The ovaries have an asymmetric sonographic appearance, including a unilateral enlarged edematous ovary, the whirlpool sign (representing the twisted vascular pedicle), and absent or impaired blood flow.&nbsp; In contrast, ultrasonography in patients with OHSS demonstrates symmetrically enlarged ovaries with multiple cysts and preserved blood flow.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>OHSS is a clinical diagnosis based on the development of classic symptoms and sonographic findings in patients who have undergone ovarian stimulation.</p><br><br><p>Physical examination may demonstrate:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tachypnea, tachycardia, hypotension.</li>\n\t<li>Decreased breath sounds, dullness to percussion due to pleural effusions or friction rub,&nbsp; muffled heart sounds due to pericardial effusion.</li>\n\t<li>Abdominal distension/tenderness, with possible fluid wave (due to ascites).</li>\n\t<li>Unilateral lower extremity edema, erythema, or tenderness (due to deep vein thrombosis).</li>\n\t<li>Altered mental status.</li>\n</ul>\n<h2>Laboratory evaluation</h2><br><br><p>Laboratory evaluation in OHSS includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count (CBC) to assess hemoconcentration and leukocytosis.</li>\n\t<li>Complete metabolic panel (CMP) to assess organ function and severity of third spacing (eg, hyponatremia, hyperkalemia, elevated creatinine and blood urea nitrogen levels, elevated transaminase levels).</li>\n</ul>\n<h2>Imaging</h2><br><br><p>Primary imaging in patients with OHSS is with pelvic ultrasonography, which shows bilaterally enlarged ovaries (up to 12 cm) with a spokewheel appearance (due to the presence of multiple cysts within each ovary).&nbsp; Chest imaging (eg, x-ray, CT scan) is typically performed only in patients with respiratory symptoms and may demonstrate pleural effusion, pulmonary embolism, or, rarely, pulmonary edema.</p>\n<h1>Management</h1><h2>Mild to moderate OHSS</h2><br><br><p>Most mild to moderate cases of OHSS can be managed conservatively in the outpatient setting; management includes appropriate oral fluid intake, close observation for worsening disease (eg, increasing weight, shortness of breath), and avoidance of excessive physical activity.</p><br><br><p>Patients with moderate symptoms are monitored with serial pelvic ultrasonography and laboratory studies (eg, CBC, CMP).&nbsp; They may also require paracentesis for ascites removal, which can improve renal perfusion and urine output.</p>\n<h2>Severe and critical OHSS</h2><br><br><p>Patients with severe OHSS are hospitalized.&nbsp; Indications for hospitalization include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hemodynamic instability.</li>\n\t<li>Severe laboratory abnormalities (eg, hematocrit level &gt;55%, creatine level &gt;1.6 mg/dL, significant electrolyte disturbances, elevated transaminase levels).</li>\n\t<li>Intractable vomiting.</li>\n\t<li>Altered mental status, syncope, dizziness.</li>\n</ul><br><br><p>Patients are treated with intravenous fluids, serial weight evaluations, laboratory studies with electrolyte corrections, thromboprophylaxis (eg, heparin, low molecular weight heparin), imaging studies as needed, and paracentesis.&nbsp; Patients who are critically ill and whose condition is unstable require intensive care.</p>\n<h1>Prognosis</h1><br><br><p>Most cases of OHSS are self-limited and resolve spontaneously within 2 weeks as long as pregnancy does not occur.&nbsp; Severe cases can be life-threatening but typically respond well to early recognition, supportive care, and management of complications.&nbsp; Recovery is typically complete without long-term sequelae.&nbsp; Pregnancy results in a prolonged and more severe course of OHSS.&nbsp; Although OHSS has no teratogenic effects, an increased risk for spontaneous abortion and preeclampsia may be present.</p>\n<h1>Prevention</h1><br><br><p>The primary and most effective preventative strategy is to avoid using hCG as the ovulation trigger.&nbsp; Additional strategies include using the lowest effective dose of gonadotropin during stimulation, frequently monitoring follicular development to identify patients at increased risk, and not triggering ovulation (ie, cycle cancellation) if there is too much follicular development.</p>\n<h1>Summary</h1><br><br><p>Ovarian hyperstimulation syndrome is a serious iatrogenic complication of fertility treatments caused by increased vascular permeability mediated by vascular endothelial growth factor.&nbsp; It presents with abdominal pain, bloating, and rapid weight gain due to third spacing of fluids and can range from mild to life-threatening.&nbsp; Management includes supportive care, with hospitalization for severe cases.&nbsp; Complications include thrombosis, ovarian torsion, respiratory distress, hypotension, and organ failure.&nbsp; The prognosis is good with appropriate treatment, and prevention strategies are essential to minimizing the risk with assisted reproductive technology.</p>\n</div>\n\n            "
}