{
  "meta": {
    "title": "Postpartum blues, depression, and psychosis",
    "url": "https://brainandscalpel.vercel.app/postpartum-blues-depression-and-psychosis-0ecb8b78-329f27.html",
    "scrapedAt": "2025-12-01T05:11:38.992Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The peripartum period (during pregnancy to 4-6 weeks postpartum) is associated with an increased risk for mood and psychotic symptoms due to hormonal shifts, sleep deprivation, and the stresses of being a parent.&nbsp; Postpartum blues, major depressive disorder (MDD) with peripartum onset, and postpartum psychosis vary in clinical presentation, severity, and management, but they share some overlapping features.</p>\n<h1>Postpartum blues</h1><h2>Epidemiology and risk factors</h2><br><br><p>Postpartum blues (also known as \"baby blues\") is very common, affecting 40%-80% of women in the 2 weeks after childbirth.&nbsp; Factors that may be associated with developing postpartum blues include a personal history of MDD or premenstrual mood disorders, stress related to childcare, and limited social support following childbirth.</p>\n<h2>Pathogenesis</h2><br><br><p>In the days following childbirth, patients experience a rapid decrease in estrogen levels, which results in upregulation of monoamine oxidase-A (MAO-A).&nbsp; Increased MAO-A activity causes depletion of the neurotransmitters dopamine, norepinephrine, and serotonin, which can result in the depressive symptoms seen in patients with postpartum blues.</p>\n<h2>Clinical presentation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Onset:&nbsp; typically <strong>within the first few days after delivery</strong>, peaking around 4 or 5 days after delivery</li>\n\t<li>Symptoms:&nbsp; mild depressive symptoms that do <u>not</u> impair the patient's ability to care for self or baby, such as low mood/irritability, crying, mood lability, and difficulty concentrating or sleeping</li>\n\t<li>Course:&nbsp; transient; spontaneous <strong>resolution &lt;2 weeks</strong> after childbirth</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>Postpartum blues is a normal, nonpathological response to childbirth that does not result in functional impairment.&nbsp; There are no diagnostic criteria.</p>\n<h2>Diagnostic work-up and evaluation</h2><br><br><p>Screen for suicidal/homicidal thoughts (signs of peripartum depression/psychosis).&nbsp; Laboratory evaluation is not indicated unless clinical findings suggest another condition (eg, hypothyroidism).</p>\n<h2>Management</h2><br><br><p>Provide reassurance and education on symptoms and their expected duration.&nbsp; Emphasize the importance of sleep and encourage support from friends and family.&nbsp; In addition, maintain close follow-up to monitor for possible progression to postpartum depression.</p>\n<h2>Prognosis</h2><br><br><p>Postpartum blues is a self-limited and transient condition that resolves within 2 weeks.&nbsp; However, patients who experience postpartum blues have an increased risk for postpartum depression.</p>\n<h1>Major depressive disorder with peripartum onset</h1><h2>Epidemiology and risk factors</h2><br><br><p>Postpartum depression is estimated to affect 10%-15% of postpartum women and is commonly defined as a major depressive episode occurring within the first 12 months after giving birth.&nbsp; MDD with peripartum onset has specific timing criteria: symptoms must start during pregnancy or in the 4 weeks following delivery (more common).</p><br><br><p>Several factors increase the risk for developing MDD with peripartum onset, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Personal history:&nbsp; of MDD (either peripartum or non-peripartum) (strongest risk factor)</li>\n\t<li>Psychological factors:&nbsp; unwanted/unintended pregnancy, history of anxiety or premenstrual mood disorders</li>\n\t<li>Biological factors:&nbsp; young age, postpartum blues, family psychiatric history, other medical conditions (eg, gestational diabetes, hypertension)</li>\n\t<li>Environmental factors:&nbsp; sleep deprivation, marital conflicts, intimate partner violence, financial stress, adverse neonatal outcome, inconsolable infant (eg, due to colic)</li>\n</ul>\n<h2>Pathogenesis</h2><br><br><p>The pathogenesis of peripartum depression is unclear, although it is likely due to the interplay of genetic, biological, environmental, and psychological factors.&nbsp; These include sensitivity to peripartum hormonal shifts (estrogen, progesterone, melatonin, oxytocin) and neurotransmitter signaling/activity abnormalities (dopamine, serotonin, norepinephrine).</p>\n<h2>Clinical presentation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Onset is most commonly during pregnancy and within the first month after delivery.</li>\n\t<li>Symptoms are the same as those of MDD and include <strong>≥2 weeks of ≥5 depressive symptoms</strong> (1 of which must be persistent sadness or anhedonia) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42287.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Nonsomatic symptoms (eg, mood, feelings about pregnancy/baby, guilt, inability to enjoy life [anhedonia], suicidal ideation) can help differentiate postpartum depression from normal peripartum changes (eg, sleep and appetite/weight changes).</li>\n\t\t<li>Increased anxiety/worry (usually related to the infant's health/safety) is common.</li>\n\t\t<li>Severe cases may involve psychotic symptoms (eg, hallucinations, delusions).</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>For a diagnosis of MDD with peripartum onset, symptom onset must be during pregnancy or in the 4 weeks following delivery:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The patient experiences ≥5 of the following symptoms during the same 2-week period, representing a change from previous functioning, and at least 1 of the symptoms is either depressed mood or loss of interest or pleasure (anhedonia):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Depressed mood most of the day, nearly every day (eg, feels sad, appears tearful)</li>\n\t\t<li>Markedly diminished interest or pleasure in all, or almost all, activities most of the day, nearly every day</li>\n\t\t<li>Significant weight loss/weight gain or decrease/increase in appetite nearly every day</li>\n\t\t<li>Insomnia or hypersomnia nearly every day</li>\n\t\t<li>Psychomotor agitation or retardation nearly every day (as observed by others, not merely subjective feelings of restlessness or being slowed down)</li>\n\t\t<li>Fatigue or loss of energy nearly every day</li>\n\t\t<li>Feelings of worthlessness or excessive or inappropriate guilt (which may be delusional) nearly every day</li>\n\t\t<li>Diminished ability to think or concentrate, or indecisiveness, nearly every day</li>\n\t\t<li>Recurrent thoughts of death, recurrent suicidal ideation, or a suicide attempt</li>\n\t</ul>\n\t</li>\n\t<li>The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning.&nbsp; And the episode is not attributable to another medical or psychiatric condition.</li>\n</ul>\n<h2>Evaluation and diagnostic work-up</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Assess the patient for symptoms with a screening tool based on the patient's report of nonsomatic symptoms of depression.</li>\n\t<li>Evaluate psychiatric history (eg, prior depressive or manic episodes, treatment).</li>\n\t<li>Screen for comorbidities (eg, generalized anxiety disorder, eating disorder).</li>\n\t<li>Order thyroid function tests (for postpartum thyroiditis) and complete blood count (for anemia).</li>\n</ul>\n<h2>Management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Mild to moderate depression (5-6 depressive symptoms; no suicidal ideation):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>First-line treatment is psychotherapy with cognitive-behavioral therapy (CBT) or interpersonal psychotherapy (IPT).</li>\n\t\t<li>A selective serotonin reuptake inhibitor (SSRI) (eg, sertraline) may be prescribed if psychotherapy is declined/unavailable.</li>\n\t</ul>\n\t</li>\n\t<li>Severe depression (&gt;6 symptoms and/or suicidal or homicidal ideation):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Hospitalization is required if there is an imminent risk for harm to mother or baby.</li>\n\t\t<li>Neuroactive steroids mimic allopregnanolone (a progesterone precursor), levels of which fall after delivery; upregulate GABA A receptors; and inhibit inflammation:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>First-line: zuranolone (oral); 2-week course; benefits within 3 days</li>\n\t\t\t<li>Second-line: brexanolone (intravenous); requires continuous monitoring for sedation during 60-hour infusion</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>If neuroactive steroids are unavailable/declined, then SSRI is recommended.</li>\n\t\t<li>Electroconvulsive therapy (ECT) is reserved for severe suicidality and dehydration/malnutrition.</li>\n\t\t<li>CBT or IPT is recommended as adjuvant treatment.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Prognosis</h2><br><br><p>Peripartum depression may resolve with or without treatment (depressive episodes last a year in about half of cases) or may progress into a chronic depressive disorder.&nbsp; Of patients who recover, about half have recurrence (either peripartum or non-peripartum).&nbsp; Depression is associated with impaired maternal-infant bonding, reduced rate of breastfeeding, poor nutrition of mother and baby, and increased risk for abnormal child development and psychiatric disorders.</p>\n<h2>Prevention</h2><br><br><p>Screen for depression during pregnancy and postpartum period.&nbsp; Closely monitor pregnant women who have a history of MDD (high risk for postpartum recurrence) and offer prophylactic treatment (antidepressant or CBT) in the third trimester.</p>\n<h1>Postpartum psychosis</h1><h2>Epidemiology and risk factors</h2><br><br><p>Postpartum psychosis is estimated to occur in 1-2 per 1,000 postpartum women.&nbsp; About 30% of women with postpartum psychosis have a history of bipolar disorder, but the majority have no prior psychiatric history.</p><br><br><p>Several factors increase the risk for developing postpartum psychosis, including a personal history of bipolar disorder (strongest risk factor) or psychotic disorders.&nbsp; Additional factors include a previous episode of postpartum psychosis, family history of bipolar disorder, primiparity, and sleep deprivation.</p>\n<h2>Pathogenesis</h2><br><br><p>The pathogenesis of postpartum psychosis is likely multifactorial and may involve a combination of genetic (predisposition to psychotic symptoms), biological (sensitivity to hormonal shifts after delivery), and environmental (sleep deprivation) factors.</p>\n<h2>Clinical presentation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Onset is <strong>rapid</strong> and dramatic.&nbsp; Symptoms usually develop <strong>within 2 weeks of delivery</strong>.</li>\n\t<li>Initial symptoms may include <strong>severe insomnia</strong>, irritability, and restlessness.&nbsp; Other symptoms include delirium-like states (confusion, fluctuating consciousness), <strong>delusions</strong> (usually involving the baby [eg, possessed by the devil]), <strong>hallucinations</strong>, disorganized behavior, and <strong>suicidal and homicidal ideation</strong>.&nbsp; The patient may also have manic or depressive symptoms or obsessive thoughts about the baby.</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>Postpartum psychosis is a nonspecific term used to describe psychotic symptoms developing within 4 weeks of delivery and is not a standalone diagnosis.&nbsp; The diagnosis is determined by associated mood symptoms (if present), such as MDD with psychotic features and peripartum onset; bipolar disorder, manic episode with peripartum onset, or brief psychotic disorder with postpartum onset</p>\n<h2>Evaluation and diagnostic work-up</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Assess for suicidal and homicidal ideation (increased risk for suicide and infanticide).</li>\n\t<li>Carefully evaluate psychiatric history for prior depressive, manic, or psychotic symptoms.</li>\n\t<li>Perform a toxicology screen to assess for substance-induced psychosis.</li>\n\t<li>Order a laboratory work-up, including complete blood count, basic metabolic panel, liver function testing, thyroid function tests, and urinalysis, to assess for other medical causes (eg, infection, pituitary necrosis).</li>\n\t<li>Brain imaging may be indicated depending on clinical findings (eg, neurologic signs).</li>\n</ul>\n<h2>Management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Immediate hospitalization</strong> is required for safety.</li>\n\t<li>Pharmacotherapy:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Lithium and second-generation antipsychotic (eg, olanzapine)</li>\n\t\t<li>Benzodiazepine (eg, lorazepam) for agitation</li>\n\t\t<li>If prominent depressive symptoms present, SSRI added to regimen</li>\n\t</ul>\n\t</li>\n\t<li>ECT may be considered in severe cases or if patient is unresponsive to pharmacotherapy.</li>\n</ul>\n<h2>Prognosis</h2><br><br><p>The majority of patients experience symptom remission with pharmacotherapy.&nbsp; However, about half of patients experience another episode, either postpartum or non-postpartum.&nbsp; In addition, there is a strong likelihood of a future diagnosis of bipolar disorder.</p>\n<h2>Prevention</h2><br><br><p>Frequent peripartum follow-up for patients with a high risk for postpartum psychosis (eg, those with bipolar disorder diagnosis or a prior psychotic episode).&nbsp; Prophylactic treatment with an antipsychotic and/or a mood stabilizer should be considered toward the end of pregnancy or immediately postpartum for women with a history of postpartum psychosis.</p>\n<h1>Summary</h1><br><br><p>Postpartum blues, major depressive disorder with peripartum onset, and postpartum psychosis share overlapping features but differ significantly in severity and management (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34609.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Timely identification and appropriate interventions are essential to improve outcomes for affected mothers and their families.<p></p>\n</div>\n\n            "
}