{
  "meta": {
    "title": "Preeclampsia",
    "url": "https://brainandscalpel.vercel.app/preeclampsia-c3bb47d0-329f27.html",
    "scrapedAt": "2025-12-01T05:11:42.749Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Preeclampsia is a hypertensive disorder of pregnancy characterized by new-onset hypertension in conjunction with proteinuria and/or evidence of end-organ dysfunction.&nbsp; Untreated, preeclampsia can progress to eclampsia, which manifests as tonic-clonic seizure and is associated with high maternal and fetal morbidity and mortality.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>The exact pathogenesis of preeclampsia is poorly understood but is thought to occur due to abnormal development of placental cytotrophoblasts and the spiral arteries, which provide blood supply to the fetus and placenta.&nbsp; In healthy pregnancies, cytotrophoblasts act on the endothelial and muscular layers of the spiral arteries, changing the spiral arteries from small, tortuous vessels to high-capacitance, low-resistance vessels.&nbsp; These changes allow for increased uteroplacental perfusion and preferential supply of blood to the fetus for growth and development.</p><br><br><p>However, patients with preeclampsia have abnormal early cytotrophoblast invasion (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63340.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ); as a result, the maternal spiral arteries that supply blood to the fetoplacental unit are abnormally underdeveloped and become high-resistance, low-perfusion vessels.&nbsp; This decrease in perfusion leads to chronic placental ischemia, which triggers increased release of antiangiogenic factors throughout the maternal circulation.&nbsp; These antiangiogenic factors bind and decrease proangiogenic factors such as vascular endothelial growth factor and placental growth factor.&nbsp; The overall effect is inhibited angiogenesis and widespread maternal endothelial cell dysfunction resulting in the following:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Dysregulated vascular tone (hypertension)</li>\n\t<li>Increased vessel permeability (proteinuria)</li>\n\t<li>Decreased end-organ perfusion:&nbsp; Hepatocellular injury (eg, elevated transaminases), renal insufficiency (eg, elevated creatinine), cerebral vasospasm (eg, seizures), and thrombocytopenia</li>\n</ul><br><br><p>Conditions that impact maternal vasculature and uteroplacental blood flow, and, therefore, increase the risk of hypertensive disorders of pregnancy include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age ≥35</li>\n\t<li>BMI ≥30 kg/m<font size=\"2\"><sup>2</sup></font></li>\n\t<li>Primigravidity</li>\n\t<li>Multiple gestation</li>\n\t<li>Diabetes mellitus</li>\n\t<li>Chronic kidney disease</li>\n\t<li>Autoimmune conditions (eg, systemic lupus erythematosus)</li>\n\t<li>Gestational hypertension or preeclampsia in a prior pregnancy</li>\n</ul>\n<h1>Clinical presentation, diagnosis, and laboratory evaluation</h1><br><br><p>Preeclampsia occurs on a spectrum and is divided into preeclampsia with and without severe features.&nbsp; Therefore, the clinical presentation varies depending on the severity of the disease.</p><br><br><p>The patient's baseline blood pressure outside of pregnancy should be reviewed at the initial prenatal visit.&nbsp; In addition, blood pressure is monitored at every prenatal visit.&nbsp; Preeclampsia is diagnosed in patients with <strong>new-onset hypertension</strong> (systolic blood pressure ≥140 mm Hg and/or diastolic blood pressure ≥90 mm Hg, measured on 2 separate occasions at least 4 hours apart) <strong>at ≥20 weeks gestation</strong> and 1 of the following \n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/92541.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Proteinuria</strong> (≥300 mg over 24 hours or urine protein/creatinine ratio ≥0.3)</li>\n\t<li><strong>Evidence of end-organ damage</strong></li>\n</ul><br><br><p>The presence of end-organ damage distinguishes preeclampsia with severe features from preeclampsia without severe features, and includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Severe-range blood pressure (systolic ≥160 mm Hg and/or diastolic ≥110 mm Hg)</li>\n\t<li>Platelet count &lt;100,000/µL</li>\n\t<li>Serum creatinine &gt;1.1 mg/dL (or doubling of baseline creatinine)</li>\n\t<li>Liver transaminases 2 times the upper limit of normal</li>\n\t<li>Pulmonary edema</li>\n\t<li>New-onset and persistent headache</li>\n\t<li>Visual symptoms (eg, blurred vision, scotomata)</li>\n</ul><br><br><p>In addition to these features, physical examination findings can include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>New-onset severe edema (both dependent and nondependent [ie, face, hands])</li>\n\t<li>Decreased breath sounds (due to pulmonary edema)</li>\n\t<li>Hyperreflexia (eg, 4+ reflexes) and clonus (due to cerebral ischemia causing reduced inhibitory signals to lower motor neurons)</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Several conditions may present similarly to preeclampsia, and careful differentiation is necessary.&nbsp; The differential diagnosis of preeclampsia includes (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35980.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p>\n<h2>Conditions with the primary finding of hypertension</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chronic hypertension</strong>:&nbsp; Diagnosed when hypertension is present either prior to pregnancy or at &lt;20 weeks gestation.&nbsp; Chronic hypertension persists beyond the postpartum period, whereas preeclampsia fully resolves postpartum.&nbsp; Patients with chronic hypertension can develop superimposed preeclampsia (ie, preeclampsia in addition to their chronic hypertension) if new/worsening proteinuria, acute severe hypertension, or signs of end-organ damage develop.</li>\n\t<li><strong>Gestational hypertension</strong>:&nbsp; New-onset hypertension at ≥20 weeks gestation without proteinuria or signs of end-organ damage.</li>\n</ul>\n<h2>Conditions with hypertension and thrombocytopenia or elevated transaminases</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hemolysis, elevated liver enzymes, and low platelet count (HELLP) syndrome</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/98150.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; HELLP is sometimes considered a severe variant of preeclampsia, and is characterized by evidence of hemolysis (eg, elevated lactate dehydrogenase levels, schistocytes on peripheral blood smear (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8254.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )), elevated transaminases, and thrombocytopenia.&nbsp; Hypertension is often present, but can be absent in ~20% of cases.</li>\n\t<li><strong>Systemic lupus erythematosus</strong> (SLE) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32068.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):&nbsp; Patients may have thrombocytopenia, hemolytic anemia, hypertension, and proteinuria but often have signs of nephritis (eg, red blood cell casts) and other typical SLE characteristics (eg, malar rash, pleuritis, arthritis).</li>\n\t<li><strong>Acute fatty liver of pregnancy</strong>:&nbsp; This may present with hypertension but is distinguished from preeclampsia by severe liver dysfunction with significantly elevated transaminases and hypoglycemia.</li>\n\t<li><strong>Microangiopathic hemolytic anemias</strong> such as thrombotic thrombocytopenic purpura (TTP) and hemolytic uremic syndrome (HUS):&nbsp; These conditions cause hemolysis and severe thrombocytopenia.&nbsp; However, they are typically distinguished from preeclampsia because TTP often presents in the first or second trimester and is associated with a severe ADAMST13 deficiency; HUS usually develops postpartum and often has significant renal involvement in addition to thrombocytopenia and hemolysis.&nbsp; Neither condition usually includes significant liver injury.</li>\n</ul>\n<h1>Management</h1><br><br><p>The definitive cure for preeclampsia is delivery; however, the timing of delivery is based on the severity of disease and gestational age, which weighs the risk of developing complications from continued pregnancy against the risk of prematurity from preterm delivery.&nbsp; Therefore, preeclampsia is subdivided into categories of with and without severe features, which stratifies the patient's risk for maternal (eg, eclampsia, stroke) and fetal (eg, abruptio placentae, fetal demise) complications and guides management.</p>\n<h2>Preeclampsia without severe features</h2><br><br><p><strong>Antenatal management</strong></p><br><br><p>In patients who have preeclampsia without severe features, the maternal-fetal risk of complications is lower than the fetal risk of prematurity.&nbsp; Therefore, delivery is delayed until the pregnancy reaches <strong>37 weeks gestation</strong> (but if the diagnosis occurs at ≥37 weeks gestation, delivery is indicated at the time of diagnosis) with frequent antenatal monitoring.</p><br><br><p>Regular monitoring of maternal blood pressure can be performed in the outpatient setting, typically with twice- weekly readings (depending on severity) and serial laboratory evaluations (to assess for developing end-organ damage).&nbsp; If the patient develops severe-range blood pressure (systolic ≥160 mm Hg and/or diastolic ≥110 mm Hg), the patient is diagnosed with preeclampsia with severe features and management changes.</p><br><br><p>In addition to blood pressure and laboratory monitoring, fetal well-being is also routinely monitored due to the increased risk of uteroplacental insufficiency, fetal growth restriction, and intrauterine fetal demise.&nbsp; Therefore, routine non-stress tests and/or biophysical profiles are performed (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41148.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).&nbsp; In addition, serial transabdominal ultrasounds are performed to monitor fetal growth and amniotic fluid volume.<p></p><br><br><p>Because there is an increased risk of progression to preeclampsia with severe features that would necessitate immediate (and sometimes preterm) delivery, antenatal corticosteroids for fetal lung maturity are considered if the diagnosis occurs when the patient is preterm (particularly &lt;34 weeks gestation).</p><br><br><p><strong>Intrapartum management</strong></p><br><br><p>Labor management does not differ from routine labor.&nbsp; Patients do not require magnesium because the risk of progression to eclampsia is lower overall, and preeclampsia without severe features is not a contraindication to vaginal delivery.</p>\n<h2>Preeclampsia with severe features&nbsp;</h2><br><br><p>In contrast to preeclampsia without severe features, preeclampsia with severe features carries significant risks of fetal-maternal complications with continued pregnancy that are much higher than the fetal risks of prematurity.&nbsp; Therefore, patients are delivered at <strong>≥34 weeks gestation</strong>.</p><br><br><p><strong>Antenatal management</strong></p><br><br><p>Management recommendations include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>≤34 weeks gestation with severe-range hypertension but no signs of end-organ damage:&nbsp; Expectant management until 34 weeks gestation is an option.&nbsp; Patients require inpatient monitoring with antihypertensive therapy, routine blood pressure monitoring, fetal monitoring (eg, nonstress test, twice-weekly biophysical profiles), and serial laboratory evaluation.&nbsp; Any evidence of progression (eg, worsening laboratory measurements, uncontrollable hypertension) requires immediate delivery.&nbsp; &nbsp;</li>\n\t<li>≤34 weeks gestation with signs of end-organ damage:&nbsp; Magnesium sulfate and antihypertensive therapy is administered to attempt maternal stabilization and allow for antenatal corticosteroid administration for fetal lung maturity.&nbsp; Delivery occurs after the second dose of corticosteroids.&nbsp; However, if disease progresses (eg, eclampsia), delivery is immediate regardless of corticosteroid administration.&nbsp;</li>\n\t<li>≥34 weeks gestation or severe complications (eg, eclampsia, fetal demise):&nbsp; Immediate delivery.</li>\n</ul><br><br><p><strong>Intrapartum management</strong></p><br><br><p>Preeclampsia is generally not an indication for cesarean delivery unless there is rapid progression of disease that requires expedited delivery (eg, significant pulmonary edema).&nbsp; Patients may undergo a labor-induction vaginal delivery unless there are other obstetric contraindications (eg, breech presentation, nonreassuring fetal status).&nbsp; During labor, patients should have continuous fetal heart rate monitoring due to increased risk of fetal intolerance to labor with the poor placental perfusion commonly seen in preeclampsia.</p><br><br><p>During labor, patients require serial laboratory monitoring of platelets, creatinine, and liver transaminases.&nbsp; The platelet count is particularly important because it can drop precipitously in preeclampsia, which may preclude patients from neuraxial anesthesia (avoided in all patients with platelets &lt;50,000/µL).</p><br><br><p><strong>Seizure prophylaxis</strong></p><br><br><p><strong>Magnesium sulfate</strong> should be administered in all cases of preeclampsia with severe features for seizure prophylaxis during labor and postpartum, which helps <strong>prevent eclampsia</strong>.&nbsp; Eclampsia is characterized by generalized tonic-clonic seizures due to preeclampsia-induced cerebrovascular dysfunction (eg, vasospasm with subsequent brain ischemia).&nbsp; Magnesium sulfate acts as a calcium channel blocker on the central nervous system, thereby raising the seizure threshold.&nbsp; Therapeutic serum magnesium levels (ie, 4.8-8.4 mEq/L) 2-4 times higher than normal concentrations are required for eclampsia prevention.</p><br><br><p>While a patient is on magnesium therapy, signs of <strong>magnesium toxicity</strong> should be routinely evaluated with serial examinations and monitoring of urine output (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42295.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).&nbsp; Because magnesium causes neuromuscular inhibition, the first sign of magnesium sulfate toxicity is often hyporeflexia.&nbsp; As magnesium levels increase, patients can develop areflexia (eg, loss of patellar reflexes) and respiratory depression (eg, drowsiness, respirations ≤12/min).&nbsp; If untreated, patients are at risk for respiratory paralysis and cardiac arrest.&nbsp; Treatment is immediate cessation of magnesium sulfate and administration of <strong>calcium gluconate</strong>.<p></p><br><br><p>Magnesium sulfate therapy is used in almost all patients with preeclampsia with severe features.&nbsp; However, a contraindication to this therapy is myasthenia gravis, because magnesium sulfate may trigger a myasthenic crisis (eg, oropharyngeal muscle weakness, respiratory failure requiring intubation).&nbsp; In these patients, seizure prophylaxis is with valproic acid.</p><br><br><p><strong>Postpartum management</strong></p><br><br><p>Blood pressure, symptoms, and any laboratory abnormalities typically normalize in the postpartum period.&nbsp; However, patients should be closely monitored until evidence of clinical improvement is seen as there can be initial worsening of hypertension and laboratory findings in the immediate postpartum period (ie, first 48 hours).&nbsp; Women with persistent hypertension &gt;12 weeks postpartum should be diagnosed with chronic hypertension and managed as an adult with primary essential hypertension.</p>\n<h1>Special consideration - postpartum preeclampsia</h1><br><br><p>On occasion, patients may be diagnosed for the first time with preeclampsia in the postpartum period (up to 6 weeks postpartum).&nbsp; The most common presenting symptom in this period is a severe headache in the bilateral occipital or frontal regions that does not improve with medication (eg, acetaminophen, nonsteroidal anti-inflammatory drugs) along with severe-range hypertension.&nbsp; These patients are at increased risk of hemorrhagic and ischemic stroke due to acute elevations in the cerebral perfusion pressure and vessel rupture (hemorrhagic), as well as preeclampsia-mediated vascular endothelial damage and microthrombi formation (ischemic).&nbsp; To decrease this risk, patients require aggressive blood pressure control with antihypertensives and magnesium sulfate, which helps prevent eclamptic seizures that can worsen stroke symptoms.</p>\n<h1>Complications and prognosis&nbsp;</h1><br><br><p>The majority of women with preeclampsia without severe features have favorable outcomes.&nbsp; However, the overall prognosis is dependent on the severity of disease and gestational age at delivery.</p><br><br><p>Several complications can arise with preeclampsia with severe features and include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pulmonary edema</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17454.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; This is a life-threatening complication that develops due to generalized arterial vasospasm, leading to increased systemic vascular resistance and high cardiac afterload, which causes increased pulmonary capillary pressures and drives fluid from the capillaries into the interstitium.&nbsp; In addition, there is increased capillary permeability, which promotes decreased serum albumin levels and decreased capillary oncotic pressure that enables third spacing (eg, peripheral pitting edema).&nbsp; Management includes supplemental oxygen, fluid restriction, and diuretic medications (which must be used with caution because patients have overall decreased plasma volume [due to third spacing] and aggressive treatment may compromise placental perfusion and fetal well-being).</li>\n\t<li><strong>Eclampsia</strong> and <strong>posterior reversible encephalopathy syndrome</strong> (PRES):&nbsp; Eclampsia is characterized by brief, generalized, tonic-clonic seizures followed by a postictal period in whch a patient may be unresponsive, confused/disoriented, or drowsy.&nbsp; It is classically preceded by severe headache or visual disturbances (eg, blurred vision, scotomata); however, not all patients have preceding neurologic symptoms.&nbsp; Eclampsia is a clinical diagnosis; in the vast majority of patients with eclampsia, brain imaging (eg, CT scan of the head) reveals findings similar to posterior reversible encephalopathy syndrome (eg, white matter edema in the parieto-occipital regions).</li>\n\t<li><strong>Stroke</strong>:&nbsp; Patients with preeclampsia with severe features are at risk for acute stroke due to activation of the coagulation system, platelet aggregation, and vascular microthrombi formation, leading to cerebral vessel occlusion (ischemic stroke).&nbsp; In addition, dysregulated cerebral blood flow that causes inappropriate cerebral vasospasm along with severely elevated perfusion pressure can lead to ruptured intracerebral vessels (hemorrhagic stroke).</li>\n\t<li><strong>Placental abruption</strong>:&nbsp; This is premature separation of the placenta from the uterus prior to fetal delivery.&nbsp; Patients with preeclampsia are at increased risk due to endothelial cell dysfunction that results in dysregulated vascular tone (eg, hypertension) and increased vessel fragility.&nbsp; Preeclampsia also impairs early spiral artery development needed to supply blood to the fetus and placenta.&nbsp; As a result, patients with preeclampsia have abnormally high-resistance spiral arteries that produce low placental perfusion, ischemia, and possible placental infarction, all of which increase the risk of abruptio placentae.</li>\n</ul><br><br><p>Even with complete resolution of preeclampsia, there are lifelong elevated maternal risks of essential hypertension, cardiovascular disease, hyperlipidemia, and diabetes mellitus.&nbsp; This risk is most pronounced if ≥2 pregnancies are affected by preeclampsia or if delivery was required prior to 34 weeks gestation.</p>\n<h1>Prevention</h1><br><br><p>The only proven therapy to decrease the risk of preeclampsia is daily <strong>low-dose aspirin</strong> because it inhibits platelet aggregation and helps prevent placental ischemia (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32393.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ).&nbsp; It is initiated at 12 weeks gestation and then continued daily until delivery in patients at moderate to high risk of developing preeclampsia.<p></p><br><br><p>Patients with 1 high risk factor or those with ≥2 moderate risk factors are candidates for aspirin therapy.&nbsp; High risk factors include previous pregnancy with preeclampsia, diabetes mellitus, chronic hypertension, multifetal gestation, kidney disease, and autoimmune disease (eg, antiphospholipid syndrome, SLE).&nbsp; Moderate risk factors include nulliparity, obesity, family history of preeclampsia, age ≥35, in vitro conception, and sociodemographic/personal factors (eg, low income level).</p>\n<h1>Summary&nbsp;</h1><br><br><p>Preeclampsia is a hypertensive disorder of pregnancy characterized by new-onset hypertension in conjunction with either proteinuria or evidence of end-organ dysfunction.&nbsp; Untreated, preeclampsia can progress to eclampsia, which manifests as tonic-clonic seizure and is associated with high maternal and fetal morbidity and mortality.&nbsp; Prompt diagnosis and treatment are necessary to prevent other significant complications such as stroke, abruption, and pulmonary edema.</p>\n</div>\n\n            "
}