{
  "meta": {
    "title": "Routine prenatal care",
    "url": "https://brainandscalpel.vercel.app/routine-prenatal-care-nbsp-8dccf8c0-329f27.html",
    "scrapedAt": "2025-12-01T05:11:54.058Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1><p>Pregnancy is the leading cause of morbidity and mortality for women of childbearing age.&nbsp; For many women, it is the only time they have access to health care.&nbsp; The peripartum period provides an opportunity to diagnose, address, and optimize many maternal conditions.</p><p>Prenatal care is designed to promote healthy fetal growth and development while minimizing maternal risk through counseling and education, risk assessment and screening, and a series of laboratory tests, vaccinations, and ultrasounds at different gestational ages.&nbsp; This process occurs through stepwise and standardized care divided into three trimesters.</p><p>Prenatal visits typically occur every 4 weeks until 28 weeks gestation, then every 2 weeks from 28-36 weeks gestation, and then weekly until delivery.&nbsp; Each visit always evaluates the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Maternal weight</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/58686.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; To evaluate nutritional status (eg, weight loss from nausea and vomiting, excessive weight gain) and possible weight gain from edema.</li><li><strong>Blood pressure with or without urine dipstick for proteinuria</strong>:&nbsp; To evaluate for hypertensive disorders of pregnancy.</li><li><strong>Fetal heart rate</strong>:&nbsp; To assess fetal viability.</li></ul><p>Specific tests and counseling are performed on a trimester-based schedule.</p><h1>Initial prenatal (first-trimester) visit: 1-12 weeks gestation</h1><h2>History and estimated due date</h2><p>A detailed medical history is performed at the beginning of each pregnancy.&nbsp; This history identifies underlying conditions (eg, chronic hypertension, diabetes mellitus, cardiovascular disease) that pregnancy could exacerbate.&nbsp; In addition, it allows for individualized care, early and frequent risk-based screening (eg, early diabetes mellitus screening in high-risk individuals (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37867.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                )), and evaluation of disease progression (eg, baseline blood pressure in chronic hypertension).<p></p><p>A complete obstetric history determines obstetric history notation (GTPAL) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37609.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ), which includes history and outcome of all prior pregnancies, including miscarriages and ectopic pregnancies.&nbsp; Previous complications are often associated with an elevated risk of recurrence; therefore, analyzing prior pregnancies allows for screening, planning, and intervention (eg, cerclage for cervical insufficiency).&nbsp; In addition, the previous mode of delivery (eg, forceps, cesarean) allows for early counseling and preparation regarding planned mode of delivery.<p></p><p>One of the most critical components of the initial visit is determination of the <strong>estimated due date (EDD)</strong>.&nbsp; An accurate due date allows for pregnancy planning, timing of interventions, and monitoring of fetal growth.&nbsp; By convention, calculation of the EDD begins with the last menstrual period in women with regular menstrual cycles.</p><ul class=\"article-body-unordered-list\"><li><strong>Nägele rule</strong> subtracts 3 months from the first day of the last menstrual period and then adds 7 days and then a year to give a final EDD.</li><li><strong>First-trimester ultrasonography</strong> (&lt;13 weeks gestation) is the most accurate method to date a pregnancy because the last menstrual period does not take into account menstrual cycle and ovulation variability.</li></ul><p>Once an EDD is established, it is not changed based on later ultrasonographic growth estimations.&nbsp; First-trimester ultrasonography also confirms pregnancy location (eg, intrauterine) and allows for screening of early complications (eg, subchorionic hematoma, cesarean scar implantation).</p><h2>Laboratory evaluation</h2><p>Universal and patient-specific laboratory tests are performed with each pregnancy.</p><ul class=\"article-body-unordered-list\"><li><strong>Complete blood count</strong>:&nbsp; Performed to establish baseline hemoglobin and hematocrit levels.&nbsp; This baseline is important because pregnancy is associated with significant volume expansion, which can cause physiologic dilutional anemia of pregnancy.&nbsp; The complete blood count can also be used to evaluate for iron deficiency and potential hemoglobinopathies.</li><li><strong>Blood type, Rh factor, and antibody screen</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17490.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; These tests are required because Rh D-negative women are at risk for alloimmunization and subsequent hemolytic disease of the newborn if carrying an Rh D-positive fetus without Rh D immunoglobulin prophylaxis (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32531.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; The antibody screen evaluates other possible antibodies (eg, Kell, Duffy) that could lead to hemolytic disease in the newborn, which can exist even in Rh D-positive women.</li><li>Sexually transmitted infection screening for <strong>syphilis, HIV, and hepatitis B and C</strong>:&nbsp; Universal screening is required for these conditions because undiagnosed infections can cause congenital abnormalities and significant neonatal consequences.&nbsp; Gonorrhea and chlamydia screening is performed in high-risk pregnant populations.</li><li><strong>Rubella IgG levels</strong>:&nbsp; These tests are performed in each pregnancy to assess immunity to rubella; rubella-nonimmune women require counseling on primary prevention during pregnancy (eg, proper handwashing techniques) and require a postpartum measles, mumps, and rubella (MMR) vaccine to prevent congenital rubella syndrome in future pregnancies.</li><li><strong>Urinalysis and urine culture</strong>:&nbsp; Urinalysis and culture are performed to screen for asymptomatic bacteriuria.&nbsp; Pregnant women with asymptomatic bacteriuria require treatment because physiologic ureteral dilation and smooth muscle relaxation allow easier ascent of bacteria to the kidney, which increases the risk for pyelonephritis.&nbsp; Pyelonephritis is associated with poor pregnancy outcomes, including preterm delivery and low birth weight infants.</li><li><strong>Cervical cancer screening</strong>:&nbsp; This screening is performed based on age and prior screening.&nbsp; Cervical neoplasias can advance in pregnancy because of the physiologic decline in immune function, and they can be associated with large-volume bleeding.&nbsp; Because pregnancy is a time with easier access to care for many patients, cervical cancer screening and treatment can be easily performed.</li></ul><p>Some first-trimester tests are offered on an individualized basis depending on the individual's medical and social history.&nbsp; These include:</p><ul class=\"article-body-unordered-list\"><li>TSH screening:&nbsp; For hyperthyroidism and hypothyroidism in women with signs of thyroid disease.</li><li>24-hour urine protein collection:&nbsp; In individuals with chronic hypertension, kidney disease, or autoimmune disease (eg, systemic lupus erythematosus).&nbsp; This test establishes a baseline that can be compared to values later in pregnancy in case signs of worsening disease appear (eg, increasing blood pressure).</li><li>Early diabetes mellitus screening:&nbsp; In patients at high risk for diabetes mellitus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37867.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li><li>Tuberculosis screening:&nbsp; For individuals with epidemiologic exposure to tuberculosis or who are immunocompromised (eg, HIV).</li><li><em>Trichomonas vaginalis</em> screening:&nbsp; In individuals at high risk for this infection.</li></ul><p>In addition, some tests are universally offered to pregnant women, and patients can accept or decline in accordance with their preferences.&nbsp; These tests include:</p><ul class=\"article-body-unordered-list\"><li>Carrier screening:&nbsp; Identifies couples at risk for transmitting a heritable disorder to their offspring.&nbsp; Universal tests recommended for all patients include hemoglobinopathies (eg, thalassemia, sickle cell), spinal muscular atrophy, and cystic fibrosis.&nbsp; Other tests are ordered based on family and genetic history (eg, fragile X syndrome).</li><li>Genetic testing for chromosomal abnormalities (eg, cell-free fetal DNA; first-trimester screen [pregnancy-associated plasma protein A, hCG levels, ultrasonographic nuchal translucency measurement]).</li></ul><h2>Nutrition and lifestyle counseling</h2><p>Nutritional counseling is an important component of prenatal care because both sufficient vitamins and minerals are required for optimal fetal development.&nbsp; In addition, toxins are identified to prevent fetal harm.&nbsp; Components of nutritional counseling include:</p><ul class=\"article-body-unordered-list\"><li>A daily <strong>prenatal vitamin with folic acid</strong> to prevent neural tube defects (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31236.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).</li><li>Discussion of foods to avoid to prevent foodborne illnesses (eg, <em>Listeria monocytogenes</em>, <em>Escherichia coli</em>) and toxin exposure (mercury).&nbsp; These include raw or undercooked foods, unpasteurized dairy products, deli meats, and swordfish (high in mercury).</li><li>Counseling on the <strong>avoidance of alcohol</strong> because consumption during pregnancy can lead to fetal alcohol syndrome.&nbsp; There is no known safe level of consumption (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31436.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).</li><li>Caffeine intake, which should be limited to 200-300 mg/day because it has been loosely associated with suboptimal fetal growth.</li></ul><p>Lifestyle counseling is another important component of prenatal care that can help optimize outcomes.&nbsp; All pregnant women with no contraindications should be encouraged to participate in <strong>30 minutes of moderate physical activity</strong> each day and to avoid contact sports or sports with a high risk for falling (eg, downhill skiing, horseback riding) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/47571.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).&nbsp; Patients should be advised of the following:<p></p><ul class=\"article-body-unordered-list\"><li>Avoid hot tubs and saunas during the first trimester because hyperthermia can lead to neural tube defects.</li><li>Avoid smoking and recreational drugs because these can harm the developing fetus and increase the risk for birth defects.</li><li>Minimize exposure to environmental toxins and hazardous substances such as industrial chemicals, pesticides, and radiation.</li><li>Use proper seat belt placement:&nbsp; Lap belt across the hips and below the uterus, shoulder belt above and lateral to the uterus and between the breasts.</li><li>Avoid therapy with nonsteroidal anti-inflammatory drugs, particularly after 32 weeks gestation, because these medications can prematurely constrict the ductus arteriosus.</li></ul><p>Mental health and <strong>intimate partner violence screening</strong> is required because pregnancy is associated with violence escalation and increased risk for mental health conditions (eg, depression, anxiety); therefore, screening is recommended during every trimester and postpartum.</p><h1>Second-trimester visits: 13-27 weeks gestation</h1><p>The second trimester has a mid-trimester visit between 16 and 20 weeks gestation.&nbsp; <strong>Fetal anatomy ultrasonography</strong> is recommended to assess fetal growth, screen for fetal malformations, and measure the cervical length.</p><p>An optional screening for maternal serum alpha-fetoprotein (MSAFP) can be performed between 16 and 18 weeks gestation to evaluate for fetal neural tube defects.</p><p>Beginning at 20 weeks, the <strong>uterine fundal height</strong> in centimeters corresponds to the gestational age ±3 cm.&nbsp; At each visit after 20 weeks gestation, fundal height from the pubic symphysis to the top of the uterine fundus (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20871.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) is measured to evaluate for fetal growth restriction and fetal macrosomia.<p></p><p><strong>Gestational diabetes mellitus screening</strong> is performed between <strong>24 and 28 weeks gestation</strong> with a 50-gram glucose challenge test (GCT).&nbsp; If the GCT is positive, a follow-up 100-gram glucose tolerance test is performed.&nbsp; Even if screened early in the pregnancy because of high-risk conditions, the patient is rescreened at this gestational age.</p><h1>Third-trimester visits: 28 weeks gestation to delivery</h1><p>In the third trimester, the number and frequency of prenatal visits increase.&nbsp; In low-risk pregnancies, visits occur every 2 weeks beginning at 28 weeks gestation until 36 weeks gestation, when they become weekly until delivery.</p><p>Maternal monitoring of fetal movement (eg, fetal kick counts) begins in the third trimester; the rationale behind this recommendation is that hypoxic fetuses move less.&nbsp; Therefore, pregnant women are adivsed to present for further evaluation with decreased fetal movement.</p><h2>Vaccinations</h2><p>Most vaccinations take place in the third trimester to allow for passive immunity to the infant and help prevent maternal and neonatal disease.&nbsp; Vaccinations administered during the third trimester include:</p><ul class=\"article-body-unordered-list\"><li><strong>Inactivated influenza vaccine</strong> (recommended during flu season).</li><li><strong>Tetanus, diphtheria, and pertussis (Tdap)</strong> vaccine given between 27 and 36 weeks gestation to provide passive immunity against pertussis to the newborn.</li><li><strong>Respiratory syncytial virus (RSV) vaccine</strong> given between 32 and 36 weeks gestation during RSV season (September through January) to provide passive immunity.</li><li><strong>Rh D immunoglobulin prophylaxis</strong>, which occurs at 28 weeks gestation for Rh D-negative patients after a repeat antibody screen to ensure that no incidental sensitizing event has previously occurred.&nbsp; This vaccine protects against maternal antibody production until delivery.</li></ul><h2>Laboratory evaluation</h2><p>Laboratory tests performed in the third trimester include:</p><ul class=\"article-body-unordered-list\"><li><strong>Complete blood count</strong>:&nbsp; To monitor for iron deficiency anemia and to allow time for intervention (eg, iron supplementation if iron deficiency anemia is found), especially when large blood loss is expected to occur at delivery.</li><li>Repeat sexually transmitted infection screening with HIV and syphilis (and possibly gonorrhea and chlamydia if the patient is at high risk for these conditions):&nbsp; To allow time for treatment to prevent fetal exposure during delivery.</li><li><strong>Group B</strong> <em><strong>Streptococcus</strong></em> <strong>(GBS) screening</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33322.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ):&nbsp; Performed at 36-38 weeks gestation to identify patients who have asymptomatic GBS colonization.&nbsp; This test allows for intrapartum antibiotic treatment, which prevents neonatal GBS pneumonia, meningitis, and sepsis.</li></ul><h2>Antenatal testing</h2><p>If indicated, antenatal testing generally begins in the third trimester.&nbsp; Antenatal testing can be offered weekly or twice weekly and includes:</p><ul class=\"article-body-unordered-list\"><li>Nonstress test or biophysical profile (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41148.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ).</li><li>Serial growth scans to evaluate fetal growth restriction (eg, chronic hypertension, autoimmune disease) or fetal macrosomia (eg, gestational diabetes mellitus).</li><li>Doppler velocimetry ultrasonography for pregnancies with fetal growth restriction (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31082.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 9\n                                    </a>\n                                </div>\n                                ).</li></ul><h2>Contraceptive counseling</h2><p>Contraception counseling involves reviewing all methods of contraception efficacy levels and potential contraindications based on maternal medical history and breastfeeding plans.&nbsp; The primary goal is to prevent unintended pregnancy in the postpartum period because such short-interval pregnancies are associated with adverse outcomes (eg, low birth weight, preterm delivery).</p><h1>Immediate postpartum care: 24-72 hours postpartum</h1><p>Following delivery, the patient is monitored for complications.&nbsp; Vaginal bleeding is closely monitored with fundal rubs, which involve lower abdominal palpation to ensure adequate uterine tone and firmness.&nbsp; Early recognition of developing uterine atony can prevent widespread (and potentially deadly) postpartum hemorrhage.</p><h2>Breastfeeding</h2><p><strong>Breastfeeding</strong> is the optimal form of neonatal nutrition and provides both maternal and neonatal benefits.&nbsp; Mothers should be counseled on these benefits (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35790.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 10\n                                    </a>\n                                </div>\n                                ), and breastfeeding should be encouraged except in patients with contraindications (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31825.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 11\n                                    </a>\n                                </div>\n                                ).&nbsp; However, breastfeeding can be difficult, and patients should be evaluated to ensure proper infant latch and maternal/infant positioning to limit pain and discomfort, which is associated with premature breastfeeding cessation.&nbsp; Frequent causes of discomfort at the beginning of a breastfeeding relationship include nipple pain and engorgement.<p></p><p>A more detailed discussion of breastfeeding is discussed in a separate dedicated article.</p><h2>Vaccinations</h2><p>Postpartum vaccines are important prior to discharge.&nbsp; Patients identified as rubella-nonimmune need an <strong>MMR vaccine</strong>, which is live-attenuated and unsafe during pregnancy.&nbsp; <strong>Rh D immunoglobulin</strong> is needed postpartum if a Rh D-positive infant is delivered to a Rh D-negative mother.&nbsp; In addition, the immediate postpartum time allows other vaccines to be given while the patient has access to care, which include other live-attenuated vaccines (eg, varicella) and the influenza vaccine (if during flu season and not given previously).</p><h2>Contraceptive counseling</h2><p>Additional contraception counseling is provided prior to discharge because this visit may be the only point of contact with the patient.&nbsp; Counseling includes the timing and initiation of oral contraceptive pills if this method is chosen, which is based on maternal venous thromboembolic risk and the presence of an estrogen component within the oral contraceptive.&nbsp; Estrogen is typically avoided in the immediate postpartum period in breastfeeding patients because it can decrease milk production.&nbsp; Medroxyprogesterone (progesterone-only injection) can be administered prior to discharge and offers approximately 90 days of contraception.</p><p>A more detailed discussion of contraception is discussed in a separate dedicated article.</p><h1>Postpartum visit: 6 weeks after delivery</h1><p>Ideally, postpartum patients are seen 6 weeks after delivery.&nbsp; The components of the postpartum examination include:</p><ul class=\"article-body-unordered-list\"><li>Physical examination:&nbsp; The examination focuses on the healing of perineal lacerations or cesarean incisions.</li><li>Postpartum depression screening.</li><li>Contraception counseling and implementation:&nbsp; A long-acting, reversible contraceptive device (eg, intrauterine device, subdermal implant) is typically placed when this method is chosen.</li><li>Pelvic floor rehabilitation:&nbsp; Pelvic floor exercises (Kegel exercises) promote healing and strengthen pelvic muscles after childbirth.&nbsp; Referral to a physical therapist for pelvic floor rehabilitation can be arranged, if needed, especially for patients experiencing urinary incontinence or pelvic organ prolapse.</li></ul><p>Additional screening may be necessary based on the individual.&nbsp; For example, patients with gestational diabetes mellitus require screening for overt diabetes mellitus in the postpartum period, and any cervical cancer screening abnormality requires postpartum follow-up and treatment.</p></div>\n            "
}