{
  "meta": {
    "title": "Shoulder dystocia",
    "url": "https://brainandscalpel.vercel.app/shoulder-dystocia-61f2f9ce-329f27.html",
    "scrapedAt": "2025-12-01T05:11:53.195Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Shoulder dystocia is an obstetric emergency that occurs when the fetal shoulder becomes impacted behind the maternal pubic symphysis during vaginal delivery, resulting in an inability to deliver the fetal shoulders with usual obstetric maneuvers (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30896.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>In typical deliveries, after the fetal head is delivered, the shoulders should follow smoothly.&nbsp; In shoulder dystocia, the shoulders become stuck in the maternal pelvis for reasons such as a large fetal size compared to the maternal pelvic outlet (by far the most common), maternal pelvic anatomy, or the positioning of the fetal shoulders.</p><br><br><p>Risk factors for shoulder dystocia are related to the fetus becoming larger than the maternal pelvic outlet and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fetal macrosomia</strong> (estimated fetal weight &gt;4.5 kg [9 lb 14 oz]) (highest risk factor)</li>\n\t<li><strong>Maternal diabetes mellitus</strong> resulting in increased fetal weight, with the shoulders becoming disproportionately larger than the head</li>\n\t<li><strong>Maternal obesity</strong> and/or <strong>excessive weight gain</strong> during pregnancy (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/58686.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                )</li>\n\t<li><strong>Postterm pregnancy</strong> (≥42 weeks gestation)</li>\n\t<li><strong>Prior shoulder dystocia</strong></li>\n</ul><br><br><p>However, it is important to note that approximately 50% of all shoulder dystocias occur in patients with no risk factors and are therefore difficult to predict.</p>\n<h1>Clinical presentation</h1><br><br><p>Signs of shoulder dystocia during labor are difficult to distinguish, but nonspecific signs can include an abnormal, prolonged labor progression and the need for an operative vaginal delivery (eg, forceps, vacuum).&nbsp; Neither sign alone is an accurate predictor of shoulder dystocia, but the combination of the two, particularly in mothers with risk factors, can suggest a fetal malpresentation or cephalopelvic disproportion.</p><br><br><p>After delivery of the fetal head, shoulder dystocia is diagnosed clinically based on a delayed delivery and difficulty extracting the fetal shoulders.&nbsp; Normally, after the fetal head is delivered, the shoulders follow quickly.&nbsp; In shoulder dystocia, there is a noticeable <strong>delay in the delivery of the shoulders</strong> rest of the body, and despite gentle downward traction applied to deliver the fetus (ie, normal delivery maneuvers), the shoulders remain lodged behind the maternal pubic bone.&nbsp; In many cases, there is a classic <strong>turtle sign</strong>:&nbsp; the fetal head retracts back against the perineum or vaginal opening after initial descent during contractions, resembling a turtle retracting into its shell.</p>\n<h1>Management</h1><br><br><p>Shoulder dystocia is an <strong>obstetric emergency</strong> that requires a multidisciplinary team (eg, obstetrics, pediatrics, anesthesiology) for management of the delivery and possible complications (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35359.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Therefore, the first and most important step in the management of shoulder dystocia is to call for additional help from the labor and delivery staff.<p></p><br><br><p>The 2 most common initial maneuvers to relieve shoulder dystocia typically occur simultaneously and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Suprapubic pressure</strong>:&nbsp; Pressure is applied to the maternal abdomen just above the pubic bone to dislodge the fetal shoulder.</li>\n\t<li><strong>McRoberts maneuver</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17635.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; The maternal hips are hyperflexed, which decreases obstruction through the bony pelvis by rotating the maternal pubic symphysis cephalad and flattening the sacral promontory.</li>\n</ul><br><br><p>The combination of McRoberts maneuver and suprapubic pressure frequently relieves the shoulder dystocia with no additional maneuvers required.&nbsp; However, if additional maneuvers are required, the following are performed to change the positioning of the fetal shoulders to decrease their diameter through the maternal pelvis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Delivery of the posterior arm</li>\n\t<li>Rotation of the posterior shoulder (Woods screw maneuver):&nbsp; Pressure is applied to the anterior aspect of the posterior shoulder.</li>\n\t<li>Adduction of the posterior shoulder (Rubin maneuver):&nbsp; Pressure is applied to the posterior aspect of the posterior shoulder.</li>\n</ul><br><br><p>An episiotomy, or incision of the perineum, is occasionally performed to create more space for the fetus and for the provider's hands to perform the above maneuvers.&nbsp; If all of these maneuvers fail to deliver the fetus in a timely manner, the Zavanelli maneuver (replacement of the fetal head into the maternal pelvis) is performed so an emergency cesarean delivery can be attempted.</p>\n<h1>Complications and prognosis</h1><br><br><p>Shoulder dystocia is considered an obstetric emergency due primarily to the increased risk for complications that can affect the fetus during the birthing process.&nbsp; The impaction of the fetal shoulder behind the mother's pubic bone can lead to various fetal complications such as (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/46936.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Brachial plexus injury</strong>:&nbsp; the most common complication due to excessive stretching or pressure on the fetal shoulder during delivery, leading to an Erb palsy or Klumpke palsy (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13910.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )</li>\n\t<li><strong>Clavicle and/or humerus fracture</strong>:&nbsp; usually occurs due to the forceful maneuvers required to dislodge the impacted shoulder</li>\n</ul><br><br><p>With prolonged shoulder dystocia, the most concerning complications are <strong>perinatal asphyxia</strong> and <strong>hypoxic-ischemic encephalopathy (HIE)</strong>.&nbsp; These issues arise when the fetal shoulders are impacted, possibly compressing the umbilical cord, which is still supplying blood flow and oxygen to the fetus.&nbsp; The longer the shoulders are impacted, the greater the length of time that the fetus receives reduced-to-no oxygen supply, leading to hypoxic events.</p><br><br><p>In addition to fetal complications, there can be severe maternal complications of shoulder dystocia, including pelvic injury (eg, fourth-degree perineal laceration) and <strong>postpartum hemorrhage</strong>.</p>\n<h1>Prevention</h1><br><br><p>Prompt recognition and management of shoulder dystocia is critical to minimize the duration of impaction and to reduce the risk of fetal complications.&nbsp; Due to the unpredictable nature of shoulder dystocia, in many institutions, all staff members require training (often simulation-based) at routine intervals to refresh clinical knowledge and technical skills.&nbsp; Scheduled training sessions have been associated with reduced rates of neonatal complications (eg, brachial plexus injury) of shoulder dystocia.</p>\n<h1>Summary</h1><br><br><p>Shoulder dystocia is an obstetric emergency that occurs when the usual obstetric maneuvers fail to deliver the fetal shoulders (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39791.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).&nbsp; Fetal complications can include perinatal asphyxia, brachial plexus injury, and clavicle fracture.&nbsp; Therefore, prompt recognition and management with shoulder dystocia maneuvers are critical.<p></p>\n</div>\n\n            "
}