{
  "meta": {
    "title": "Twin gestations",
    "url": "https://brainandscalpel.vercel.app/twin-gestations-1d6e8745-329f27.html",
    "scrapedAt": "2025-12-01T05:11:58.217Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>A twin pregnancy occurs either when two oocytes are fertilized by two different sperm (dizygotic twinning) or from the division of a single zygote after fertilization of a single oocyte (monozygotic twinning).&nbsp; Dizygotic twins have different genetic profiles (ie, fraternal twins) and may be the same or different sex.&nbsp; Monozygotic twins are of the same sex, are genetically identical, and are similar in appearance (ie, identical twins).</p><br><br><p>Twin gestations are more commonly subdivided by <strong>chorionicity</strong> (number of placentas) and <strong>amnionicity</strong> (number of amniotic sacs) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8093.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; This distinction is important due to the increased pregnancy risks when placentas or amniotic sacs are shared.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>\"Diamniotic twins\" is a term referring to a pregnancy in which each twin has its own amniotic sac.&nbsp; Diamniotic twins can be further separated into:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Dichorionic diamniotic (DCDA) if each twin has its own placenta</li>\n\t\t<li>Monochorionic diamniotic (MCDA) if they have their own amniotic sacs but share a placenta</li>\n\t</ul>\n\t</li><br><br>\t<li>Monoamniotic twins share an amniotic sac and also always share a placenta, making them monochorionic monoamniotic (MCMA).</li>\n</ul><br><br><p>Understanding the development of different types of twin pregnancies is crucial in prenatal care because it helps in anticipating and managing potential complications associated with each type, enabling appropriate monitoring and intervention to ensure the best possible maternal and fetal outcomes.</p>\n<h1>Prevalence and risk factors</h1><br><br><p>Twin pregnancies make up approximately 3% of live births and are by far the most common type of multiple gestation.&nbsp; About 70% of twins are dizygotic and 30% are monozygotic.&nbsp; Dizygotic twins are always DCDA because they are separate blastocysts from the time of fertilization, whereas monozygotic twins can be DCDA, MCDA, or MCMA, depending on the timing of blastocyst division (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10002.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The vast majority of twins are DCDA.<p></p><br><br><p>Risk factors for twin gestation include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increasing maternal age</li>\n\t<li>Reproductive assistance (eg, ovulation induction, in vitro fertilization)</li>\n\t<li>Increased parity</li>\n\t<li>Family history</li>\n</ul><br><br><p>These factors primarily raise the risk for dizygotic twinning due to ovulation of more than 1 ovum, except for in vitro fertilization which, raises the risk of both dizygotic twinning (due to the transfer of multiple embryos) and monozygotic twinning (due to increased rates of embryo cleavage).</p>\n<h1>Physiology</h1><h2>DCDA twins</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fertilization:&nbsp; DCDA twins can be dizygotic, occurring due to the fertilization of two ova by two distinct sperm cells, resulting in the formation of two embryos.&nbsp; DCDA twins can also be monozygotic if a single egg is fertilized by a single sperm forming a blastocyst which then divides up to 4 days after fertilization.&nbsp; This early splitting results in separate inner cell masses that implant separately and lead to the development of two chorions and two amniotic sacs.&nbsp; If the sexes of the fetuses are the same, it may be difficult to distinguish whether the twins are monozygotic or dizygotic until later in the pregnancy.</li>\n\t<li>Development:&nbsp; Throughout the pregnancy, the two fetuses are contained within their respective amniotic sacs and have their own separate blood supplies, placentas, and membranes.&nbsp; DCDA twins may falsely give the appearance of being MCDA if the chorions and amnions fuse due to the proximity of implantation sites (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10003.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>MCDA twins</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fertilization:&nbsp; MCDA twins are monozygotic, resulting from the fertilization of a single egg by a single sperm with the resulting blastocyst dividing 4-8 days after fertilization.</li>\n\t<li>Development:&nbsp; Throughout the pregnancy, the two fetuses are contained within their respective amniotic sacs but share a placenta and blood supply.</li>\n</ul>\n<h2>MCMA twins</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fertilization:&nbsp; MCMA twins arise from the fertilization of a single egg by a single sperm with the resulting blastocyst dividing after implantation, 8-12 days after fertilization.&nbsp; If division occurs 13 days or later from fertilization, the division is incomplete and MCMA conjoined twins develop.</li>\n\t<li>Development:&nbsp; Throughout the pregnancy, the two fetuses share the same amniotic space and placenta making them very high risk for complications.</li>\n</ul>\n<h1>Clinical presentation and diagnosis</h1><br><br><p>Diagnosis of a twin pregnancy is made through ultrasonography.&nbsp; However, some clinical signs may suggest a twin pregnancy and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Uterine size larger than expected dates</li>\n\t<li>Significantly elevated hCG levels (due to the increased placenta volume)</li>\n</ul><br><br><p>Ultrasonographic diagnosis is critical in the first trimester because this is the optimal time to determine amnionicity (number of amniotic sacs) and chorionicity (number of placentas), which is important because of the impacts on pregnancy management.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>MCMA twins</strong> (ie, 1 placenta and 1 amniotic sac) are diagnosed by a lack of a dividing intertwin membrane.</li>\n\t<li><strong>MCDA twins</strong> (ie, 1 placenta and 2 amniotic sacs) are diagnosed by a T sign (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46004.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), which occurs when both amnion layers meet at the shared placenta at a 90-degree angle.</li>\n\t<li><strong>DCDA gestations</strong> (ie, 2 placentas and 2 amniotic sacs) present as either 2 visually separate placentas or the appearance of a fused placenta identified by a thick, intertwin membrane and a placental projection where the intertwin membrane meets the placenta (ie, lambda sign (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96224.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )).</li>\n</ul>\n<h1>Management and complications</h1><br><br><p>Management of twin pregnancies varies from a singleton gestation because of the increased risk for maternal and fetal complications (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84498.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; In general, maternal complications are dependent not on the chorionicity and amnionicity of the twin pregnancy, but on the increased risk for fetal complications because more (ie, placenta, amniotic sac) is shared between the fetuses.&nbsp; However, the risk for growth restriction, congenital anomalies, and preterm birth is independent of the type of twin pregnancy.<p></p>\n<h2>Maternal complications</h2><br><br><p>A mother with a twin gestation is at increased risk for:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Maternal hemodynamic changes</strong>:&nbsp; There are increased cardiac output and plasma volume, which increases the risk for pulmonary edema and physiologic anemia (even though red blood cell mass increases more than within a singleton pregnancy).&nbsp; Increased micronutrient supplementation, including 1 mg of folic acid with increased zinc and calcium, is recommended.</li>\n\t<li><strong>Hyperemesis gravidarum</strong>:&nbsp; This condition is likely due to increased hCG levels.</li>\n\t<li><strong>Gestational diabetes mellitus</strong>:&nbsp; This maternal complication occurs because of the increased placental mass with higher levels of human placental lactogen.&nbsp; Screening for twin pregnancy gestational diabetes mellitus is similar to that for singleton pregnancies.</li>\n\t<li><strong>Gestational hypertension and preeclampsia</strong>:&nbsp; All patients with a twin pregnancy should be prescribed low-dose aspirin between 12 and 16 weeks gestation to prevent preeclampsia.</li>\n\t<li><strong>Cesarean delivery</strong>:&nbsp; Increased rates of fetal malpresentation can lead to cesarean delivery.</li>\n\t<li><strong>Postpartum hemorrhage</strong>:&nbsp; Uterine overdistension can cause postpartum hemorrhage.</li>\n</ul>\n<h2>Fetal complications</h2><br><br><p>All twin pregnancies are at increased risk for:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Preterm delivery</strong>:&nbsp; This is the most common complication of twin pregnancies (delivery &lt;37 weeks gestation), which occurs either due to spontaneous preterm labor or medically indicated preterm delivery (for preeclampsia, growth restriction).&nbsp; Management of spontaneous labor for twin pregnancies is the same as for a singleton pregnancy, including indications for tocolysis, corticosteroids for fetal lung maturity, and magnesium sulfate for fetal neuroprotection.</li>\n\t<li><strong>Growth restriction</strong>:&nbsp; Twin fetuses exhibit a similar growth pattern as singleton gestations until the late second or third trimester, when growth slows compared to singleton pregnancies.&nbsp; Serial growth ultrasonographic studies are performed in the second and third trimesters to screen for growth restriction and growth discordance (one twin significantly smaller than the other).</li>\n\t<li><strong>Congenital anomalies</strong>:&nbsp; Increased rates of congenital anomalies occur in twin pregnancies.&nbsp; Similar to singleton gestations, in twin gestations, a fetal anatomic survey is performed at 18-22 weeks.&nbsp; Fetal echocardiography is performed for monochorionic twins.</li>\n</ul><br><br><p>Because of the increased risk for <strong>stillbirth</strong>, weekly third-trimester antenatal testing (eg, nonstress test, biophysical profile) is performed depending on underlying risk factors and the type of twins.</p><br><br><p>Monochorionic twins are at risk for additional and serious complications due to the shared placental vasculature.&nbsp; <strong>Twin-twin transfusion syndrome</strong> (TTTS) can develop because unbalanced arteriovenous anastomoses create a \"donor\" twin and a \"recipient\" twin, resulting in (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36767.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Shunting of blood from the donor twin, which leads to renal failure, oligohydramnios, low-output heart failure, and growth restriction.</li>\n\t<li>Shunting of blood toward the recipient twin, which causes polycythemia and leads to polyhydramnios, cardiomegaly, high-output heart failure, and hydrops fetalis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43280.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li>\n\t<li>Potential intrauterine and neonatal death.&nbsp; Mild TTTS is expectantly managed with serial ultrasonography to evaluate for worsening clinical features.&nbsp; Moderate to severe cases are treated with laser coagulation of the placental anastomoses and early delivery.</li>\n</ul><br><br><p>MCMA twins are at further increased risk because they share an amniotic sac.&nbsp; This places both fetuses at risk of <strong>cord entanglement</strong>, which can tighten and abruptly occlude umbilical blood vessels at any time due to fetal movement or labor (uterine tightening with contractions) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37715.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; Cord entanglement is spontaneous and unpredictable but can lead to hypoxia and fetal demise.<p></p>\n<h1>Mode of delivery</h1><br><br><p>Twin gestations are at higher risk for cesarean delivery, and MCMA twins should never be allowed to deliver vaginally due to the risk for cord entanglement and abrupt blood vessel occlusion of the remaining in situ twin.</p><br><br><p>However, vaginal delivery may be appropriate for both DCDA and MCDA twins if the following clinical criteria are met:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The presenting twin is cephalic.</li>\n\t<li>The second twin may be either cephalic or breech; a breech extraction can be considered if the fetus is ≥32 weeks gestation, concordant in size, and weighs ≥1500 g.</li>\n</ul><br><br><p>Patients with a prior cesarean delivery may undergo a trial of labor with a twin gestation.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for a twin pregnancy is largely dependent on chorionicity and amnionicity.&nbsp; DCDA twins have the most favorable outcomes, whereas MCDA and MCMA twins are at increased risk for stillbirth and neonatal morbidity and mortality.</p><br><br><p>Because of spontaneous preterm labor and medically indicated deliveries, more than half of all twin pregnancy deliveries occur before 37 weeks gestation.</p>\n<h1>Summary</h1><br><br><p>Twin pregnancies are high-risk pregnancies with the degree of risk dependent on the chorionicity and amnionicity of the pregnancy.&nbsp; Dichorionic diamniotic pregnancies are often managed like singleton pregnancies but remain at higher risk for complications such as preeclampsia and gestational diabetes mellitus.&nbsp; MCDA pregnancies are at higher risk for complications, including twin-twin transfusion syndrome because of a shared placenta.&nbsp; Monochorionic monoamniotic pregnancies are the highest risk with the unique risk for cord entanglement, which is unpredictable and can be rapidly fatal.&nbsp; An understanding of the various types of twin pregnancies and the management of specific complications helps mitigate risk.</p>\n</div>\n\n            "
}