{
  "meta": {
    "title": "Urinary tract infections in pregnancy",
    "url": "https://brainandscalpel.vercel.app/urinary-tract-infections-in-pregnancy-30206206-329f27.html",
    "scrapedAt": "2025-12-01T05:12:02.149Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Urinary tract infections (UTIs) are common in pregnancy due to physiologic and anatomic changes that predispose pregnant individuals to bacterial colonization.&nbsp; UTIs in pregnancy cause symptoms similar to those of UTIs among nonpregnant individuals but can lead to serious maternal morbidity and adverse pregnancy outcomes.</p><h1>Pathogenesis and microbiology</h1><p>The development of UTIs typically follows an ascending path:</p><ul class=\"article-body-unordered-list\"><li>Colonization of the urethral area by uropathogens, usually from fecal flora.</li><li>Ascension of bacteria through the urethra into the bladder (ie, cystitis).</li><li>Further ascension via the ureters to the kidneys (ie, pyelonephritis).</li></ul><p>Bacteria use a variety of virulence factors, including uroepithelial adhesion (eg, pili and fimbriae [<em>Escherichia coli</em>]), urine alkalinization to promote growth (eg, urease [<em>Proteus mirabilis</em> and others]), biofilm formation, toxin production, and evasion of host immune responses.&nbsp; As in nonpregnant patients, <em><strong>E coli</strong></em> accounts for the majority of UTIs in pregnant patients.&nbsp; Other common pathogens include <em>P mirabilis</em>, <em>Klebsiella pneumoniae</em>, <em>Enterobacter</em> species, and group B <em>Streptococcus</em>.</p><p>The following categories of UTIs are on a spectrum of severity and include:</p><ul class=\"article-body-unordered-list\"><li><strong>Asymptomatic bacteriuria</strong> (ASB):&nbsp; Persistent bacterial colonization of the urine without symptoms.</li><li><strong>Acute cystitis</strong>:&nbsp; Symptomatic infection of the bladder/lower urinary tract.</li><li><strong>Acute pyelonephritis</strong>:&nbsp; Infection of the kidney/upper urinary tract.</li></ul><h1>Risk factors</h1><p>The following pregnancy-related changes contribute to <strong>urinary stasis</strong> and <strong>vesicoureteral reflux</strong>, which favor bacterial growth and increase the risk of UTIs:</p><ul class=\"article-body-unordered-list\"><li>Progesterone-induced smooth muscle relaxation.</li><li>Dilation of the ureters and renal pelvis.</li><li>Compression of the bladder and ureters by the enlarging uterus.</li></ul><p>In addition to pregnancy-related changes, risk factors include:</p><ul class=\"article-body-unordered-list\"><li>Anatomic factors:&nbsp; Female sex (shorter urethra), structural urinary tract abnormalities, urinary retention.</li><li>Medical conditions:&nbsp; Diabetes mellitus, immunosuppression.</li><li>Behavioral factors:&nbsp; Incomplete voiding following sexual activity, spermicide use.</li><li>Iatrogenic factors:&nbsp; Bladder catheterization &gt;48 hours, urologic procedures, antibiotic use (alters normal flora).</li></ul><h1>Asymptomatic bacteriuria</h1><h2>Clinical presentation</h2><p>Patients with asymptomatic bacteriuria (ASB) have no symptoms, and the condition is identified only via standard first-trimester screening.</p><h2>Diagnosis</h2><p>Diagnosis of ASB requires a screening urine culture with a <strong>colony count of ≥100,000 CFU/mL</strong> of a single organism (colony counts &lt;100,000 CFU/mL likely represent contamination rather than true bacteriuria).</p><p>If the organism is group B <em>Streptococcus</em>, a colony count of ≥100,000 CFU/mL is required to warrant treatment of ASB.&nbsp; However, even if the colony count does not reach the threshold for ASB treatment, the presence of group B <em>Streptococcus</em> is still a marker of anogenital colonization; therefore, these patients require intrapartum prophylaxis during delivery.&nbsp; Additional details can be found in a separate article on group B <em>Streptococcus</em> infection.</p><h2>Management</h2><p>ASB management differs in pregnant women compared to nonpregnant individuals.&nbsp; Outside of pregnancy, ASB is not treated.&nbsp; In contrast, ASB significantly increases the <strong>risk of pyelonephritis</strong> in pregnant women and requires treatment.</p><p>The following antibiotics are recommended for ASB in pregnancy (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33047.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Sulfamethoxazole-trimethoprim</strong>:&nbsp; This drug is avoided in the first trimester (due to possible increased risk of congenital anomalies) and late third trimester (due to possible increased risk of neonatal hyperbilirubinemia) unless no alternatives are available.</li><li><strong>Nitrofurantoin</strong>:&nbsp; Nitrofurantoin is avoided in the first trimester (due to possible increased risk of congenital anomalies) and near delivery (due to increased risk of hemolytic anemia in the newborn) unless no alternatives are available.</li><li><strong>Penicillins</strong> (eg, amoxicillin, amoxicillin-clavulanate).</li><li><strong>Cephalosporins</strong> (eg, cephalexin, cefpodoxime).</li><li><strong>Fosfomycin</strong>:&nbsp; Unlike other antibiotics, a single dose is effective for lower UTIs.</li></ul><p>There is no consensus on the need for repeat cultures to ensure resolution following treatment (ie, test of cure).</p><h1>Acute cystitis</h1><h2>Clinical presentation</h2><p>Patients with acute cystitis have dysuria (ie, pain with urination), urinary urgency, urinary frequency/hesitancy, suprapubic tenderness, and/or hematuria.&nbsp; Acute cystitis has no systemic symptoms (eg, fevers, chills, nausea/vomiting).</p><h2>Diagnosis</h2><p>A definitive diagnosis of acute cystitis is made by the combination of lower urinary tract symptoms and a positive urine culture.&nbsp; However, because urine culture results are typically not available for several days, urinalysis is used to make a presumptive diagnosis and initiate treatment (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/91456.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: Urinalysis interpretation in urinary tract infections\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Management</h2><p>Acute cystitis requires antibiotic therapy.&nbsp; Selection of the antibiotic is guided by urine culture; however, because most patients' treatment starts prior to culture results, empiric therapy is selected based on the most likely organism.&nbsp; Therapy can be tailored as results of antimicrobial susceptibility testing from the urine culture become available.&nbsp; Empiric therapy is similar to that for ASB and includes:</p><ul class=\"article-body-unordered-list\"><li><strong>Sulfamethoxazole-trimethoprim</strong>:&nbsp; Avoided in the first trimester (due to possible increased risk of congenital anomalies) and late third trimester (due to possible increased risk of neonatal hyperbilirubinemia) unless no alternatives are available.</li><li><strong>Nitrofurantoin</strong>:&nbsp; Avoided in the first trimester (due to possible increased risk of congenital anomalies) and near delivery (due to increased risk of hemolytic anemia in the newborn) unless no alternatives are available.</li><li><strong>Penicillins</strong> (eg, amoxicillin, amoxicillin-clavulanate)</li><li><strong>Cephalosporins</strong> (eg, cephalexin, cefpodoxime).</li><li><strong>Fosfomycin</strong>.</li></ul><p>Patients with recurrent cystitis (≥2 episodes) may be treated with daily or postcoital prophylaxis (eg, low-dose nitrofurantoin or cephalexin) for the remainder of the pregnancy to prevent future episodes.</p><h1>Pyelonephritis</h1><h2>Clinical presentation</h2><p>Acute pyelonephritis presents with fever, chills, nausea/vomiting, flank/abdominal pain (ie, costovertebral angle tenderness).&nbsp; Patients are typically very ill and may appear septic (eg, tachycardic, hypotensive); lower urinary tract symptoms may not be present.</p><h2>Diagnosis</h2><p>A definitive diagnosis of pyelonephritis is made by the combination of symptoms (eg, flank pain, fever) and a positive urine culture.&nbsp; However, treatment most often begins following a presumptive diagnosis based on symptoms and a positive urinalysis.&nbsp; In patients with severe illness/sepsis, additional laboratory testing includes:</p><ul class=\"article-body-unordered-list\"><li>Complete blood count.</li><li>Comprehensive metabolic panel.</li><li>Lactate.</li><li>Blood cultures.</li></ul><h2>Management</h2><p>Pregnant patients with pyelonephritis require <strong>hospitalization</strong> for initial treatment with <strong>intravenous antibiotics</strong> (commonly <strong>ceftriaxone</strong> or <strong>piperacillin-tazobactam</strong>).&nbsp; Patients can be switched to oral antibiotics based on culture results once their symptoms improve and they are afebrile for 1-2 days.&nbsp; Treatment is completed in the outpatient setting for a total of 10-14 days of antibiotics.&nbsp; Importantly, fosfomycin and nitrofurantoin are <em>not</em> appropriate oral antibiotics for pyelonephritis because they do not reach therapeutic levels within the kidney.</p><p>Pyelonephritis has a 6%-8% risk of recurrence; therefore, patients are often placed on antibiotic suppression for the remainder of the pregnancy.&nbsp; If suppression is declined, monthly urine cultures are often taken to ensure early treatment if needed.</p><h2>Complications</h2><p>Pyelonephritis is associated with several obstetric and nonobstetric complications (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31274.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Pregnant women are at increased risk of <strong>preterm labor</strong>, <strong>pulmonary edema</strong>, and <strong>acute respiratory distress syndrome</strong> (ARDS), increasing the need for initial inpatient management.&nbsp; In women &lt;34 weeks gestation with pyelonephritis and preterm labor, antibiotic therapy, tocolytics, and corticosteroids (for fetal lung maturity) are administered.&nbsp; Tocolysis is not used in patients &gt;34 weeks gestation or in those with sepsis because these medications may increase the risk of ARDS.<p></p><h1>Prognosis</h1><p>Identification and treatment of ASB reduces the risk of acute cystitis and pyelonephritis.&nbsp; The prognosis for most symptomatic UTIs in pregnancy is excellent with appropriate antibiotic treatment.&nbsp; Pyelonephritis is more severe and can lead to preterm labor, sepsis, ARDS, and renal complications.&nbsp; Many of these complications can be avoided with prompt identification and treatment.</p><h1>Summary</h1><p>Urinary tract infections in pregnancy include asymptomatic bacteriuria (identification of ≥100,000 CFU/mL on urine culture in asymptomatic patients), acute cystitis (symptomatic lower urinary tract infection), and pyelonephritis (symptomatic upper urinary tract infection).</p></div>\n            "
}