{
  "meta": {
    "title": "Uterine inversion",
    "url": "https://brainandscalpel.vercel.app/uterine-inversion-857ab465-329f27.html",
    "scrapedAt": "2025-12-01T05:12:02.239Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Uterine inversion is a rare but life-threatening obstetric emergency occurring after delivery.&nbsp; It is characterized by the inversion (turning inside-out) and prolapse of the uterine fundus through the cervix (or, during cesarean delivery, through the uterine incision).&nbsp; It can lead to rapid-onset hypovolemic shock, hemorrhage, and maternal death if not promptly diagnosed and treated.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Uterine inversion (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29103.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) typically occurs within minutes after fetal delivery.&nbsp; It is classically associated with excessive traction applied to the umbilical cord (eg, cord avulsion) and/or use of excessive fundal pressure during placental delivery (ie, third stage of labor).&nbsp; If these forces are applied before the placenta has finished separating from the uterine wall, the uterine fundus can collapse, turn inside-out, and prolapse through the cervix and into the vagina.&nbsp; Therefore, the most common risk factor is an abnormally adherent or retained placenta (eg, placenta accreta).<p></p><br><br><p>Once inversion occurs, the exposed endometrial surface and placental bed vessels bleed briskly.&nbsp; Rapid loss of uterine tone (atony) typically develops, which prevents compression of the vessels and exacerbates vaginal bleeding.&nbsp; However, because blood is trapped in the inverted uterus itself, the visible vaginal bleeding does not always account for (and can be a gross underestimate of) severe hypovolemia.&nbsp; Hypovolemic shock rapidly occurs.</p>\n<h1>Clinical presentation</h1><br><br><p>Most uterine inversions occur during placental delivery, but some may present &gt;24 hours postpartum and lack a precipitating event.</p><br><br><p>Clinical features of uterine inversion include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hemodynamic instability out of proportion to visible blood loss</strong> (because the uterine blood supply is trapped in the inverted uterus, preventing volume return to systemic circulation)</li>\n\t<li><strong>A smooth, palpable, rounded mass protruding from the cervix or vagina</strong></li>\n\t<li><strong>A nonpalpable uterine fundus on abdominal examination</strong></li>\n</ul><br><br><p>Additional clinical features may include vaginal bleeding (of varying degrees and thus an unreliable indicator), lower abdominal pain, and urinary retention (due to the close proximity of the uterus and bladder).</p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis is clinical and based on visualization and/or palpation of a rounded mass protruding through the cervix into the vagina.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prolapsing fibroid</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37433.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; may appear as a firm, rounded mass protruding through the cervix into the vagina; however, it is not typically associated with abdominal pain or hypotension.&nbsp; In addition, the uterine fundus is palpable transabdominally.</li>\n\t<li><strong>Uterine rupture</strong>:&nbsp; can present with severe abdominal pain, heavy vaginal bleeding, and hypovolemic shock; however, it is not associated with a mass in the vagina.</li>\n\t<li><strong>Vaginal hematoma</strong>:&nbsp; can appear as a firm, rounded vaginal mass.&nbsp; However, blood loss is typically restricted to the paravaginal space and is therefore concealed or minimal.&nbsp; The uterine fundus remains palpable transabdominally.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management involves stabilizing the patient's condition and correcting the inversion as soon as possible.&nbsp; Delays in intervention can lead to contraction of the uterus and cervix, making repositioning maneuvers more challenging.&nbsp; Timely intervention and the use of gentle, steady maneuvers increase the likelihood of successful uterine repositioning.</p><br><br><p>The 2 most important steps in the management of uterine inversion are:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Discontinuation of all uterotonics</strong> (eg, oxytocin):&nbsp; Discontinuation prevents the uterus from contracting.</li>\n\t<li><strong>Immediate manual replacement of the uterus:</strong>&nbsp; A hand is placed inside the vagina, slowly pushing the uterus back into its anatomic position.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>If the placenta is still attached, it should not be removed until the uterine inversion is corrected (placental extraction during an inversion exacerbates hemorrhage).</li>\n\t\t<li>Uterine relaxants (eg, terbutaline) may be required to help with uterine replacement.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>While these first 2 steps are occurring, immediate assistance from anesthesiology and nursing staff should be called to place large-bore intravenous (IV) lines and initiate IV fluids.&nbsp; A complete blood count, PT/PTT, and type and cross-matching should be obtained in case a blood transfusion is required for volume resuscitation or treatment of coagulopathy.&nbsp; Once the uterus is in place, uterotonics should be restarted to increase uterine tone, which compresses bleeding vessels and prevents recurrence of the inversion.&nbsp; At this point, the placenta can be removed (if indicated).</p><br><br><p>If manual repositioning fails or hemorrhage continues, surgical correction via laparotomy may be required to control bleeding and hypovolemic shock.</p>\n<h1>Prognosis</h1><br><br><p>Management of uterine inversion with manual repositioning is successful in most cases, especially if the inversion occurred recently.&nbsp; Outcomes are best when repositioning maneuvers are performed as soon as possible.</p><br><br><p>However, if manual repositioning fails or if there is continued hemorrhage, surgical intervention via laparotomy may be needed to correct the inversion and control bleeding.&nbsp; Delays in management can lead to hypovolemic shock and maternal death.</p>\n<h1>Summary</h1><br><br><p>Uterine inversion is an obstetric emergency characterized by the inversion and prolapse of the uterine fundus after delivery.&nbsp; It should be suspected in patients with hypovolemic shock out of proportion to blood loss and a rounded mass protruding through the cervix.&nbsp; Management includes discontinuation of uterotonic medications and manual replacement (repositioning) of the uterus.</p>\n</div>\n\n            "
}