{
  "meta": {
    "title": "Uterotonic medications",
    "url": "https://brainandscalpel.vercel.app/uterotonic-medications-f58dac24-329f27.html",
    "scrapedAt": "2025-12-01T05:12:05.255Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Obstetric-related hemorrhage (eg, postpartum hemorrhage [PPH], hemorrhage from spontaneous abortion [SAB]) is a leading cause of maternal mortality worldwide.&nbsp; Uterotonics are a class of medication frequently used to minimize blood loss in these cases.&nbsp; Multiple uterotonic medications are available, each with a unique onset, duration of action, route of administration, and adverse effect profile.</p>\n<h1>Synthetic oxytocin (Pitocin)</h1><h2>Mechanism of action</h2><br><br><p>Oxytocin is a hormone produced by the posterior pituitary gland.&nbsp; Synthetic oxytocin is chemically identical to oxytocin, allowing it to bind oxytocin receptors in the uterine myometrium.&nbsp; Activation of these receptors increases intracellular calcium, stimulating rhythmic uterine smooth muscle contraction and leading to sustained uterine tone.</p><br><br><p>Oxytocin receptors are variable in density:&nbsp; Receptor density increases with advancing gestation and during labor.&nbsp; Prior to 20 weeks gestation, however, uterine oxytocin receptors are sparse.&nbsp; In addition, receptors are more densely populated at the uterine fundus than at the lower uterine segment.</p>\n<h2>Indications</h2><br><br><p>Synthetic oxytocin is commonly used in the induction and augmentation of labor.&nbsp; In addition, a standard postdelivery infusion is used almost universally following deliveries for the primary prevention of PPH.&nbsp; If there is more bleeding than expected, increased amounts of Pitocin are used as a first-line medication to treat PPH.&nbsp; Due to the variation in oxytocin receptor location (fundus &gt; lower uterine segment), some patients may have continued bleeding from an atonic lower uterine segment despite a contracted fundus; these patients require additional uterotonic medications.</p><br><br><p>Because of insufficient oxytocin receptors prior to 20 weeks gestation, synthetic oxytocin is ineffective at treating bleeding from SAB.</p>\n<h2>Administration</h2><br><br><p>Intravenous (IV) infusion is the preferred route of administration.&nbsp; Benefits of IV administration include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Rapid onset (&lt;1 min) with a short duration of action.</li>\n\t<li>Precise dosing and titration (making it safe for induction/augmentation of labor).</li>\n</ul><br><br><p>Intramuscular (IM) injection can be used in cases without IV access.&nbsp; IM administration has a slower onset of action, lasts for about an hour, and can be used only in the postpartum period.&nbsp; If uterine atony is encountered during cesarean delivery, intramyometrial injection can be administered for rapid onset.</p>\n<h2>Adverse effects and contraindications</h2><br><br><p>The only absolute contraindication to synthetic oxytocin is hypersensitivity.&nbsp; Although synthetic oxytocin is generally well tolerated, adverse effects include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Peripheral vasodilation (eg, flushing, headache, nausea):&nbsp; Due to nonselective smooth muscle vasodilation (eg, vascular smooth muscle cells).</li>\n\t<li>Hyponatremia:&nbsp; Due to structural similarities between vasopressin and oxytocin.&nbsp; This rare adverse effect occurs only with very high, sustained doses.</li>\n</ul><br><br><p>High doses of synthetic oxytocin during labor can lead to uterine tachysystole (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30180.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), which can, in turn, causes fetal distress due to poor oxygenation of the fetus (eg, late decelerations).&nbsp; The induction and augmentation of labor with synthetic oxytocin require continuous fetal monitoring.&nbsp; In addition, synthetic oxytocin use increases the risk for uterine rupture, especially in patients with prior cesarean deliveries.&nbsp; However, the overall risk for uterine rupture remains low, and synthetic oxytocin can be used during a trial of labor after cesarean delivery (TOLAC).<p></p>\n<h1>Synthetic prostaglandin E<font size=\"2\"><sub>1</sub></font> (misoprostol)</h1><h2>Mechanism of action</h2><br><br><p>Misoprostol is a <strong>synthetic analogue of prostaglandin E</strong><font size=\"2\"><sub><strong>1</strong></sub></font> (PGE<font size=\"2\"><sub>1</sub></font>) that binds to the PGE<font size=\"2\"><sub>1</sub></font> receptor, a G-protein–coupled receptor that increases intracellular calcium via the phosphoinositol system, leading to smooth muscle contraction (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23797.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; These frequent, low-amplitude uterine contractions promote cervical dilation and effacement.<p></p>\n<h2>Indications</h2><br><br><p>Misoprostol is commonly used in obstetric management, but many of its uses are considered off-label.&nbsp; It is commonly used for:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Medical management of SAB.&nbsp; It is the most commonly used medication for SAB and is often combined with mifepristone (a progesterone antagonist).</li>\n\t<li>Cervical ripening for induction of labor.</li>\n\t<li>Treatment of PPH or hemorrhage following SAB.</li>\n\t<li>Treatment of retained products of conception (including retained placenta).</li>\n</ul>\n<h2>Administration</h2><br><br><p>Administration route and dose vary by clinical scenario:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Oral/buccal/sublingual:&nbsp; Rapid onset of action (10-15 min) with a duration of 2-4 hours.&nbsp; This is the preferred route for SAB or retained products of conception because patients can self-administer the medication.</li>\n\t<li>Vaginal:&nbsp; Quick onset of action (20 min) with a duration of 4 hours.&nbsp; This route is often used for missed SAB and for labor induction (more effective for cervical ripening than oral administration).&nbsp; This route is not often used for PPH because heavy vaginal bleeding removes the medication.</li>\n\t<li>Rectal:&nbsp; Slowest onset of action (30-60 min) with a duration of 4 hours; most often used for PPH treatment.</li>\n</ul>\n<h2>Adverse effects and contraindications</h2><br><br><p>The only absolute contraindication to misoprostol use is hypersensitivity.&nbsp; Overall, misoprostol is well tolerated, but adverse effects can include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Shivering and fever (most common and often dose-related [higher frequency with ≥600 mcg, especially sublingually]).</li>\n\t<li>Nausea, vomiting, diarrhea.</li>\n</ul>\n<h1>Ergot alkaloids (methylergonovine)</h1><h2>Mechanism of action</h2><br><br><p>Ergot alkaloids (eg, methylergonovine) are <strong>serotonergic receptor agonists</strong> found in uterine smooth muscle.&nbsp; Although the mechanism of action is poorly understood, activation of the serotonergic uterine receptors leads to strong, often tetanic, uterine contractions.&nbsp; These drugs are also <strong>nonselective partial alpha-adrenergic receptor agonists</strong> that help decrease blood loss through uterine vasoconstriction but can also cause widespread, systemic vasoconstriction.</p>\n<h2>Indications</h2><br><br><p>Ergot alkaloids are used for:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Treatment of hemorrhage with SAB or delivery.&nbsp; Ergot alkaloids are common adjuncts to synthetic oxytocin for the treatment of PPH, given the rapid onset of action.</li>\n\t<li>Expulsion of retained products of conception.</li>\n</ul><br><br><p>Ergot alkaloids are <em>not</em> used in labor induction or SAB management because they can cause uterine tetany.</p>\n<h2>Administration</h2><br><br><p>Administration route and dose vary by clinical scenario:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>IM:&nbsp; Primary route of administration due to its rapid onset (2-5 min) of action.</li>\n\t<li>Intramyometrial:&nbsp; An option during cesarean delivery; however, the onset of action is the same as that for IM administration, therefore, IM dosing is preferred due to the ease of administration.</li>\n\t<li>Oral:&nbsp; The onset of action is 20-30 minutes; therefore, it is not used for acute hemorrhages.&nbsp; It is most often used for sustained uterine contractions after initial hemorrhage stabilization.</li>\n\t<li>IV:&nbsp; Slow intravenous injection is possible but rarely used due to the potential for serious cardiovascular or cerebrovascular adverse events.</li>\n</ul>\n<h2>Adverse effects and contraindications</h2><br><br><p>Contraindications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hypertension</strong> (including pregnancy-induced hypertension [eg, gestational hypertension, preeclampsia]):&nbsp; The nonselective vasoconstrictive effects can potentiate preexisting hypertension, leading to hypertensive emergency and stroke.</li>\n\t<li>Raynaud phenomenon and coronary artery disease due to vasoconstrictive effects.</li>\n\t<li>Hypersensitivity.</li>\n</ul><br><br><p>Although ergot alkaloids are generally well tolerated, adverse effects include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hypertension (most serious).</li>\n\t<li>Headache.</li>\n\t<li>Nausea, vomiting.</li>\n</ul>\n<h1>Carboprost tromethamine</h1><h2>Mechanism of action</h2><br><br><p>Carboprost tromethamine, commonly known as Hemabate, is a nonspecific synthetic <strong>prostaglandin F</strong><font size=\"2\"><sub><strong>2</strong></sub></font> <strong>alpha (PGF</strong><font size=\"2\"><sub><strong>2α</strong></sub></font><strong>) analogue</strong> that binds the prostaglandin F receptor, which increases intracellular calcium concentration, causing widespread smooth muscle contraction (eg, uterus, gastrointestinal tract, airway).</p>\n<h2>Indications</h2><br><br><p>Carboprost tromethamine is used to treat hemorrhage following SAB or delivery.&nbsp; It is particularly effective for the management of a retained placenta following a second-trimester delivery.&nbsp; Because of the tetanic effect on the uterus, carboprost tromethamine is not used for labor induction.</p>\n<h2>Administration</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>IM:&nbsp; Primary route of administration with rapid onset (2-5 min) of action.</li>\n\t<li>Intramyometrial:&nbsp; An option at the time of cesarean delivery; however, the onset of action is the same as that for IM administration; therefore, IM is preferred given its ease of administration.</li>\n</ul><br><br><p>Carboprost tromethamine is unique compared to other uterotonics in that it can be readministered every 15 minutes for up to 8 doses until the hemorrhage is controlled.</p>\n<h2>Adverse effects and contraindications</h2><br><br><p>Contraindications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Asthma</strong>:&nbsp; Cannot be used in patients with underlying <strong>bronchoconstriction</strong> due to the nonspecific smooth muscle activity.</li>\n\t<li>Hypersensitivity.</li>\n</ul><br><br><p>Carboprost tromethamine is generally well tolerated.&nbsp; Adverse effects are related to the nonspecific effect of this medication on smooth muscle, resulting in the stimulation and contraction of the gastrointestinal tract and airways, leading to:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Vomiting and <strong>diarrhea</strong> (most common).</li>\n\t<li>Bronchoconstriction (most serious).</li>\n</ul>\n<h1>Synthetic oxytocin (carbetocin)</h1><h2>Mechanism of action</h2><br><br><p>Carbetocin is a <strong>synthetic oxytocin</strong> with a longer half-life (∼40 min) than Pitocin.&nbsp; Carbetocin binds to oxytocin receptors on uterine smooth muscle and promotes rapid, sustained uterine contractions (tetanic contractions for up to 6 min, followed by rhythmic contractions for about an hour).&nbsp; It is not available in the United States but is used in many resource-limited regions.</p>\n<h2>Indications</h2><br><br><p>Carbetocin is used for the prevention and treatment of PPH.&nbsp; The long half-life of the medication makes it unsuitable for labor induction and augmentation.&nbsp; However, because it is heat stable, its use is ideal in resource-limited settings.</p>\n<h2>Administration</h2><br><br><p>A single IV or IM dose is administered immediately after delivery of the placenta or cord clamping.&nbsp; Ongoing infusion is not needed due to the long half-life.</p>\n<h2>Adverse effects and contraindications</h2><br><br><p>The only absolute contraindication is hypersensitivity.&nbsp; Mild adverse effects are similar to those seen with Pitocin and include flushing and hypotension; however, data are limited.</p>\n<h1>Tranexamic acid</h1><h2>Mechanism of action</h2><br><br><p>Tranexamic acid (TXA) is not a uterotonic (uterine contraction stimulant), but it is commonly used adjunctively in obstetric-related bleeding.</p><br><br><p>After placental delivery, prothrombotic substances in the decidua (eg, tissue factor) activate the extrinsic coagulation cascade, generating thrombin that converts fibrinogen into fibrin, forming a fibrin clot.&nbsp; At the same time, the fibrinolytic pathway is also activated:&nbsp; Tissue plasminogen activator (tPA) is released by damaged endothelium and cleaves plasminogen to form plasmin, which promotes bleeding by breaking down fibrin clots into fibrin degradation products.</p><br><br><p>TXA stabilizes thrombi/clots by inhibiting plasmin formation; therefore, TXA is an <strong>antifibrinolytic medication</strong> that provides more time for the uterine myometrium to contract and constrict the placental bed blood vessels (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L77089.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p>\n<h2>Indications and administration</h2><br><br><p>TXA reduces mortality in obstetric-related hemorrhages.&nbsp; It is administered intravenously as soon as a hemorrhage is identified.</p>\n<h2>Adverse effects and contraindications</h2><br><br><p>The only absolute contraindication to TXA is hypersensitivity.&nbsp; It is used with caution in patients with hypercoagulability (eg, inherited thrombophilias) due to a theoretical concern for thromboembolism.</p>\n<h1>Clinical considerations</h1><br><br><p>The choice and timing of administration of uterotonic medication is dependent on the clinical scenario and individual patient risk factors.</p>\n<h2>Spontaneous abortion management</h2><br><br><p>Misoprostol is most often used for the medical management of SAB.&nbsp; If hemorrhage occurs, ergot alkaloids (eg, methylergonovine), carboprost tromethamine (eg, Hemabate), or misoprostol are used for stabilization.</p>\n<h2>Retained products of conception or retained placenta</h2><br><br><p>Misoprostol is commonly used for retained products of conception following SAB or delivery.&nbsp; Hemabate is commonly used for second-trimester-retained placentas.</p>\n<h2>Labor management</h2><br><br><p>Misoprostol is commonly used for cervical ripening in patients requiring induction of labor with an unfavorable starting cervical examination (ie, no dilation, no effacement), whereas synthetic oxytocin is commonly used for the induction and augmentation of labor.</p>\n<h2>PPH prevention and management</h2><br><br><p>Synthetic oxytocin is universally administered following delivery to prevent PPH (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68087.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; In patients with increased vaginal bleeding, additional synthetic oxytocin is administered with TXA.&nbsp; Second-line uterotonic medications (eg, ergot alkaloids, misoprostol, carboprost tromethamine) are potentially administered until the bleeding has stabilized.<p></p><br><br><p>Management of PPH is discussed in more detail in a separate dedicated article.</p>\n<h2>Low-resource settings</h2><br><br><p>Pitocin is the standard in most settings for the prevention and treatment of PPH; however, in low-resource settings, its use may not be feasible due to the need for refrigeration.&nbsp; Ergot alkaloids and carboprost tromethamine also require refrigeration.</p><br><br><p>In low-resource settings, misoprostol and carbetocin are good options because both do not require refrigeration.&nbsp; In addition, misoprostol does not require sterile needles.</p>\n<h2>Monitoring and follow-up</h2><br><br><p>When uterotonics are used for hemorrhage management, routine assessment of uterine tone and blood loss is required because, although uterine tone is often maintained, there is the potential for recurrent atony.&nbsp; Because of this risk, varying management preferences with an additional dose of uterotonic agent (eg, misoprostol, ergot alkaloid) can be used to prevent recurrence.</p>\n<h1>Summary</h1><br><br><p>Uterotonic drugs (oxytocin, misoprostol, ergot alkaloids, carboprost tromethamine, carbetocin) and adjunctive antifibrinolytic therapy (tranexamic acid) form the cornerstone management to prevent and treat postpartum hemorrhage.&nbsp; Uterotonic drugs also play roles in the management of spontaneous abortion, retained products of conception, retained placenta, and labor induction and augmentation.&nbsp; The choice of agent(s) should be tailored to clinical circumstances, patient risk factors, and resource availability.</p>\n</div>\n\n            "
}