{
  "meta": {
    "title": "Vasa previa",
    "url": "https://brainandscalpel.vercel.app/vasa-previa-20b72848-329f27.html",
    "scrapedAt": "2025-12-01T05:12:08.000Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Vasa previa is a rare condition in which unprotected fetal vessels overlie the internal cervical os.&nbsp; These vessels are prone to injury and bleeding, leading to potentially severe and unpredictable complications (eg, fetal exsanguination); the risk for vessel injury and bleeding is particularly high during labor and delivery.</p>\n<h1>Pathophysiology</h1><br><br><p>Normal fetal vessels travel in the umbilical cord surrounded by thick, gelatinous tissue (Wharton jelly), which provides protection.</p><br><br><p>Vasa previa is an aberrant condition in which the <strong>fetal vessels are unprotected</strong> (because they are surrounded only by thin fetal membranes) and <strong>overlie the internal cervical os</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L54574.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; As a result, the vessels are exposed and prone to compression (leading to fetal asphyxiation) or tearing and subsequent bleeding (leading to fetal exsanguination).<p></p><br><br><p>The timing of vasa previa rupture is unpredictable, but the risk is particularly high during labor and delivery because cervical dilation, uterine contractions, and rupture of membranes can easily injure the fetal vessels.</p>\n<h1>Risk factors</h1><br><br><p>Risk factors include a low-lying placenta, placenta previa, velamentous umbilical cord insertion, and a bilobate or succenturiate placental lobe, all of which increase the likelihood for fetal vessels that are unprotected (ie, surrounded only by membranes and lacking Wharton jelly) and malpositioned over the internal cervical os.&nbsp; Other risk factors include a multiple gestation pregnancy and in vitro fertilization.</p>\n<h1>Clinical presentation</h1><br><br><p>Vasa previa can present in 2 ways:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The most common presentation is in <strong>asymptomatic patients</strong> with an <strong>incidental finding</strong> of vasa previa seen on routine second-trimester ultrasonography (eg, fetal anatomy ultrasonography).</li>\n\t<li>In <strong>symptomatic patients</strong>, vasa previa typically presents as <strong>sudden, painless vaginal bleeding</strong> in the second or third trimester (&gt;20 weeks gestation).&nbsp; The bleeding may be provoked by (and therefore preceded by) the onset of uterine contractions or rupture of membranes, which can injure the vessels.&nbsp; Occasionally, there is no provoking event, making this condition highly lethal due to its unpredictability.</li>\n</ul><br><br><p>Because the blood loss from vasa previa is fetal in origin and total fetal blood volume is low (eg, ~250 mL [1 cup]), even minimal bleeding (eg, 50 mL) can compromise fetal perfusion and survival.&nbsp; Therefore, vasa previa rupture is associated with <strong>sudden-onset</strong>, severe fetal heart rate tracing abnormalities such as <strong>fetal bradycardia</strong> or <strong>sinusoidal pattern</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L53604.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Because the blood loss is not maternal in origin, maternal vital signs are typically normal.<p></p>\n<h1>Diagnosis</h1><br><br><p>The primary diagnostic tool used to identify vasa previa is ultrasonography, regardless of the clinical presentation.&nbsp; Vasa previa should be suspected when other placental abnormalities (eg, low-lying placenta, placenta previa, velamentous cord insertion) are identified.&nbsp; Color Doppler ultrasonography can be used to help visualize fetal vessels overlying the cervix and decreased blood flow.</p>\n<h1>Differential diagnosis</h1><br><br><p>In patients with antepartum bleeding, the differential diagnosis includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Placenta previa</strong>:&nbsp; also presents with painless vaginal bleeding, but because the blood loss is maternal (not fetal) in origin, patients typically have a reassuring fetal heart rate tracing initially (ie, no initial fetal distress).&nbsp; However, with significant maternal hemorrhage, maternal vital sign changes and fetal heart rate abnormalities can develop.</li>\n\t<li><strong>Placental abruption (abruptio placentae)</strong>:&nbsp; typically presents with painful bleeding, painful uterine contractions (often every 1-2 min), and a firm, tender uterus.&nbsp; Most patients have abnormal fetal heart rate tracings due to compromised blood flow to the fetus.</li>\n\t<li><strong>Uterine rupture</strong>:&nbsp; is a cause of vaginal bleeding commonly associated with prior cesarean delivery.&nbsp; In contrast to vasa previa, patients with uterine rupture have severe abdominal pain followed by decreasing contraction strength.&nbsp; In addition, those with a large uterine rupture can have loss of fetal station on digital cervical examination and palpable fetal parts in the abdomen.</li>\n</ul>\n<h1>Management</h1><br><br><p><strong>Digital cervical examination is contraindicated</strong> in any patient with antepartum bleeding if placental location is unknown (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44119.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Ultrasonography is required first to locate the placenta to rule out both vasa previa and placenta previa because during digital examination, the finger could inadvertently enter the cervical canal and disrupt the placenta and fetal vessels, leading to severe maternal or fetal hemorrhage.&nbsp; Speculum examination, in which the cervix can be visualized, is typically safe.<p></p><br><br><p>Because even minimal fetal bleeding from vasa previa can lead to <strong>rapid fetal exsanguination</strong> and demise, early diagnosis and timely management are critical.</p><br><br><p>Management varies based on clinical status and bleeding symptoms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients with <strong>active bleeding</strong> (usually accompanied by a nonreassuring fetal heart rate tracing pattern) require <strong>emergency cesarean delivery</strong>.</li>\n\t<li>Patients with <strong>no bleeding or minimal bleeding</strong> accompanied by no fetal heart rate changes undergo pelvic rest (ie, avoidance of sexual intercourse) and extensive fetal monitoring, typically in an inpatient setting.&nbsp; Inpatient monitoring is highly recommended because there are no treatment options to stop active bleeding from vasa previa, and even minimal bleeding can lead to fetal demise.&nbsp; In patients who have no bleeding throughout the pregnancy, a <strong>planned cesarean delivery at 34-35 weeks gestation</strong> is performed to avoid spontaneous labor, which could injure fetal vessels and lead to rapid exsanguination.</li>\n</ul><br><br><p>In addition to monitoring, patients are typically administered magnesium sulfate (&lt;32 weeks gestation) for fetal neuroprotection and antenatal corticosteroids (&lt;37 weeks gestation) to promote fetal lung maturity.</p>\n<h1>Summary</h1><br><br><p>Vasa previa is a rare condition in which exposed fetal vessels overlie the cervix, making them prone to compression, tearing, and bleeding during pregnancy, particularly during labor or rupture of membranes (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/53341.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Management requires early diagnosis and planned cesarean delivery at 34-35 weeks (ie, prior to the onset of labor) to avoid fetal exsanguination and demise.<p></p>\n</div>\n\n            "
}