{
  "meta": {
    "title": "Acetaminophen toxicity",
    "url": "https://brainandscalpel.vercel.app/acetaminophen-toxicity-f683c5e6-dddb41.html",
    "scrapedAt": "2025-12-01T06:01:56.367Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Acetaminophen (paracetamol) is a widely used over-the-counter analgesic medication.&nbsp; Although generally safe at therapeutic doses, acetaminophen overdose can cause severe and rapidly progressive hepatotoxicity.&nbsp; Following an acute toxic ingestion, the clinical course typically occurs in stages, starting with mild, nonspecific symptoms (eg, nausea, malaise) followed by right upper quadrant abdominal pain, rising aminotransferases, and, in severe cases, fulminant liver failure within a matter of days.&nbsp; Early administration of the antidote, N-acetylcysteine (NAC), is the most effective treatment to prevent and treat liver injury.</p><h1>Pathophysiology</h1><p>Acetaminophen is a common antipyretic and analgesic drug that is metabolized by the liver (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71536.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Although it is mostly converted to nontoxic metabolites by sulfation and glucuronidation, a small amount of the drug is metabolized by cytochrome P450 enzymes (including subtype 2E1) into the toxic metabolite N-acetyl-p-benzoquinone imine (NAPQI).<p></p><p>When acetaminophen dosage is appropriate, NAPQI is conjugated by glutathione into a nontoxic compound and eliminated in the urine.&nbsp; However, with acetaminophen overdose, the liver sulfation and glucuronidation pathways become overwhelmed, resulting in excessive NAPQI formation.&nbsp; When intrahepatic glutathione stores are depleted, the unconjugated NAPQI level rises and causes oxidative damage to the liver.&nbsp; Toxicity may occur from a single, large ingestion or from multiple, excessive doses taken over the course of 24 hours or more (ie, repeated supratherapeutic ingestion).</p><p><strong>N-acetylcysteine (NAC)</strong>, the antidote, provides the liver a precursor to produce more glutathione.&nbsp; By increasing intrahepatic glutathione stores, NAC facilitates NAPQI detoxification and prevents further hepatotoxicity.</p><h1>Risk factors</h1><p>Acetaminophen overdose, which is typically considered a single ingestion of &gt;7.5 g in adults or &gt;150 mg/kg in children, occurs relatively frequently due to the widespread availability of the drug.&nbsp; Several factors increase the risk for toxic ingestion:</p><ul class=\"article-body-unordered-list\"><li>Numerous over-the-counter medications contain acetaminophen:&nbsp; Patients may unknowingly ingest toxic doses when using several acetaminophen-containing medications simultaneously (eg, cold and influenza treatments).</li><li>Weight-based dosing in pediatric patients:&nbsp; Weight-based dosing and use of liquid concentrations can increase the risk for calculation errors.</li><li>Depression and suicidality:&nbsp; These factors may lead to intentional overdose.</li><li>Combination acetaminophen and opioid pain medications:&nbsp; Patients with severe pain may consume dangerous amounts of acetaminophen in an to attempt to control symptoms.</li></ul><p>The following factors increase the risk for hepatotoxicity in patients with acetaminophen overdose:</p><ul class=\"article-body-unordered-list\"><li>Large ingestions:&nbsp; A single ingestion of &gt;250 mg/kg or multiple ingestions totaling &gt;12 g within 24 hours are likely to cause toxicity.</li><li>Delayed presentation and/or treatment</li><li>Age:&nbsp; Older individuals (age &gt;40) have a higher incidence of liver failure and death due to age-related differences in acetaminophen metabolism.</li><li>Genetics:&nbsp; Variations in genes that encode cytochrome enzymes can affect susceptibility to toxicity.</li><li>Fasting or malnutrition:&nbsp; The absence of necessary hepatic carbohydrate stores reduces the process of glucuronidation, thereby increasing NAPQI production by cytochrome P450 enzymes.</li><li>Medications:&nbsp; Those that induce cytochrome P450 enzymes (eg, phenytoin) increase synthesis of NAPQI.</li><li>Chronic alcohol use:&nbsp; This increases activity of cytochrome P450 and depletes glutathione reserves, creating more toxic metabolites.&nbsp; The detrimental effects appear to be clinically significant in repeated supratherapeutic ingestions, but chronic alcohol use does not appear to worsen toxicity in acute single ingestions.&nbsp; Of note, acute ethanol ingestion may decrease the hepatotoxic effects of acetaminophen because ethanol is a competitive inhibitor for cytochrome P450.</li></ul><h1>Pathology</h1><p>Histologic examination of the liver in patients with acetaminophen toxicity reveals centrilobular hepatic necrosis (because this area has the highest concentration of cytochrome P450 enzymes and is affected the most by NAPQI) and inflammation (due to necrosis).</p><h1>Clinical presentation</h1><p>Unlike many other causes of hepatitis, acetaminophen-induced hepatitis has an acute onset and rapid progression.&nbsp; Symptoms typically occur in a stepwise manner:</p><ul class=\"article-body-unordered-list\"><li><strong>Stage I</strong>:&nbsp; During the first 24 hours of toxicity, patients may be asymptomatic or experience nonspecific symptoms such as malaise, anorexia, nausea, and vomiting.</li><li><strong>Stage II</strong>:&nbsp; As the condition progresses (24-72 hr), aminotransferase levels rise (typically into the thousands), and patients develop right upper quadrant pain and tenderness.</li><li><strong>Stage III</strong>:&nbsp; At 3-4 days, aminotransferase levels usually peak (at times &gt;10,000 IU/L), elevated bilirubin and prolonged PT/INR may develop, and patients with severe toxicity may exhibit jaundice, encephalopathy, spontaneous bleeding, and oliguria.</li><li><strong>Stage IV</strong>:&nbsp; Patients who survive have a variable time to recovery based on the severity of illness, but they typically regain normal hepatic function.</li></ul><h1>Diagnosis</h1><p>Determining the likelihood of hepatic injury after a suspected or confirmed acetaminophen overdose is the main focus of the diagnostic evaluation because this guides treatment.</p><p>The initial evaluation of all patients with suspected overdose begins with a detailed history about the timing of ingestion, the amount ingested, the intent (eg, suicide attempt), potential coingestants, comorbid conditions, and daily medications, all of which can impact hepatotoxicity.</p><h2>Single, large ingestion </h2><ul class=\"article-body-unordered-list\"><li>An initial serum acetaminophen level should be obtained 4 hours post-ingestion, when serum concentrations typically peak.&nbsp; A level measured &lt;4 hours after ingestion is unreliable and a poor predictor of toxicity.&nbsp; If a patient presents &gt;4 hours after ingestion, a level should be obtained immediately.</li><li>The acetaminophen level is correlated with the time since ingestion (up to 24 hr post-ingestion) on the <strong>Rumack-Matthew nomogram</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L38345.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The nomogram helps determine the likelihood of hepatotoxic effects of the overdose:<ul class=\"article-body-unordered-list\"><li>If the plotted level exceeds the treatment line (eg, &gt;150 mcg/mL at 4 hr), hepatotoxicity is likely and treatment with NAC should be initiated immediately.</li><li>If the plotted level is below the treatment line, hepatotoxicity is unlikely and the antidote is unnecessary.</li></ul></li><li>If the ingestion involves extended-release acetaminophen or a coingestion with medications that slow gastric emptying (eg, opioids), patients may need a repeat acetaminophen level 4-6 hours after the first level (if the initial measurement falls below the treatment line).&nbsp; If the first or second level are above the treatment line on the nomogram, NAC is indicated.</li></ul><h2>Repeated supratherapeutic ingestion </h2><ul class=\"article-body-unordered-list\"><li>Nomogram is <u>not</u> used to evaluate hepatotoxicity risk and is not utilized to determine need for NAC.</li><li>Acetaminophen and aminotransferase levels are obtained upon arrival.&nbsp; However, the serum acetaminophen level may not correlate well with ongoing hepatotoxicity (eg, if the acetaminophen has been processed by the liver, causing a low serum level).</li><li>Treatment with NAC is typically started if the serum acetaminophen level is &gt;20 mcg/mL (therapeutic range is 10-20 mcg/mL) or aminotransferases are elevated.</li></ul><h2>Delayed presentation </h2><ul class=\"article-body-unordered-list\"><li>Measure acetaminophen and aminotransferase levels on arrival.&nbsp; If the acetaminophen level is &gt;10 mcg/mL or there is any elevation in aminotransferases, treat with NAC.</li></ul><h1>Laboratory evaluation</h1><p>In addition to a serum acetaminophen level, the following laboratory tests are recommended:</p><ul class=\"article-body-unordered-list\"><li>Aminotransferase levels:&nbsp; Monitor and trend levels as indicators of hepatic injury or failure (eg, increased aspartate aminotransferase [AST], alanine aminotransferase [ALT], or bilirubin).&nbsp; Patients who have elevated levels on arrival should receive NAC immediately.</li><li>Coagulation studies:&nbsp; Elevation of PT/INR is observed in patients with declining hepatic function.</li><li>Renal function tests:&nbsp; Acute renal impairment can occur in conjunction with severe hepatotoxicity, particularly liver failure.</li><li>Metabolic panel:&nbsp; Liver dysfunction increases the risk for hypoglycemia, lactic acidosis, and electrolyte abnormalities.</li><li>Ammonia level:&nbsp; Hyperammonemia, associated with liver failure, causes altered mental status (hepatic encephalopathy).</li></ul><h1>Imaging</h1><p>There is no diagnostic imaging test for acetaminophen toxicity, but ultrasonography or CT scan of the abdomen may be used to exclude other causes of abdominal pain or acute liver injury (eg, choledocholithiasis).</p><h1>Differential diagnosis</h1><ul class=\"article-body-unordered-list\"><li><strong>Viral hepatitis</strong> (eg, hepatitis A, B, or C): may lead to significant elevations in aminotransferases and acute liver failure, but viral infection is easily identified with serologic testing.</li><li><strong>Alcoholic hepatitis</strong>: can cause mild to moderate elevation in aminotransferase levels, whereas acetaminophen induces marked elevation (&gt;15 times normal).&nbsp; Patients typically have a history of chronic alcohol use and an AST/ALT ratio 2:1.</li><li><strong>Ischemic hepatitis</strong>: is associated with high aminotransferase levels (similar to acetaminophen), but onset is typically associated with a recent history of hypotension or shock causing hepatic hypoperfusion.</li></ul><h1>Management</h1><p>Prompt administration of NAC is the most important step when treating acetaminophen overdose.&nbsp; Patients should be managed with the following:</p><ul class=\"article-body-unordered-list\"><li>Initial stabilization includes assessment of mental status, airway evaluation (eg, need for intubation), and management of hemodynamic instability.</li><li><strong>Activated charcoal</strong>:&nbsp; If given within 4 hours of ingestion, charcoal can effectively bind acetaminophen in the stomach and limit absorption.&nbsp; It is most effective if given within an hour of ingestion, but effects are observed if given up to 4 hours after ingestion.&nbsp; Patients must be awake and able to swallow safely.</li><li><strong>NAC</strong> is most effective if given within 8 hours of ingestion.&nbsp; It should be administered immediately in the following circumstances:<ul class=\"article-body-unordered-list\"><li>Acute ingestion with serum acetaminophen level (drawn &gt;4 hr after ingestion) is above the treatment line on nomogram</li><li>Repeated supratherapeutic ingestion with initial acetaminophen level &gt;20 mcg/mL or elevated aminotransferase levels</li><li>Delayed presentation (&gt;24 hr) or unreliable time of ingestion and acetaminophen level &gt;10 mcg/mL or any elevation in aminotransferase levels</li><li>Reported history of acetaminophen overdose with any evidence of hepatotoxicity (eg, abdominal tenderness, nausea, vomiting, jaundice, elevated aminotransferases)</li></ul></li><li>Hospital admission is necessary for close monitoring of acetaminophen levels, liver and renal function, and coagulations factors.</li></ul><p>NAC is typically given until serum acetaminophen level is &lt;10 mcg/mL, aminotransferases have normalized or reduce by 25%-50% of peak levels, and the patient's clinical status has stabilized (eg, resolution of nausea and abdominal pain).</p><p>Patients who do not improve with NAC and continue to decline (eg, worsening coagulopathy, hepatic encephalopathy) may require liver transplantation.</p><h1>Prognosis</h1><p>Because treatment is most effective when given promptly, delays in administration of NAC are associated with worse outcomes.&nbsp; Patients who undergo early intervention, with NAC administered within 8 hours of ingestion, have an excellent prognosis.&nbsp; Delays in treatment (&gt;8 hr) increases risk for severe liver damage, fulminant hepatic failure, and death.</p><h1>Summary</h1><p>Acetaminophen toxicity (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35769.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: Acute acetaminophen toxicity\n                                    </a>\n                                </div>\n                                ) is a medical emergency that can rapidly lead to acute hepatotoxicity and fulminant liver failure.&nbsp; The Rumack-Matthew nomogram, which correlates serum acetaminophen level (obtained at least 4 hr after ingestion) with the time of ingestion, is used to determine the risk for hepatotoxicity after a single overdose.&nbsp; Prompt treatment with the antidote, N-acetylcysteine, is the most important intervention to prevent liver injury.<p></p></div>\n            "
}