{
  "meta": {
    "title": "Arthropod bites and infestations",
    "url": "https://brainandscalpel.vercel.app/arthropod-bites-and-infestations-16c7c508-dddb41.html",
    "scrapedAt": "2025-12-01T06:01:55.908Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Arthropods are a diverse group of invertebrates, including insects, spiders, and mites, that are ubiquitous in the environment.&nbsp; Although many interactions between arthropods and humans are benign, some arthropods can inflict painful and/or dangerous bites.&nbsp; This article provides an overview of major arthropod bites and infestations.</p>\n<h1>Spiders</h1><br><br><p>Spider bites are generally innocuous, but certain species, notably the brown recluse (<em>Loxosceles reclusa</em>) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/63084.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) and the black widow (<em>Latrodectus mactans</em>), can inflict significant harm.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Brown recluse spider venom</strong> causes primarily local <strong>tissue necrosis</strong>, but it can also lead to systemic complications such as hemolysis, disseminated intravascular coagulation, and rhabdomyolysis.&nbsp; The bite initially appears as a small, red papule or plaque with central pallor.&nbsp; In most cases, the wound heals without intervention within days to weeks.&nbsp; However, in a minority of patients (~10%), a deep skin ulcer may develop at the bite site, with a necrotic center that can progress to an eschar (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L49354.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The wound may require surgical debridement, which should be delayed until necrosis has stopped advancing (usually at least 10 days).</li>\n\t<li><strong>Black widow spider venom</strong> causes primarily <strong>neurotoxicity</strong>.&nbsp; The bite typically appears as a blanched, circular patch with surrounding redness and a central puncture wound.&nbsp; <strong>Local sweating</strong>, particularly in the affected muscle groups, is unique to the black widow.&nbsp; Pain and intense muscle rigidity, often near the bite wound or in the torso, usually begins within 30-120 minutes.&nbsp; Severe <strong>abdominal pain with a rigid abdominal wall</strong> is a hallmark of black widow spider bites.&nbsp; Other symptoms may include tremor, weakness, headache, nausea, vomiting, and local paresthesias, along with tachycardia, tachypnea, and hypertension.&nbsp; Patients are typically managed with supportive care, and symptoms usually resolve within 24-72 hours without treatment.</li>\n</ul><br><br><p>Detailed information regarding the clinical presentation, diagnosis, and management of spider bites is described in a separate article.</p>\n<h1>Bed bugs</h1><br><br><p>Bed bugs are obligate blood parasites that typically feed on humans before dawn.&nbsp; Infestations have been increasingly prevalent in individuals who travel and/or live in large cities.&nbsp; Some patients have small, pruritic puncta and papules in linear groups <strong>(\"breakfast, lunch, dinner\" pattern</strong>) on unclothed skin.&nbsp; Many patients have no cutaneous symptoms; however, a lack of common clinical features does not exclude the diagnosis.</p><br><br><p>The diagnosis of a bed bug infestation is based on history, appearance of bites, and inspection of the sleeping environment.&nbsp; Adult bed bugs are reddish brown and have 6 legs; flat, oval bodies; widely separated eyes; and needle-like, retroverted mouthparts.&nbsp; If bed bugs are not visualized, infestation may be suspected when their fecal specks are found on bed sheets or mattresses.</p><br><br><p>Topical corticosteroids or oral antihistamines can be administered to patients with bothersome skin reactions.&nbsp; Eradication of an infestation includes application of a pesticide (by a <strong>pest management professional</strong>) and washing and drying linens at ≥50 C (122 F).&nbsp; Vacuuming can reduce bed bugs but is unlikely to eliminate the infestation.</p>\n<h1>Chiggers</h1><br><br><p>Chiggers (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61796.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) are a type of mite most commonly found in grass and leaves in overgrown or wooded fields in the summer and fall.&nbsp; Chigger bites are benign and painless, but the subsequent <strong>inflammatory reaction</strong> leads to the classic presentation of grouped papulovesicular lesions near exposed areas (eg, near pant cuff, above waistline).&nbsp; The rash is typically limited to these areas due to tightly fitted clothing (eg, belt, socks) that prevents mite migration to distant sites.&nbsp; Intense pruritus is common.<p></p><br><br><p>The diagnosis is clinical, and symptoms typically resolve within days to weeks.&nbsp; Management is aimed at controlling pruritus (eg, cool compresses, topical corticosteroids, oral antihistamines).&nbsp; Prevention includes use of physical barriers to the skin (eg, tucking pants into socks) and insect repellants (eg, DEET [N,N-diethyl-m-toluamide]) while outdoors.</p>\n<h1>Scorpions</h1><br><br><p>Scorpion stings are a significant concern in areas where scorpions are endemic, such as parts of the Americas, Africa, and the Middle East.&nbsp; The severity of symptoms varies with the species of scorpion and the patient's response.&nbsp; Most scorpion stings result in <strong>local pain, redness, and swelling</strong>, which usually resolve with minimal intervention.&nbsp; However, <strong>some species</strong> (eg, Arizona bark scorpion) can cause <strong>severe systemic reactions</strong> (eg, rhabdomyolysis, hemolysis, hemorrhage, respiratory failure).</p><br><br><p>The clinical presentation of mild cases can include local pain and swelling that can be managed with analgesics and anti-inflammatory medications.&nbsp; Severe cases may involve systemic symptoms such as numbness, tingling, and muscle twitching, as well as more serious manifestations like difficulty breathing, severe hypertension, pancreatitis, and, rarely, seizures or cardiovascular collapse.&nbsp; These symptoms are typically due to the neurotoxic venom.</p><br><br><p>Diagnosis is based on clinical presentation and history of exposure.&nbsp; Management of scorpion stings involves symptomatic treatment.&nbsp; For severe envenomations, antivenom may be used, particularly in regions where it is available (eg, Arizona).&nbsp; In some cases, intravenous fluids and medications to control symptoms such as muscle spasms (eg, diazepam) or hypertension may be required.&nbsp; Prevention strategies include avoiding contact with scorpions and implementing protective measures in endemic areas, such as wearing gloves and shoes.</p>\n<h1>Hymenoptera</h1><br><br><p>Hymenoptera stings (from bees, wasps, hornets, and ants) can cause a range of reactions.&nbsp; The venom contains enzymes such as phospholipases and hyaluronidase, which cause tissue damage and inflammation.&nbsp; In allergic individuals, an IgE-mediated response triggers mast cell degranulation, releasing histamine and other inflammatory mediators.&nbsp; Reactions can manifest with varying degrees of severity, with the most common being uncomplicated local reactions.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Uncomplicated local reactions</strong> typically involve immediate pain, erythema, and local swelling at the site of the sting or bite, which generally subside within a few hours without significant intervention.&nbsp; These reactions are due primarily to the venom (eg, wheal-and-flare reactions to fire ant venom) or saliva of the arthropod, which triggers a local inflammatory response.&nbsp; These minor reactions do not require treatment.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Large local reactions (LLRs)</strong> are exaggerated, local IgE-mediated responses characterized by erythema, warmth, and swelling.&nbsp; LLRs (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/63460.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) develop within the first 24 hours of the bite or sting and extend to approximately 10 cm or more, contiguously, from the puncture site.&nbsp; LLRs are treated with topical high-potency corticosteroids (eg, clobetasol 0.05% ointment) and oral antihistamines.&nbsp; In patients with severe local symptoms, a short course of oral prednisone can be prescribed.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Severe systemic reactions</strong> can range from mild systemic symptoms (such as generalized itching and hives [urticaria]) to life-threatening anaphylaxis.&nbsp; Anaphylaxis involves widespread immune activation and can present with symptoms including angioedema, bronchospasm, hypotension, and, in extreme cases, cardiovascular collapse.&nbsp; This reaction demands immediate medical intervention, usually with intramuscular epinephrine, to prevent potentially fatal outcomes.</li>\n</ul><br><br><p>For patients with a history of LLRs or anaphylaxis, referral to an allergist for venom immunotherapy (VIT) is advised to significantly reduce the risk for future severe reactions (over half of adults with a history of anaphylaxis from a previous sting will have anaphylaxis with a repeat sting).&nbsp; VIT reduces this risk by producing venom-specific IgG, changing T-cell responses, and decreasing venom-specific IgE.&nbsp; VIT is indicated in patients with a history of systemic allergic reaction to an insect bite or sting and evidence of venom-specific IgE, either by skin or in vitro testing.</p>\n<h1>Lice</h1><br><br><p><em><strong>Pediculus humanus capitis</strong></em>, the human head louse, causes pediculosis capitis (head lice infestation).&nbsp; This condition frequently affects <strong>school-aged children</strong> and adults in close contact with infested individuals, such as those on sports teams or in <strong>homeless shelters</strong>.&nbsp; Transmission occurs primarily through direct contact but can also occur via fomites such as hats or hair brushes.&nbsp; Head lice do not transmit infections, but their bites can lead to a pruritic allergic reaction.&nbsp; Female lice deposit their eggs (nits) about 0.5 cm from the scalp; nits located further from the scalp are usually old and do not require treatment.&nbsp; The first-line treatment for head lice includes topical pediculicides (eg, permethrin, ivermectin).&nbsp; Wet combing is an alternative treatment for those who cannot use pediculicides, including young children or individuals in resource-limited settings.</p><br><br><p><em><strong>Phthirus pubis</strong></em>, or the human pubic louse (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L109040.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), is a translucent parasite that measures approximately 1 mm in length with crab-like claws adapted to grip pubic hair.&nbsp; It is transmitted through primarily <strong>sexual contact</strong>.&nbsp; Symptoms include intense pruritus in the pubic area, often accompanied by excoriations from scratching; other hair-covered areas like the axillae may also be affected, but the scalp is usually spared.&nbsp; Diagnosis is confirmed by visualizing the louse or its nits (oval, white eggs on the hair shaft).&nbsp; Treatment involves applying topical permethrin to the affected area, which works by blocking sodium ion conduction in the lice's nerve cell membranes, leading to paralysis and death.<p></p>\n<h1>Scabies</h1><br><br><p>Scabies (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31413.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) is caused by infestation with the <em>Sarcoptes scabiei</em> mite (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12925.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ); it spreads through direct person-to-person contact (eg, household member).&nbsp; The scabies rash typically develops weeks after the initial infestation and is due to a <strong>delayed type IV hypersensitivity reaction</strong> to the mite as well as its feces and ova.&nbsp; It is intensely pruritic (often worse at night) and appears as small, erythematous papules (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99108.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ) that may be crusted.&nbsp; <strong>Burrows</strong>, or serpiginous lines, are pathognomonic but are often obscured by the rash or excoriations.&nbsp; The classic distribution involves the flexor surfaces of the wrists, sides of the fingers, and <strong>finger webbing</strong>.&nbsp; Other commonly affected areas include the umbilicus, genitalia, and lateral aspects of the feet.<p></p><br><br><p>Diagnosis is usually made based on history and a classic rash distribution, although it can be confirmed with a skin scraping of the lesions.&nbsp; First-line treatment for scabies is either topical permethrin cream (applied from the neck to the soles) or oral ivermectin.&nbsp; Because symptom onset occurs weeks after initial infestation, all close contacts (eg, household members, sexual partners) should also be treated, even if asymptomatic.&nbsp; Environmental measures to prevent reinfestation and/or spread to others include laundering of recently used bedding and clothing with hot water.</p>\n<h1>Ticks</h1><br><br><p>Ticks are arachnids that can transmit various diseases through their bites.&nbsp; Infestations typically occur when ticks attach to the skin of humans or animals, often in wooded or grassy areas.&nbsp; The tick bite may initially appear as a small, red spot, but the primary concern is the potential transmission of pathogens.&nbsp; Tick-borne diseases include <strong>Lyme disease</strong>, <strong>Rocky Mountain spotted fever</strong>, and <strong>anaplasmosis</strong>.</p><br><br><p>The initial reaction to a tick bite is usually mild, consisting of local erythema and pruritus.&nbsp; However, in cases of Lyme disease, a characteristic bull's-eye rash (erythema migrans) may develop, typically expanding over time with a central clearing.&nbsp; Other tick-borne diseases may present with symptoms such as fever, headache, muscle aches, and, in severe cases, neurologic or systemic manifestations.&nbsp; The diagnosis of tick-borne diseases often involves a combination of patient history, clinical presentation, and laboratory testing.&nbsp; The general treatment for tick bites includes prompt removal of the tick and, if necessary, antibiotics to prevent or treat tick-borne diseases.</p><br><br><p>Lice, scabies, bed bugs, and certain tick-borne illnesses are discussed in greater detail in separate articles.</p>\n<h1>Summary</h1><br><br><p>Arthropods (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22630.png\" alt=\"table 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">table 5</div>\n                                </div>\n                                ), including insects, spiders, and mites, can cause a range of reactions from mild irritation to severe symptoms.&nbsp; Common findings include pruritic bites, local pain, and potentially serious allergic or systemic responses.&nbsp; Although many bites are minor, prompt identification and treatment are crucial to manage symptoms and prevent complications.<p></p>\n</div>\n\n            "
}