{
  "meta": {
    "title": "Carbon monoxide poisoning",
    "url": "https://brainandscalpel.vercel.app/carbon-monoxide-poisoning-c781efe1-dddb41.html",
    "scrapedAt": "2025-12-01T06:02:00.055Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Carbon monoxide (CO) poisoning is a potentially lethal condition caused by inhaling CO gas.&nbsp; CO binds to hemoglobin with great affinity, displacing oxygen to create carboxyhemoglobin.&nbsp; This limits the oxygen-carrying capacity of blood and decreases the release of oxygen into the tissues.&nbsp; CO also directly impairs oxygen utilization by the mitochondria.&nbsp; Manifestations of mild to moderate CO toxicity include headache, nausea, dyspnea, and malaise.&nbsp; Severe poisoning can cause syncope, seizure, coma, arrhythmia, and death.&nbsp; Diagnosis is confirmed by an elevated serum carboxyhemoglobin level, and treatment is immediate administration of 100% oxygen via a nonrebreather mask or within a hyperbaric chamber.</p>\n<h1>Risk factors</h1><br><br><p>CO is a colorless, odorless, and tasteless gas produced by incomplete hydrocarbon combustion.&nbsp; Potential sources of CO exposure include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Smoke inhalation from a fire</li>\n\t<li>Malfunctioning or improperly installed heating appliances (eg, furnace)</li>\n\t<li>Poorly vented fuel-burning devices (eg, charcoal grills, kerosene heaters)</li>\n\t<li>Motor vehicle exhaust in enclosed spaces (eg, garage)</li>\n</ul><br><br><p>Unintentional CO poisoning occurs most commonly during the winter in cold climates and after natural disasters that result in increased use of gasoline-powered generators.</p>\n<h1>Pathophysiology</h1><br><br><p>CO causes toxicity by reducing systemic oxygen delivery and impairing cellular oxygen utilization.</p>\n<h2>Impaired oxygen delivery</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>CO binds to hemoglobin with an affinity approximately 250 times that of oxygen, thereby reducing the number of heme binding sites available to oxygen (normally 4) and causing a large reduction in the oxygen-carrying capacity of hemoglobin (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25924.gif\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li>\n\t<li>The formation of carboxyhemoglobin (even if only 1 of 4 sites is affected) triggers an allosteric change in the remaining oxygen binding sites, which increases their affinity for oxygen and impedes the unloading of oxygen in the tissues.&nbsp; This is reflected by a leftward shift in the hemoglobin dissociation curve (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29635.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Impaired oxygen utilization</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>CO disrupts oxidative phosphorylation in the mitochondria, inhibiting aerobic metabolism and exacerbating cellular hypoxia.</li>\n\t<li>CO is also capable of binding cardiac myoglobin with high affinity, disrupting the heart's ability to use oxygen and decreasing cardiac output.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The signs and symptoms of CO poisoning are variable, relatively nonspecific, and may overlap with other, more common, conditions (eg, viral syndrome).&nbsp; In addition, the severity of illness from CO exposure can vary greatly from person to person.</p><br><br><p>Symptoms of mild to moderate CO poisoning include (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L117046.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Headache (most common)</li>\n\t<li>Nausea/vomiting</li>\n\t<li>Dizziness</li>\n\t<li>Drowsiness/fatigue (in young children, this can present as irritability or difficulty feeding)</li>\n\t<li>Shortness of breath</li>\n\t<li>Chest pain</li>\n\t<li>Vision changes</li>\n</ul><br><br><p>Severe CO poisoning is characterized by the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cerebral hypoxia</strong>:&nbsp; altered mental status, seizures, syncope, hypoxic brain injury, coma</li>\n\t<li><strong>Myocardial injury</strong>:&nbsp; ventricular arrhythmias, myocardial ischemia and infarction (ECG changes, elevated cardiac enzymes), pulmonary edema (due cardiac dysfunction or CO-induced alveolar damage), hypotension</li>\n\t<li><strong>Anion gap metabolic acidosis</strong>:&nbsp; elevated lactic acid level caused by anaerobic metabolism, which occurs due to impaired oxygen utilization</li>\n</ul>\n<h1>Physical examination</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Vital signs may reveal tachycardia and tachypnea but can be unremarkable.</li>\n\t<li><strong>Pulse oximetry remains normal</strong> despite cellular hypoxia.&nbsp; Pulse oximetry is used to measure the ratio of oxyhemoglobin (hemoglobin carrying oxygen) to the total amount of available hemoglobin.&nbsp; It cannot differentiate oxyhemoglobin from carboxyhemoglobin (hemoglobin bound by CO).&nbsp; Both are detected as \"oxygenated\" hemoglobin, creating a falsely elevated hemoglobin oxygen saturation (SpO<font size=\"2\"><sub>2</sub></font>).</li>\n\t<li>The appearance of <strong>cherry-red skin and mucous membranes</strong> is a rare and unreliable diagnostic sign.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Recognition of CO poisoning can be difficult due to variable, nonspecific symptoms.&nbsp; The condition should be considered when several people in a shared environment develop symptoms or when history suggests a potential exposure (eg, fire).&nbsp; The diagnosis is best confirmed via arterial blood gas analysis revealing elevated carboxyhemoglobin levels in symptomatic patients.</p>\n<h1>Laboratory evaluation</h1><br><br><p>When CO poisoning is suspected, evaluation must include measuring the patient's <strong>carboxyhemoglobin level</strong>.&nbsp; Normal levels are &lt;3% in patients who do not smoke and &lt;10% in patients who smoke.&nbsp; Levels <strong>&gt;20%</strong> indicate significant CO exposure.&nbsp; Carboxyhemoglobin levels are <u>not</u> always correlated with severity of illness or mortality risk; therefore treatment should be based on the patient's clinical appearance (not just the level).</p><br><br><p>Additional laboratory tests to consider when CO poisoning is suspected or confirmed:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Lactic acid:&nbsp; Peripheral tissue hypoxia causes increased lactate production.</li>\n\t<li>Arterial blood gas:&nbsp; Anion gap metabolic acidosis is expected (lactic acidosis).</li>\n\t<li>Cardiac enzymes:&nbsp; These may be elevated due to myocardial ischemia and injury.</li>\n\t<li>Complete metabolic panel:&nbsp; This should be performed to evaluate for ischemic injury to the kidneys or liver.</li>\n</ul><br><br><p>An ECG should also be obtained during the evaluation.&nbsp; Ischemic changes on ECG suggest severe CO toxicity with myocardial injury.</p>\n<h1>Imaging</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>X-ray of the chest:&nbsp; Pulmonary edema, resulting from the toxic effects of CO on alveolar membranes and cardiac myocytes, is a sign of significant CO poisoning.</li>\n\t<li>CT or MRI of the brain:&nbsp; These may be useful in cases of severe poisoning to assess for hypoxic brain injury or hemorrhage.&nbsp; MRI is more sensitive, particularly for detecting abnormalities in the <strong>globus pallidus</strong> and other basal ganglia structures (areas highly sensitive to hypoxic conditions).</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Due to the variability of symptoms observed in CO poisoning, several conditions may present similarly:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Influenza</strong>:&nbsp; can present with symptoms that may include fatigue and headache, but patients typically have associated fever, cough, rhinorrhea, sore throat, and myalgias.</li>\n\t<li><strong>Migraine</strong>:&nbsp; can present with headache, nausea, and vomiting, but there is usually a previous history of similar headaches, and patients often have sensitivity to light and sound.</li>\n\t<li><strong>Meningitis</strong>:&nbsp; can cause headaches, fatigue, and nausea, but most patients also have fever and/or nuchal rigidity.</li>\n\t<li><strong>Diabetic ketoacidosis (DKA)</strong>:&nbsp; may cause altered mental status and metabolic acidosis, but hyperglycemia and ketonuria is also expected.</li>\n</ul>\n<h1>Management</h1><br><br><p>The treatment of acute CO poisoning is removing the CO source and providing oxygen therapy:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Immediate administration of <strong>100% oxygen via a nonrebreather mask</strong>.&nbsp; The oxygen is able to compete with CO binding to hemoglobin and decreases the half-life of CO.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Hyperbaric oxygen therapy is indicated in severe cases, such as those associated with loss of consciousness, severe metabolic acidosis (pH &lt;7.25), cardiac injury, hypotension, or neurological impairment.&nbsp; Hyperbaric therapy provides 100% oxygen at a higher-than-normal air pressure, greatly increasing oxygen levels in the blood.&nbsp; The best results are achieved if therapy is started within 6 hours of CO exposure.</li>\n\t</ul>\n\t</li>\n\t<li>Supportive care includes managing associated arrhythmias, seizures, acidosis, and hypotension.</li>\n\t<li>Patients with an intentional CO exposure (eg, suicide attempt) should be referred to a psychiatrist for further assessment and treatment once stabilized.</li>\n</ul><br><br><p>Patients with mild symptoms that improve with high-flow oxygen can often be discharged, whereas those with severe findings or lack of improvement should be hospitalized.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of CO poisoning often depends on the severity of presenting symptoms and the promptness of intervention.&nbsp; Patients with mild to moderate symptoms generally recover completely if treated promptly.&nbsp; In contrast, patients who present with severe symptoms of cerebral or myocardial ischemia have a worse prognosis.&nbsp; Severe cases can result in permanent cardiac dysfunction, neurologic and cognitive deficits, and, in some cases, death.</p><br><br><p>A potential sequelae of CO toxicity is delayed neuropsychiatric syndrome, which occurs in up to 40% of cases.&nbsp; It is characterized by cognitive deficits, behavioral/personality changes, memory loss, and motor dysfunction that can develop days to weeks after significant CO exposure.</p>\n<h1>Summary</h1><br><br><p>Carbon monoxide poisoning (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31861.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) results from inhalation of carbon monoxide, a gas that binds hemoglobin and reduces its ability to carry and deliver oxygen to the tissues.&nbsp; The result is cellular hypoxia, which produces various, nonspecific symptoms that range from headache, nausea, and dizziness to seizure, coma, and death.&nbsp; Diagnosis typically requires a high index of suspicion and is confirmed by an elevated serum carboxyhemoglobin level.&nbsp; Immediate treatment with 100% oxygen can prevent further tissue injury, long-term neurologic/cardiac sequelae, and death.<p></p>\n</div>\n\n            "
}