{
  "meta": {
    "title": "Cold injuries",
    "url": "https://brainandscalpel.vercel.app/cold-injuries-0bb30a80-dddb41.html",
    "scrapedAt": "2025-12-01T06:01:59.609Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>This article discusses systemic (hypothermia) and local (frostbite) cold injuries.</p><h1>Hypothermia</h1><p>Accidental (ie, environmental) hypothermia is caused by cold exposure.&nbsp; Secondary causes of hypothermia (eg, myxedema, sepsis, adrenal insufficiency) are discussed in other articles.</p><h2>Pathophysiology</h2><p>Core body temperature is sensed by the anterior hypothalamus, which defends against hypothermia (ie, core body temperature &lt;35 C [95 F]) through several mechanisms (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59687.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><ul class=\"article-body-unordered-list\"><li>Shivering</li><li>Nonshivering thermogenesis:&nbsp; heat generated from brown adipose tissue (eg, mainly adjacent to the heart and great vessels).&nbsp; Upregulation of the mitochondrial uncoupling protein (UCP1) dissipates the proton gradient as heat (ie, instead of ATP) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91193.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li><li>Peripheral vasoconstriction:&nbsp; blood shunted toward internal organs.</li><li>Behavioral thermoregulation (eg, keep moving, seek shelter).</li></ul><p>These mechanisms can be overwhelmed during prolonged exposure to cold.&nbsp; Severe hypothermia is most often found when one or more of the following clinical risk factors are present:</p><ul class=\"article-body-unordered-list\"><li>Rapid heat loss (eg, cold, damp clothing; drowning)</li><li>Impaired thermoregulation due to frailty/old age, drugs/toxins (eg, antipsychotics, beta blockers), neurologic conditions (eg, spinal cord injury), or conditions that impair peripheral vasoconstriction (eg, alcohol, nitrovasodilators, autonomic neuropathy)</li><li>Adverse social determinants (eg, severe psychiatric illness, substance use disorders, housing instability)</li></ul><h2>Staging and management</h2><p>Manifestations and management of hypothermia (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/79870.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) track with core body temperature (eg, anal or esophageal thermometer).<p></p><p><strong>Mild</strong> (32-35 C [90-95 F]): Thermoregulation is intact:</p><ul class=\"article-body-unordered-list\"><li>Manifestations:&nbsp; shivering, cold pressor response (ie, vasoconstriction, hypertension), increased cardiac output (ie, sympathetic stimulation).</li><li>Management:&nbsp; passive external rewarming (eg, removal of wet clothing; warm, dry blankets).</li></ul><p><strong>Moderate</strong> (28-32 C [82-90 F]): Thermoregulation begins to falter:</p><ul class=\"article-body-unordered-list\"><li>Manifestations:&nbsp; progressive loss of shivering, confusion and lethargy, decreasing cardiac output (eg, bradycardia), decreased respiratory drive.</li><li>Management:&nbsp; active external rewarming (eg, heated blankets, forced air warming).</li></ul><p><strong>Severe</strong> (&lt;28 C [82 F]): Thermoregulation has failed:</p><ul class=\"article-body-unordered-list\"><li>Manifestations:&nbsp; coma mimicking brain death (ie, apnea; fixed, dilated pupils), cardiovascular collapse, ECG with Osborn (J) waves and QT interval prolongation, ventricular arrhythmias (eg, ventricular fibrillation/ventricular tachycardia).</li><li>Management:&nbsp;<ul class=\"article-body-unordered-list\"><li>Immediate priority:&nbsp; emergency stabilization (eg, endotracheal intubation if obtunded, warmed [42 C {107.6 F}] IV fluid boluses for hypotension).&nbsp;</li><li>Next:&nbsp; active (core) internal rewarming (eg, endovascular catheter heating, warm peritoneal dialysis).&nbsp;</li><li>Extracorporal membrane oxygenation may be needed for refractory hypothermia and/or shock.</li></ul></li></ul><p>Additional clinical findings, frequently seen in moderate to severe hypothermia, include the following:</p><ul class=\"article-body-unordered-list\"><li>Volume depletion (from cold-induced natriuresis) or cardiogenic pulmonary edema (from myocardial depression)</li><li>Electrolyte (eg, hypokalemia, hypophosphatemia) disturbances (from transcellular shifts) and metabolic acidosis (from mitochondrial dysfunction)</li><li>Coagulopathy (from decreased clotting factor activity, although PT/active PTT measurements may be normal), leukopenia, and thrombocytopenia (from splenic sequestration)</li></ul><p>During early rewarming, core temperature can paradoxically drop due to peripheral vasodilation, returning cold blood into the central circulation.&nbsp; In patients with difficulty rewarming, infection should be highly suspected (eg, hypothermic immunosuppression) and empiric antibiotics are often administered.</p><h1>Frostbite</h1><h2>Pathophysiology</h2><p>Frostbite is a complex injury involving several mechanisms, including freezing (intracellular ice crystal formation) and thawing, leading to cell rupture, ischemia, and ischemia-reperfusion injury (eg, reactive oxygen species, inflammatory cytokines during freeze-thaw cycles).&nbsp; It typically occurs on distal or poorly insulated areas with relatively low blood flow (eg, fingers, toes, cheeks, ears).</p><h2>Staging and management</h2><p>Frostbite staging is based on the depth of tissue damage (similar to burn injury):</p><ul class=\"article-body-unordered-list\"><li><strong>Frostnip</strong>:&nbsp; no tissue damage (mildest cold injury, prefrostbite).&nbsp; Symptoms include pain and dysesthesias (eg, numbness, tingling).&nbsp; Transient pallor reverses quickly after rewarming.</li><li><strong>Superficial frostbite</strong>:&nbsp; epidermis (first degree) and dermis (second degree) involvement.&nbsp; Skin is typically erythematous and may develop inflammatory blistering on rewarming.</li><li><strong>Deep frostbite</strong>:&nbsp; subcutaneous tissue (third degree) or muscle and bone (fourth degree) involvement.&nbsp; Skin is purplish and cyanotic and is typically hardened.&nbsp; The affected tissue is typically anesthetic, even after rewarming.&nbsp; There is a high risk for permanent tissue loss (eg, gangrene, eschar, mummification).</li></ul><p>Regardless of staging, management of frostbite injuries&nbsp;follows the same general pathway (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/52578.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Rewarming</strong>:&nbsp; Rapid but controlled (ie, avoid burn) rewarming is associated with better tissue preservation.&nbsp; The frostbitten area should be submerged in a warm bath slightly above body temperature (eg, 39 C [102.2 F]).&nbsp; Rewarming several fingers typically takes 30-60 minutes.&nbsp; The frostbitten site should never be allowed to refreeze because repeated thawing leads to greater tissue loss.</li><li><strong>Thrombolysis</strong> (sometimes):&nbsp; If rewarming fails to restore circulation (eg, digit is still cyanotic), perfusion should be assessed (eg, technetium 99m scan, angiography) to rule out intravascular thrombosis.&nbsp; Thrombolytic therapy (eg, tissue plasminogen activator) with or without a vasodilator (eg, prostaglandin) is sometimes required.</li><li><strong>Surgery</strong> (sometimes):&nbsp; Debridement may be required for infection or ischemic tissue (ie, wet gangrene).&nbsp; Patients typically have signs of superimposed cellulitis (eg, purulent blistering and drainage).&nbsp; Deep frostbite can result in mummification, with eventual autoamputation or delayed surgical amputation.</li></ul><p>Management also includes basic wound care (loose, dry wrapping; separating neighboring fingers) and aggressive analgesia because of potentially excruciating pain, especially in more superficial frostbites with intact sensory fibers.&nbsp; Nonsteroidal anti-inflammatory drugs (eg, ibuprofen preferred) can also inhibit vascular sludging and decrease inflammatory injury after thawing.</p><h1>Related cold conditions</h1><h2>Nonfreezing cold injuries</h2><ul class=\"article-body-unordered-list\"><li><strong>Chilblains</strong> (pernio): painful, pruritic, inflammatory skin lesions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10740.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) (eg, erythematous patches, blistering in some cases) induced by cold exposure, mainly affecting the tips of fingers and toes.&nbsp; The damage is very similar to epidermal (first-degree) frostbite, but there is no freezing involved (ie, chilblains occur at temperatures &gt;0 C [32 F]).</li><li><strong>Trench foot</strong>:&nbsp; macerated skin and soft tissue due to prolonged immersion in cold and damp environments (eg, experiencing homelessness, wearing wet boots).&nbsp; Repeated episodes of vascular sludging and sensory denervation can eventually lead to foot deformation.&nbsp; In some cases, bacterial superinfection and gangrene can occur.</li></ul><h2>Cold-exacerbated phenomena</h2><ul class=\"article-body-unordered-list\"><li><strong>Raynaud phenomenon</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/52673.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; Intense digital vasoconstriction is typically triggered by cold exposure.&nbsp; Attacks characteristically transition from initial pallor (ie, white: initial vasoconstriction) to cyanosis (ie, blue: digital ischemia) to hyperemia (ie, red: reperfusion), mimicking frostbite followed by rewarming.&nbsp; However, unlike frostbite, the pallor is sharply demarcated and there is no tissue necrosis (unless severe).&nbsp; The phenomenon can be primary (ie, idiopathic) or secondary (eg, scleroderma).</li><li><strong>Cryoglobulinemia</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/78003.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):&nbsp; Vascular sludging (eg, hyperviscosity) or vasculitis (eg, complement fixation) is due to immune complexes that precipitate at cooler temperatures (eg, ear lobes, nose, fingers (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85314.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; In contrast to frostbite, cryoglobulinemic vasculitis causes palpable purpura (vs cyanosis) and systemic organ involvement (eg, glomerulonephritis).</li><li><strong>Cold agglutinins</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/79875.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ):&nbsp; Cold exposure can induce autoimmune hemolytic anemia in susceptible patients (eg, <em>Mycoplasma</em> infection).&nbsp; Agglutination of red cells in distal capillaries (eg, fingers, ears) can produce transient cyanosis.</li></ul><h1>Summary</h1><p>Hypothermia is typically seen in the setting of rapid heat loss (eg, drowning) and impaired thermogenesis (eg, old age).&nbsp; Prolonged cold exposure causes defense mechanisms (eg, shivering) to fail, leading to severe hypothermia (eg, encephalopathy, arrhythmias, shock).&nbsp; Management ranges from external rewarming (eg, heated blankets) for mild to moderate hypothermia (ie, 28-35 C [82-95 F]) and active internal rewarming (eg, warm IV fluids, endovascular heating catheter) for severe hypothermia (ie, &lt;28 C [&lt;82 F], hemodynamic instability).</p><p>Frostbite involves freezing and thawing, leading to cell rupture, ischemia, and reperfusion injury.&nbsp; Superficial frostbite (ie, epidermis and dermis involvement) produces erythema, whereas deep frostbite (subcutaneous tissues) produces cyanosis.&nbsp; Management includes rapid rewarming (eg, 39 C [102.2 F] water bath), analgesia, and local wound care.&nbsp; Thrombolysis is sometimes required for limb salvage, and surgical debridement is reserved for late gangrene.</p></div>\n            "
}