{
  "meta": {
    "title": "Cyanide poisoning",
    "url": "https://brainandscalpel.vercel.app/cyanide-poisoning-045cd21a-dddb41.html",
    "scrapedAt": "2025-12-01T06:02:02.511Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Cyanide poisoning is a life-threatening condition resulting from exposure to cyanide, a potent mitochondrial toxin.&nbsp; Cyanide inhibits oxidative phosphorylation, thereby blocking the production of ATP via aerobic metabolism.&nbsp; This forces cells to switch to anaerobic metabolism, which leads to lactic acid formation and profound metabolic acidosis.&nbsp; Early acute toxicity is characterized by nonspecific clinical findings, including confusion, dizziness, headache, and tachycardia.&nbsp; Clinical decompensation occurs rapidly, resulting in respiratory failure, seizure, coma, and cardiovascular collapse.&nbsp; Immediate intervention with antidotal therapy and resuscitative measures is necessary to prevent death.</p>\n<h1>Risk factors</h1><br><br><p>Potential sources of cyanide exposure include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>House fires</strong>:&nbsp; Burning of substances such as plastics, wool, silk, and synthetic fibers leads to the production of cyanide gas.</li>\n\t<li><strong>Occupational exposure</strong>:&nbsp; Industries like mining, electroplating, metal cleaning, and chemical manufacturing have been associated with cyanide poisoning.</li>\n\t<li><strong>Sodium nitroprusside</strong>:&nbsp; This anti-hypertensive medication is metabolized to nitric oxide and cyanide ions.&nbsp; Prolonged infusion (eg, &gt;24 hr) or high doses, especially in patients with renal insufficiency, can lead to cyanide toxicity.</li>\n\t<li>Dietary sources:&nbsp; Consumption of cyanogenic plants (eg, cassava, bitter almonds) in insufficiently processed forms can lead to cyanide toxicity.</li>\n</ul><br><br><p>Most cases of cyanide toxicity result from accidental exposure, but intentional poisonings (eg, suicide attempts, homicides, terrorism) occur.</p>\n<h1>Pathophysiology</h1><br><br><p>Cyanide exists in various forms, including gas (hydrogen cyanide) and salt (sodium or potassium cyanide).&nbsp; Poisoning may occur via inhalation or through absorption in the mucous membranes, the gastrointestinal tract, or the skin.</p><br><br><p>Cyanide binds to the ferric ion (Fe<font size=\"2\"><sup>3+</sup></font>) in cytochrome c oxidase (a key enzyme in the mitochondrial electron transport chain), thereby <strong>inhibiting</strong> the production of ATP from <strong>oxidative phosphorylation</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36197.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Cells are forced to switch to anaerobic metabolism, which generates lactic acid and leads to profound anion gap metabolic acidosis.&nbsp; Widespread organ dysfunction occurs due to cellular hypoxia and acidosis, with the nervous and cardiovascular systems being most susceptible to injury.<p></p>\n<h1>Clinical presentation</h1><br><br><p>Symptoms of cyanide poisoning typically begin within minutes after inhalation but may be delayed (minutes to hours) when cyanide is ingested or absorbed in the skin or mucous membranes (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80605.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Patients who inhale cyanide may report noticing a <strong>bitter almond odor</strong>.<p></p><br><br><p><strong>Acute cyanide exposure</strong> presents with the following clinical signs:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Early signs of acute toxicity:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>CNS:&nbsp; headache, confusion, dizziness, agitation</li>\n\t\t<li>Cardiovascular:&nbsp; tachycardia, hypertension</li>\n\t\t<li>Respiratory:&nbsp; tachypnea, dyspnea</li>\n\t\t<li>Gastrointestinal:&nbsp; abdominal pain, nausea and vomiting (associated with oral ingestion)</li>\n\t\t<li>Skin:&nbsp; may have a <strong>cherry-red color</strong>; the tissue cannot effectively use oxygen, so venous blood remains saturated with oxygen and appears bright red (an uncommon but classic finding).</li>\n\t</ul>\n\t</li>\n\t<li>Signs of progression to severe toxicity:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>CNS:&nbsp; seizures, altered mental status, loss of consciousness, coma</li>\n\t\t<li>Cardiovascular:&nbsp; bradycardia, arrhythmia, hypotension, cardiovascular collapse</li>\n\t\t<li>Respiratory:&nbsp; respiratory failure</li>\n\t\t<li>Skin:&nbsp; cyanosis (late finding)</li>\n\t\t<li>Renal:&nbsp; kidney failure</li>\n\t\t<li>Hepatic:&nbsp; liver necrosis</li>\n\t</ul>\n\t</li>\n</ul><br><br><p><strong>Chronic cyanide exposure</strong> (eg, lower-level exposure over time) can cause the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Vague symptoms, including headache, chest/abdominal pain, anxiety, vomiting, or dysgeusia (changes in taste)</li>\n\t<li>Neurological deficits, including progressive visual loss, cognitive impairment, and parkinsonism (due to propensity for the basal ganglia)</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Cyanide poisoning is mainly a <strong>clinical diagnosis</strong> based on the patient's history of potential exposure (eg, housefire, nitroprusside use) and rapid development of altered mental status, cardiovascular instability, and high anion gap metabolic (lactic) acidosis.&nbsp; Without a clear history of exposure, cyanide toxicity may be difficult to diagnose, so maintaining a high index of suspicion is important.</p><br><br><p>Although obtaining cyanide blood levels is possible, the results are typically not available in time to guide clinical management.&nbsp; The level may be used to confirm the diagnosis, but urget antidotal therapy prior to diagnostic confirmation is essential.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Carbon monoxide poisoning</strong>:&nbsp; This condition presents like cyanide toxicity with headache, seizures, mental status changes, and lactic acidosis; a high carboxyhemoglobin level confirms carbon monoxide poisoning.&nbsp; These 2 conditions can occur simultaneously, especially in house fire patients.</li>\n\t<li><strong>Methemoglobinemia</strong>:&nbsp; This disorder alters hemoglobin so it cannot bind or deliver oxygen.&nbsp; The resulting hypoxemia can cause altered mental status, seizures, and respiratory depression, but patients are typically cyanotic with chocolate-brown colored blood (rather than cherry red).&nbsp; A decreased pulse oximetry reading (usually around 85%) that does not resolve with supplemental oxygen is characteristic.&nbsp; Methemoglobinemia is usually associated with exposure to oxidizing agents (eg, dapsone, nitrates, topical/local anesthetics).</li>\n\t<li><strong>Salicylate toxicity</strong>:&nbsp; This medical emergency commonly causes tachypnea (due to activation of the medullary respiratory center), altered mental status, and metabolic acidosis.&nbsp; However, salicylate levels can be readily measured and the condition is rarely rapidly fatal.</li>\n\t<li><strong>Sepsis and septic shock</strong>:&nbsp; Patients may be confused or somnolent with lactic acidosis, hypotension, and tachycardia, but they typically have associated fever and a source of infection.</li>\n</ul>\n<h1>Laboratory evaluation</h1><br><br><p>The following laboratory tests are recommended when evaluating a patient with possible cyanide toxicity:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Arterial blood gas:&nbsp; <strong>Severe metabolic acidosis</strong> is a hallmark sign of cyanide poisoning (due to anaerobic metabolism and formation of lactic acid).</li>\n\t<li>Venous blood gas:&nbsp; When compared with arterial blood gas, there is a characteristic <strong>narrowing of venous-arterial PO<font size=\"2\"><sub>2</sub></font> gradient</strong>; the tissue cannot effectively use oxygen, so venous blood remains abnormally saturated with oxygen.</li>\n\t<li>Serum lactate:&nbsp; A level &gt;10 mmol/L is suggestive of cyanide toxicity.</li>\n\t<li>Fingerstick glucose:&nbsp; To rule out hypoglycemia as an etiology for mental status changes.</li>\n\t<li>Complete metabolic panel:&nbsp; To assess for renal and hepatic dysfunction and determine the anion gap (high anion gap is expected).</li>\n\t<li>Carboxyhemoglobin level:&nbsp; This assessment is particularly important in house fire patients because copoisoning with carbon monoxide is possible.</li>\n\t<li>Salicylate and acetaminophen level:&nbsp; To rule out potential coingestion, particularly in cases of intentional cyanide poisoning.</li>\n</ul>\n<h1>Imaging</h1><br><br><p>Radiologic imaging is not necessary to diagnose cyanide toxicity, but the following tests may help when evaluating a critically ill patient:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chest x-ray is used to assess for inhalation injury, particularly in those with smoke exposure.</li>\n\t<li>CT scan of the head is used to evaluate for other potential causes of altered mental status or seizure activity (eg, intracranial hemorrhage).</li>\n</ul>\n<h1>Management</h1><br><br><p>Cyanide poisoning must be empirically treated because serum cyanide levels cannot be measured quickly and cyanide can lead to death within minutes to hours (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80753.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p><strong>Immediate care</strong></p><br><br><p>Immediate care in cyanide poisoning includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Remove the patient from the source of exposure.</li>\n\t<li>Undress and discard contaminated clothing, then wash areas of exposed skin.</li>\n\t<li>Secure the airway with intubation (necessary in most cases) and administer high-flow 100% oxygen.&nbsp; Mouth-to-mouth resuscitation is contraindicated due to the potential exposure risk to the health care provider.</li>\n\t<li>Manage hemodynamic instability with intravenous fluids and vasopressors.</li>\n\t<li>Administer benzodiazepines for seizure management.</li>\n\t<li>Consider activated charcoal for oral ingestions (if the airway is protected).</li>\n</ul><br><br><p><strong>Antidotes</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hydroxocobalamin</strong> is the preferred treatment (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/72290.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; It binds to intracellular cyanide and forms cyanocobalamin, which is renally excreted.</li>\n\t<li><strong>Sodium thiosulfate</strong> increases the availability of sulfur for rhodanese, the enzyme that transfers sulfur to cyanide to form thiocyanate, a nontoxic metabolite excreted into the urine.</li>\n\t<li><strong>Sodium nitrite</strong> induces mild methemoglobinemia (Fe<font size=\"2\"><sup>2+</sup></font> moiety in hemoglobin is oxidized to the Fe<font size=\"2\"><sup>3+</sup></font> form).&nbsp; Methemoglobin binds cyanide with high affinity, freeing it from cytochrome oxidase and limiting its toxic effects.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Nitrites are used cautiously due to their own propensity for toxicity (eg, methemoglobin is unable to carry oxygen and high levels of methemoglobin can exacerbate tissue hypoxia).</li>\n\t\t<li>Treatment with sodium nitrite is contraindicated in pregnancy and carbon monoxide poisoning due to the risk for further impairing oxygen delivery.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>When hydroxocobalamin is not available (and there are no contraindications to nitrites), sodium thiosulfate and sodium nitrite are often administered together.&nbsp; If nitrite contraindications are present, then sodium thiosulfate is given alone.</p>\n<h1>Prognosis</h1><br><br><p>Acute cyanide poisoning is rapidly lethal and mortality is high if not managed urgently.&nbsp; Prompt recognition and antidotal treatment are critical.&nbsp; Prognosis depends on the severity of the exposure and the promptness of appropriate intervention.&nbsp; Survivors of severe cyanide toxicity may experience delayed neurological sequelae (eg, parkinsonism, neuropsychiatric disorders) because the basal ganglia are particularly susceptible to cyanide poisoning.</p>\n<h1>Summary</h1><br><br><p>Cyanide poisoning (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84262.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) is caused by exposure to cyanide, a poison that inhibits oxidative phosphorylation and prevents aerobic cellular respiration.&nbsp; The inability to use oxygen forces anaerobic metabolism, leading to lactic acid production and severe metabolic acidosis.&nbsp; Multisystem organ dysfunction develops, resulting in altered mentation, seizure, coma, and cardiovascular collapse.&nbsp; Prompt resuscitative measures and antidote administration are required to prevent rapid death.<p></p>\n</div>\n\n            "
}