{
  "meta": {
    "title": "Heavy metal toxicity:  Lead, iron, mercury, and arsenic",
    "url": "https://brainandscalpel.vercel.app/heavy-metal-toxicity-nbsp-lead-iron-mercury-and-arsenic-99eb1059-dddb41.html",
    "scrapedAt": "2025-12-01T06:02:06.112Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Heavy metal toxicity refers to pathologic accumulation of heavy metals in the body, leading to a range of clinical manifestations depending on the specific metal involved and the extent of exposure.&nbsp; Common heavy metals that cause clinically significant toxicities include lead, iron, mercury, and arsenic.&nbsp; These metals are found in industrial, environmental, and consumer products, and they can enter the body through inhalation, ingestion, or dermal absorption.&nbsp; Acute or chronic exposure can lead to significant systemic toxicity, affecting multiple organ systems such as the nervous, renal, gastrointestinal, and hematopoietic systems.</p>\n<h1>Pathophysiology</h1><br><br><p>Heavy metals exert toxic effects by binding to and disrupting the function of proteins and enzymes, typically by affecting their tertiary and quaternary structures.&nbsp; This can result in enzyme inhibition, oxidative stress (increased free radicals), and interference with cellular respiration.&nbsp; The specific pathophysiological effects depend on the metal involved and cellular processes affected.</p>\n<h2>Lead</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Lead interferes with enzymes involved in heme synthesis (delta-aminolevulinate dehydratase and ferrochelatase), leading to microcytic hypochromic anemia.</li>\n\t<li>It also disrupts calcium homeostasis and subsequently impairs calcium-mediated release of neurotransmitters, interrupting appropriate neurologic function.</li>\n</ul>\n<h2>Iron</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Iron causes acute toxicity through direct corrosive injury to the gastrointestinal tract and through inhibition of oxidative phosphorylation.&nbsp; Interruption of oxidative phosphorylation, particularly within the mitochondria (where iron concentrates) results in profound metabolic acidosis and cell death.</li>\n\t<li>Chronic iron toxicity/overload occurs commonly from chronic transfusions or hereditary hemochromatosis (recessive <em>HFE</em> genetic mutation), leading to excessive iron deposition in various tissues.</li>\n</ul>\n<h2>Mercury</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Elemental (eg, Hg<font size=\"2\"><sup>0</sup></font>) and organic (ie, bound to carbon) forms are highly lipid soluble and easily cross the blood-brain barrier (leading to neurotoxicity) and alveolar membrane (from inhaled elemental forms, leading to chemical pneumonitis).</li>\n\t<li>Inorganic mercury salts (eg, Hg<font size=\"2\"><sup>+</sup></font> or Hg<font size=\"2\"><sup>2+</sup></font>) are highly corrosive and, when ingested, cause profound injury to the gastrointestinal tract.</li>\n</ul>\n<h2>Arsenic</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Arsenic disrupts cellular respiration by inhibiting pyruvate dehydrogenase, a key enzyme in the tricarboxylic acid cycle, and causes uncoupling of oxidative phosphorylation.</li>\n\t<li>Arsine gas has profound hemolytic effects (due to preferential binding to hemoglobin) and inhibits glucose-6-phosphate dehydrogenase, resulting in oxidative stress.</li>\n</ul>\n<h1>Risk factors</h1><br><br><p>Several factors increase the risk for heavy metal exposure and poisoning.</p>\n<h2>Lead</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Lead can be encountered via occupational exposure (eg, battery manufacturing, automotive repair shops) or environmental exposure (eg, water contaminated by lead pipes, lead-contaminated soil).</li>\n\t<li>Children are particularly susceptible to lead exposure through lead-based paint (typically in homes built prior to 1978) or toys.</li>\n</ul>\n<h2>Iron</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute iron toxicity mostly occurs due to ingestion, which is often accidental in children and due to attempted suicide in adults.&nbsp; Iron is commonly found in many over-the-counter multivitamin or prenatal vitamin preparations.</li>\n\t<li>Chronic iron toxicity is seen in patients with chronic anemia/blood product transfusion dependence (eg, patients with sickle cell disease or thalassemia) and hereditary hemochromatosis.</li>\n</ul>\n<h2>Mercury</h2><br><br><p>The various forms of mercury are associated with different exposures, though mercury can be converted from a form to another.&nbsp; For instance, atmospheric elemental mercury (eg, from coal manufacturing) is converted into organic mercury and aggregated by microorganisms that are consumed by larger predators (eg, fish).&nbsp; Common risk factors for mercury include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Occupational (eg, mining, lightbulb manufacturing and recycling, dental amalgam)</li>\n\t<li>Environmental (eg, living near industrial mining sites)</li>\n\t<li>Dietary (eg, consumption of large predatory fish)</li>\n\t<li>Exposure to cosmetic/herbal remedies that contain mercury (eg, skin-lightening products)</li>\n</ul>\n<h2>Arsenic</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Arsenic exposure occurs at low levels through contaminated water (usually well water) and foods.</li>\n\t<li>Exposures that increase the risk for systemic toxicity include exposure to mining, pesticides, and pressure-treated wood.</li>\n</ul>\n<h1>Pathology and clinical presentation</h1><br><br><p>The pathological effects of heavy metals depend on the route and duration of exposure and manifest as symptoms of clinical presentation.</p>\n<h2>Lead</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Lead poisoning can result in basophilic stippling of red blood cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25867.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) (impaired ribosomal RNA degradation and precipitation as granules) and microcytic/hypochromic erythrocytes (inhibition of enzymes involved in heme synthesis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25947.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                )).&nbsp; Patients present with symptoms of anemia (eg, fatigue, shortness of breath).</li>\n\t<li>Other affected organ systems include the kidneys (eg, hypertension, lower extremity edema), CNS (eg, neuropsychiatric disorders, peripheral neuropathy with wrist and foot drop), and gastrointestinal organs (eg, vomiting).</li>\n\t<li>Chronic exposure eventually results in deposition in skeletal and connective tissues, manifested as lead lines in bones (at the metaphysis) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7003.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) and at the junction of the teeth and gingiva (Burton lines).</li>\n</ul>\n<h2>Iron</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute iron toxicity particularly affects the gastrointestinal tract and liver due to excessive deposition of iron via the portal venous flow.&nbsp; It is typically characterized by rapid onset of gastrointestinal symptoms (eg, vomiting, hematemesis), followed by a period of apparent recovery (eg, within 6-24 hr of ingestion, due to transient gastrointestinal recovery) but subsequent development of anion gap metabolic acidosis and hepatic failure (because venously absorbed iron leads to systemic cellular toxicity).</li>\n\t<li>Chronic iron toxicity/overload is characterized by iron deposition in various tissues and organs, such as the heart, liver, pancreas, pituitary, skin, and joints, leading to manifestations of hemochromatosis (eg, \"bronze diabetes\") (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61061.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Mercury</h2><br><br><p>Manifestations of mercury toxicity include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/83715.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cardiovascular:&nbsp; Mercury inactivates catechol O-methyltransferase (COMT), an enzyme responsible for catecholamine breakdown.&nbsp; Therefore, mercury toxicity causes excess sympathetic stimulation (similar to pheochromocytoma) with symptoms including diaphoresis, tachycardia, and hypertension.</li>\n\t<li>Neuropsychiatric:&nbsp; Mercury, particularly the lipid-soluble elemental and organic forms, can cross the blood-brain barrier and deposit in the CNS, leading to a range of psychiatric manifestations such as erethism (personality change, irritability) and motor symptoms (eg, tremor); photophobia may also be seen.</li>\n\t<li>Dermatologic:&nbsp; Mercury toxicity, particularly in children, can lead to a hypersensitivity rash called acrodynia, which is characterized by a diffuse pruritic body rash or a pink rash with desquamation on the palms and soles.</li>\n\t<li>Organ injury:&nbsp; Mercury can cause organ injury as it is removed from the body.&nbsp; Most forms of mercury are excreted through feces, causing corrosive injury to gastrointestinal tract, and through urine, causing tubular dysfunction.</li>\n</ul>\n<h2>Arsenic</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute arsenic poisoning leads to gastrointestinal mucosal necrosis (eg, hematemesis), profound vasodilation, and an increase in capillary permeability, resulting in hypotension and pulmonary edema.&nbsp; QTc prolongation is also seen and can develop into dysrhythmia (eg, torsades de pointes).</li>\n\t<li>Garlic breath and profound hemolysis are seen with arsine gas exposure.</li>\n\t<li>Subacute and chronic arsenic exposure results in peripheral sensorimotor neuropathy (stocking-glove), hypo- and hyperkeratosis of the skin, Mees lines (horizontal striations of the fingernails), and development of multiple types of cancers (eg, skin, liver, lung, bladder).</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of heavy metal poisoning involves a combination of clinical suspicion, history of exposure, and laboratory testing.&nbsp; Biomarkers of exposure differ by metal.</p>\n<h2>Lead</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Blood lead levels (BLLs)</strong> are used to confirm exposure.&nbsp; To prevent false positives, venous sampling is preferred over capillary sampling.&nbsp; BLLs ≥5 μg/dL are considered elevated.</li>\n\t<li><strong>Complete blood count</strong> testing shows evidence of microcytic, hypochromic anemia with basophilic stippling on peripheral smear.</li>\n\t<li><strong>Abdominal radiographs</strong> may show radio-opaque lead chips within the gastrointestinal tract.&nbsp; Extremity radiographs may show lead lines in bones (at the metaphysis).</li>\n</ul>\n<h2>Iron</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Serum iron levels (SILs)</strong> are obtained 4-8 hours after acute ingestion to assist with determining exposure (eg, SILs ≥500 μg/dL are associated with severe systemic toxicity).</li>\n\t<li><strong>Basic metabolic testing</strong> shows anion gap metabolic acidosis (eg, elevated anion gap, low bicarbonate) with lactic acidosis (due to inhibition of oxidative phosphorylation and aerobic metabolism).</li>\n\t<li><strong>Liver function testing</strong> shows hyperbilirubinemia, elevated transaminases, and prolongation of coagulation studies (eg, prothrombin time) reflecting hepatic dysfunction.</li>\n\t<li><strong>Abdominal radiographs</strong> may show radio-opaque iron pills, but the absence of pills does not definitively exclude ingestion because some preparations of iron may not be radio-opaque.</li>\n\t<li><strong>Serum ferritin levels</strong> are not helpful in determining acute ingestion, but they and transferrin are elevated in patients with chronic iron toxicity/overload.</li>\n</ul>\n<h2>Mercury</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Twenty-four-hour urine mercury testing</strong> is preferred for elemental and inorganic exposures.&nbsp; Organic mercury does not concentrate in the urine and, therefore, is not detected by 24-hour urine mercury testing.</li>\n\t<li><strong>Blood mercury testing</strong> may be helpful in acute exposure but is unreliable in chronic exposure due to mercury's short half-life in the blood.</li>\n\t<li><strong>Serum and urine catecholamines</strong> are elevated due to inhibition of COMT in chronic mercury toxicity.</li>\n</ul>\n<h2>Arsenic</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Urine arsenic levels are the preferred test in the setting of suspected toxicity.&nbsp; A 24-hour urine level is preferred, but a spot urine arsenic level may be utilized in emergency cases.</li>\n\t<li><strong>Complete blood count</strong> testing shows pancytopenia due to bone marrow suppression.</li>\n\t<li><strong>Liver function testing</strong> shows unconjugated hyperbilirubinemia in arsine gas exposure due to hemolysis.&nbsp; In addition, acute renal failure is seen on basic metabolic panel testing.</li>\n\t<li><strong>ECG</strong> testing shows QTc prolongation.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Heavy metal poisoning can present with nonspecific symptoms, requiring differentiation from other conditions.</p>\n<h2>Acute intermittent porphyria</h2><br><br><p>Acute intermittent porphyria (AIP) presents with abdominal pain, neuropathy, and psychiatric symptoms, similar to heavy metal poisoning (particularly lead or arsenic), but elevated serum and urine porphobilinogen levels distinguish porphyria (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20048.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; In AIP, elevated BLL or urine arsenic levels are not expected.<p></p>\n<h2>Acetaminophen toxicity</h2><br><br><p>Acetaminophen toxicity may present with vomiting, abdominal pain, and hepatic dysfunction (similar to acute iron toxicity).&nbsp; The acetaminophen level is elevated in patients with acetaminophen overdose.&nbsp; In contrast, patients with acute iron toxicity are expected to have elevated SILs and may have radio-opaque iron pills visualized on abdominal radiographs.&nbsp; If ingestion was related to intentional self-harm, it is important to consider the possibility of multiple coingestions of harmful substances.</p>\n<h2>Pheochromocytoma</h2><br><br><p>Pheochromocytoma presents with symptoms of catecholamine excess (diaphoresis, hypertension, tachycardia) and elevated serum/urine catecholamine levels.&nbsp; Patients also have neuropsychiatric symptoms (tremor, irritability) similar to patients with chronic mercury toxicity.&nbsp; However, unlike patients with a pheochromocytoma, those with mercury toxicity have an elevated 24-hour urine mercury level and no adrenal mass on imaging.</p>\n<h2>Peripheral neuropathy from diabetes</h2><br><br><p>Chronic lead, mercury, or arsenic exposure can cause peripheral neuropathy, similar to diabetic neuropathy, but history of exposure and specific metal diagnostic testing distinguish these causes.</p>\n<h1>Management</h1><br><br><p>Management of heavy metal poisoning involves reducing further exposure, initiating supportive care for the affected organ systems, and using chelation therapy, when appropriate.</p>\n<h2>Lead</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chelation with a single-agent succimer (ie, dimercaptosuccinic acid [DMSA]), is indicated for patients with moderate toxicity.</li>\n\t<li>Dimercaprol (British anti-Lewisite) or DMSA plus calcium disodium edetate is indicated for patients with severe toxicity and significantly elevated BLLs (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37340.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li>Gastric decontamination may be used as an adjunct to management if radio-opaque lead is seen on abdominal radiographs.</li>\n</ul>\n<h2>Iron</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chelation with deferoxamine is utilized in patients with symptomatic acute iron toxicity who have elevated SILs.</li>\n\t<li>Gastric decontamination with gastric lavage or whole bowel irrigation may be utilized depending on the presence and/or location of radio-opaque iron on abdominal radiographs.</li>\n\t<li>Chronic iron toxicity/overload is managed with serial phlebotomy, exchange transfusion, or chelation therapy.</li>\n</ul>\n<h2>Mercury</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chelation with succimer (ie, DMSA) or dimercaprol (ie, British anti-Lewisite) may be indicated if exposure is elemental or inorganic in nature.</li>\n\t<li>Chelation therapy is ineffective for organic mercury toxicity.</li>\n</ul>\n<h2>Arsenic</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute arsenic poisoning is treated with chelation using dimercaprol (ie, British anti-Lewisite) or succimer (ie, DMSA).</li>\n\t<li>Chelation therapy is not effective for patients with arsine gas exposure.</li>\n</ul>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lead:</strong>&nbsp; Interference with synaptic development and neurotransmitter function, particularly in children, can lead to neurocognitive impairment.&nbsp; Chronic kidney disease arises from lead-induced oxidative stress and tubular damage.</li>\n\t<li><strong>Iron:</strong>&nbsp; Oxidative stress damages gastrointestinal tissue, leading to strictures and obstructions.&nbsp; Excess deposits in the liver cause hepatocyte injury and fibrosis, which can progress to cirrhosis.</li>\n\t<li><strong>Mercury:</strong>&nbsp; Mercury disrupts neural development and function, causing neurocognitive impairment, especially in utero.&nbsp; It also damages the optic nerve through toxic neuropathy and induces kidney injury via tubular necrosis.</li>\n\t<li><strong>Arsenic:</strong>&nbsp; Arsenic induces DNA damage and disrupts repair mechanisms, promoting carcinogenesis in tissues such as the skin, liver, lungs, and bladder.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of heavy metal poisoning depends on the metal involved, duration of exposure, and timing of intervention.&nbsp; Early diagnosis and mitigation of future exposure is critical to improve outcomes.&nbsp; Chelation therapy may help improve patient outcomes butis not always effective.&nbsp; Chronic exposure, particularly to lead and mercury, may result in irreversible neurocognitive impairment, especially in children, who are more susceptible to neurodevelopmental harm.&nbsp; Mortality can be very high in cases of acute poisoning such as acute iron toxicity, acute mercury toxicity, and acute arsenic toxicity.</p>\n<h1>Summary</h1><br><br><p>Heavy metal poisoning results from exposure to metals such as lead, iron, mercury, and arsenic, leading to multisystem toxicity.&nbsp; These metals interfere with critical enzymatic function by affecting tertiary and quaternary structures.&nbsp; Toxic exposure can negatively impact the neurologic, renal, gastrointestinal, and hematopoietic systems.&nbsp; Diagnosis relies on identifying the source of exposure through a detailed clinical history and specific diagnostic testing based on the suspected offending agent.&nbsp; In any case of heavy metal toxicity, reducing further exposure is key.&nbsp; Gastric decontamination and chelation may be indicated to further reduce future complications from exposure.&nbsp; Although early intervention improves outcomes, chronic exposure can result in long-term complications, including neurocognitive deficits, organ damage, and increased cancer risk.</p>\n</div>\n\n            "
}