{
  "meta": {
    "title": "Radiation exposure",
    "url": "https://brainandscalpel.vercel.app/radiation-exposure-f3c0e37b-dddb41.html",
    "scrapedAt": "2025-12-01T06:02:08.119Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Radiation exposure can have significant detrimental effects on the body.&nbsp; Although radiation has beneficial uses in medicine (eg, imaging, cancer treatment) and industry (eg, nuclear power),&nbsp; large exposures to high-energy radiation (ie, ionizing radiation) can cause acute injuries including cutaneous burns, bone marrow suppression, gastrointestinal mucosal damage, coma, and death.&nbsp; Radiation can also cause long-term complications, such as an increased risk for certain cancers.</p>\n<h1>Types of radiation</h1><br><br><p>Atoms, the fundamental units of matter, consist of a nucleus composed of protons and neutrons, which is surrounded by orbiting electrons.&nbsp; An element may exist in various forms (ie, isotopes) based on the number of neutrons in the nucleus.&nbsp; Some elemental isotopes are considered unstable (ie, radioactive) and give off excess energy (ie, radiation) in an attempt to achieve more subatomic stability.&nbsp; The amount of energy given off by the element's unstable radioactive isotope (ie, the radionuclide) determines if the radiation is classified as ionizing or nonionizing.</p>\n<h2>Ionizing radiation</h2><br><br><p>Ionizing radiation is <strong>high-energy radiation</strong> that can displace electrons from other atoms.&nbsp; This process creates new charged particles (ie, ions) that can damage DNA, disrupt normal cellular function, and cause cell death.&nbsp; It may also cause long-term effects by introducing genetic mutations that increase cancer risk.&nbsp; There are two main types of ionizing radiation: particulate radiation and electromagnetic waves.</p><br><br><p><strong>Particulate radiation</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Alpha particles (α):&nbsp; Heavy particles with low penetration; these particles cannot penetrate clothing, skin, or paper.&nbsp; However, materials that emit alpha particles can be harmful if inhaled, ingested, or internalized through an open wound.&nbsp; Examples of radionuclides that emit alpha particles include radon, plutonium, and uranium.</li>\n\t<li>Beta particles (β):&nbsp; Lighter particles with moderate penetration; they can penetrate the skin and subcutaneous tissues, causing burns.&nbsp; Beta particles are blocked by materials such as plastic, aluminum, wood, or brick.&nbsp; Inhalation or ingestion of a radionuclide emitting beta particles is particularly harmful.&nbsp; Examples of beta-emitting radionuclides include technetium and certain isotopes of iodine and strontium.</li>\n</ul><br><br><p><strong>Electromagnetic waves</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Gamma rays/x-rays:&nbsp; Highly penetrant, can travel great distances, and are blocked only by thick concrete or lead.&nbsp; They can pass completely through the body and, depending on the duration and dose of exposure, can cause significant skin, soft tissue, and organ injury.&nbsp; X-rays have a lower frequency and are slightly less penetrant than gamma rays.</li>\n</ul>\n<h2>Nonionizing radiation</h2><br><br><p>Nonionizing radiation is <strong>low-energy radiation</strong> that does not penetrate human tissues and does not cause ionization in the cells.&nbsp; It does not cause DNA injury but can cause cellular injury by the transfer of thermal energy.&nbsp; Ionizing radiation is easily blocked by clothing, sunglasses, or sunscreen.&nbsp; Examples of nonionizing radiation include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Microwaves (cell phones, ovens).</li>\n\t<li>Radio waves (MRI, communication).</li>\n\t<li>Infrared and visible light (lasers, thermal imaging).</li>\n\t<li>Ultraviolet (UV) light (the Sun).</li>\n</ul>\n<h1>Sources of radiation exposure</h1><br><br><p>Many radioactive materials exist naturally in the environment, creating an ongoing source of background radiation exposure.&nbsp; Man-made radiation exposure is typically related to medical procedures or nuclear power/weapons.</p>\n<h2>Natural background radiation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cosmic radiation:&nbsp; High-energy radiation that originates in space (eg, from the Sun).&nbsp; Exposure increases at high altitudes (eg, air travel).</li>\n\t<li>Terrestrial radiation:&nbsp; Earth's crust (eg, soil, stones) contains several radioactive elements (eg, uranium) that release small amounts of ionizing radiation as they naturally decay.&nbsp; The amount of radiation may vary by geographic location.</li>\n\t<li>Internal radiation:&nbsp; Trace amounts of radiation are present in drinking water and food (eg, isotopes potassium-40 and carbon-14).</li>\n</ul>\n<h2>Man-made radiation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Medical/dental imaging:&nbsp; X-rays, CT scans, fluoroscopy, nuclear medicine.</li>\n\t<li>Radiation therapy (ie, radiotherapy):&nbsp; Used to treat or palliate many types of cancer.</li>\n\t<li>Industrial/nuclear power plants:&nbsp; Radiation is released from routine emissions or accidents (eg, Chernobyl, Fukushima).</li>\n\t<li>Military sources:&nbsp; Nuclear weapons, terrorist attacks.</li>\n</ul>\n<h1>Ionizing radiation measurements</h1><br><br><p>Ionizing radiation exposure is measured using the following units:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gray</strong> (Gy):&nbsp; Measures the absorbed dose of ionizing radiation (ie, energy deposited per kilogram of tissue).</li>\n\t<li><strong>Sievert</strong> (Sv):&nbsp; Measures the biological effect of ionizing radiation on human tissue.&nbsp; It accounts for the type of radiation and its impact on different organs.&nbsp; The measurement is typically reported in millisieverts (mSv), or one thousandth of a sievert.</li>\n</ul><br><br><p>Radiation exposure can be minimized by maximizing the distance from the source, limiting exposure time, and utilizing shielding techniques (eg, lead vest).&nbsp; Common radiation doses include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chest x-ray:&nbsp; 0.1 mSv</li>\n\t<li>Mammogram:&nbsp; 0.4 mSv</li>\n\t<li>Annual background radiation:&nbsp; 2–3 mSv/year</li>\n\t<li>CT of the abdomen:&nbsp; 10 mSv</li>\n\t<li>Occupational exposure limit (by regulatory standards):&nbsp; 50 mSv/year</li>\n\t<li>50% fatality rate at 30 days postexposure:&nbsp; 4,000-4500 mSv</li>\n\t<li>Uniformly lethal dose (100% of people die within 6 months):&nbsp; 10,000 mSv</li>\n</ul>\n<h1>Pathogenesis of ionizing radiation</h1><br><br><p>Ionizing radiation damages cells primarily through <strong>DNA strand breaks</strong> and the <strong>generation of free radicals</strong>, which lead to cell/tissue injury and death.&nbsp; It also introduces genetic mutations, which can promote carcinogenesis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28502.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Highly proliferative cells are at particularly high risk of injury from ionizing radiation because rapidly dividing cells have less time to repair radiation-induced DNA damage before cell death occurs.&nbsp; Cells highly susceptible to radiation injury include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hematopoietic progenitors in the bone marrow.</li>\n\t<li>Basal keratinocytes and fair follicle stem cells in the skin.</li>\n\t<li>Intestinal crypt stem cells in the gastrointestinal epithelium.</li>\n\t<li>Germ cells (spermatocytes/oocytes) in the gonads.</li>\n\t<li>Malignant cells.</li>\n</ul><br><br><p>Although ionizing radiation has benefits in cancer treatment, it has the potential to cause significant damage to healthy tissues (eg, skin burns, bone marrow suppression).</p><br><br><p>Most radiation injuries occur in a <strong>dose-dependent manner</strong>, such that injury reliably occurs above a certain dose threshold and injury severity increases with radiation dose (ie, deterministic effect).&nbsp; Conversely, stochastic effects are consequences of radiation exposure that occur randomly (no predictable threshold dose).&nbsp; In these cases, greater radiation doses increase the chance of developing conditions such as cancer (leukemia, thyroid, lung, breast, skin cancer) and heritable genetic mutations.</p>\n<h1>Radiation exposure syndromes</h1><br><br><p>Radiation exposure can cause a variety of clinical manifestations based on the type, dose and duration of radiation, the body area(s) exposed, and the circumstances that lead to the exposure (eg, focused cancer therapy, large industrial accident).</p>\n<h2>Acute radiation syndrome</h2><br><br><p>Acute radiation syndrome (ARS) is the most severe form of radiation injury.&nbsp; It typically results from a large exposure to ionizing radiation (≥1 Gy or ≥1,000 mSv) over a short period of time.&nbsp; It is a rare condition often related to extreme events such as nuclear plant accidents or terrorist attacks.&nbsp; ARS follows a progression of symptoms, although the time course can vary (eg, rapid progression at higher doses).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Prodromal phase (hours to days after exposure):&nbsp; Nausea, vomiting (one of the earliest signs of exposure), diarrhea, fatigue, anorexia, headache.</li>\n\t<li>Latent phase (days to weeks):&nbsp; Symptoms temporarily improve before worsening again.&nbsp; The latency period is inversely proportional to the radiation dose.</li>\n\t<li>Manifest illness phase (weeks to months):&nbsp; Involves multiple organ systems.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Bone marrow suppression (eg, lymphopenia, neutropenia, thrombocytopenia, anemia), which leads to infections, bleeding, and anemia.</li>\n\t\t<li>Gastrointestinal mucosal injury, which causes severe diarrhea (may be bloody), dehydration, electrolyte abnormalities, and sepsis.</li>\n\t\t<li>Skin damage:&nbsp; Dermatitis, erythema, burns/ulcerations, hair loss.</li>\n\t\t<li>CNS abnormalities:&nbsp; Depressed mental status, cerebral edema, seizures, coma, death.</li>\n\t\t<li>Cardiovascular collapse.</li>\n\t</ul>\n\t</li>\n\t<li>Recovery or death\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Mild exposure (&lt;2 Gy):&nbsp; Patients may recover with supportive care but remain at risk for delayed effects (eg, cancer).</li>\n\t\t<li>Severe exposure (&gt;10 Gy):&nbsp; Universally fatal despite treatment.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Organ-specific injuries due to ionizing radiation</h2><br><br><p>Ionizing radiation causes specific clinical manifestations in each body system.&nbsp; These injuries can occur individually (eg, localized skin burn) or in combination with each other (as in ARS).</p><br><br><p><strong>Skin</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute skin injury typically begins with erythema, itching, tingling, and burning of the exposed skin.&nbsp; Several days to weeks later (or sooner in high-dose exposures), patients may develop blistering, desquamation (ie, skin peeling), ulceration, and necrosis.</li>\n\t<li>Delayed cutaneous effects (months to years after initial exposure) may include permanent hair loss, fibrosis, atrophy, vascular destruction, and abnormal microvasculature (ie, telangiectasias) at the irradiated site.</li>\n</ul><br><br><p><strong>Hematopoietic</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Radiation exposure results in dose-dependent bone marrow suppression, which leads to bleeding (due to thrombocytopenia), infections (due to lymphopenia and neutropenia), and anemia (due to bleeding and bone marrow aplasia).</li>\n\t<li>Long-term risks include development of myeloid malignancies including leukemia, myelodysplastic syndrome, or multiple myeloma.</li>\n</ul><br><br><p><strong>Gastrointestinal</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Radiation injury to the gastrointestinal mucosa can occur anywhere along the tract.&nbsp; Depending on the site affected, symptoms may include oral/esophageal ulcerations, odynophagia, nausea, vomiting, hematemesis, diarrhea, mucus discharge, tenesmus, and mild rectal bleeding.&nbsp; Significant vomiting and diarrhea can lead to dehydration, electrolyte abnormalities, and hypotension.</li>\n\t<li>Gastrointestinal injuries may occur as an unintended adverse effect of radiation therapy for head/neck, gastrointestinal (eg, anorectal), or pelvic (eg, prostate) malignancies, resulting in conditions such as radiation mucositis, enteritis, and proctitis.</li>\n\t<li>A delayed complication of gastrointestinal radiation is the development of fibrosis, fistulas, and strictures due to diffuse scarring of damaged tissues.&nbsp; Neovascularization due to chronic ischemia can also lead to telangiectasia formation and result in significant gastrointestinal bleeding months to years after radiation.</li>\n</ul><br><br><p><strong>Neurovascular</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The effects of ionizing radiation on the CNS cause varying degrees of impairment, which may include lethargy, confusion, ataxia, motor/sensory deficits, seizures, altered consciousness, coma, or death.</li>\n</ul><br><br><p><strong>Pulmonary</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Radiation can cause acute pneumonitis, which manifests with fever, dyspnea, cough, and pleuritic chest pain several weeks after radiation exposure (eg, radiotherapy for neck or thoracic malignancies).</li>\n\t<li>Radiation fibrosis can develop 6-12 months after initial exposure and is characterized by decreased lung volume, dilated bronchi and bronchioles, impaired mucociliary clearance, and predisposition to chronic infections (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60758.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p><strong>Thyroid</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The thyroid gland is highly sensitive to radiation.&nbsp; Exposure creates an increased risk for thyroid malignancy due to radiation-induced somatic mutations.&nbsp; The risk is dependent on the radiation dose and the age at the time of exposure (ie, greater risk in childhood).</li>\n</ul><br><br><p><strong>Gonads</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increased radiation exposure is associated with a dose-dependent decrease in spermatogenesis/oogenesis, resulting in infertility.&nbsp; In addition, radiation-induced genetic mutations can lead to birth defects and chromosomal abnormalities.</li>\n</ul>\n<h1>Diagnosis</h1><h2>Clinical evaluation</h2><br><br><p>Radiation injury should be suspected in those with a history of possible radiation exposure (eg, nuclear accident, radiotherapy) who present with findings suggestive of radiation injury (eg, vomiting, diarrhea, leukopenia, cutaneous burns).&nbsp; It is important to determine the type of radiation and attempt to estimate the dose and duration of exposure.</p>\n<h2>Laboratory evaluation</h2><br><br><p>The following laboratory evaluation is indicated when a harmful radiation exposure is suspected:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count to evaluate for bone marrow suppression.&nbsp; Lymphopenia is an early indicator of ARS, and the rate of lymphocyte depletion may help predict the exposure severity and clinical outcome.</li>\n\t<li>Serum electrolytes:&nbsp; Profuse vomiting and diarrhea can lead to significant alterations in electrolytes.</li>\n\t<li>Type and screen to prepare for blood transfusion as needed for anemia/bleeding.</li>\n\t<li>Cytogenetic analysis to evaluate for chromosome damage due to radiation.</li>\n\t<li>Radiation bioassay on swabs from the mouth and nostrils and in urine/stool is used to assess for internal radioactivity.</li>\n</ul>\n<h2>Imaging</h2><br><br><p>Imaging may be used when specific organ injuries are suspected after radiation exposure.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chest x-ray:&nbsp; Radiation pneumonitis (eg, cough, shortness of breath).</li>\n\t<li>Endoscopy:&nbsp; Radiation gastritis (eg, nausea, vomiting).</li>\n\t<li>Sigmoidoscopy/colonoscopy:&nbsp; Radiation proctitis (eg, diarrhea, tenesmus).</li>\n</ul>\n<h1>Management</h1><br><br><p>An important initial step in managing an acute radiation exposure is determining whether a patient was simply exposed or is contaminated.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Exposure</strong> occurs when a person is subjected to ionizing radiation from an external source but does not become radioactive themselves.&nbsp; Once removed from the exposure area, the patient does not pose a risk to others.</li>\n\t<li><strong>Contamination</strong> occurs when a person carries radioactive material on their skin, clothing, or inside their body (through inhalation, ingestion, or wounds), which can expose others to radiation.&nbsp; A Geiger-Müller counter can be used to detect radioactive contamination.</li>\n</ul><br><br><p>Management of radiation exposure typically involves:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Immediate stabilization of life-threatening conditions such as respiratory failure or shock.</li>\n\t<li>Decontamination:&nbsp; Carefully remove contaminated clothing and wash skin, body orifices, and wounds.</li>\n\t<li>Supportive care:&nbsp; Intravenous fluids, electrolyte replacement, antiemetics, and analgesia.</li>\n\t<li>Prophylactic antibiotics, to prevent infection due to immunosuppression.</li>\n\t<li>Blood transfusion or bone marrow–stimulating factors for pancytopenia.</li>\n\t<li>Cutaneous injuries may require specialized treatment at a burn center.</li>\n\t<li>Chelation therapy:&nbsp; Some elements have specific agents that can bind the radioactive substance and prevent further injury.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Potassium iodide (KI):&nbsp; Blocks uptake and deposition of radioactive iodine in the thyroid.</li>\n\t\t<li>Prussian blue:&nbsp; Used to bind and promote excretion of cesium-137, thallium, and rubidium.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Radiation protection strategies</h1><br><br><p>Health care workers, nuclear plant employees, and radiology personnel should follow ALARA (\"As Low As Reasonably Achievable\") principles:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Minimize exposure duration.</li>\n\t<li>Maintain a safe distance from radiation sources.</li>\n\t<li>Utilize shielding (eg, lead aprons, thyroid shields) to minimize personal exposure.</li>\n\t<li>Wear dosimeters (devices that track cumulative radiation exposure).</li>\n</ul>\n<h1>Summary</h1><br><br><p>Radiation exposure can come from natural and man-made sources.&nbsp; Although radiation is useful in medicine and industry, excessive exposure can cause serious bodily injury and death.&nbsp; It is important to limit dose and time of exposure to minimize acute tissue injuries and decrease the risk of genetic mutations and cancer.</p>\n</div>\n\n            "
}