{
  "meta": {
    "title": "5-alpha reductase deficiency",
    "url": "https://brainandscalpel.vercel.app/5-alpha-reductase-deficiency-cb8edb19-cf563c.html",
    "scrapedAt": "2025-12-01T04:52:54.202Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>5-alpha reductase deficiency is a rare, autosomal recessive disorder of sex development impairing the conversion of testosterone to dihydrotestosterone (DHT) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18981.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Patients with 5-alpha reductase deficiency have a 46,XY genotype but have a female phenotype (eg, external female genitalia) at birth and experience virilization (eg, clitoromegaly, increased muscle mass) at puberty.<p></p>\n<h1>Pathogenesis</h1><br><br><p>There are 2 types of 5-alpha reductase enzyme that convert testosterone to DHT:&nbsp; type 1 is present in postpubescent skin and type 2 is predominantly found in the genitals.&nbsp; 5-alpha reductase deficiency is caused exclusively by a defective type 2 enzyme.&nbsp; The lack of DHT leads to abnormal sexual development, beginning in utero:</p>\n<h2>Development of internal genitalia</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In utero, the gonads of genotypic males (<strong>46,XY</strong>) differentiate into the testes under the control of the sex-determining region of the Y chromosome (<em>SRY</em> gene (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29882.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                )).&nbsp; Testicular Leydig cells produce testosterone, which binds to androgen receptors on the wolffian duct, causing proliferation and development into internal male genital ducts (eg, epididymis, vas deferens).&nbsp; This process occurs normally in patients with 5-alpha reductase deficiency because the enzyme is not required for this process.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Antimüllerian hormone (AMH), produced by testicular Sertoli cells, causes regression of the müllerian structures; therefore, patients with 5-alpha reductase deficiency <strong>lack internal female genitalia</strong> (eg, fallopian tubes, uterus, proximal vagina).</li>\n</ul>\n<h2>Development of external genitalia</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Some of the testosterone produced by the testes is also converted to DHT by the enzyme 5-alpha reductase.&nbsp;</li>\n\t<li>DHT binds androgen receptors on the genital tubercle to promote differentiation into external male genitalia (eg, penis).&nbsp; Because DHT is absent in males with 5-alpha reductase deficiency, the genital tubercle <strong>differentiates into female external genitalia</strong> (lower two-thirds vagina [ie, blind pouch], vulva).&nbsp; In addition, because DHT mediates testicular descent, the testes are undescended (cryptorchid).</li>\n</ul><br><br><p>Testosterone levels are within the normal male range due to intact negative feedback within the hypothalamic-pituitary-gonadal axis.&nbsp; However, at puberty, <strong>physiologic increases in testosterone</strong> lead to <strong>virilization of phenotypically female patients</strong> through the action of 5-alpha reductase type 1; this can manifest as nodulocystic acne and clitoromegaly (ie, clitoris protruding from the clitoral hood).&nbsp; Additional features of virilization include voice deepening and increased muscle mass.&nbsp; Because testosterone levels are within the normal male range for puberty, patients develop additional, normal secondary sexual characteristics (eg, axillary and pubic hair).&nbsp; However, patients have no breast development because testosterone binds to the breast androgen receptor and inhibits breast tissue proliferation.</p>\n<h1>Clinical presentation&nbsp;&nbsp;</h1><br><br><p>Clinical features vary based on the timing of clinical presentation.</p><br><br><p>At birth:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Undervirilization leads to predominantly female external genitalia; however, features may range from mild clitoromegaly to an isolated microphallus</li>\n\t<li>+/- bilateral labial masses (cryptorchid testis)</li>\n</ul><br><br><p>Commonly, patients who are assigned female gender at birth <strong>present in adolescence</strong> with primary amenorrhea (ie, absence of menarche) or with virilization (eg, clitoromegaly) and the following features:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>No breast development (due to testosterone-inhibited breast proliferation)</li>\n\t<li>Blind-ending vaginal pouch, absent müllerian structures (eg, uterus, fallopian tubes)</li>\n\t<li>Normal pubic hair and axillary development</li>\n\t<li>Virilization characterized by clitoromegaly, increased muscle mass, male pattern hair development, nodulocystic acne</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis may occur during the newborn period if ambiguous genitalia (eg, clitoromegaly or microphallus) are present.</p><br><br><p>However, classically, the diagnosis is delayed until adolescence in those assigned female gender at birth who then present with either primary amenorrhea or rapid virilization.&nbsp; The diagnosis is suspected based on clinical findings and is confirmed through laboratory and imaging findings that include:</p>\n<h2>Laboratory evaluation </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Elevated testosterone-to-DHT ratio</strong></li>\n\t<li>Confirmatory genetic testing with identification of the mutated gene that encodes for 5-alpha reductase (<em>SRD5A2</em>)</li>\n</ul>\n<h2>Imaging</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ultrasonography to evaluate internal genitalia, reveal absent müllerian structures (eg, uterus, Fallopian tubes), and identify undescended testes</li>\n\t<li>MRI to visualize detailed anatomy of the pelvic structures in the planning of surgery</li>\n</ul>\n<h1>Differential diagnosis&nbsp;</h1><br><br><p>The differential diagnosis for 5-alpha reductase deficiency includes other differences of sex development (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/73707.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) that present with a female phenotype, primary amenorrhea, and abnormal pubertal development:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Androgen insensitivity syndrome</strong>:&nbsp; 46, XY; presents with female external genitalia, primary amenorrhea, and absent müllerian structures (ie, blind-ending vagina); however, these patients have breast development without axillary or pubic hair (due to inability of testosterone to bind nonfunctioning androgen receptors).&nbsp; In addition, the testosterone-to-DHT ratio is normal.</li>\n\t<li><strong>Müllerian agenesis</strong> (ie, Mayer-Rokitansky-Küster-Hauser syndrome):&nbsp; 46,XX; presents with female external genitalia, primary amenorrhea, a blind vaginal pouch, and absent or rudimentary uterus.&nbsp; The ovaries are normal and functioning; therefore, patients have breast development.&nbsp; However, testosterone levels are within the normal female range and axillary/pubic hair is present.</li>\n\t<li><strong>Female gonadal dysgenesis</strong> (eg, Turner syndrome [45,X]) presents with female external genitalia and primary amenorrhea; however, patients have female internal genitalia (uterus, fallopian tubes), streak ovaries, minimal breast development (due to deficient estrogen production), and normal axillary/pubic hair.&nbsp;</li>\n\t<li><strong>Classic congenital adrenal hyperplasia</strong>:&nbsp; 46,XX; presents with ambiguous genitalia due to 21-hydroxylase deficiency, which leads to the loss of mineralocorticoids and glucocorticoids and shunts substrates toward androgen production.&nbsp; However, this also presents with salt-wasting crisis (ie, hypotension, hyponatremia, hyperkalemia, hypoglycemia) in the neonatal period.&nbsp;</li>\n</ul>\n<h1>Management</h1><br><br><p>Management is individualized based on the degree of genital ambiguity and gender identity.&nbsp; The mainstay of treatment is psychosocial support for individuals and their families to address issues of gender identity.&nbsp; Hormonal therapy can be provided based on gender identity and may require estrogen to maintain bone health (in females) or testosterone supplementation to enhance virilization (in males).&nbsp; Corrective surgery may also be an option for ambiguous genitalia and/or undescended testes.</p>\n<h1>Prognosis</h1><br><br><p>The overall prognosis of patients with 5-alpha reductase deficiency is good; however, those with unremoved cryptorchid testes are at increased risk of testicular cancer.</p>\n<h1>Summary</h1><br><br><p>5-alpha reductase deficiency (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41330.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a rare genetic disorder affecting male sexual differentiation due to a lack of DHT.&nbsp; Patients have a 46,XY genotype but have a female phenotype (ie, external female genitalia) at birth and experience virilization (eg, clitoromegaly, increased muscle mass) at puberty.<p></p>\n</div>\n\n            "
}