{
  "meta": {
    "title": "Aromatase inhibitors",
    "url": "https://brainandscalpel.vercel.app/aromatase-inhibitors-8ada0858-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:02.712Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Aromatase inhibitors are a class of drugs that inhibit the enzyme aromatase, which is responsible for the peripheral conversion of androgens to estrogens.&nbsp; By suppressing estrogen synthesis, aromatase inhibitors reduce circulating estrogen levels and are used primarily in the treatment of hormone receptor–positive breast cancer in postmenopausal women.&nbsp; There are 2 classes: nonsteroidal (reversible) and steroidal (irreversible).</p>\n<h1>Estrogen synthesis</h1><br><br><p>Estrogens are synthesized primarily by the aromatization of androgens.&nbsp; Androgens are synthesized from cholesterol in the theca interna cells of the ovary under the influence of LH.&nbsp; Androgens released from theca interna cells migrate into the nearby granulosa cells, where the aromatase enzyme converts the androstenedione into estradiol (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28056.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; This reaction is stimulated by FSH, which regulates estrogen levels during the menstrual cycle.&nbsp; Aromatase is also expressed in smaller amounts in the adrenal cortex, adipose tissue, and breast.<p></p><br><br><p>In premenopausal women, the ovaries are the primary source of estrogen production.&nbsp; After menopause, follicular atresia leads to decreased ovarian estrogen synthesis.&nbsp; However, the ovaries and adrenal glands continue to produce androgens in significant quantities, and extraovarian aromatase maintains a low level of estrogen in the peripheral circulation; this becomes the predominant source of estrogen.</p>\n<h1>Mechanism of action</h1><br><br><p>Aromatase inhibitors block the aromatase enzyme, resulting in significantly decreased levels of estradiol and estrone, particularly in postmenopausal women.&nbsp; There are 2 classes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nonsteroidal (type I, reversible)</strong> (eg, anastrozole, letrozole):&nbsp; Binds reversibly to the aromatase enzyme's active site, which competitively inhibits estrogen synthesis.</li>\n\t<li><strong>Steroidal (type II, irreversible)</strong> (eg, exemestane):&nbsp; Binds irreversibly and inactivates the aromatase enzyme via suicide inhibition (ie, the enzyme becomes permanently disabled after binding).</li>\n</ul><br><br><p>Aromatase inhibitors result in a profound reduction in circulating estrogen levels in postmenopausal women but have no direct action on estrogen receptors and do not cause significant suppression of adrenal steroidogenesis.</p><br><br><p>However, in premenopausal women, ovarian production of estrogen is driven by the hypothalamic-pituitary-ovarian axis and remains active despite peripheral aromatase inhibition, making aromatase inhibitors generally ineffective unless combined with ovarian suppression (eg, GnRH analogue, oophorectomy).</p>\n<h1>Indications</h1><br><br><p>The primary use of aromatase inhibitors is for the treatment of hormone receptor–positive breast cancer.</p>\n<h2>Hormone receptor–positive breast cancer (postmenopausal women)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Adjuvant therapy after surgery to prevent recurrence.</li>\n\t<li>Neoadjuvant therapy to reduce tumor size prior to surgery in postmenopausal women whose comorbidities disqualify them for chemotherapy.</li>\n\t<li>Treatment of metastatic disease in advanced or recurrent breast cancer.</li>\n</ul>\n<h2>Additional (off-label) uses</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hormone receptor–positive male breast cancer and risk-reduction therapy for postmenopausal women at high risk for breast cancer.</li>\n\t<li>Infertility/ovulation induction:&nbsp; Letrozole is used to induce ovulation in women with anovulatory infertility (eg, polycystic ovary syndrome) by decreasing the amount of circulating estrogen, which increases the release of pituitary FSH, leading to the formation of a dominant follicle and ovulation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69720.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t<li>Endometriosis (typically severe, refractory cases):&nbsp; Aromatase inhibitors are used with other hormonal therapies (eg, GnRH analogues) and regulate local estrogen production within the endometriotic lesions.</li>\n\t<li>Other estrogen-sensitive tumors:&nbsp; Recurrent ovarian or recurrent endometrial cancer.</li>\n\t<li>Gynecomastia.</li>\n</ul>\n<h1>Adverse effects</h1><br><br><p>Aromatase inhibitors are generally well tolerated but are associated with a few adverse effects.&nbsp; The adverse effects are primarily for patients on long-term therapy (breast cancer recurrence prevention).</p>\n<h2>Common adverse effects</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Musculoskeletal symptoms:&nbsp; Includes joint pain/stiffness, arthralgia, myalgia, and/or bone pain.&nbsp; These symptoms are managed with a prescribed exercise regimen and nonsteroidal anti-inflammatory drugs.</li>\n\t<li>Sexual dysfunction:&nbsp; Primarily due to the block of peripheral estrogen conversion, which can lead to vaginal dryness and atrophy.</li>\n</ul>\n<h2>Long-term adverse effects</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Osteopenia and osteoporosis:&nbsp; Decreased peripheral estrogen production results in bone loss due to estrogen deficiency, increasing the risk for fractures.&nbsp; Therefore, women starting long-term aromatase inhibitor therapy require a risk factor assessment and baseline DXA scan.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cardiovascular effects:&nbsp; There may be an increased risk for cardiovascular disease.&nbsp; Patients should have a baseline lipid profile, especially if they have preexisting cardiovascular risk factors.</li>\n\t<li>Cognitive changes:&nbsp; Mild memory or concentration issues have been reported in some patients.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Aromatase inhibitors reduce systemic estrogen levels by inhibiting the conversion of androgens to estrogens via the aromatase enzyme.&nbsp; Their primary indication is for hormone receptor–positive breast cancer in postmenopausal women.</p>\n</div>\n\n            "
}