{
  "meta": {
    "title": "Bartholin gland cyst and abscess",
    "url": "https://brainandscalpel.vercel.app/bartholin-gland-cyst-and-abscess-1a53313b-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:05.520Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Bartholin gland cysts and abscess are a common gynecologic condition characterized by the formation of a painful, localized mass in one of the Bartholin glands, which are located on either side of the vaginal opening.</p>\n<h1>Pathophysiology</h1><br><br><p>The Bartholin glands (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40012.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) (ie, greater vestibular glands) are located at the 4 and 8 o'clock positions at the posterior vaginal introitus and have ducts that drain into the vulvar vestibule for vulvovaginal lubrication.<p></p><br><br><p>When the ducts of these glands become obstructed, fluid accumulates within the gland, leading to the development of a Bartholin gland cyst.&nbsp; When the obstructed cyst becomes infected, an abscess forms.&nbsp; The most common causative organisms in a Bartholin gland abscess are <em>Escherichia coli</em> and <em>Staphylococcus aureus</em>, but polymicrobial infection may occur.</p>\n<h1>Risk factors</h1><br><br><p>Bartholin gland abscess can occur in women of any age but more commonly occurs in perimenopausal women.&nbsp; Many women have asymptomatic Bartholin gland cysts that are found incidentally.&nbsp; There are no established risk factors for the development of these cysts or abscesses, but patients who develop them are at risk for recurrence.</p>\n<h1>Clinical presentation</h1><br><br><p>Most Bartholin gland cysts are <strong>asymptomatic</strong>.</p><br><br><p>Patients with symptomatic Bartholin gland cysts typically experience the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Unilateral pain and swelling near the posterior vestibule of the vulva</strong></li>\n\t<li>Dyspareunia</li>\n\t<li>Difficulty walking or sitting</li>\n\t<li><strong>Mobile, cystic mass behind the posterior labium majus</strong> with possible extension to the vagina</li>\n\t<li>Possible fluid drainage from the mass</li>\n</ul><br><br><p>Patients with an abscess have features similar to those of a symptomatic cyst, plus localized erythema and induration and a <strong>tender, fluctuant mass</strong>.&nbsp; Fever can occur but is uncommon.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of Bartholin gland cyst and abscess includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Epidermal inclusion cyst</strong>:&nbsp; a benign cyst that appears as a raised, mobile, flesh-colored nodule sometimes associated with a central punctum.</li>\n\t<li><strong>Hidradenitis suppurativa</strong>:&nbsp; inflamed, purulent nodules in the inguinal region that cause draining sinuses and scarring; in contrast to a Bartholin gland cyst or abscess, hidradenitis suppurativa is typically multifocal and painful.</li>\n\t<li><strong>Paraurethral glands (Skene glands) cyst and abscess</strong>:&nbsp; obstruction of the paraurethral glands, which can present like a Bartholin gland cyst, but on pelvic examination, the paraurethral glands are located near the urethral opening.</li>\n\t<li><strong>Bartholin gland carcinoma</strong>:&nbsp; This type of cancer can present with an enlarging mass; however, Bartholin gland carcinoma typically has a more indolent course, and the mass is usually fixed or has a solid component.</li>\n</ul>\n<h1>Diagnosis and laboratory evaluation</h1><br><br><p>The diagnosis of a Bartholin gland cyst or abscess is clinical and based on history and pelvic examination.&nbsp; In cases of abscess, the purulent fluid is collected for culture.&nbsp; In some high-risk populations, testing for <em>Neisseria gonorrhoeae</em> and <em>Chlamydia trachomatis</em> is also performed.</p><br><br><p>Biopsy of the Bartholin gland cyst or abscess is typically not indicated but should be performed if there is suspicion of malignancy, such as a mass that is fixed or has solid components or persists despite treatment.</p>\n<h1>Management</h1><br><br><p>Management of Bartholin gland cysts and abscess is primarily with <strong>incision and drainage</strong>.&nbsp; This procedure provides immediate relief of symptoms and allows for specimen collection for culture if indicated.&nbsp; In some cases, a <strong>Word catheter</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41724.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) is placed in the cyst/abscess cavity to form a fistulous tract that improves ductal drainage and reduces the risk for cyst/abscess recurrence.&nbsp; Antibiotics are typically not indicated but may be used for patients with a high risk for complications (eg, systemic infection, pregnancy, immunosuppression) or for those who have culture-positive, methicillin-resistant <em>Staphylococcus aureus</em>.<p></p><br><br><p>In cases of recurrent abscesses or cysts, <strong>marsupialization</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41380.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) is performed to create a permanent opening for drainage of the Bartholin gland.<p></p>\n<h1>Prognosis</h1><br><br><p>Most patients experience rapid resolution of symptoms following incision and drainage.&nbsp; However, recurrence of abscesses may occur in some cases, necessitating further intervention.</p>\n<h1>Summary</h1><br><br><p>Bartholin gland cyst and abscess are common gynecologic conditions characterized by the formation of a painful, localized mass in one of the Bartholin glands.&nbsp; Treatment is with incision and drainage.</p>\n</div>\n\n            "
}