{
  "meta": {
    "title": "Benign breast disease",
    "url": "https://brainandscalpel.vercel.app/benign-breast-disease-ded5b4d9-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:09.902Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Benign breast masses are common noncancerous lumps or growths in breast tissue.&nbsp; The most frequently encountered benign breast masses include simple breast cysts, galactoceles, fibroadenomas, lipomas, fat necroses, and fibrocystic breast disease.&nbsp; The goal of evaluation is to distinguish benign causes from malignancy.&nbsp; The initial evaluation of a breast mass includes history (with attention to risk factors for cancer), clinical breast examination, and age-based imaging (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1422.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age &lt;30:&nbsp; Breast ultrasonography is usually first-line imaging because younger patients tend to have a higher breast density (limiting visualization of some masses on mammography) and a lower risk for malignancy.</li>\n\t<li>Age 30-40:&nbsp; Either mammography or breast ultrasonography may be first-line depending on patient factors and suspected diagnosis.&nbsp; Often, both are performed because the studies are complementary.</li>\n\t<li>Age ≥40:&nbsp; Mammography is usually first-line imaging, but ultrasonography is often performed for further information.</li>\n</ul><br><br><p>Based on the initial evaluation, breast masses can be observed or evaluated further with biopsy.</p>\n<h1>Simple breast cyst</h1><br><br><p>Simple breast cysts are fluid-filled sacs within the breast tissue.</p>\n<h2>Pathophysiology and risk factors</h2><br><br><p>Breast cysts arise from the terminal duct lobular unit (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27070.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) and are thought to occur as an aberration of the normal remodeling of lobules and terminal ducts in response to cyclic hormonal changes.&nbsp; The efferent ductule becomes obstructed, leading to an epithelium-lined cavity that distends as it accumulates secreted fluid.<p></p><br><br><p>Breast cysts can occur at any age but are most common at age 30-50.&nbsp; Hormone replacement therapy increases the risk for breast cysts after menopause.</p>\n<h2>Clinical features</h2><br><br><p>Simple breast cysts can be asymptomatic or can cause a lump that may be painful, particularly before the onset of menses.&nbsp; They are sometimes discovered incidentally on breast imaging.&nbsp; Size and number can vary.</p>\n<h2>Diagnosis</h2><br><br><p>Most simple cysts do not require tissue sampling for diagnosis.&nbsp; A presumptive diagnosis of a simple cyst can be made if both clinical breast examination and imaging findings (usually breast ultrasonography) are classic for a simple breast cyst:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Clinical breast examination:&nbsp; a simple cyst often causes a firm, discrete, round mass that may be tender and mobile.&nbsp; Alternately, an area of irregular density can be palpated, representing a cluster of cysts.</li>\n\t<li>Breast ultrasonography:&nbsp; simple cysts appear as anechoic (dark), round masses with posterior acoustic enhancement (brightness) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44829.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li>Mammography:&nbsp; simple cysts appear as round masses with well-circumscribed margins.&nbsp; Mammography is usually inferior to breast ultrasonography for detecting microcysts (&lt;3 mm) and distinguishing cystic from solid lesions, so ultrasonography is usually performed for further evaluation.</li>\n</ul>\n<h2>Management</h2><br><br><p>Most simple breast cysts can be managed with observation only.&nbsp; Symptomatic breast cysts can be managed with fine-needle aspiration (FNA).&nbsp; This procedure typically uses ultrasonographic guidance to withdraw the fluid, resulting in collapse of the cyst.</p><br><br><p>If the aspirate is bloody, it is sent for cytology evaluation.&nbsp; No further management is typically needed after FNA of a simple breast cyst; however if the cyst does not entirely resolve or recurs after aspiration, it should be further evaluated with core needle biopsy.</p>\n<h2>Prognosis</h2><br><br><p>Because of hormonal influences, many breast cysts resolve within several years or with the onset of menopause; it is uncommon for new cysts to form after menopause.&nbsp; Breast cancer risk is not increased with simple breast cysts.</p>\n<h1>Galactocele</h1><br><br><p>Galactoceles are <strong>benign milk cysts</strong> found in the breasts of pregnant or lactating women.</p>\n<h2>Pathophysiology and risk factors</h2><br><br><p>Galactoceles (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29817.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) occur when the mammary duct is obstructed, typically due to inflammation or trauma, leading to dilation of the duct proximal to the obstruction.&nbsp; Milk continues to be produced under the influence of prolactin, causing a dilated cystic area lined with cuboidal epithelium and filled with breast milk.<p></p><br><br><p>Risk factors include failure to empty breast milk adequately (eg, intermittent feeding, cessation of breastfeeding), difficulty breastfeeding, use of galactagogue medications (eg, domperidone, metoclopramide), and use of oral contraceptive pills (due to hormonal stimulation of breast epithelium).</p>\n<h2>Clinical presentation</h2><br><br><p>Galactoceles typically occur in late pregnancy, during lactation, or soon after cessation of breastfeeding.&nbsp; They cause a breast mass that is usually painless and often subareolar in location.</p>\n<h2>Diagnosis</h2><br><br><p>Galactocele is usually diagnosed clinically by examination and ultrasonographic findings.&nbsp; Fine-needle aspiration (FNA) is sometimes performed to confirm the diagnosis or to manage symptoms; it yields milky fluid.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Clinical breast examination: mobile, well-defined breast mass</li>\n\t<li>Ultrasonography: the imaging of choice (due to the increased density of the breast in lactating women), often demonstrating a well-defined anechoic lesion (representing a fluid-filled cyst) but possibly revealing a complex mass</li>\n</ul>\n<h2>Management</h2><br><br><p>Most galactoceles can be managed with observation and resolve with the hormonal changes that occur after cessation of lactation.&nbsp; If symptomatic or the diagnosis is uncertain, galactoceles can be treated with FNA.</p><br><br><p>Rarely, malignancy can cause a galactocele by causing ductal obstruction.&nbsp; A galactocele raises suspicion for malignancy and should be excised when it rapidly enlarges or recurs after complete drainage.</p>\n<h2>Prognosis</h2><br><br><p>The prognosis is excellent.&nbsp; Recurrence after spontaneous resolution or aspiration is rare.</p>\n<h1>Fibroadenoma</h1><br><br><p>Fibroadenomas are the most common benign breast mass and are solid tumors composed of glandular and fibrous tissue (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L75773.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p>\n<h2>Pathophysiology and risk factors</h2><br><br><p>Fibroadenoma development and growth are likely hormonally mediated; their stromal and epithelial elements have progesterone and estrogen receptors, and fibroadenomas often increase in size with pregnancy or estrogen therapy and shrink with menopause.&nbsp; Fibroadenomas are classified into several variants:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Simple fibroadenomas</strong>:&nbsp; the most common type, contain only benign glandular and fibrous tissue.&nbsp; Compared to normal breast tissue, in simple fibroadenomas, there is glandular and stromal proliferation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L62623.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), which may compress the duct lumens.</li>\n\t<li><strong>Complex fibroadenomas</strong>:&nbsp; contain additional elements (eg, epithelial ductal hyperplasia, sclerosing adenosis, epithelial calcifications).</li>\n\t<li><strong>Giant fibroadenomas</strong>:&nbsp; are histologically similar to simple fibroadenomas but can have rapid growth up to 10 cm.</li>\n</ul><br><br><p>Fibroadenomas can occur at any age but are more common in adolescents and young women; the incidence decreases after age 30.&nbsp; They are more likely to occur in patients exposed to oral contraceptive pills prior to age 20, those with obesity, and those with a family history of multiple fibroadenomas.</p>\n<h2>Clinical presentation</h2><br><br><p>Fibroadenomas typically present with small, painless, palpable breast masses or are incidentally identified on imaging.&nbsp; They are usually solitary, but up to 20% of patients have multiple fibroadenomas.</p>\n<h2>Diagnosis</h2><br><br><p>Definitive diagnosis of fibroadenoma can be provided only by histologic evaluation of tissue obtained by core needle biopsy or surgical excision of the breast mass.&nbsp; A presumptive diagnosis is made based on a combination of physical examination and breast imaging findings.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In clinical breast examination, fibroadenomas present as <strong>well-defined, firm, rubbery round masses</strong>.&nbsp; They are often palpated in the upper outer quadrant but can be located anywhere in the breast, are freely mobile, and are typically small (≤2 cm).</li>\n\t<li>Most patients with fibroadenomas are age &lt;30 and are evaluated by breast ultrasonography.&nbsp; On ultrasonography, fibroadenomas appear as well-circumscribed, uniformly hypoechogenic, round masses (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111763.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li>\n\t<li>Patients age &gt;30 are usually evaluated with a combination of breast ultrasonography and mammography.&nbsp; It can be difficult to distinguish fibroadenomas from breast cysts or other masses on mammography alone.&nbsp; Mammography may show popcorn calcifications in fibroadenomas, particularly in older patients.</li>\n</ul>\n<h2>Management</h2><br><br><p>When clinical breast examination and breast imaging are both consistent with fibroadenoma, either biopsy to confirm the diagnosis or short-term follow-up (repeat imaging and breast examination in 3-6 months) may be appropriate based on patient risk factors for malignancy.&nbsp; A presumed fibroadenoma that is growing or symptomatic should be biopsied.</p><br><br><p>If biopsy confirms fibroadenoma, the mass can be either observed or treated with surgical excision, depending on the patient's symptoms and preference.</p>\n<h2>Prognosis</h2><br><br><p>Simple fibroadenomas have an excellent prognosis, and if they are not treated, their size typically decreases with advancing patient age.&nbsp; Although fibroadenomas are benign and do not progress to cancer, patients with fibroadenomas, particularly complex fibroadenomas, have a slightly increased risk for breast cancer.</p>\n<h1>Lipoma</h1><br><br><p>Lipomas are benign tumors composed of mature fat cells (adipocytes) that can be found in the breast and other tissues.</p>\n<h2>Pathophysiology and risk factors</h2><br><br><p>Lipomas develop from the overgrowth of adipose tissue and can be surrounded by a fibrous capsule.&nbsp; They do not contain breast tissue on histologic evaluation.&nbsp; The exact cause is unknown, but they may arise in response to cytokine release from local trauma.&nbsp; Lipomas can occur at any age but most frequently in mid to late adulthood.&nbsp; They are seen more frequently in patients with obesity, hyperlipidemia, and diabetes mellitus.</p>\n<h2>Clinical presentation</h2><br><br><p>Lipomas can cause a painless breast mass or may be detected incidentally on breast imaging.</p>\n<h2>Diagnosis</h2><br><br><p>A definitive diagnosis of lipoma can be made only by histologic evaluation of a biopsy or surgical specimen.&nbsp; A breast lipoma may have the following features noted during the initial evaluation of a breast mass:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Breast examination:&nbsp; lipomas are soft, nontender, mobile breast masses that are well-circumscribed.&nbsp; They do not cause overlying skin changes.</li>\n\t<li>Breast ultrasonography:&nbsp; demonstrates a well-defined, homogeneously hyperechoic mass with posterior shadowing.</li>\n\t<li>Mammography:&nbsp; reveals a well-circumscribed, encapsulated radiolucent mass.</li>\n</ul>\n<h2>Management</h2><br><br><p>Many breast lipomas can be observed.&nbsp; However they should be excised if they are symptomatic, if they are growing, or if there is diagnostic confusion (eg, lack of concordance between examination, imaging, or biopsy findings).</p>\n<h2>Prognosis</h2><br><br><p>The prognosis for lipomas is excellent.&nbsp; They do not confer any increased risk for breast cancer.</p>\n<h1>Fat necrosis</h1><br><br><p>Fat necrosis results from trauma to the breast and causes a benign breast lump that can be mistaken for breast cancer.</p>\n<h2>Pathophysiology and risk factors</h2><br><br><p>Breast tissue is supplied by branches of the internal mammary and lateral thoracic arteries.&nbsp; This blood supply can be interrupted by mechanical trauma or surgery (eg, reduction, lumpectomy, biopsy, reconstruction), leading to ischemia and then necrosis of adipose cells.&nbsp; This causes localized inflammation and fibrotic scarring that may surround an area of degenerated fat (oil cyst), causing a firm breast mass.</p><br><br><p>Risk factors include smoking, obesity, older age, treatments for breast cancer (eg, radiation, chemotherapy, surgery), and breast trauma.</p>\n<h2>Clinical presentation</h2><br><br><p>Fat necrosis presents as a palpable breast lump or is identified on breast imaging in a patient with a history of trauma to the breast.&nbsp; If symptomatic, it usually presents within weeks to months of the injury.</p>\n<h2>Diagnosis</h2><br><br><p>The examination and imaging findings of fat necrosis can mimic breast malignancy, so the goal of evaluation is to distinguish between the conditions.&nbsp; Histologic evaluation may be required when the diagnosis is uncertain or when examining high-risk patients (eg, age &gt;40, history of breast malignancy, delayed presentation).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Breast examination:&nbsp; Like breast cancer, fat necrosis can cause a <strong>fixed, irregularly shaped breast mass</strong> that can have associated nipple retraction, redness, or skin tethering.</li>\n\t<li>Imaging:&nbsp; A combination of imaging modalities is usually needed to best characterize the mass.&nbsp; The degree of fibrosis, distortion of tissue architecture, and presence or absence of an oil cyst can cause varying radiographic appearances of fat necrosis, some of which share characteristics with malignancy:</li>\n\t<li>Mammography can demonstrate an irregular spiculated mass with calcifications (the most frequent mammographic appearance of breast carcinoma) with a smooth-bordered, lucent mass.</li>\n\t<li>Ultrasonography reveals a solid mass with areas of increased echogenicity and a cystic lesion with echogenic bands.</li>\n\t<li>MRI is best used to further evaluate a suspected fat necrosis with a mammographic appearance suspicious for malignancy.&nbsp; On MRI, fat necrosis has a similar appearance to surrounding fatty tissue and does not enhance with IV contrast.</li>\n</ul><br><br><p>Histologic evaluation provides a definitive diagnosis but can be avoided in low-risk patients with classic imaging findings of fat necrosis and a history of trauma to the breast.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fine needle aspiration (FNA) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28493.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; cytologic evaluation is performed on aspirated fluid from the area of suspected fat necrosis, demonstrating adipocytes and inflammatory cells.</li>\n\t<li>Core needle biopsy:&nbsp; is more sensitive than FNA in diagnosing fat necrosis.</li>\n\t<li>Excisional biopsy:&nbsp; is performed if malignancy is highly suspected but core biopsy is negative.</li>\n</ul>\n<h2>Management</h2><br><br><p>Fat necrosis usually does not require treatment and can be followed with imaging studies.&nbsp; Surgical excision is performed if the diagnosis is uncertain or the patient is at high risk for malignancy.&nbsp; Patients with cosmetic concerns or pain can also undergo excision; aspiration may be an alternative if the lesion is composed primarily of oily fluid.</p>\n<h2>Prognosis</h2><br><br><p>Fat necrosis can cause pain and lasting breast distortion, but the prognosis is overall excellent and there is no increased risk for cancer.</p>\n<h1>Intraductal papilloma</h1><br><br><p>Intraductal papillomas (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28466.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) are benign papillary tumors arising from the lining of breast ducts.&nbsp; They are the most common cause of <strong>unilateral, bloody nipple discharge</strong>.&nbsp; A more complete review of this topic is discussed in a separate article.<p></p>\n<h2>Pathophysiology and risk factors</h2><br><br><p>Intraductal papillomas are papillary projections composed of epithelial and myoepithelial cells that line a fibrovascular stalk (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L4591.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).<p></p><br><br><p>Intraductal papillomas are usually small (≤1 cm) and may be solitary or multiple.&nbsp; Most often, they occur near the areola within the central breast.&nbsp; Because of their size and location, they are often not palpable clinically.</p><br><br><p>Intraductal papillomas are more common in women age 35-55, in those with a family history of breast cancer, and in those with estrogen exposure (eg, oral contraceptive pills, menopausal hormone therapy).</p>\n<h2>Clinical presentation</h2><br><br><p>The most common presentation is with pathologic (ie, bloody or serosanguineous, unilateral) nipple discharge.&nbsp; Most patients have no associated breast mass, but occasionally, a small mass behind the areola may be felt.&nbsp; Rarely, pain or breast discomfort may be a presenting symptom.&nbsp; Some intraductal papillomas are completely asymptomatic and found incidentally on routine imaging.</p>\n<h2>Diagnosis</h2><br><br><p>A definitive diagnosis is made with histopathologic examination of biopsied specimens (eg, core needle biopsy).&nbsp; However, a full evaluation is required in any patient with pathologic nipple discharge because breast malignancy may also present in a similar fashion (ie, malignant tumor growth within the lactiferous duct system).&nbsp; This involves the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Clinical breast examination:&nbsp; may show a subareolar lump or mass.</li>\n\t<li>Age-based imaging (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L35155.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ) with ultrasonography (&lt;30), mammography (≥30), or both (≥40) may be normal because of the small size of most intraductal papillomas.&nbsp; MRI of the breast may be required for greater sensitivity.</li>\n\t<li>Core needle biopsy:&nbsp; preferred method for obtaining a tissue sample for histologic examination.</li>\n</ul>\n<h2>Management</h2><br><br><p>Asymptomatic (ie, incidentally found), small intraductal papillomas with no evidence of cellular atypia on core needle biopsy may be managed with observation and regular follow-up.&nbsp; Surgical excision is recommended when the intraductal papilloma has bothersome symptoms (eg, bloody nipple discharge), is associated with a palpable mass, or has atypia on core needle biopsy.</p>\n<h2>Prognosis</h2><br><br><p>Intraductal papillomas are benign lesions with an excellent prognosis following appropriate management.&nbsp; The risk for breast cancer is slightly increased in women with multiple papillomas or atypical hyperplasia; therefore, regular monitoring and follow-up are necessary to ensure early detection of potential malignancies.</p>\n<h1>Fibrocystic breast disease</h1><br><br><p>Fibrocystic breast disease, also known as fibrocystic changes, refers to the development of fibrous tissue and cysts within the breast, often associated with hormonal fluctuations.</p>\n<h2>Pathophysiology and risk factors</h2><br><br><p>Fibrocystic breast disease is thought to occur due to the excessive connective tissue and epithelial proliferation during the normal development and involution of breast tissue driven by hormonal changes.&nbsp; Fibrocystic changes can be caused by various histologic diagnoses, and histology frequently shows fibrous stroma and cystically dilated ducts (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L62111.jpg\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).<p></p><br><br><p>Risk factors include age (more common in adult premenopausal women), family history of fibrocystic changes, and estrogen-containing hormone replacement therapy.</p>\n<h2>Clinical presentation</h2><br><br><p>Patients with fibrocystic breast disease can have a variety of breast symptoms, including a mass, pain that is often cyclical, and nipple discharge.&nbsp; Some patients may be asymptomatic, and fibrocystic disease may be discovered only on examination or imaging performed for cancer screening.</p>\n<h2>Diagnosis</h2><br><br><p>Clinical breast examination of patients with fibrocystic changes can show an isolated mass, <strong>scattered masses</strong>, or <strong>irregular densities</strong>.&nbsp; Ultrasonographic and mammographic features vary and can sometimes be concerning for malignancy.&nbsp; Depending on the patient's history, examination, and imaging findings, FNA, core needle biopsy, or surgical excision is sometimes required and can provide a definitive diagnosis.</p>\n<h2>Management</h2><br><br><p>Patients with significant pain can be treated with analgesics and, rarely, tamoxifen or danazol if the pain is severe and persistent.&nbsp; Otherwise, most patients at low risk for malignancy can be managed with observation.</p>\n<h2>Prognosis</h2><br><br><p>The prognosis is excellent, and patients are not at increased risk for breast cancer, except for some whose fibrocystic changes are caused by proliferative lesions or those who have proliferative lesions with atypia.&nbsp; Many symptoms resolve with menopause.</p>\n<h1>Benign breast disease and risk for breast cancer</h1><br><br><p>Some forms of benign breast disease are associated with an increased risk for breast cancer, although the lesions themselves are not precancerous.&nbsp; Benign breast disease is classified into nonproliferative lesions, proliferative lesions without atypia, and proliferative lesions with atypia:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nonproliferative lesions</strong>:&nbsp; There is no increased risk for breast cancer.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Simple breast cyst:&nbsp; epithelium-lined collection of secreted fluid</li>\n\t\t<li>Galactocele:&nbsp; cyst filled with breast milk</li>\n\t</ul>\n\t</li>\n\t<li><strong>Proliferative lesions without atypia</strong>: There is a small increased risk for breast cancer (relative risk is 1.5-2).\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Sclerosing adenosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74979.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ):&nbsp; increased number of acini and glands surrounded by fibrosis</li>\n\t\t<li>Radial scar:&nbsp; central core with radiating ducts and lobules that may contain areas with other proliferative lesions (Because of its spiculated shape, it can appear similar to malignancy on imaging.)</li>\n\t\t<li>Usual ductal hyperplasia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26588.jpg\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ):&nbsp; increased proliferation of cells within the ductal space, no features of atypia</li>\n\t\t<li>Fibroadenoma:&nbsp; benign solid tumor with glandular and fibrous tissue</li>\n\t\t<li>Intraductal papilloma:&nbsp; benign papillary tumor arising from the lining of breast ducts</li>\n\t</ul>\n\t</li>\n\t<li><strong>Proliferative lesions with atypia</strong>:&nbsp; There is a significantly increased risk for cancer, which can develop in either breast, not necessarily at the site of the atypical lesion.&nbsp; As a result, patients with these lesions are offered chemoprevention to reduce breast cancer risk.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Atypical ductal hyperplasia:&nbsp; relative risk 3-5</li>\n\t\t<li>Atypical lobular hyperplasia:&nbsp; relative risk 3-5</li>\n\t\t<li>Lobular carcinoma in situ:&nbsp; relative risk 7-11</li>\n\t</ul>\n\t</li>\n</ul>\n</div>\n\n            "
}