{
  "meta": {
    "title": "Cervical dysplasia and cancer",
    "url": "https://brainandscalpel.vercel.app/cervical-dysplasia-and-cancer-8db6fb9e-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:19.170Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Cervical intraepithelial neoplasia (CIN) is a premalignant lesion that arises from the epithelial cells of the cervix.&nbsp; Cervical cancer is the progression of CIN with invasion through the basement membrane.&nbsp; It is a significant cause of morbidity and mortality, particularly in resource-limited settings.&nbsp; The primary cause of cervical dysplasia and cancer is persistent high-risk human papillomavirus (HPV) infection, making it one of the most preventable cancers through vaccination and screening.</p><h1>Cervical anatomy and histology</h1><p>The cervix is lined by 2 types of epithelia:</p><ul class=\"article-body-unordered-list\"><li>Stratified squamous (nonkeratinized) epithelium lines the ectocervix, which protrudes into the vagina and is visible on speculum examination.</li><li>Simple columnar epithelium lines the endocervix, which contains mucus-secreting glands and consists of the endocervical canal that runs from the external os to the internal os.</li></ul><p>Both epithelial types are present in the transformation zone (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15842.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), the area where columnar epithelium undergoes squamous metaplasia (ie, columnar epithelium is replaced with squamous epithelium).&nbsp; Squamous metaplasia develops following the hormonally mediated cervical growth that occurs in adolescence.&nbsp; This cervical growth causes the endocervix to evert, exposing fragile columnar epithelial cells to vaginal acidity.&nbsp; As a result, these columnar cells are gradually replaced with durable metaplastic squamous cells, forming the transformation zone.&nbsp; Because of the constant cell turnover and metaplasia, the <strong>transformation zone</strong> is the most common site for cervical dysplasia and cancer.<p></p><h1>Pathogenesis and risk factors</h1><p>The most important risk factor for the development of CIN and cervical cancer is persistent <strong>HPV infection</strong>, particularly with high-risk strains (types 16 and 18).</p><p>HPV is a nonenveloped, capsid, double-stranded DNA virus that causes disease by infecting and replicating within squamous epithelial cells.&nbsp; The oncogenic capability of HPV is dependent on its ability to integrate into the host genome and subsequently produce viral proteins E6 and E7, which interact with cell cycle regulatory proteins p53 and Rb, respectively (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31100.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; E6 binds p53, leading to its ubiquitination and subsequent proteasomal degradation.&nbsp; Without p53, the cell is unable to halt cell growth to repair damaged DNA or trigger apoptosis when DNA is damaged beyond repair.&nbsp; Similarly, E7 binds Rb and displaces bound transcription factors, promoting unregulated DNA replication and cyclin-mediated cell cycling.&nbsp; The collective effects of E6 and E7 lead to inhibition of cell cycle regulation and evasion of apoptosis, consequently increasing malignant potential.<p></p><p>CIN, a premalignant lesion, represents a spectrum of dysplastic changes (due to HPV) that can lead to cervical cancer (ie, invasion past the basement membrane).&nbsp; Squamous dysplasia is characterized by a breakdown in the normal, organized progression from tall cells in the basal layer to flattened cells on the epithelial surface.&nbsp; Individual dysplastic cells are often pleomorphic (differing in shape and size), have enlarged hyperchromatic (dark staining) nuclei, and are associated with numerous mitotic figures (normally only found in the basal layer).&nbsp; The grade of CIN describes the degree of epithelial dysfunction (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26618.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li>Low-grade squamous intraepithelial lesion (LSIL)/CIN 1:&nbsp; Dysplasia involves the lower third of the epithelium</li><li>High-grade squamous intraepithelial lesion (HSIL)/CIN 2 or CIN 3:&nbsp; Dysplasia involves beyond the lower third of the epithelium but does not penetrate the basement membrane (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L86334.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )</li></ul><p>Therefore, the development of cervical cancer occurs in a stepwise sequence that begins with the acquisition of a high-risk-strain HPV infection at the cervical transformation zone followed by persistent infection that allows epithelial cells to develop from premalignant to malignant lesions.</p><p>HPV is common, and exposure is nearly ubiquitous in sexually active individuals, yet only a small subset develop cervical cancer because most HPV infections are transient because dysplastic changes can be reversed as the immune system clears the infection.&nbsp; Therefore, the most important risk factors for cervical cancer are those that increase exposure to HPV and those that decrease the efficacy of the immune system.&nbsp; These include:</p><ul class=\"article-body-unordered-list\"><li>Early onset of sexual activity</li><li>Multiple sexual partners</li><li>Tobacco use</li><li>Immunosuppression (eg, HIV, chronic systemic corticosteroid use)</li><li>Low socioeconomic status</li><li>Long-term use of oral contraceptives</li><li>History of sexually transmitted infections</li></ul><h1>Clinical presentation</h1><p>CIN and early-stage cervical cancer most often are <strong>asymptomatic</strong>, with most cases detected during routine cervical cancer screening. When symptomatic, common presentations include:</p><ul class=\"article-body-unordered-list\"><li>Abnormal vaginal bleeding:&nbsp; particularly <strong>postcoital bleeding</strong> or postmenopausal bleeding</li><li>Vaginal discharge:&nbsp; often watery, bloody, or malodorous</li><li>Dyspareunia:&nbsp; pain during intercourse</li></ul><p>Locally advanced disease can cause urinary or rectal symptoms.&nbsp; As the tumor progresses and extends laterally through the parametrium and pelvis, it can lead to low back and pelvic pain that can radiate down the back of the legs.&nbsp; With local advancement, obstruction of the surrounding blood vessels, lymphatics, and ureters results in lymphedema and hydronephrosis.</p><h2>Physical examination</h2><p>CIN has a wide range of appearances on speculum examination, with the more significant the dysplasia, the more likely a discernible abnormality.&nbsp; It can range from no gross abnormality to visually apparent lesions, areas of hypervascularity, or areas of increased friability.</p><p>Cervical cancer appears as a <strong>friable, exophytic mass</strong> (due to tumor growth) or a <strong>painless, ulcerative lesion</strong> (due to tumor necrosis).&nbsp; In patients with advanced-stage disease, metastases can develop and cause painless inguinal lymphadenopathy.</p><p>On bimanual examination and cervical palpation, even with no visible mass, the cervix may feel abnormally hard or firm, which is due to a desmoplastic reaction.&nbsp; The neoplasia causes increased production of collagen and other extracellular matrix proteins leading to scar formation.</p><h1>Diagnosis</h1><p>The diagnosis of CIN or cervical cancer is made through histopathologic evaluation of a cervical biopsy or surgical specimen found after an abnormal cervical cancer screening test.</p><p>Cervical cancer screening tests include cervical cytology (ie, Pap test), primary HPV testing, or a combination of the two; the timing between and types of screening depend on age and prior screening test results (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31379.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li>Cervical cytology through a Pap test collects ectocervical cells from the outer cervix and endocervical cells from the endocervical canal.</li><li>HPV testing detects high-risk HPV only</li><li>Cotesting combines cervical cytology and HPV testing</li></ul><p>If any of these tests are abnormal, follow-up with <strong>colposcopy</strong> is required.&nbsp; Colposcopy magnifies the cervix so that abnormal areas are more easily identified for biopsy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29819.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; After the application of acetic acid and/or Lugol solution (iodine), abnormal cells appear lighter than normal cells (known as an <strong>acetowhite change</strong>) and hypervascular areas are more readily visualized.&nbsp; These abnormal areas (eg, acetowhite changes, abnormal vasculature) require a punch biopsy for evaluation.&nbsp; In addition to biopsy of the ectocervix, <strong>endocervical curettage</strong> is performed (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60486.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) to evaluate tissue from the endocervical canal (an area that is not visible, even with colposcopy).<p></p><p>If a lesion is grossly visible, a biopsy (rather than Pap or HPV testing due to decreased sensitivity and delay in diagnosis) must always be performed.</p><h1>Pathology</h1><h2>Cervical intraepithelial neoplasia</h2><p>Cytology from Pap testing evaluates isolated cells from the ectocervix and endocervix; abnormalities in these cells determine the need for biopsy.&nbsp; The results of the Pap test are differentiated between squamous and glandular cells.</p><h2>Squamous cells</h2><p>Squamous cell abnormalities are divided into:</p><ul class=\"article-body-unordered-list\"><li><strong>Atypical squamous cells</strong> (ASC): abnormal cells that do not meet criteria for CIN.</li><li><strong>Low-grade squamous intraepithelial lesion</strong> (LSIL): shows koilocytes, which are abnormal cells caused by HPV replication.&nbsp; Infected cervical cells develop a cytoplasmic clearing around the nucleus, resulting in the characteristic perinuclear halo of a <strong>koilocyte</strong>.&nbsp; They also have enlarged, dark nuclei with irregular nuclear contours (ie, raisinoid appearance) and may be binucleated.</li><li><strong>High-grade squamous intraepithelial lesion</strong> (HSIL): abnormal cells associated with high-risk strains of HPV and underlying CIN 2 and CIN 3</li></ul><p>Cervical biopsies may be indicated depending on the type of abnormal cervical cytology (and HPV status).&nbsp; These full-thickness biopsies allow for the depth of cervical dysplasia to be assessed, which determines the CIN grade.&nbsp; The CIN grades are divided into:</p><ul class=\"article-body-unordered-list\"><li><strong>CIN 1 (low-grade)</strong>:&nbsp; Dysplasia is confined to the lower third of the cervical epithelium; most cases regress spontaneously once the HPV infection resolves.</li><li><strong>CIN 2 or CIN 3 (high-grade)</strong>:&nbsp; Dysplastic epithelial cells extend beyond the lower third of the epithelium and show extension toward the epithelial surface (sometimes involving the entire thickness of the epithelium, formerly known as carcinoma in situ).&nbsp; High-grade CIN has a higher risk for progression to invasive carcinoma.</li></ul><h2>Glandular cells</h2><p>Glandular cells are found at the squamocolumnar junction, in the endocervical canal, and within the uterus (endometrium).&nbsp; Glandular cells are divided into:</p><ul class=\"article-body-unordered-list\"><li>Benign-appearing endometrial cells</li><li>Atypical glandular cells that favor either the endocervix or endometrium</li><li>Atypical glandular cells that favor neoplasm</li></ul><p>Because glandular cells occur in different areas, an age-dependent work-up assesses each of these compartments when atypical glandular cells are found on Pap test (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/108249.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li>Age ≥35:&nbsp; colposcopy, endocervical curettage, and endometrial biopsy</li><li>Age &lt;35 with risk factors (eg, abnormal uterine bleeding, anovulation, obesity):&nbsp; colposcopy, endocervial curettage, and endometrial biopsy</li><li>Age &lt;35:&nbsp; colposcopy and endocervical curettage</li></ul><p>This occurs because endometrial cells on Pap testing should always be considered abnormal in postmenopausal women or premenopausal women with abnormal uterine bleeding (eg, anovulation, obesity), and these patients require evaluation for possible endometrial cancer.</p><h2>Cervical cancer</h2><p>Invasive cervical carcinoma is diagnosed when atypical cells extend below the epithelium (eg, nests of atypical cells in the subepithelial stroma) and invade into the basement membrane.</p><p>Cervical cancer is divided into 2 major histological types:</p><ul class=\"article-body-unordered-list\"><li><strong>Squamous cell carcinoma</strong> constitutes about 70%-80% of cervical cancers and originates from the squamous epithelium.&nbsp;</li><li><strong>Adenocarcinoma</strong> represents 10%-20% of cases and arises from the glandular epithelium of the endocervix.</li></ul><h1>Management</h1><h2>Cervical intraepithelial neoplasia</h2><p>The management of CIN is based primarily on the risk for progression to cancer.&nbsp; The risk for progression is based on age and CIN grade:</p><ul class=\"article-body-unordered-list\"><li>Low-grade lesions (CIN 1) have a low potential for progression to malignancy and a high potential of regression; therefore, the preferred approach for most younger patients with low-grade lesions is observation with close follow-up (eg, repeat screening in 1 year).</li><li>In contrast, high-grade lesions (CIN 2 or CIN 3) or adenocarcinoma in situ (ie, premalignant lesion of cervical adenocarcinoma) is associated with an increased risk for progression to cancer.&nbsp; Therefore, treatment with an excisional procedure is typically performed (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22781.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).</li></ul><p>The types of excisional procedures include loop electrosurgical excision procedure (<strong>LEEP</strong>) or <strong>cold knife conization</strong> (CKC) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29759.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ). Following excisions, the cervical margins are evaluated to ensure that they are free of disease.<p></p><ul class=\"article-body-unordered-list\"><li>If the margins are clear and there is no evidence of cancer, HPV-based testing (eg, primary HPV testing [without cytology], HPV cotesting [with cytology]) is performed 6 months postprocedure to guide further management</li><li>In contrast, patients with positive surgical margins (ie, residual CIN) require a repeat excisional procedure.</li></ul><p>Cervical excision procedures are effective at treating cervical dysplasia, but the procedures can cause significant sequelae, particularly CKCs, because this procedure can remove a significant portion of the endocervical canal.&nbsp; In pregnancy, complications associated with cervical excision procedures include cervical insufficiency and preterm prelabor rupture of membranes.&nbsp; A nonpregnancy-related complication is cervical stenosis, an abnormal stricture of the cervical canal, which may cause impedance of menstrual blood flow and subsequent dysmenorrhea or secondary amenorrhea.</p><h2>Cervical cancer</h2><p>Invasive cervical cancer is managed based on stage.&nbsp; Because advanced-stage cervical cancer is predominantly found in resource-limited areas, <strong>staging is clinical</strong> rather than surgical.&nbsp; However, in resource-rich regions, advanced imaging (eg, MRI, positron emission tomography) is often used to assess for metastatic disease (eg,&nbsp; pelvic and paraaortic lymph node involvement).</p><p>In general, the staging for cervical cancer is as follows:</p><ul class=\"article-body-unordered-list\"><li>Stage I:&nbsp; is confined to the cervix.</li><li>Stage II:&nbsp; invades beyond the uterus but does not involve the lower third of the vagina or pelvic side walls.</li><li>Stage III:&nbsp; has extension to the lower third of the vagina and/or pelvic sidewalls, associated hydronephrosis, and/or paraaortic lymph node metastasis.</li><li>Stage IV:&nbsp; extends beyond the pelvis or involves the bladder or rectum.</li></ul><p>Treatment of invasive cervical cancer depends on the stage.&nbsp; Early-stage (stage I) cervical cancer is primarily managed with surgery (ranging from cervical conization to radical hysterectomy) due to the long-term complications of chemoradiation (eg, ovarian insufficiency, sexual dysfunction).&nbsp; More advanced stages of cervical cancer (stages II-IV) require treatment with <strong>radiation and chemotherapy</strong> (eg, cisplatin and fluorouracil) rather than surgery.</p><h1>Complications and prognosis</h1><p>The prognosis of cervical cancer is based on the stage, with dramatically higher mortality rates with increasing stages (with mortality rates as high as 40% 5 years after the diagnosis of stage IV).&nbsp; The majority of complications of cervical cancer are related to surgery and chemoradiation and include:</p><ul class=\"article-body-unordered-list\"><li><strong>Bowel and bladder dysfunction</strong>:&nbsp; occurs most commonly from radiation and can result in the development of incontinence and fistulas.</li><li><strong>Ovarian failure</strong>:&nbsp; can occur from both surgical and chemoradiation therapy, resulting in estrogen deficiency with subsequent infertility and menopause</li><li><strong>Sexual dysfunction</strong>:&nbsp; occurs due to shortening and scarring of the vagina (resulting in dyspareunia), vulvovaginal atrophy from estrogen deficiency, and psychologic sequelae from cancer treatment.</li></ul><h1>Special considerations: pregnancy</h1><p>Cervical cancer screening is part of the initial prenatal visit.&nbsp; Patients with low-grade abnormalities undergo repeat Pap testing postpartum.&nbsp; In contrast, patients with high-grade lesions require further evaluation with colposcopy.</p><p>Colposcopy is safe in pregnancy and is not associated with adverse pregnancy outcomes; however, endocervical curettage is deferred during pregnancy due to the risk for spontaneous abortion and preterm delivery.&nbsp; If there is suspicion for high-grade features, biopsy is performed because pregnant patients with cervical cancer require specialized management (eg, early delivery) to decrease the risk for cancer progression.&nbsp; Patients with high-grade features on Pap testing and a normal colposcopy require repeat Pap testing postpartum.</p><h1>Special considerations: Cervical cancer and HIV</h1><p>Patients with HIV are at increased risk for developing cervical cancer, being diagnosed with a higher cancer stage, and having a worse prognosis; the median survival time is &lt;12 months after diagnosis.&nbsp; In addition, invasive cervical cancer is considered an <strong>AIDS-defining illness</strong>.&nbsp; Therefore, patients require cervical cancer screening on diagnosis with HIV (age ≥21) and require routine screening with cytology and HPV cotesting; HPV-testing alone is not approved because it is not as sensitive for diagnosis as other methods in this population.</p><h1>Prevention</h1><p>Prevention of cervical cancer is most effective through vaccination and routine screening.</p><h2>Vaccination</h2><p>The most effective form of prevention is through the <strong>HPV vaccine</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31565.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; The most widely-available vaccine is a 9-valent vaccine that protects against HPV types 6, 11, 16, 18, 31, 33, 45, 52, and 58 and prevents HPV-associated diseases from these genotypes.<p></p><p>Because the vaccine protects against the acquisition of HPV, it is most effective when administered prior to sexual initiation because it does not eradicate or treat already existing HPV.</p><p>This is now a universally recommended vaccine for all children, but the HPV vaccination schedule varies based on age:</p><ul class=\"article-body-unordered-list\"><li>Age 9-14:&nbsp; 2-dose schedule: 2 doses at 0 and 6-12 months</li><li>Age &gt;15:&nbsp; 3-dose schedule: 3 doses at 0, 1-2, and 6 months</li><li>Immunocompromised individuals (any age):&nbsp; 3 doses at 0, 1-2, and 6 months</li><li>Catch-up vaccination:&nbsp; recommended for individuals up to age 26 not previously vaccinated or those with an incomplete vaccination series</li><li>A 3-dose schedule, which can be offered to adults age 27-45 for those with prior low HPV exposure or those with high occupational exposures (ie, health care workers)</li></ul><h2>Screening</h2><p>Routine cervical cancer screening begins at age 21 (regardless of onset of sexual activity) and is scheduled based on age and mode of screening (eg, cytology only, cytology plus HPV testing, HPV testing only) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31379.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Screening continues in most patients until age 65, when it can be discontinued in low-risk patients with prior negative screening.<p></p><p>Because of the increased risk for cervical cancer in certain high-risk patients, such as those with HIV or those who are chronically immunosuppressed, the screening protocols include more frequent testing.</p><h1>Summary</h1><p>Cervical cancer (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/56204.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) is a largely preventable disease with vaccination, regular screening, and early treatment of precancerous lesions.&nbsp; The most important risk factor is persistent human papillomavirus infection with high-risk strains (types 16 and 18).&nbsp; Cervical cancer is clinically staged and most cases are treated with chemoradiation.<p></p></div>\n            "
}