{
  "meta": {
    "title": "Condyloma acuminata",
    "url": "https://brainandscalpel.vercel.app/condyloma-acuminata-6e3983d8-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:19.050Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Condyloma acuminata, also known as anogenital warts, are a common sexually transmitted infection (STI) caused by human papillomavirus (HPV), most often types 6 and 11.&nbsp; HPV infection is common and is spread by direct skin-to-skin contact.&nbsp; Anogenital warts can develop in both men and women in the genital, perineal, and perianal areas.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Multiple sexual partners with no barrier contraception</li>\n\t<li>Younger age (20-24)</li>\n\t<li>Immunosuppression (eg, HIV/AIDS, immunosuppressive therapy)</li>\n\t<li>Smoking</li>\n\t<li>Prior STIs</li>\n</ul>\n<h1>Pathophysiology</h1><br><br><p>HPV is a nonenveloped, double-stranded DNA virus with multiple strands.&nbsp; HPV can be categorized as high or low risk based on the propensity to cause malignancy.&nbsp; Low-risk <strong>HPV types 6 and 11</strong> are primarily responsible for the development of condyloma acuminata.&nbsp; The virus infects the basal cells of the epithelium through microabrasions or microtrauma.&nbsp; Once inside the cell, HPV DNA integrates into the host genome, leading to cellular proliferation and the formation of warty growths, which are benign but usually persistent and recurrent.</p>\n<h1>Pathology</h1><br><br><p>Histopathologic features (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66002.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) include papillary architecture with thickening of the stratum corneum (hyperkeratosis), epidermal hyperplasia (acanthosis), nuclear irregularity, and perinuclear vacuolization (koilocytosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6085.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )).<p></p>\n<h1>Clinical presentation</h1><br><br><p>Condyloma acuminata appear as soft, flesh-colored verrucous (cauliflower-like) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20363.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) or smooth, flat (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11321.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ) papules on the genitalia (vulva or penis), perineum, and/or perianal region.&nbsp; They are less commonly found on or in the cervix, vagina, urethra, or oral cavity.<p></p><br><br><p>Most often, genital warts are completely asymptomatic; however, some may exhibit pruritus, discomfort, and/or friability (bleeding with contact).</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis is primarily clinical based on characteristic clusters of soft verrucous or flat lesions in the genitalia, perineum, and/or perianal regions.&nbsp; Application of acetic acid can aid in diagnosis because anogenital warts exhibit acetowhite changes.</p><br><br><p>Biopsy may be indicated to rule out malignancy if the diagnosis is uncertain, if the lesion appears atypical (eg, ulceration, atypical pigmentation, associated lymphadenopathy), or if the lesion does not respond to standard treatment.&nbsp; In immunocompromised patients, biopsy is required to exclude malignancy because anogenital warts in these patients are more commonly caused by high-risk (oncogenic) HPV infections (types 16 and 18), which can lead to squamous cell carcinoma (eg, vulvar squamous carcinoma).</p>\n<h1>Imaging and laboratory evaluation</h1><br><br><p>Condyloma acuminata do not require standard laboratory testing, but STI screening should be performed at diagnosis to evaluate for concurrent STIs.</p><br><br><p>Imaging is rarely needed but certain types of imaging may be used to evaluate extensive and/or internal warts:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Anoscopy (perianal warts)</li>\n\t<li>Colposcopy (cervical or vaginal warts)</li>\n\t<li>Urethroscopy (urethral warts)</li>\n</ul>\n<h1>Differential diagnosis</h1><h2>Benign papular cutaneous conditions</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Seborrheic keratosis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45929.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ):&nbsp; hyperpigmented, stuck-on, verrucous papules that usually appear in patients age &gt;50</li>\n\t<li><strong>Acrochordon</strong> (skin tags) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50626.jpg\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ):&nbsp; benign overgrowth of normal skin that appears as pedunculated lesions on a narrow stalk</li>\n</ul>\n<h2>STIs</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Molluscum contagiosum</strong>:&nbsp; Smooth, pearly lesions with central umbilication are caused by poxvirus, which is spread through sexual contact when it develops on the genitals</li>\n\t<li><strong>Syphilis</strong>:&nbsp; Condyloma lata, seen in secondary syphilis, clinically presents as painless, white or gray, smooth, velvety/moist papules most commonly at the mucous membranes and moist skin of the mouth, genital organs, and perineum.</li>\n\t<li><strong>Herpes simplex virus</strong>:&nbsp; Small, grouped, and painful vesicles erode to form painful ulcers.</li>\n</ul>\n<h2>Premalignant and malignant disorders</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vulvar high-grade squamous intraepithelial lesions</strong>:&nbsp; Premalignant lesions most often caused by high-risk (oncogenic) HPV (eg, types 16 and 18) may appear as raised, red, or ulcerated vulvar lesions.</li>\n\t<li><strong>Squamous cell carcinoma</strong>:&nbsp; Malignancy associated with high-risk HPV (eg, types 16 and 18) can present with warty lesions that may have superimposed ulcerations.&nbsp; Patients often have pain, itching, or bleeding.</li>\n</ul>\n<h1>Management</h1><br><br><p>Anogenital warts may spontaneously resolve, persist, or progress, but it is impossible to predict which will regress without treatment; therefore, most patients desire treatment.&nbsp; Because HPV is not eradicated with treatment, genital warts often recur.</p><br><br><p>Treatment is categorized as medical or surgical.&nbsp; In general, smaller lesions (&lt;1 cm) are more likely to respond to medical management, and larger lesions (&gt;1 cm) usually require surgical management.</p>\n<h2>Medical therapy</h2><br><br><p>Medical therapy options include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cytodestructive therapies, which are directly cytotoxic to the wart tissue\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Podophyllotoxin</strong> inhibits cell division at metaphase.</li>\n\t\t<li><strong>Trichloroacetic acid</strong> destroys tissue via chemical coagulation of tissue proteins.</li>\n\t</ul>\n\t</li>\n\t<li>Immune-mediated therapies, which initiate a local immune response to clear the lesion\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Imiquimod</strong> is a toll-like receptor 7 agonist, which stimulates production of interferon-alpha, tumor necrosis factor, IL-1, IL-6, and IL-8.</li>\n\t\t<li><strong>Sinecatechins</strong> have a poorly understand mechanism that involves the upregulation of apoptotic-associated genes.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Surgical therapy</h2><br><br><p>Surgical management involves both ablative and excisional procedures.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ablative therapies</strong> include cryotherapy (liquid nitrogen to destroy warts via cell lysis) and laser ablation (thermal damage).</li>\n\t<li><strong>Excision</strong> warts are removed to the level of normal tissue followed by cautery at the base.</li>\n</ul>\n<h2>Pregnancy considerations</h2><br><br><p>Pregnant patients with condyloma acuminata may have an increase in the amount and size of the lesions during pregnancy, which could potentially prevent vaginal delivery due to obstruction of the birth canal.&nbsp; In addition, a risk exists for vertical transmission during delivery that can result in neonatal disease (eg, eye disease, respiratory papillomatosis).&nbsp; However, studies have not shown a decreased risk for vertical transmission with treatment, so treatment indications are the same as outside of pregnancy and aim to treat symptoms and cosmesis.&nbsp; It is important to note that most treatment options are contraindicated due to the risk for fetal harm; only trichloroacetic acid and cryoablation are recommended.</p>\n<h1>Preventive measures</h1><br><br><p>The most important and effective prevention strategy is with the <strong>HPV vaccination</strong>, which protects against acquisition of multiple strains of low-risk and high-risk HPV.&nbsp; Barrier contraception (eg, condoms) provides some protection against genital wart development but is not reliable for prevention because transmission can still occur where skin is exposed.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for condyloma acuminata is generally good, and it is generally manageable.&nbsp; However, this condition is often recurring and requires repeated therapy because treatment of condyloma acuminata does not eliminate HPV.</p>\n<h1>Summary</h1><br><br><p>Condyloma acuminata, also known as anogenital warts (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/44026.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), are a common sexually transmitted infection caused by human papillomavirus (HPV), most often types 6 and 11.&nbsp; Recurrences are common, so management is often ongoing.&nbsp; Primary prevention is through the HPV vaccination.<p></p>\n</div>\n\n            "
}