{
  "meta": {
    "title": "Female reproductive system anatomy and histology",
    "url": "https://brainandscalpel.vercel.app/female-reproductive-system-anatomy-and-histology-e36d2112-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:41.313Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The female reproductive system consists of the gonads (ovaries), internal genitalia (eg, fallopian tubes, uterus), and the external genitalia (eg, vulva, clitoris).&nbsp; This article focuses on the function, anatomy, and histology of each component of the female reproductive system.</p>\n<h1>Ovaries</h1><br><br><p>The ovaries are paired structures located posterolaterally to the uterus within the ovarian fossa on the lateral walls of the pelvis, bilaterally.&nbsp; They are suspended superiorly by the mesovarium, medially by the uteroovarian ligament, and laterally by the suspensory ligament of the ovary.&nbsp; The suspensory ligament of the ovary, also known as the infundibulopelvic ligament, is a fold of peritoneum that attaches the ovary to the pelvic sidewall and contains the ovarian artery, ovarian vein, lymphatics, and nerves (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16321.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><p>The 2 functions of the ovary are to produce mature oocytes for reproduction and to produce sex steroids (eg, estrogen, progesterone) for secondary sexual characteristics.</p>\n<h2>Blood supply</h2><br><br><p>The ovaries are supplied blood primarily through the ovarian arteries, which originate from the abdominal aorta.&nbsp; However, they also receive blood from an ascending branch of the uterine artery.&nbsp; Blood is removed from the ovaries through the ovarian veins: the right ovarian vein drains directly into the inferior vena cava, whereas the left ovarian vein drains into the left renal vein (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27605.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p>\n<h2>Nerve supply</h2><br><br><p>The ovaries receive autonomic innervation from the ovarian plexus, which is derived from the renal and aortic plexuses.</p>\n<h2>Lymphatic drainage</h2><br><br><p>The ovaries drain lymph predominantly to the paraaortic lymph nodes, although some lymph is drained to the external and internal iliac lymph nodes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L70925.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p>\n<h2>Histology</h2><br><br><p>The ovary is composed of 2 major portions, the outer cortex and the central medulla.</p><br><br><p>The outermost cortex is lined by a single layer of cuboidal cells (ie, ovarian surface epithelium), which is a modified mesothelium that is continuous with the peritoneum.&nbsp; Within the cortex is ovarian stroma with interspersed ovarian follicles at different developmental stages (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L122803.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; The mature follicle consists of an oocyte (germ cell) encircled by granulosa cells and theca cells, which support the oocyte throughout follicle development.<p></p><br><br><p>The central medulla of the ovary is predominantly composed of blood vessels and nerves within loose connective tissue.</p>\n<h1>Fallopian tubes</h1><br><br><p>The fallopian tubes (oviducts) are approximately 10-12 cm long and extend bilaterally from the uterine cornua.&nbsp; They are divided into 3 sections: the isthmus, ampulla, and infundibulum (which contains fimbriae).&nbsp; The primary function of the fallopian tube is to capture an ovulated oocyte with the fimbriae, provide a site of fertilization, and transport the zygote to the uterus.</p>\n<h2>Blood supply</h2><br><br><p>The fallopian tubes receive blood through the anastomoses of the ovarian artery with an ascending branch of the uterine artery.</p>\n<h2>Nerve supply</h2><br><br><p>The fallopian tubes receive autonomic innervation via the ovarian and uterine plexuses.</p>\n<h2>Lymphatic drainage</h2><br><br><p>Lymph from the fallopian tubes drains primarily to the paraaortic nodes (via ovarian vessels) and iliac lymph nodes (via the uterine vessels) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L70925.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p>\n<h2>Histology</h2><br><br><p>The fallopian tube has 3 layers: the mucosa, the muscularis (composed of an inner circular layer and an outer longitudinal layer), and the serosa.&nbsp; The mucosa is lined with ciliated columnar cells and secretory cells.&nbsp; The zygote moves through the fallopian tube toward the uterus for implantation via peristaltic contractions of the muscularis layer and the coordinated beating of the cilia, which produces laminar flow.</p>\n<h1>Uterus</h1><br><br><p>The uterus is a muscular organ that consists of the fundus, the uterine body, the isthmus (site of fallopian tube insertion), and the cervix.&nbsp; The uterus is covered by a sheet of peritoneum extending from the uterus and upper cervix to the pelvic sidewall, known as the broad ligament (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25298.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; It is divided into 3 parts:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mesosalpinx</strong>:&nbsp; Descends from the fallopian tube.</li>\n\t<li><strong>Mesovarium</strong>:&nbsp; Inferior to the mesosalpinx, covers the ovarian hilum.</li>\n\t<li><strong>Mesometrium</strong>:&nbsp; The largest portion of the broad ligament that lies inferior to the mesovarium, lateral from the uterus to external iliac vessels, and anterior to the proximal round ligament.</li>\n</ul><br><br><p>The primary functions of the uterus are to be the site of implantation and to support fetal development.&nbsp; In addition, the innermost lining of the uterus (endometrium) undergoes monthly shedding and regeneration in the menstrual cycle under the control of fluctuating hormones (eg, estrogen, progesterone).</p>\n<h2>Blood supply</h2><br><br><p>The uterus is supplied blood through the uterine arteries, which are branches of the internal iliac artery.&nbsp; The ureter runs close to the uterine artery, which places the ureter at risk for iatrogenic injury during hysterectomies.&nbsp; The ureter dives under the uterine artery (\"water under the bridge\") in the cardinal ligaments at the site of uterine vessel ligation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74598.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; The uterine venous plexus drains into the internal iliac veins.<p></p>\n<h2>Nerve supply</h2><br><br><p>The uterus receives autonomic innervation through the uterovaginal plexus as well as through sympathetic (via T10-L2) and parasympathetic fibers (S2-S4).</p>\n<h2>Lymphatic drainage</h2><br><br><p>Lymph drainage of the uterus primarily occurs through the external iliac arteries, although some drainage (primarily of the fundus) occurs through the paraaortic lymph nodes.</p>\n<h2>Histology</h2><br><br><p>The uterus is composed of 3 layers of tissue:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Endometrium</strong>:&nbsp; The endometrium is the inner lining of the uterus and consists of the functional layer (shed during menstruation) and the regenerative basal layer.&nbsp; The endometrial mucosa consists of endometrial glands (lined by columnar cells) with surrounding stroma.&nbsp; The endometrium is dynamic, undergoing changes that are stimulated by estrogen and progesterone during phases of the menstrual cycle.</li><ul>\n\t<li>In the follicular phase (estrogen-dominant phase), the endometrium proliferates and thickens (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L126502.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li>In the luteal phase (progesterone-dominant phase), the endometrium differentiates into secretory endometrium (via spiral vessel coiling and large intracytoplasmic glycogen vacuole deposition within the cells), preparing it for implantation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L126503.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; If implantation does not occur, progesterone levels fall and the uterine lining sheds (menses).</li></ul>\n\t<li><strong>Myometrium</strong>:&nbsp; The myometrium comprises the majority of the uterus and is made of thick smooth muscle, which is responsible for uterine contractions during delivery.</li>\n\t<li><strong>Perimetrium</strong>:&nbsp; The perimetrium is the outer serosal covering of the uterus, comprised of simple squamous epithelium.</li>\n</ul>\n<h1>Vagina</h1><br><br><p>The vagina is a fibromuscular tube (about 7-10 cm in length) and part of the outflow tract (for menstrual outflow, giving birth) of the female reproductive system.&nbsp; The upper two-thirds of the vagina are formed from the paramesonephric ducts, and the lower one-third is formed from the urogenital sinus.</p>\n<h2>Blood supply</h2><br><br><p>The primary blood supply of the vagina is the vaginal artery.&nbsp; The origin of the vaginal artery varies and can arise from the internal iliac artery or the uterine artery.&nbsp; The vaginal venous plexus drains into the internal iliac artery.</p>\n<h2>Nerve supply</h2><br><br><p>Innervation of the vagina is varied and is divided according to embryologic origin.&nbsp; The upper two-thirds are innervated by autonomic fibers from the uterovaginal plexus, whereas the lower one-third is innervated by somatic fibers from the pudendal nerve (S2-S4).</p>\n<h2>Lymphatic drainage</h2><br><br><p>Lymph from the upper 2/3 of the vagina is drained to the internal iliac lymph nodes, whereas the lower one-third drains to the superficial inguinal lymph nodes.</p>\n<h2>Histology</h2><br><br><p>The vaginal wall is composed of 3 main layers:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mucosa</strong>:&nbsp; The mucosa is lined by nonkeratinized stratified epithelium, supported by a lamina propria rich in elastic and collagen fibers.&nbsp;</li>\n\t<li><strong>Muscularis</strong>:&nbsp; The muscularis is made up of 2 layers of smooth muscle (providing distensibility): the inner circular layer and the outer longitudinal layer.</li>\n\t<li><strong>Adventitia</strong>:&nbsp; The adventitia is composed of connective tissue, which anchors the vagina to surrounding pelvic structures.</li>\n</ul>\n<h1>External genitalia (vulva)</h1><br><br><p>The external genitalia include the mons pubis, labia majora, labia minora, clitoris, vestibule of the vagina, and greater vestibular glands (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95019.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; Structures of the external genitalia are derived from the genital tubercule (eg, labia majora and minora, clitoris) and the urogenital sinus (eg, vaginal vestibule, greater vestibular glands).<p></p>\n<h2>Blood supply</h2><br><br><p>The external genitalia receive blood from the internal pudendal artery, which arises from the internal iliac artery and travels from the pudendal canal with the pudendal nerve.&nbsp; The internal pudendal vein drains into the internal iliac vein.</p>\n<h2>Nerve supply</h2><br><br><p>The external genitalia are innervated by somatic fibers from the pudendal nerve (S2-S4).&nbsp; The pudendal nerve originates from the ventral rami of S2-S4 and passes between the piriformis and coccygeus muscles as it exits the pelvis through the greater sciatic foramen.&nbsp; It then reenters the pelvis near the ischial spine through the lesser sciatic foramen before dividing into its terminal branches.&nbsp; Sensory branches innervate the external genitalia and skin around the anus and perineum.&nbsp; Motor branches innervate the pelvic floor muscles and external urethral and anal sphincters.</p>\n<h2>Lymphatic drainage</h2><br><br><p>Lymph from the vulva drains initially to the inguinofemoral nodes, which consist of a superficial inguinal node and a deeper femoral node (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/67375.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Histology</h2><br><br><p>The labia majora is composed of stratified squamous epithelium and sebaceous glands.&nbsp; The labia minor is lined by a squamous epithelium with a thin keratin layer and contains fewer glands than the labia majora and no hair follicles.&nbsp; The clitoris contains corpus cavernosum composed of erectile tissue.</p>\n</div>\n\n            "
}