{
  "meta": {
    "title": "Functional ovarian cysts",
    "url": "https://brainandscalpel.vercel.app/functional-ovarian-cysts-174a7a39-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:45.418Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Functional ovarian cysts are physiologic, fluid-filled structures that can develop due to the changes in the ovary during the normal menstrual cycle.&nbsp; They are the most common type of ovarian cyst and are typically benign and self-limited.</p>\n<h1>Pathogenesis</h1><br><br><p>Functional ovarian cysts arise in the setting of normal ovarian function due to follicular development and ovulation.</p><br><br><p>During each menstrual cycle, multiple follicles develop until a tertiary (antral) follicle is selected for ovulation.&nbsp; Following the release of the oocyte, the follicular remnant becomes the corpus luteum (which secretes progesterone).&nbsp; If pregnancy does not occur, the corpus luteum regresses and becomes the corpus albicans.&nbsp; Disruptions to the normal ovarian follicular cycle can result in functional ovarian cysts:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Follicular cyst</strong> (physiologic cyst):&nbsp; Occurs when a dominant follicle does not rupture, continues to grow, and becomes distended with fluid.&nbsp; By convention, an ovarian follicle measures &lt;3 cm and becomes classified as a follicular cyst if it measures ≥3 cm.</li>\n\t<li><strong>Corpus luteum cyst</strong>:&nbsp; Develops when the corpus luteum fills with fluid or blood rather than regresses.&nbsp; Small (&lt;3 cm) corpus luteum cysts are normal in early pregnancy.</li>\n</ul><br><br><p>Both follicular and corpus luteum cysts may become hemorrhagic; if significant blood loss occurs within a cyst, signs of acute anemia due to blood loss (eg, dizziness, syncope) may develop.</p>\n<h1>Risk factors</h1><br><br><p>Risk factors for functional cyst formation are directly related to ovulatory function and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Reproductive age.</li>\n\t<li>Ovulatory menstrual cycles.</li>\n\t<li>Use of progestin-only oral contraceptive pills, the progestin-containing intrauterine device (provides effective contraception but does not reliably prevent ovulation), and the copper-containing intrauterine device.</li>\n\t<li>Use of fertility medications (eg, clomiphene citrate).</li>\n</ul>\n<h1>Pathology</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Follicular cyst</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27748.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; Thin-walled, unilocular cyst that can range in size (usually &lt;10 cm) and is lined by granulosa cells (inner layer) and theca cells (outer layer).&nbsp; Follicular cysts usually have a smooth wall and contain clear to straw-colored fluid but may become hemorrhagic.</li>\n\t<li><strong>Corpus luteum cyst</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L83867.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; Thicker-walled cyst that can range in size and is lined by luteinized (ie, yellow) granulosa cells (inner layer) and theca cells (outer layer).&nbsp; Corpus luteum cysts grossly appear yellow with a convoluted cyst wall and may contain internal debris and hemorrhage.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Most functional ovarian cysts are <strong>asymptomatic</strong> and may be discovered incidentally on imaging studies with pelvic examination.&nbsp; However, larger functional cysts may present with pelvic pain, pelvic pressure, or dyspareunia (pain with intercourse).</p><br><br><p>Some cysts may present more urgently with the following situations:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cyst rupture</strong>:&nbsp; Presents with acute, sharp pelvic pain due to peritoneal irritation from cyst content spillage; rupture is often preceded by strenuous physical activity (eg, exercise, intercourse).</li>\n\t<li><strong>Ovarian torsion</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29661.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; Presents with acute-onset unilateral pelvic pain with nausea and vomiting due to ovarian vascular occlusion with ovarian twisting around the infundibulopelvic and the uteroovarian ligaments.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ectopic pregnancy</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22614.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; Classically presents with pelvic pain and a complex adnexal mass on ultrasonography (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47882.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Endometrioma</strong> (chocolate cyst) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28864.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; Presents as homogeneous \"ground-glass\" adnexal masses on ultrasonography (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L119603.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).&nbsp; Patients often have a long history of endometriosis.</li>\n\t<li><strong>Ovarian neoplasm</strong>:&nbsp; Both benign and malignant ovarian neoplasms cause symptoms similar to those caused by functional ovarian cysts but have different appearances on ultrasonography (eg, hair or teeth in dermoid cysts (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71169.jpg\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                )).&nbsp; Ultrasonographic findings concerning for malignancy include thick septations, internal vascularity, and solid components (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71167.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Pelvic inflammatory disease</strong>:&nbsp; A complication of an upper genital tract infection (eg, uterus, fallopian tubes, ovaries) results in a tuboovarian abscess, which is seen as a multilocular mass with thick walls on ultrasonography.&nbsp; Patients also have fever, chills, persistent pelvic pain, and cervical motion tenderness on examination.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>A definitive diagnosis can be made only through histologic evaluation, though surgery is usually not indicated.&nbsp; Therefore, a presumptive diagnosis of functional ovarian cyst is made by the identification of <strong>pelvic ultrasonography</strong> features in a woman of reproductive age:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Follicular cyst</strong>:&nbsp; Unilocular cyst with a smooth, thin wall and anechoic fluid.</li>\n\t<li><strong>Corpus luteum cyst</strong>:&nbsp; Unilocular cyst with an irregular, thicker wall with peripheral blood flow.</li>\n\t<li><strong>Hemorrhagic cyst</strong>:&nbsp; Follicular and corpus luteum cysts may become hemorrhagic cysts; these are more complex-appearing cysts that contain anechoic fluid with lace-like reticular echoes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L117413.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>Laboratory evaluation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>β-hCG:&nbsp; Excludes pregnancy.</li>\n\t<li>Complete blood count:&nbsp; Typically normal, however, anemia may occur with cyst rupture, and leukocytosis can be a sign of ovarian necrosis if ovarian torsion occurs.</li>\n\t<li>Tumor markers:&nbsp; Not indicated in simple appearing adnexal masses (particularly in premenopausal patients).</li>\n</ul><br><br><p>Classic findings of complications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cyst rupture</strong>:&nbsp; A hemorrhagic cyst with free fluid in the pelvis.&nbsp; Although a small amount of simple anechoic fluid is a normal finding in reproductive-age women, a large amount of non-simple appearing fluid is suggestive of intraabdominal hemorrhage.</li>\n\t<li><strong>Ovarian torsion</strong>:&nbsp; Unilaterally enlarged, edematous ovary, often containing a cyst or peripherally displaced follicles (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L106073.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ).&nbsp; The whirlpool sign (representing the twisted vascular pedicle) and absent or impaired blood flow on Doppler ultrasonography may be seen, though the presence of blood flow does not exclude the possibility of torsion.</li>\n</ul>\n<h1>Management</h1><h2>Asymptomatic functional cysts</h2><br><br><p>Patients with asymptomatic functional ovarian cysts can be <strong>managed conservatively</strong>.&nbsp; <strong>Repeat ultrasonography</strong> is generally performed after several months to evaluate for resolution, stability, or growth of the cyst.&nbsp; Small (&lt;5 cm) simple follicular cysts with no complex features do not require follow-up in the absence of risk factors or symptoms.&nbsp; In contrast, cysts that grow or develop complex features require additional follow-up and evaluation for ovarian cancer.</p>\n<h2>Symptomatic functional cysts</h2><br><br><p>Even for symptomatic functional ovarian cysts, most patients are managed <strong>conservatively with analgesics</strong> and <strong>follow-up ultrasonography</strong> in several months to evaluate for the resolution of the cyst.&nbsp; Surgery is rarely indicated for functional ovarian cysts, but if required, an ovarian cystectomy (removal of the cyst only with preservation of the ovary) is preferred in premenopausal patients.&nbsp; In the rare situation that a corpus luteum cyst is removed in early pregnancy, progesterone supplementation is required until placental progesterone production is adequate to maintain the pregnancy (around 10 weeks gestation) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59465.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><br><br><p>Most ruptured cysts are self-resolving; therefore, hemodynamically stable patients may be managed conservatively with analgesics, serial examinations, and complete blood counts to ensure cessation of bleeding.&nbsp; Patients who are <strong>hemodynamically unstable</strong> or who have <strong>active intraperitoneal bleeding</strong> are managed with an <strong>ovarian cystectomy</strong>.</p><br><br><p>Ovarian torsions require surgical detorsion to restore blood flow to the ovary and prevent necrosis; ovarian cystectomy is also performed with detorsion to help prevent recurrence.</p>\n<h1>Prognosis and prevention</h1><br><br><p>Most follicular and corpus luteum cysts self-resolve within weeks to a few months.&nbsp; Recurrence is possible following cystectomy because new cysts can form from different follicles in future menstrual cycles.</p><br><br><p>In patients prone to developing functional ovarian cysts, ovulation suppression with combined oral contraceptive pills can reduce the risk of future cyst formation.</p>\n<h1>Summary</h1><br><br><p>Functional ovarian cysts are common, benign structures that can develop during the menstrual cycle.&nbsp; Diagnosis is primarily based on clinical presentation and ultrasonographic findings; functional ovarian cysts should be distinguished from other pelvic pathologies, especially ectopic pregnancy and cancer.&nbsp; Most functional cysts resolve spontaneously, and management is conservative in uncomplicated cases.&nbsp; Ovarian cystectomy may be indicated in patients with significant symptoms, ovarian torsion, or cyst rupture.</p>\n</div>\n\n            "
}