{
  "meta": {
    "title": "Imperforate hymen",
    "url": "https://brainandscalpel.vercel.app/imperforate-hymen-e0a4e401-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:48.588Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Imperforate hymen is a congenital anomaly of the female genital outflow tract in which the hymenal membrane completely covers the vaginal opening, leading to obstruction.&nbsp; Imperforate hymen is occasionally diagnosed in the neonate, but most are not diagnosed until menarche, when patients begin to have cyclic lower abdominal pain due to uterine cramping and obstructed menstruation.</p>\n<h1>Pathogenesis</h1><br><br><p>The structures of the female genital tract can be divided based on their embryologic origin (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39934.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), as follows:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The ovaries are derived from the genital ridge.</li>\n\t<li>The fallopian tubes, uterus, cervix, and upper vagina are derived from the müllerian (paramesonephric) ducts.</li>\n\t<li>The lower vagina and hymen are derived from the urogenital sinus; the hymen is a membrane that separates the vaginal canal from the urogenital sinus.</li>\n</ul><br><br><p>Because these structures have different embryologic origins, patients develop distinct congenital disorders when the physiologic process is disrupted.</p><br><br><p>The hymen is a fibrous connective tissue membrane that normally degenerates prior to birth.&nbsp; An imperforate hymen results from the failure of the hymenal membrane to perforate and degenerate prior to birth, leading to complete occlusion of the vaginal opening (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15399.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Because an imperforate hymen is an <strong>isolated outflow tract anomaly</strong>, patients develop <strong>normal secondary sexual characteristics</strong> (eg, normal breast and pubic hair [ie, normal ovaries] and menses [ie, normal ovaries and uterus]).<p></p>\n<h1>Clinical presentation</h1><br><br><p>An imperforate hymen may be seen in neonates as a bulging vaginal introitus.&nbsp; This occurs due to the accumulation of mucous vaginal discharge (ie, mucocolpos) from high levels of maternal estrogen transmitted transplacentally; however, this is transient, the mucus is reabsorbed within several days, and the neonate's hymen no longer remains visible.</p><br><br><p>Symptoms develop at puberty, at which time patients classically experience <strong>cyclic abdominal pain</strong> and <strong>amenorrhea</strong>.&nbsp; When blood accumulates behind the hymen, the expanding collection with each menstrual period causes worsening abdominopelvic pain with no apparent menstrual bleeding due to the outflow tract obstruction.&nbsp; As blood volume in the vagina increases (ie, <strong>hematocolpos</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15344.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )), the vagina (and sometimes uterus) becomes markedly distended, causing <strong>bulk symptoms</strong> (eg, rectal pressure, defecatory pain, urinary frequency).&nbsp; As a result of pooled blood behind the hymen, physical examination typically shows a smooth, bluish vaginal bulge at the introitus.<p></p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Transverse vaginal septum</strong>:&nbsp; a horizontal membrane that forms across the vaginal canal, creating an obstruction.&nbsp; It presents with primary amenorrhea and cyclic pelvic pain, and is often distinguished from an imperforate hymen only during surgery.</li>\n\t<li><strong>Müllerian agenesis</strong>:&nbsp; a congenital condition characterized by the absence of the uterus and the upper part of the vagina.&nbsp; Patients have primary amenorrhea without cyclic pain (due to no endometrial shedding).&nbsp; Patients with müllerian agenesis have normal secondary sexual characteristics and a blind-ending vaginal pouch on examination.&nbsp; Pelvic ultrasonography or MRI confirms the absence of the uterus.</li>\n\t<li><strong>Labial adhesions</strong>:&nbsp; occur when the labia minora fuse, potentially covering the vaginal opening.&nbsp; Labial adhesions are common in prepubertal girls (due to the lack of estrogen), and symptomatic patients typically have urinary symptoms.&nbsp; Physical examination shows fused labia minora with a thin, pale membrane.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of imperforate hymen is made clinically; diagnostic features include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Amenorrhea with cyclic abdominopelvic pain</li>\n\t<li>A bulging, bluish hymenal membrane in adolescents</li>\n\t<li>Normal secondary sexual development (eg, breasts, axillary hair, pubic hair)</li>\n</ul><br><br><p>Additional examination findings typically develop due to uterine and vaginal enlargement and may include a palpable lower abdominal mass and a tender rectal mass.</p>\n<h1>Laboratory evaluation and imaging</h1><br><br><p>Laboratory tests are not typically required for the diagnosis of imperforate hymen.&nbsp; However, in adolescents with suspected hematocolpos, a complete blood count may be performed to evaluate for anemia due to menstrual blood loss.&nbsp; A pregnancy test is also performed.</p><br><br><p>Patients often undergo pelvic ultrasonography to confirm the presence of a distended, fluid-filled vaginal cavity indicative of hematocolpos or hematometra.</p>\n<h1>Management</h1><br><br><p>The treatment for imperforate hymen is surgical with a <strong>hymenectomy</strong>.&nbsp; This procedure involves creating a small incision in the hymen to allow drainage of accumulated blood or mucus.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for patients with imperforate hymen is excellent following surgical correction.&nbsp; Most patients have symptom resolution and normal menstrual function postoperatively.&nbsp; Complications are rare but can include re-formation of the hymenal membrane.</p>\n<h1>Summary</h1><br><br><p>Imperforate hymen (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41508.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a congenital female genital outflow tract anomaly that typically presents with cyclic abdominopelvic pain with no apparent menstrual bleeding.&nbsp; Examination typically shows a bluish bulge at the vaginal introitus.&nbsp; Treatment is with hymenectomy.<p></p>\n</div>\n\n            "
}