{
  "meta": {
    "title": "Intrauterine adhesions",
    "url": "https://brainandscalpel.vercel.app/intrauterine-adhesions-989ce2d4-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:57.151Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Intrauterine adhesions, also known as intrauterine synechiae or Asherman syndrome, are bands of tissue that form within the uterine cavity.&nbsp; They can result in partial or complete obliteration of the uterine cavity and may lead to impaired reproductive function.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Normal endometrium is composed of 2 layers:&nbsp; the stratum functionalis (functional and regenerative layer) that lines the uterine cavity and the stratum basalis (basal layer) that lies between the stratum functionalis and the myometrium.&nbsp; The stratum functionalis is hormonally responsive and thickens over the course of the menstrual cycle.&nbsp; It is shed at the end of the menstrual cycle through menses and is then regenerated by the cells of the permanent, underlying stratum basalis.</p><br><br><p>Intrauterine adhesions develop from <strong>damage to the stratum basalis</strong>.&nbsp; This damage leads to an inflammatory response involving collagen and other extracellular matrix components, the production of which impairs the ability of the stratum basalis to regenerate the stratum functionalis, thereby resulting in the formation of tissue bridges (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43267.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) between opposing surfaces within the uterine cavity.&nbsp; Depending on the extent of damage to the stratum basalis, there may be localized or global failure to regenerate the stratum functionalis.&nbsp; This can cause menstrual abnormalities (secondary amenorrhea), infertility, and/or recurrent miscarriages (ie, implantation failure).<p></p><br><br><p>Risk factors for adhesion formation cause direct damage to the endometrium, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Uterine curettage</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43267.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; aggressive dilation and curettage (D&amp;C), which is is the most common risk factor for intrauterine adhesions.&nbsp; The risk is particularly increased when D&amp;C is performed for a miscarriage or an abortion (with greater risk at more advanced gestational ages) or in the postpartum period (eg, postpartum hemorrhage).</li>\n\t<li><strong>Endometrial infections</strong>:&nbsp; septic abortion, chronic endometritis, genital tuberculosis.</li>\n</ul>\n<h1>Pathology</h1><br><br><p>The pathologic features of intrauterine adhesions include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tissue bridges, which can be composed of thin, filmy, endometrial tissue or thick, fibrous bands that may contain some muscular (myometrial) tissue</li>\n\t<li>Obliteration of the uterine cavity (indicating significant endometrial damage)</li>\n\t<li>Endometrial atrophy with thinning of the endometrial lining, glandular atrophy, and replacement with fibrous tissue</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Intrauterine adhesions most often present as <strong>secondary amenorrhea</strong> (absence of menstrual periods) or hypomenorrhea (reduced menstrual flow) in women with prior intrauterine surgeries (eg, D&amp;C).&nbsp; Other presentations include menstrual changes following endometrial infection (eg, septic abortion, endometritis).</p><br><br><p>The degree and location of endometrial damage determine menstrual patterns and additional presenting symptoms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Global and extensive damage often results in secondary amenorrhea with complete cessation of menses.</li>\n\t<li>Subtotal damage may allow some areas of functional regeneration, which is often seen as hypomenorrhea (fewer days of menses, fewer menstrual products required).</li>\n\t<li>If adhesions obstruct the outflow tract, cyclic abdominal/pelvic pain and hematometra (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L112475.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) (retained blood in the uterus) may develop.</li>\n</ul><br><br><p>Some patients may present with <strong>infertility</strong> or <strong>recurrent miscarriage</strong> because there is inadequate normal endometrium to undergo the decidualization needed for embryo implantation.</p>\n<h1>Diagnosis and imaging</h1><br><br><p>The diagnosis of intrauterine adhesions is made through visualization of uterine synechiae.&nbsp; The following imaging studies can raise suspicion for intrauterine adhesions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Transvaginal ultrasonographic findings:&nbsp; irregularities in or thinning of the endometrial lining</li>\n\t<li>Hysterosalpingography:&nbsp; contrast imaging of the uterine cavity (often performed in patients with infertility), which can reveal filling defects suggestive of adhesions</li>\n\t<li>Sonohysterography (saline infusion sonohysterography):&nbsp; bridging bands of tissue, thin membranes, or a thin endometrial lining revealed by ultrasonography performed with saline infused into the uterine cavity</li>\n</ul><br><br><p>Although these studies and findings can suggest intrauterine adhesions, <strong>hysteroscopy</strong> is the most ideal diagnostic study because it is the only modality that allows direct visualization of the uterine cavity and can be used to assess the thickness of tissue bridges and extent of cavity involvement.&nbsp; In addition, hysteroscopy has the advantage of offering immediate treatment with hysteroscopic adhesion resection.</p><br><br><p>The presenting symptoms of intrauterine adhesions are widely variable (eg, secondary amenorrhea vs recurrent pregnancy loss); therefore, the work-up (eg, imaging, laboratory evaluation) differs based on the presenting symptom(s).&nbsp; Each of these work-ups will be covered within their own separate article.</p>\n<h1>Differential diagnosis</h1><h2>Endocrine etiologies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Estrogen deficiency</strong>:&nbsp; caused by either menopause or primary ovarian insufficiency (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31997.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), can have a similar presentation to intrauterine adhesions, with amenorrhea, infertility, and thin endometrium on ultrasonography.&nbsp; However, symptoms caused by intrauterine adhesions are typically preceded by uterine trauma (eg, curettage), whereas those caused by estrogen deficiency are gradual in onset and often accompanied by vasomotor symptoms (eg, hot flashes).</li>\n\t<li><strong>Polycystic ovary syndrome (PCOS)</strong>:&nbsp; common cause of secondary amenorrhea due to anovulation.&nbsp; Without progesterone produced from the corpus luteum following ovulation, the endometrium remains in the proliferative phase and does not undergo cyclic shedding.&nbsp; Unlike intrauterine adhesions, ultrasonography will likely show a thickened endometrium with polycystic ovaries.</li>\n</ul>\n<h2>Uterine structure etiologies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cervical stenosis</strong>:&nbsp; can develop following surgical procedures (eg, cold knife cone) and can present as secondary amenorrhea.&nbsp; Patients with cervical stenosis have functioning endometrium that is shed monthly but unable to pass through the cervix.&nbsp; These patients often have cyclical pain, an enlarged uterus on pelvic examination, and imaging demonstrating accumulation of blood within the uterine cavity.</li>\n\t<li><strong>Uterine anomalies</strong> (eg, uterine septum):&nbsp; can present similarly with abnormal uterine bleeding or recurrent pregnancy loss.&nbsp; However, the hysteroscopic appearance is vastly different with a solitary line of tissue symmetrically extending down from the midline fundus.</li>\n</ul>\n<h1>Management</h1><br><br><p>The primary treatment of intrauterine adhesions involves hysteroscopic resection of adhesions in an attempt to restore the normal anatomy of the uterine cavity.&nbsp; Following resection, there is a risk for reformation of synechiae; therefore, estrogen cream or antiadhesion barriers are placed (although this is of unclear benefit).</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for women with intrauterine adhesions depends on the extent and severity of the adhesions.&nbsp; Patients with mild adhesions have high rates of return of normal menstrual flow following hysteroscopic treatment.&nbsp; However, patients with severe adhesions (indicating severe stratum basalis damage) often have persistent menstrual abnormalities, and although resection of the adhesions may restore a normal-appearing uterine cavity, it will not repair a damaged endometrium.</p><br><br><p>Reproductive outcomes vary following surgical treatment of intrauterine adhesions and depend on the restoration of menses (indicating functioning and regenerative endometrium).&nbsp; Patients who are able to conceive are at increased risk for complications, including preterm labor, miscarriage (likely due to abnormal vascularization of the damaged endometrium), and <strong>placenta accreta</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25392.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p>\n<h1>Prevention</h1><br><br><p>When clinically appropriate, prevention strategies aim to reduce the risk for endometrial trauma, which involves limiting intrauterine procedures (medical over surgical management of abortions), avoiding sharp curettage of the uterus when possible, and promptly treating uterine infections.</p>\n<h1>Summary</h1><br><br><p>Intrauterine adhesions (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/43083.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) develop following damage to the stratum basalis of the endometrium, which most often occurs as a result of uterine curettage.&nbsp; The primary treatment is hysteroscopic resection, which can improve menstrual abnormalities and fertility outcomes for many patients.&nbsp; However, the prognosis is less optimal with widespread endometrial damage, extensive adhesions, and obliteration of the uterine cavity.<p></p>\n</div>\n\n            "
}