{
  "meta": {
    "title": "Mastitis and breast abscess",
    "url": "https://brainandscalpel.vercel.app/mastitis-and-breast-abscess-cc1a9f2c-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:57.125Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Mastitis, a common condition, causes pain and inflammation of the breast and is rarely complicated by the formation of a breast abscess.&nbsp; This condition most commonly occurs in lactating women (ie, lactational mastitis).&nbsp; Nonlactational mastitis is less common and includes idiopathic granulomatous mastitis and periductal mastitis.&nbsp; This article focuses on lactational mastitis and breast abscess.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Lactational mastitis is common in breastfeeding women due to inadequate milk duct drainage.&nbsp; Women are at greatest risk for mastitis during the first 3 months postpartum, when breastfeeding is still becoming established.&nbsp; Difficulties with breastfeeding (eg, poor latching) can lead to prolonged engorgement, inadequate milk drainage, and clogged milk ducts.&nbsp; Bacteria from the infant's nasopharynx or the maternal skin, such as <em>Staphylococcus aureus</em> and <em>Streptococcus</em> species, are then transmitted through the nipple and multiply in stagnant milk, resulting in infection.&nbsp; If untreated, the infection can progress, forming a localized collection of pus known as a breast abscess.</p><br><br><p>Risk factors are based mostly on breast engorgement and inadequate milk drainage and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Poor breastfeeding technique (ie, poor latch):&nbsp; ineffective emptying of the breast that can lead to milk stasis or skin trauma</li>\n\t<li>Nipple trauma:&nbsp; cracked or excoriated nipples, which can allow bacteria to enter</li>\n\t<li>Replacing nursing with formula or pumped breast milk</li>\n\t<li>Sudden increase in sleep duration, weaning, or wearing of tight clothing</li>\n</ul><br><br><p>Additional risk factors include a history of mastitis and immunosuppression (eg, diabetes mellitus, chronic steroid use).</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with lactational mastitis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28515.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) typically have:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Unilateral breast pain and erythema</strong>, which may initially be localized but can spread to encompass the entire breast</li>\n\t<li><strong>Flu-like symptoms</strong> (eg, fever, malaise, myalgia)</li>\n\t<li>Symptoms that are often preceded by reduced milk secretion from the affected breast, prolonged times between feedings, or localized skin trauma to the nipple</li>\n</ul><br><br><p>Patients with a breast abscess (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L93582.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) typically have symptoms of lactational mastitis and a <strong>palpable, fluctuant mass</strong>.&nbsp; These findings may present with mastitis or develop days to weeks later.<p></p><br><br><p>Mastitis and breast abscess can rarely cause severe illness, particularly when they are not diagnosed and treated early.&nbsp; These patients can develop sepsis and may have symptoms of lactational mastitis and/or breast abscess, as well as altered mental status and hemodynamic instability (eg, hypotension, tachycardia).</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Engorgement</strong>:&nbsp; Physiologic interstitial edema of breast tissue typically occurs within a week of delivery, causing bilateral generalized breast pain that may be accompanied by a low-grade fever.</li>\n\t<li><strong>Plugged duct</strong>:&nbsp; Focal edema causes narrowing of milk ducts, resulting in localized tenderness and, often, a small palpable lump that typically resolves within 48 hours with continued breastfeeding.&nbsp; Systemic symptoms (eg, fever) are absent.</li>\n\t<li><strong>Galactocele</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29817.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; A cyst of retained milk can present during pregnancy or the postpartum period with a palpable mass.&nbsp; Unlike breast abscesses, galactoceles are not painful and are not accompanied by systemic symptoms.</li>\n\t<li><strong>Inflammatory breast cancer</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28417.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; Rapid onset of localized breast erythema and edema occurs, often without fever or significant pain.&nbsp; Unlike mastitis, inflammatory breast cancer often causes nipple retraction and thickened skin with a peau d'orange appearance.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Mastitis is diagnosed clinically when a lactating patient with breast pain is found to have the characteristic physical examination findings of mastitis (eg, localized breast edema, tenderness, erythema).&nbsp; Imaging and laboratory evaluation are unnecessary for the diagnosis but may be helpful in patients with severe illness or those whose mastitis does not respond to initial treatment.</p><br><br><p>A breast abscess should be suspected in patients with symptoms of mastitis who have a tender fluctuant mass palpable on breast examination or patients whose condition does not respond to antibiotic treatment.&nbsp; Ultrasonography typically reveals loculated fluid.</p>\n<h1>Management</h1><br><br><p>All patients should receive supportive care to relieve pain, ductal obstruction, and inflammation.&nbsp; Such care includes the application of cool compresses, <strong>continued breastfeeding or expression of milk</strong> every 2-3 hours (to relieve milk stasis), and analgesics (eg, acetaminophen, ibuprofen).</p><br><br><p>Empiric treatment of lactational mastitis is with <strong>antibiotics</strong> effective against methicillin-sensitive <em>S aureus</em> (eg, dicloxacillin, cephalexin).&nbsp; Women with risk factors for methicillin-resistant <em>S aureus</em> (eg, recent antibiotic therapy) are treated with clindamycin, trimethoprim-sulfamethoxazole, or vancomycin.</p><br><br><p>Most cases of mastitis respond to antibiotics within 1-2 days; however, some patients can retain infected, stagnant milk that can lead to breast abscess formation (which is less susceptible to antibiotic penetration due to its walled-off cavity).&nbsp; When patients have fluctuant breast masses and/or when their condition does not respond to antibiotics, breast ultrasonography is required to evaluate for an abscess.</p><br><br><p>If an abscess is identified, management is with <strong>incision and drainage</strong> (through either ultrasonography-guided needle aspiration or surgical incision and drainage) and continued antibiotics.</p>\n<h1>Prognosis</h1><br><br><p>Mastitis generally responds to appropriate antibiotic therapy and supportive measures.&nbsp; Early intervention minimizes complications such as breast abscess and sepsis.&nbsp; The prognosis for breast abscess is good with proper drainage and antibiotic therapy.&nbsp; However, recurrence is possible, necessitating attention to modifiable risk factors (eg, breastfeeding technique, tobacco cessation).</p><br><br><p>Most patients with mastitis or breast abscess can continue breastfeeding.&nbsp; Any suspected breast infection that does not resolve with appropriate treatment should raise concern for inflammatory breast cancer, even in lactating women.</p>\n<h1>Summary</h1><br><br><p>Lactational mastitis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34834.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is an inflammatory breast condition that can cause localized and systemic symptoms in lactating women.&nbsp; It can rarely be complicated by breast abscess or serious illness, including sepsis.&nbsp; Management is with antibiotics (and drainage if an abscess is present) and continued breastfeeding or expression of breast milk.<p></p>\n</div>\n\n            "
}