{
  "meta": {
    "title": "Menopause",
    "url": "https://brainandscalpel.vercel.app/menopause-b695162b-cf563c.html",
    "scrapedAt": "2025-12-01T04:54:00.117Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Menopause is a natural process of aging that marks the end of menses and reproductive function.&nbsp; The menopausal transition is a significant physiologic transition accompanied by various symptoms and health implications.</p><br><br><p>Menopause is defined as the cessation of menses for ≥12 months in women with previously regular menstrual cycles.&nbsp; The average age for menopause is 51, but the menopausal transition (perimenopause) begins approximately 4 years prior.</p>\n<h1>Pathophysiology</h1><br><br><p>Menopause is defined by the permanent cessation of menses for 12 months.&nbsp; This cessation occurs due to ovarian follicle depletion and loss of ovarian function (cyclic estrogen and progesterone production).</p><br><br><p>The ovary contains a set number of follicles.&nbsp; During fetal life, primordial germ cells (oogonia) rapidly proliferate via mitosis, and, by 16-20 weeks gestation, there are an estimated 6-7 million oogonia.&nbsp; Oogonia enter meiosis I to form primary oocytes, at which point they are suspended in prophase I.&nbsp; Following the initiation of meiosis, the number of oocytes steadily declines (atresia); between 1 and 2 million exist at birth and only about 300,000 exist by puberty.&nbsp; By age 40, the follicular pool has dropped to about 25,000, and at menopause, only about 1,000 remain.</p><br><br><p>This shrinking pool of follicles is responsible for the physiologic change of menopause.&nbsp; As the follicular pool size dwindles, fewer (and poorer quality) oocytes are able to respond to FSH.&nbsp; This limits estrogen production, dominant follicle development, ovulatory capacity, and progesterone production.&nbsp; Therefore, the gradual change leading to cessation of menses begins.&nbsp; This transition period (before complete cessation of menses) is known as perimenopause, and it is marked by increased intervals between menses (anovulatory cycles).&nbsp; Whereas normal menstrual cycles last 25-35 days, menstrual cycles during perimenopause typically lengthen to 40-50 days.</p><br><br><p>In late perimenopause, abnormal uterine bleeding (AUB) may develop due to dramatic declines in estrogen and progesterone.&nbsp; Most women develop oligomenorrhea and decreased menstrual bleeding, but some may experience AUB as heavy and prolonged anovulatory bleeding.</p><br><br><p>When the ovarian follicles reach a critically low threshold (~1,000), estrogen production is lost (as are other hormones secreted by FSH-stimulated follicles [inhibin]), which leads to the loss of negative feedback within the hypothalamic-pituitary-ovarian axis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24345.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) and results in:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>elevated FSH levels.</li>\n\t<li>secondary amenorrhea.</li>\n\t<li>hypoestrogenic symptoms.</li>\n</ul><br><br><p>Estrogen deficiency is responsible for the symptoms of menopause and results in short- and long-term consequences.</p>\n<h2>Short-term consequences</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vasomotor symptoms</strong> (hot flashes and night sweats):&nbsp; Estrogen withdrawal results in thermoregulatory dysfunction of the hypothalamus.&nbsp; Premenopausal women have a wide thermoneutral zone, meaning it takes significant rises in body temperature to trigger mechanisms of heat dissipation (eg, vasodilation [flushing], perspiration).&nbsp; However, following the decline of estrogen levels, the thermoneutral zone is significantly narrowed, which triggers inappropriate peripheral vasodilation and perspiration with slight temperature fluctuations.</li>\n\t<li><strong>Sleep disturbances</strong>:&nbsp; Night sweats significantly disrupt sleep; women without hot flashes also experience poorer-quality sleep following menopause (likely due to withdrawal of normally circulating hormones).</li>\n\t<li><strong>Cognitive changes</strong>:&nbsp; Often described as brain fog, these changes may cause detailed memory tasks to be impaired following a decline in estrogen.</li>\n</ul>\n<h2>Long-term consequences</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Genitourinary syndrome of menopause</strong>:&nbsp; This syndrome often develops later in menopause due to a decline in blood flow to the vagina and vulva from loss of estrogen (this topic is covered in a separate article).</li>\n\t<li><strong>Bone loss</strong>:&nbsp; Estrogen decreases bone resorption; therefore, estrogen deficiency is associated with increased bone remodeling and resorption.&nbsp; Following menopause, the risk for low bone density and osteoporosis increases.</li>\n\t<li><strong>Cardiovascular</strong>:&nbsp; There is an increased risk for cardiovascular disease following menopause, in part mediated by changes in lipid profiles (increase in LDL) due to loss of estrogen.</li>\n\t<li><strong>Body composition</strong>:&nbsp; Estrogen deficiency may lead to the loss of lean muscle mass and an increase in adipose tissue.</li>\n\t<li><strong>Skin changes</strong>:&nbsp; Collagen in skin and bone is reduced due to the loss of estrogen.</li>\n\t<li><strong>Balance</strong>:&nbsp; The loss of estrogen may have a central effect on the loss of balance and an increased risk for falls.</li>\n</ul>\n<h1>Risk factors</h1><br><br><p>Although menopause is a natural, universal process, patient ethnicity, genetics, and family history can affect its timing.&nbsp; Risk factors for earlier menopause may include smoking, prior chemotherapy or radiation, and hysterectomy (possibly due to a decrease in ovarian perfusion).</p>\n<h1>Clinical presentation</h1><br><br><p>The classic signs and symptoms of menopause (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81987.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) are related to estrogen deficiency and include the following:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increase in intercycle lengths of menstrual period in the perimenopause transition (preceding years before the final period)</li>\n\t<li>Secondary amenorrhea</li>\n\t<li>Vasomotor symptoms, including hot flashes (sudden-onset sensation of heat in the upper chest and face that becomes generalized) and night sweats</li>\n\t<li>Genitourinary syndrome of menopause (vulvovaginal atrophy), which may present with vaginal dryness, dyspareunia, or vaginal bleeding, and may lead to an increase in urge incontinence and recurrent urinary tract infections</li>\n\t<li>Changes in cognition (eg, difficulty concentrating) or mood (eg, irritability)</li>\n\t<li>Sleep disturbances (insomnia) and fatigue</li>\n\t<li>Decreased libido</li>\n\t<li>Weight gain</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of menopause is clinical (most often made in retrospect) in women age &gt;45 with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cessation of menses for ≥12 consecutive months in patients with previously regular menses (menstrual bleeding criteria)</li>\n\t<li>± Menopausal symptoms</li>\n</ul>\n<h2>Laboratory evaluation and imaging</h2><br><br><p>Additional laboratory evaluation (eg, high serum FSH, low serum estradiol) and imaging (eg, pelvic ultrasonography) are usually not required for diagnosis.&nbsp; This is in part because FSH levels vary widely during the menopausal transition, and a normal (premenopausal) level does not exclude menopause.</p><br><br><p>However, patients with menopausal symptoms (eg, vaginal dryness, hot flashes, night sweats) who cannot meet bleeding criteria (eg, prior hysterectomy, endometrial ablation) should undergo serum FSH testing for confirmation.</p><br><br><p>For women age 40-45 with AUB and menopausal symptoms, an additional work-up is performed because there is considerable symptom overlap between early menopausal transition and other endocrine disorders (which occur at higher rates in this population).&nbsp; Evaluation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Serum hCG test (to exclude pregnancy)</li>\n\t<li>Serum prolactin (hyperprolactinemia evaluation) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/108698.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                )</li>\n\t<li>Serum TSH (hyperthyroidism/hypothyroidism evaluation) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/107759.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 2\n                                    </a>\n                                </div>\n                                )</li>\n\t<li>Women with risk factors for endometrial cancer (eg, obesity, polycystic ovary syndrome) require an endometrial biopsy to evaluate for malignancy</li>\n</ul><br><br><p>Patients age &lt;40 with AUB and menopausal symptoms need a thorough and complete evaluation.&nbsp; If primary ovarian insufficiency is diagnosed, further evaluation is warranted.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hyperthyroidism</strong>:&nbsp; commonly causes AUB, mood changes, and sweating.&nbsp; Laboratory findings include abnormal FSH and low TSH.</li>\n\t<li><strong>Hypothyroidism</strong>:&nbsp; can cause AUB and fatigue.&nbsp; Laboratory findings include low FSH (low T3/T4 increases thyrotropin-releasing hormone and prolactin; prolactin inhibits GnRH and FSH) and high TSH.</li>\n\t<li><strong>Hyperprolactinemia</strong>:&nbsp; can cause amenorrhea and low estradiol levels (by decreasing FSH and follicular production of estrogen).&nbsp; Laboratory findings include low FSH and elevated prolactin.</li>\n\t<li><strong>Other causes of AUB</strong>: uterine fibroids, endometrial cancer.</li>\n\t<li><strong>Other causes of excessive sweating</strong>: carcinoid syndrome, pheochromocytoma.</li>\n</ul>\n<h1>Management</h1><br><br><p>Because menopause is a natural and expected midlife transition, management is not always necessary.&nbsp; Women may undergo menopause with minimal symptoms and not desire or need to seek care.</p><br><br><p>However, for many women, bothersome symptoms prompt treatment and management.&nbsp; In general, vasomotor symptoms (eg, hot flashes, night sweats) and vaginal dryness/dyspareunia are the most common reasons patients seek treatment.&nbsp; Management is individualized based on primary symptoms, age, patient preference, and medical history.</p><br><br><p>There are 2 broad categories of treatment options: hormonal and nonhormonal therapies.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hormonal therapies</strong>:&nbsp; include systemic replacement therapy (menopausal hormone therapy [MHT], which includes estrogen or estrogen + progesterone) and topical hormones (eg, topical estrogen)</li>\n\t<li><strong>Nonhormonal therapies</strong>:&nbsp; include systemic therapies (eg, selective serotonin reuptake inhibitor [eg, paroxetine], serotonin-norepinephrine reuptake inhibitor [eg, venlafaxine], gabapentin) and topical therapies (eg, vaginal moisturizers, lubricants)</li>\n</ul>\n<h2>Vasomotor symptom treatment</h2><br><br><p>Initially, mild symptoms are treated with lifestyle modifications, which may include wearing layers, losing weight, avoiding triggers (eg, smoking, alcohol), and implementing good sleep hygiene.</p><br><br><p>For patients with moderate to severe symptoms (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33196.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), lifestyle modifications are unlikely to be effective, warranting further treatment.&nbsp; The most effective therapy for vasomotor symptoms is MHT; however, MHT has risks (eg, slightly increased risk for breast cancer, venous thromboembolism), and many patients are not candidates for systemic hormonal replacement therapy.&nbsp; Contraindications to MHT include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>History of breast cancer (or other estrogen-dependent cancer)</li>\n\t<li>Coronary heart disease (&gt;10% in 10 years of cardiovascular disease)</li>\n\t<li>Prior venous thromboembolism (VTE)</li>\n\t<li>Prior stroke or transient ischemic attack</li>\n\t<li>Active liver disease</li>\n\t<li>Unexplained vaginal bleeding</li>\n</ul><br><br><p>Medication therapy for patients who do not want to take (eg, based on associated risks) or are ineligible for MHT include nonhormonal options such as selective serotonin receptor uptake inhibitors and gabapentin.</p><br><br><p>For those who wish to take and are eligible for MHT, the following guidelines should be used:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients with a uterus require estrogen plus progestin.&nbsp; Adding progestin decreases the risk for endometrial cancer associated with unopposed estrogen.</li>\n\t<li>Patients without a uterus (eg, prior hysterectomy) receive estrogen-only therapy.</li>\n\t<li>In general, the lowest dose that controls symptoms should be used, and MHT should be used for the shortest amount of time appropriate.</li>\n\t<li>MHT is stopped if a contraindication arises (eg, breast cancer, VTE).</li>\n</ul>\n<h2>Vaginal dryness/dyspareunia treatment</h2><br><br><p>Vaginal dryness/dyspareunia is typically treated with lubricants and topical estrogen; this is discussed in more detail in a separate article.</p>\n<h1>Prognosis</h1><br><br><p>Menopause is a natural stage of life.&nbsp; With appropriate management, most women maintain a good quality of life during and after menopause.&nbsp; Long-term consequences of estrogen deficiency, such as osteoporosis and cardiovascular disease, should be addressed through preventive measures and regular health screenings.</p>\n<h1>Summary</h1><br><br><p>Menopause (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31500.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a significant physiologic transition defined by the cessation of menses and loss of reproductive function.&nbsp; Menopausal symptoms (eg, vasomotor symptoms, vaginal dryness) occur due to estrogen deficiency.&nbsp; Diagnosis is clinical, and available treatments include topical estrogen therapy, menopausal hormone therapy, and nonhormonal treatment options.<p></p>\n</div>\n\n            "
}