{
  "meta": {
    "title": "Paget disease of the breast",
    "url": "https://brainandscalpel.vercel.app/paget-disease-of-the-breast-127cf148-cf563c.html",
    "scrapedAt": "2025-12-01T04:54:17.399Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Paget disease of the breast (PDB), also known as mammary Paget disease, is a rare form of breast cancer that presents as a unilateral erythematous outbreak involving the skin of the nipple and areola.&nbsp; It is often associated with underlying ductal carcinoma in situ (DCIS) or invasive breast carcinoma.</p>\n<h1>Pathophysiology</h1><br><br><p>The exact pathophysiology of PDB is poorly understood.&nbsp; Malignant cells from underlying breast adenocarcinoma (DCIS or invasive carcinoma) are thought to migrate within the ductal system and lactiferous sinuses into the areola and spread outward, causing the characteristic eczema-like outbreak.</p>\n<h1>Risk factors</h1><br><br><p>The strongest risk factors for PDB include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age:&nbsp; &gt;50, although it can occur at any age</li>\n\t<li>Gender (occurs predominantly in women but can also affect men)</li>\n\t<li>Genetics:&nbsp; inherited cancer syndromes (eg, <em>BRCA1</em>, <em>BRCA2</em>) or first-degree relatives with breast cancer</li>\n\t<li>Personal history:&nbsp; history of breast cancer or other high-risk breast conditions (atypical hyperplasia)</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The hallmark findings of PDB are <strong>skin changes at the nipple-areolar complex</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L75195.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; These changes are usually unilateral and mimic eczema, appearing <strong>erythematous, scaly, or ulcerated</strong> beginning at the nipple and then spreading outward around the areola.&nbsp; Common presenting symptoms include pain, burning, and itching.&nbsp; Less commonly, a serous or bloody nipple discharge may be seen (and is due to ulceration rather than from the breast duct).<p></p><br><br><p>An <strong>underlying malignancy</strong> is found in approximately 85% of patients with PDB (ductal carcinoma in situ [DCIS] or invasive breast carcinoma), but a breast mass is palpable in only half of patients when the skin changes are the most pronounced.&nbsp; Therefore, the absence of a clinically palpable breast mass does <u>not</u> exclude underlying DCIS or invasive breast cancer in these patients.</p>\n<h1>Diagnosis</h1><br><br><p>When PDB is suspected, the diagnostic work-up involves the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Clinical breast examination</strong>:&nbsp; This examination evaluates the extent of the rash and searches for palpable masses.</li>\n\t<li><strong>Biopsy</strong>:&nbsp; A full-thickness punch biopsy is most often performed.</li>\n\t<li><strong>Imaging</strong>:&nbsp; Despite whether a palpable mass was found, mammography is performed to identify an underlying malignancy.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>If a mass is palpable, it likely represents invasive cancer.</li>\n\t\t<li>If no palpable mass is found, an underlying DCIS is likely present.</li>\n\t\t<li>However, a normal mammographic finding does not rule out an occult malignancy, and further evaluation with MRI of the breast is typically indicated.</li>\n\t\t<li>Ultrasonography can also be used as an adjunct to further guide core needle biopsies of either palpable masses or mammographic abnormalities.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Pathology</h1><br><br><p>The pathognomonic histologic feature of PDB is the intraepithelial adenocarcinoma cells (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7470.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) known as Paget cells.&nbsp; These cells appear alone or in small groups infiltrating the epidermis of the nipple and areola.&nbsp; Paget cells are large and round with abundant pale cytoplasm that may contain mucin and have enlarged nuclei with prominent nucleoli.&nbsp; Underlying ducts may show features of DCIS (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L67791.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) or invasive carcinoma (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26689.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).<p></p>\n<h1>Differential diagnosis</h1><br><br><p>The history and physical examination alone can make PDB difficult to distinguish from other breast conditions.&nbsp; The differential diagnosis should include inflammatory dermatoses, premalignant and malignant skin conditions, benign nipple conditions, and alternate breast neoplasms.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Inflammatory dermatoses</strong>:&nbsp; or nonmalignant skin conditions, including atopic dermatitis, eczema, and psoriasis, can mimic the skin changes of PDB.&nbsp; A short trial of steroids can be attempted; however, if full resolution is not achieved within 4-6 weeks, biopsy is indicated.</li>\n\t<li><strong>Premalignant and malignant skin conditions</strong>:&nbsp; such as Bowen disease (ie, squamous carcinoma of the epidermis), basal cell carcinoma, and superficial spreading malignant melanoma can occur in the nipple-areolar complex.</li>\n\t<li><strong>Benign nipple conditions</strong>:&nbsp; such as mammary duct ectasia can cause unilateral nipple discharge, but these conditions are not typically associated with the characteristic eczema-like rash of PDB.</li>\n\t<li><strong>Inflammatory breast cancer</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28417.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; causes rash, itching, and pain in the breast.&nbsp; It presents with warm, erythematous, and taut breast tissue with a classic peau d'orange appearance.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management is influenced by the presence or absence of a concomitant breast mass or mammographic abnormality.&nbsp; Treatment includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Surgical excision</strong>:&nbsp; Treatment typically involves surgical removal of the nipple-areolar complex either by simple mastectomy or wide local excision with clear margins, often followed by radiation therapy.</li>\n\t<li><strong>Sentinel lymph node biopsy</strong>:&nbsp; This evaluation of regional lymph nodes is used to assess for spread of disease.&nbsp; It is also performed for invasive cancers, as well as DCIS if multicentric or diffuse calcifications are present.</li>\n\t<li><strong>Adjuvant therapy</strong>:&nbsp; Chemotherapy, hormone therapy, or targeted therapy may be recommended based on the extent and characteristics of the underlying breast cancer.</li>\n\t<li><strong>Follow-up</strong>:&nbsp; Regular surveillance with clinical examinations, mammography, and other imaging modalities allow monitoring for recurrence or progression.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis for PDB depends on various factors, including the extent of underlying breast cancer, the presence of lymph node involvement, and the response to treatment.&nbsp; Early detection and appropriate management can lead to favorable outcomes, whereas a delayed diagnosis or inadequate treatment may result in disease recurrence or metastasis.</p>\n<h1>Summary</h1><br><br><p>Paget disease of the breast is a rare manifestation of breast cancer characterized by abnormal changes in the skin of the nipple and areola.&nbsp; Evaluation includes a biopsy and imaging.&nbsp; Treatment is dependent upon the underlying malignancy and extent of disease.</p>\n</div>\n\n            "
}