{
  "meta": {
    "title": "Pelvic inflammatory disease",
    "url": "https://brainandscalpel.vercel.app/pelvic-inflammatory-disease-3ea328fb-cf563c.html",
    "scrapedAt": "2025-12-01T04:54:15.842Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Pelvic inflammatory disease (PID) is an acute infection of any part of the upper female reproductive tract, which includes the uterus, fallopian tubes, and ovaries.&nbsp; It is classically a result of sexually transmitted infections (STIs) and can lead to serious and lasting sequelae if not treated promptly.</p>\n<h1>Pathophysiology</h1><br><br><p>The female genital tract can be divided into the lower genital tract (ie, vagina), which contains anaerobic, gram-negative, and gram-positive bacteria, and the upper genital tract (ie, cervix, uterus, fallopian tubes, ovaries), which is sterile.&nbsp; The upper genital tract is isolated from normal, but potentially pathogenic, vaginal flora by the endocervical canal, which creates a barrier between the upper and lower genital tracts.</p><br><br><p>When this barrier is disrupted (often by sexually transmitted infections), pathogens ascend from the lower genital tract and infect the uterus, resulting in pelvic inflammatory disease (PID) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71408.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Infection can spread to the fallopian tubes (salpingitis), ovaries (tuboovarian abscess), and peritoneum (perihepatitis).<p></p><br><br><p>PID is considered a mixed polymicrobial infection of anaerobes, gram-negative, and gram-positive bacteria.&nbsp; The identification of a single causative agent is not always possible, but commonly associated pathogens include <em>Neisseria gonorrhoeae</em>, <em>Chlamydia trachomatis</em>, and <em>Mycoplasma genitalium</em>.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Multiple sexual partners: most predominant risk factor (as partners can have asymptomatic gonorrhea and/or chlamydia infection)</li>\n\t<li>Age 15-25</li>\n\t<li>History of PID</li>\n</ul><br><br><p>Additional risk factors may include alterations in vaginal flora, as anaerobic bacteria can increase the risk of ascending infection, and infection immediately after intrauterine device insertion, due to a breach of endocervical barrier that protects the uterine cavity.</p>\n<h1>Protective factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Consistent barrier contraception (eg, condoms)</li>\n\t<li>Pregnancy: the cervical mucous plug inhibits lower genital tract pathogen ascension into the uterine cavity</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>PID has a wide range of presentations from unrecognized infection to severe (or even life-threatening) illness.</p><br><br><p><strong>Subclinical PID</strong>: Patients may either be asymptomatic or have mild symptoms, including cervical discharge, mild pelvic pain, and low-grade fever.&nbsp; Because the symptoms are not obvious or severe, some patients do not undergo treatment and the diagnosis is made retrospectively after evaluation finds sequelae of the infection (eg, tubal factor infertility).</p><br><br><p><strong>Acute PID</strong> (most common): Patients present with new-onset lower abdominal/pelvic pain.&nbsp; The pain is often diffuse across the lower abdomen and worse with jarring movements or intercourse (ie, pain with cervical and uterine manipulation).&nbsp; It is often accompanied with purulent cervical discharge, abnormal bleeding due to cervical friability (eg, intermenstrual spotting, postcoital bleeding), and systemic symptoms (eg, fever, chills).</p><br><br><p>The hallmark clinical examination findings of acute PID include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cervical motion tenderness</strong> on bimanual examination, which represents inflammation/irritation of the pelvic peritoneum (equivalent to rebound tenderness).&nbsp; It occurs in PID because the infected uterine serosa overlies the posterior cul de sac (which is manipulated with cervical movement) due to direct infectious spread through the Fallopian tubes throughout the pelvis.</li>\n\t<li><strong>Uterine tenderness</strong> manifesting as pain with fundal palpation</li>\n\t<li><strong>± Adnexal tenderness</strong>, which is typical bilaterally; however, significant lateralization likely indicates a complication from PID</li>\n</ul><br><br><p>Complications that can develop from acute PID include perihepatitis or tuboovarian abscess (TOA).&nbsp; TOAs are complex pelvic masses composed of an inflamed fallopian tube and ovary that may also involve nearby structures such as the broad ligament, bladder, or bowel.</p><br><br><p><strong>Chronic PID</strong> (rare): Patients may have an indolent, prolonged course with chronic abdominal pain and fever; these cases are most often in association with pelvic <em>Actinomyces</em> or <em>Mycobacterium tuberculosis</em> infection.</p>\n<h1>Diagnosis</h1><br><br><p>PID is a presumptive clinical diagnosis in sexually active women with lower abdominal pain and cervical motion, uterine, or adnexal tenderness on examination.&nbsp; Because complications of untreated PID are severe, there is a low threshold for empiric treatment.&nbsp; Supportive clinical and diagnostic findings include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fever &gt;38.3 C (101 F)</strong></li>\n\t<li><strong>Purulent endocervical discharge</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22229.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) or <strong>cervical friability</strong></li>\n\t<li>Previously documented positive tests for <em>N gonorrhoeae</em>, <em>C trachomatis</em>, or <em>M genitalium</em></li>\n\t<li><strong>Abundant leukocytes on wet mount microscopy</strong> of discharge</li>\n</ul><br><br><p>At the time of clinical evaluation, additional laboratory tests are performed; however, treatment is not withheld while awaiting results.&nbsp; These tests include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pregnancy test</li>\n\t<li>NAAT testing for <em>N gonorrhoeae</em>, <em>C trachomatis</em>, and <em>M genitalium</em></li>\n\t<li>Screening for other sexually transmitted infections (eg, HIV, syphilis)</li>\n</ul>\n<h1>Imaging</h1><br><br><p>Imaging is not required for PID diagnosis; however, pelvic ultrasound (most common imaging modality) is utilized in the following situations:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Equivocal or difficult pelvic examination (eg, body habitus, intolerable due to age or pain)</li>\n\t<li>Severely ill patient or inadequate response to antimicrobial therapy after 72 hours (to evaluate for abscess)</li>\n\t<li>Suspected PID complication (eg, TOA, a complex, thick-walled adnexal mass with fluid levels)</li>\n\t<li>Evaluation of other acute pelvic pain etiologies (eg, appendicitis, diverticulitis, ectopic pregnancy)</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of PID includes other gynecologic conditions and both urologic and gastrointestinal disorders that cause acute pelvic pain.</p>\n<h2>Gynecologic conditions</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ectopic pregnancy</strong>:&nbsp; often presents with lower abdominal pain and vaginal bleeding.&nbsp; If the ectopic pregnancy has ruptured, there is hemodynamic instability and cervical motion tenderness (due to blood in the posterior cul de sac) on examination.&nbsp; Patients typically do not have fever, cervical friability, or mucopurulent cervical discharge.</li>\n\t<li><strong>Ovarian torsion</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29661.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; presents with sudden-onset, severe, unilateral pelvic pain, often with nausea and vomiting.&nbsp; Pelvic ultrasound shows an ovarian mass classically without Doppler blood flow to the ovary.&nbsp; PID typically has diffuse pelvic pain (without lateralization) along with systemic symptoms (eg, fever, chills).&nbsp; Patients with TOA often have increased Doppler blood flow on pelvic ultrasound.</li>\n\t<li><strong>Endometriosis</strong>:&nbsp; most often presents with chronic pelvic pain and dysmenorrhea.&nbsp; Sudden onset pain within endometriosis may indicate endometrioma development&nbsp;(\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71175.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), which appears as a homogeneous, isoechoic cyst on pelvic ultrasound.&nbsp; Fever is uncommon in endometriosis and imaging findings in TOA include a multilocular cyst with debris and thick walls.</li>\n</ul>\n<h2>Urologic conditions</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Urinary tract infection</strong>:&nbsp; presents with lower abdominal and flank pain (particularly with pyelonephritis), but urinary symptoms (eg, dysuria, urinary frequency) are typical.</li>\n\t<li><strong>Nephrolithiasis</strong>:&nbsp; can present with flank pain and unilateral lower abdominal pain, but patients typically have hematuria.</li>\n</ul>\n<h2>Gastrointestinal conditions</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Appendicitis</strong>:&nbsp; presents with right lower quadrant pain, anorexia, and nausea.&nbsp; Patients typically have unilateral abdominal pain and peritoneal signs (rebound tenderness); however, they do not have cervical friability or mucopurulent cervical discharge.</li>\n\t<li><strong>Acute diverticulitis</strong>:&nbsp; presents with left lower quadrant pain, fever, and change in bowel habits, most commonly in elderly patients (rather than patients age &lt;25 in PID).</li>\n</ul>\n<h1>Management</h1><br><br><p>The mainstay of PID treatment involves broad-spectrum antibiotics that target the most likely pathogens.&nbsp; Treatment includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ceftriaxone</strong> (gonorrhea, other gram-negative and gram-positive bacteria) PLUS</li>\n\t<li><strong>Doxycycline</strong> (chlamydia and other atypical bacteria) PLUS</li>\n\t<li><strong>Metronidazole</strong> (enteric and anaerobic bacteria)</li>\n</ul>\n<h2>Criteria for inpatient management </h2><br><br><p>Most patients with PID can be treated with intramuscular and oral antibiotic administration on an outpatient basis; however, some patients require hospitalization with intravenous antibiotics in the following situations:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Severe illness: fever ≥38.5 C (101.3 F)</li>\n\t<li>Complications (eg, TOA)</li>\n\t<li>Possible need for surgical intervention</li>\n\t<li>Inability to rule out other etiologies (eg, appendicitis)</li>\n\t<li>Pregnancy</li>\n\t<li>Inability to tolerate oral medication, treatment failure, or concern for medication nonadherence</li>\n</ul><br><br><p>Treatment of complicated PID (eg, TOA, pyosalpinx) involves broad spectrum antibiotics along with drainage (eg, surgical drainage, image-guided drainage).</p><br><br><p>Sexual partners must be notified and treated appropriately to prevent reinfection and further transmission.</p>\n<h1>Prognosis</h1><br><br><p>Early treatment of PID can improve outcomes and reduce the risk of short-term (eg, TOA, perihepatitis) and long-term complications.&nbsp; However, even with early treatment, patients are still at risk for recurrent PID and long-term complications of the infection, which include reproductive sequelae and chronic pelvic pain:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ectopic pregnancy:&nbsp; due to tubal fibrosis and impaired tubal ciliary action</li>\n\t<li>Tubal factor infertility (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31289.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; due to significant scarring and frank occlusion</li>\n\t<li>Chronic pelvic pain:&nbsp; due to adhesions and inflammation</li>\n</ul>\n<h1>Prevention</h1><br><br><p>Primary prevention of PID involves prevention of sexually transmitted infections, which maintains the integrity of the endocervical barrier.&nbsp; The most effective method is consistent use of barrier contraception (condoms).&nbsp; In addition, routine STI screening occurs in the following patient populations:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sexually active women age &lt;25: annual screening</li>\n\t<li>High-risk, sexually active women age ≥25: annual screening</li>\n\t<li>During pregnancy, age &lt;25 and age ≥25 for high-risk individuals: first- and third-trimester screening</li>\n</ul>\n<h1>Summary</h1><br><br><p>Pelvic inflammatory disease (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32055.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is an acute infection of any part of the upper female reproductive tract, which includes the uterus, fallopian tubes, and ovaries.&nbsp; Treatment is with broad-spectrum antibiotics.<p></p>\n</div>\n\n            "
}