{
  "meta": {
    "title": "Premenstrual syndrome and premenstrual dysphoric disorder",
    "url": "https://brainandscalpel.vercel.app/premenstrual-syndrome-and-premenstrual-dysphoric-disorder-024a6157-cf563c.html",
    "scrapedAt": "2025-12-01T04:54:18.933Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Premenstrual syndrome (PMS) and premenstrual dysphoric disorder (PMDD) are conditions characterized by physical and emotional symptoms that occur during the luteal phase (1-2 weeks prior to menses) of the menstrual cycle and resolve during the follicular phase (at onset of menses).&nbsp; Both conditions cause functional impairment, but PMDD is more severe.</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>PMS is common among women of reproductive age, with an estimated prevalence rate of 20%-30%.&nbsp; Typical onset of PMS is by the early 20s.&nbsp; Although PMDD is less common, it is estimated to affect 3%-8% of reproductive-aged women.</p><br><br><p>Several factors may increase the risk for developing PMS and PMDD, including a family history of a mood disorder or PMS/PMDD, a personal history of an anxiety disorder, and some environmental factors (eg, cigarette smoking, adverse childhood experiences).</p>\n<h1>Pathogenesis</h1><br><br><p>The pathogeneses of PMS and PMDD are unclear, although they may involve increased sensitivity to normal luteal estrogen and progesterone levels, resulting in neurotransmitter dysfunction of the opioid, GABA, and serotonin systems.&nbsp; Of note, serum estrogen, progesterone, and progesterone metabolite (eg, allopregnanolone, pregnenolone) levels in patients with PMS/PMDD are normal.</p>\n<h1>Clinical presentation</h1><br><br><p>PMS and PMDD can involve a variety of physical and emotional symptoms. Common symptoms include:</p><br><br><ul>\n\t<li>\n\t<p><strong>Affective symptoms</strong>:</p><br><br>\t<ul>\n\t\t<li>\n\t\t<p>Emotional lability</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Low mood</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Irritability</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Anxiety</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p><strong>Physical symptoms</strong>:</p><br><br>\t<ul>\n\t\t<li>\n\t\t<p>Fatigue</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Increased appetite/cravings</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Abdominal bloating</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Breast tenderness</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Headaches</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Back pain</p>\n\t\t</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>The timing of PMS and PMDD symptoms is the same: onset is during the luteal phase (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16436.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) (1-2 weeks prior to menses) with improvement or resolution within the first few days of menses.&nbsp; However, PMS and PMDD symptoms differ in the following ways:<p></p><br><br><ul>\n\t<li>\n\t<p><strong>Quantity</strong>:&nbsp; PMS presents with at least 1 symptom, whereas PMDD presents with at least 5 symptoms (including at least 1 affective symptom).</p>\n\t</li>\n\t<li>\n\t<p><strong>Frequency</strong>:&nbsp; PMS presents with symptoms that recur for at least 3 cycles in a row, whereas PMDD presents with symptoms that recur for the majority of menstrual cycles over the course of a year.</p>\n\t</li>\n\t<li>\n\t<p><strong>Severity</strong>:&nbsp; PMS and PMDD both present with functional impairment, but it is more severe in PMDD.</p>\n\t</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>PMS involves 1-4 physical and/or emotional symptoms that impair functioning (eg, social, occupational) and occur for at least 3 menstrual cycles in a row.&nbsp; Symptom onset is during the luteal phase (1-2 weeks prior to menses) of the menstrual cycle, followed by resolution within the first few days of menses.&nbsp; Emotional symptoms do not need to be present for a diagnosis of PMS (unlike for a diagnosis of PMDD).</p><br><br><p>For a diagnosis of PMDD, the following criteria must be met:</p><br><br><ul>\n\t<li>\n\t<p>In the majority of menstrual cycles in the preceding year, ≥5 symptoms must be present in the final week before the onset of menses, start to improve within a few days after the onset of menses, and become minimal or absent in the week postmenses.</p>\n\t</li>\n\t<li>\n\t<p>One (or more) of the following affective symptoms must be present:</p><br><br>\t<ul>\n\t\t<li>\n\t\t<p>Marked affective lability (eg, feeling suddenly tearful, increased sensitivity to rejection)</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Marked irritability or anger or increased interpersonal conflicts</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Marked depressed mood, feelings of hopelessness, or self-deprecating thoughts</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Marked anxiety, tension, and/or feelings of being keyed up or on edge</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p>One (or more) of the following symptoms must be present:</p><br><br>\t<ul>\n\t\t<li>\n\t\t<p>Decreased interest in usual activities (eg, work, school, friends, hobbies)</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Subjective difficulty in concentration</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Lethargy, easy fatigability, or marked lack of energy</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Marked change in appetite, overeating, or specific food cravings</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Hypersomnia or insomnia</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>A sense of being overwhelmed or out of control</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Physical symptoms such as breast tenderness or swelling, joint or muscle pain, bloating sensation, or weight gain</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p>The symptoms cause clinically significant distress or interference with work, school, usual social activities, or relationships with others.</p>\n\t</li>\n\t<li>\n\t<p>The disturbance is not merely an exacerbation of symptoms of another disorder, such as major depressive disorder (MDD), panic disorder, or a personality disorder (although it may coincide with any of these disorders).</p>\n\t</li>\n\t<li>\n\t<p>The timing, quantity, and severity of symptoms should be confirmed by prospective daily ratings during at least 2 symptomatic cycles.&nbsp; (Note: The diagnosis may be made provisionally prior to this confirmation.)</p>\n\t</li>\n\t<li>\n\t<p>The symptoms are not attributable to the physiological effects of a substance or another medical condition.</p>\n\t</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul>\n\t<li>\n\t<p><strong>Normal physiologic premenstrual changes</strong>:&nbsp; very common and can include physical and emotional symptoms.&nbsp; However, these symptoms do not impair daily functioning.</p>\n\t</li>\n\t<li>\n\t<p><strong>MDD and bipolar disorder</strong>:&nbsp; present with affective symptoms that can worsen premenstrually.&nbsp; However, symptoms do not remit in the postmenstrual phase and are present throughout the menstrual cycle.&nbsp; PMS/PMDD may be present alongside mood disorders if the symptoms and functional impairment are markedly different from the ongoing mood disorder symptoms and follow a premenstrual pattern (worsening in luteal phase with resolution after onset of menses).</p>\n\t</li>\n\t<li>\n\t<p><strong>Premenstrual exacerbation of an existing condition</strong>:&nbsp; common and associated with multiple conditions (eg, MDD, bipolar disorder, anxiety disorders, bulimia nervosa, migraines, seizure disorders).&nbsp; However, symptoms do not improve or resolve after the onset of menses.</p>\n\t</li>\n\t<li>\n\t<p><strong>Medication-induced depressive disorder</strong>:&nbsp; use of hormonal contraceptives can result in physical and affective symptoms similar to those seen in PMS/PMDD.&nbsp; However, symptoms are not present before initiation of medication and resolve with discontinuation of exogenous hormone treatments.</p>\n\t</li>\n</ul>\n<h1>Laboratory evaluation</h1><br><br><p>A thorough medical history, including menstrual and psychiatric, and physical examination are necessary for diagnosis and to assess for conditions that share symptoms with PMS/PMDD (eg, MDD, hypothyroidism).&nbsp; Confirmation of PMDD diagnosis relies on the patient maintaining a 2-month daily symptom diary to track the timing and severity of physical and emotional symptoms in relation to menses.</p><br><br><p>Laboratory tests are not indicated for the diagnosis of PMS/PMDD; serum estrogen, progesterone, and progesterone metabolite levels are normal in patients with PMS/PMDD.&nbsp; However, depending on clinical findings, evaluation of underlying medical conditions may be indicated (eg, TSH for hypothyroidism, complete blood count for anemia).</p>\n<h1>Management</h1><br><br><p>Management of PMS and PMDD includes lifestyle changes as well as pharmacotherapy and psychotherapy, depending on symptom severity:</p>\n<h2>Lifestyle modifications</h2><br><br><p>Lifestyle modifications are recommended for all patients regardless of symptom severity and are considered first-line treatment for mild symptoms of PMS/PMDD.&nbsp; Options include exercise and stress-reduction techniques (eg, progressive muscle relaxation, deep-breathing exercises, yoga, massage).</p>\n<h2>Pharmacotherapy</h2><br><br><p>Pharmacotherapy is recommended for moderate to severe symptoms.</p><br><br><p><strong>Selective serotonin reuptake inhibitors</strong> (SSRIs) (eg, sertraline, escitalopram, fluoxetine) are first-line, given their efficacy and tolerability.&nbsp; Improvement due to medication can be observed in the first cycle. Medication regimen is dependent on patient preference and predictability of symptoms.&nbsp; Options include:</p><br><br><ul>\n\t<li>\n\t<p>Continuous:&nbsp; SSRI is dosed daily throughout cycle.&nbsp; This may be beneficial for severe physical symptoms or for patients with unpredictable cycles; taking a pill daily may be easier for some patients.</p>\n\t</li>\n\t<li>\n\t<p>Luteal phase:&nbsp; SSRI is started on cycle day 14 and discontinued at the onset of menses or a few days later.&nbsp; This is recommended for patients with &gt;1 week of symptoms before menses; noncontinuous dosing may be more cost-effective and associated with fewer adverse effects compared to continuous dosing.</p>\n\t</li>\n\t<li>\n\t<p>Symptom-onset:&nbsp; SSRI is started on the day symptoms start (eg, 5 days before menses) and discontinued a few days after menses; this is recommended for patients with a shorter duration of symptoms.</p>\n\t</li>\n</ul><br><br><p><strong>Combined estrogen-progestin oral contraceptives</strong> (COCs) improve some PMS/PMDD symptoms, but they do not decrease depressive or anxiety symptoms; COCs may be considered in addition to an SSRI if mood symptoms are present or for patients who are interested in contraception and do not have significant mood symptoms.</p>\n<h2>Psychotherapy</h2><br><br><p>If symptoms are not fully responsive to lifestyle modifications and multiple SSRI trials, cognitive-behavioral therapy (CBT) can be considered as an adjunct treatment.&nbsp; CBT may improve coping skills and reduce anxiety and depressive symptoms associated with PMS/PMDD.</p><br><br><p>PMS and PMDD are associated with an increased risk for suicidal thoughts and behavior during the premenstrual phase; screening for suicidal ideation (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32384.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), assessment of risk factors (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32383.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ), and safety planning are necessary.<p></p><br><br><p>Comorbid mood (MDD and bipolar disorder) and anxiety disorders are more common in patients with PMDD and require screening and treatment.</p>\n<h1>Prognosis</h1><br><br><p>The majority of patients experience symptom reduction and functional improvement with pharmacotherapy; however, symptoms are likely to recur with medication discontinuation.&nbsp; PMS and PMDD tend to worsen during perimenopause.&nbsp; Symptoms of PMS/PMDD temporarily resolve with pregnancy (due to disruption of ovulation) and fully resolve with menopause, although they may recur with cyclical hormone therapy.</p>\n<h1>Summary</h1><br><br><p>Premenstrual syndrome and premenstrual dysphoric disorder (PMDD) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61253.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) are characterized by physical and emotional symptoms that occur in the luteal phase (1-2 weeks prior to menses) of the menstrual cycle and resolve during the follicular phase (with onset of menses).&nbsp; Both conditions cause functional impairment, although PMDD is more severe. Treatment includes lifestyle modifications (eg, exercise, stress-reduction techniques), and, for more severe symptoms, selective serotonin reuptake inhibitors, combined estrogen-progestin oral contraceptives, and/or cognitive-behavioral therapy.<p></p>\n</div>\n\n            "
}