{
  "meta": {
    "title": "Rectovaginal fistula",
    "url": "https://brainandscalpel.vercel.app/rectovaginal-fistula-0f5ece43-cf563c.html",
    "scrapedAt": "2025-12-01T04:54:25.804Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>A rectovaginal fistula (RVF) is an aberrant connection between the rectum and the vagina, allowing fecal matter to pass into the vagina.</p>\n<h1>Pathophysiology</h1><br><br><p>An RVF (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L51572.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) develops within the rectovaginal septum, creating a pathologic connection between the rectum and the vagina that results in the direct passage of fecal matter into the vagina.&nbsp; RVFs are classified relative to the anal dentate line:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Low (anovaginal):&nbsp; fistulas that occur below the dentate line and are more likely to be associated with occult anal sphincter injuries</li>\n\t<li>High (rectovaginal):&nbsp; fistulas that occur cephalad to the dentate line</li>\n</ul><br><br><p>Fistulization occurs with prolonged pressure, inflammation, infection, direct (surgical) injury, or malignancies.&nbsp; Therefore, the most common risk factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Obstetric injury</strong>:&nbsp; prolonged and obstructed labor leading to ischemic necrosis of the rectovaginal septum, third- and fourth-degree perineal lacerations (ie, obstetric anal sphincter injuries [OASIS] increase the risk for low RVFs), forceps-assisted vaginal deliveries, and episiotomies</li>\n\t<li><strong>Radiation therapy or surgical injury</strong>:&nbsp; direct insult or compromised vascular supply causing tissue breakdown and fistula formation</li>\n\t<li><strong>Inflammatory bowel disease</strong> (eg, Crohn disease):&nbsp; chronic inflammation that predisposes to tissue breakdown</li>\n\t<li><strong>Trauma</strong>:&nbsp; prolonged pessary use (for pelvic organ prolapse) or posterior vaginal wall mesh repair (for rectoceles), which can cause tissue erosion and fistulization</li>\n\t<li><strong>Infection</strong>:&nbsp; perirectal and perianal abscess extension that can result in RVF formation</li>\n\t<li><strong>Malignancy</strong>:&nbsp; cervical, vaginal, and rectal cancer that can lead to tissue necrosis and subsequent RVF formation</li>\n</ul>\n<h1>Pathology</h1><br><br><p>On a microscopic level, the fistulous tract is typically lined by epithelialized tissue.&nbsp; Chronic inflammation is often present with fibrosis and possible secondary infections.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients develop symptoms with variable time frames:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Immediately following intraoperative injury (eg, rectocele repair, complicated hysterectomies)</li>\n\t<li>Weeks to months following childbirth and OASIS perineal lacerations</li>\n\t<li>Years after pelvic radiotherapy as a delayed presentation of radiation-induced microvascular injury (ie, endarteritis) and progressive tissue ischemia and breakdown</li>\n</ul><br><br><p>The classic presentation is uncontrolled passage of gas or feces from the vagina, which is most pronounced in patients with chronic loose stools.&nbsp; Other symptoms may include malodorous vaginal discharge, recurrent vaginal infections (due to contamination by fecal matter), dyspareunia, and bleeding.</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis is clinical and made through discovery of a fistulous tract on vaginal examination.&nbsp; Methylene blue dye instilled in the rectum may facilitate discovery of small or pinpoint fistulas.&nbsp; Rectal mucosa seen through larger fistulas may appear as a dark red, velvety lesion.</p><br><br><p>The diagnostic work-up involves identifying the underlying etiology that resulted in RVF development.&nbsp; This involves a thorough history and review of systems to guide additional laboratory and imaging evaluations.</p>\n<h2>Laboratory evaluation</h2><br><br><p>There is no standard diagnostic laboratory evaluation; however, certain studies help diagnose suspected underlying etiologies (eg, C-reactive protein for inflammatory bowel disease).</p>\n<h2>Imaging</h2><br><br><p>No standard imaging is used for diagnosis, but useful adjuncts in the evaluation of patients with RVF include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Endoanal ultrasonography:</strong>&nbsp; evaluates the integrity of the anal sphincter in patients with prior obstetric trauma and low RVFs</li>\n\t<li><strong>Anoscopy/sigmoidoscopy:</strong>&nbsp; evaluates rectal disease (malignancy) and can assist in locating the internal RVF opening</li>\n\t<li><strong>CT scan with rectal contrast/MRI:</strong>&nbsp; used in complex cases because it provides detailed images of surrounding pelvic anatomy, the fistula, and possible concurrent perianal abscesses</li>\n\t<li><strong>Fistulography:</strong>&nbsp; less commonly used but involves the injection of contrast into the fistula to outline its course on plain films</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anorectal fistula</strong> (fisutla-in-ano) is a fistula between the anal canal and the perianal or perineal skin; it most commonly develops due to rupture of a perianal abscess with formation of a residual sinus tract.&nbsp; Examination often shows an external terminus and an indurated tract leading to the rectum.&nbsp; There is no fecal contamination of the vagina on examination.</li>\n\t<li><strong>Colovaginal fistula</strong> involves a direct communication between the colon (rather than the rectum) and vagina.&nbsp; This is most common in patients with a prior hysterectomy (uterus is protective against vaginal fistula formation) and inflammatory bowel diseases (eg, diverticulitis, Crohn disease).</li>\n\t<li><strong>Anal incontinence</strong> occurs with continuous leakage of fecal matter that may be due to anal incontinence from a deficient anal sphincter (particularly with chronic loose stools) rather than from an aberrant communicating pathway.&nbsp; On examination, there is no fecal contamination of the vagina.</li>\n\t<li><strong>Vaginal abscess</strong> can present with malodorous vaginal discharge and dyspareunia; however, this type of abscess lacks a direct communication between the rectum and the vagina.</li>\n</ul>\n<h1>Management</h1><br><br><p>Conservative management with sitz baths, wound care, and stool-bulking fiber for 3-6 months may be considered, particularly for patients with small fistulas, minimal symptoms, and prior obstetric trauma.&nbsp; If a nonsurgical approach fails, management typically involves surgical management with a primary fistula repair.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for RVF is dependent on the success of the primary surgical repair.&nbsp; Although success rates are usually high, those rates vary depending on the underlying cause and complexity of the fistula.&nbsp; Fistulas related to inflammatory bowel disease have high rates of recurrence and may lead to chronic infections, which significantly decrease quality of life.</p>\n<h1>Summary</h1><br><br><p>Rectovaginal fistula (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34875.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is an aberrant connection between the rectum and vagina.&nbsp; This condition occurs following trauma (eg, labor, surgery, malignancies, radiation) and leads to continuous passage of fecal matter.&nbsp; The diagnosis is made clinically, and management usually involves surgical repair.<p></p>\n</div>\n\n            "
}