{
  "meta": {
    "title": "Sexual assault",
    "url": "https://brainandscalpel.vercel.app/sexual-assault-29d01efb-cf563c.html",
    "scrapedAt": "2025-12-01T04:54:28.482Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Sexual assault is any sexual act performed on individuals without their consent.&nbsp; This includes a range of activities such as rape, attempted rape, unwanted touching, and sexual coercion.&nbsp; Consent must be given freely and without coercion, and it can be withdrawn at any time.&nbsp; Rape is a type of sexual assault involving penetration, no matter how slight, of the vagina, anus, or mouth by a body part or object without consent.&nbsp; Sexual coercion is the use of pressure/power, alcohol, drugs, or force to have sexual contact with someone against their will.</p>\n<h1>Risk factors</h1><br><br><p>Sexual violence affects persons from every socioeconomic demographic.&nbsp; Therefore, risk factors can vary widely and are often complex.&nbsp; Some key risk factors include:</p>\n<h2>Individual factors</h2><br><br><ul>\n\t<li>\n\t<p>Younger age</p>\n\t</li>\n\t<li>\n\t<p>Female sex</p>\n\t</li>\n\t<li>\n\t<p>LGBTQ+ individuals</p>\n\t</li>\n\t<li>\n\t<p>History of previous victimization</p>\n\t</li>\n\t<li>\n\t<p>Substance use disorders (eg, drugs, alcohol)</p>\n\t</li>\n\t<li>\n\t<p>Mental health issues</p>\n\t</li>\n</ul>\n<h2>Relational factors</h2><br><br><ul>\n\t<li>\n\t<p>Family environment characterized by physical violence and conflict</p>\n\t</li>\n\t<li>\n\t<p>Imbalanced power dynamics (eg, age imbalance, financial imbalance) in a relationship or a strong belief in traditional gender roles</p>\n\t</li>\n\t<li>\n\t<p>Association with sexually aggressive, hypermasculine, or delinquent peers</p>\n\t</li>\n</ul>\n<h2>Community and societal factors</h2><br><br><ul>\n\t<li>\n\t<p>Poverty or lack of employment opportunities</p>\n\t</li>\n\t<li>\n\t<p>Neighborhoods with high conflict and crime rates</p>\n\t</li>\n\t<li>\n\t<p>Societal norms that support male superiority and sexual entitlement</p>\n\t</li>\n</ul>\n<h1>Prevention</h1><br><br><p>Prevention requires a multifaceted approach with:</p><br><br><ul>\n\t<li>\n\t<p>Education programs on consent, respectful relationships, and bystander intervention (training individuals to recognize harmful situations and ways to safely intervene) reduce the incidence of sexual assault.&nbsp; Comprehensive sexual education that includes discussions about consent and healthy relationships is vital.</p>\n\t</li>\n\t<li>\n\t<p>It is critical to have community engagement that creates safe environments by upending social norms condoning violence and traditional gender roles while providing support for survivors.</p>\n\t</li>\n\t<li>\n\t<p>Policies and legislation that protect survivors while punishing perpetrators are crucial.&nbsp; There is also a need for policies and programs that provide support for survivors and enable easy access to health care and legal services.</p>\n\t</li>\n</ul>\n<h1>Clinical presentation and evaluation</h1><br><br><p>Many patients who have experienced sexual assault do not seek medical attention or immediately disclose the assault.&nbsp; This hesitancy often stems from feelings of shame and humiliation, as well as from fears of judgment and negative recourse from disclosure.&nbsp; Therefore, some patients may have unexplained wounds (eg, vaginal lacerations, abrasions, hematomas), whereas others may openly disclose the assault.&nbsp; No matter the initial presentation, physicians are the first line of support for survivors of sexual assault, and their response to the disclosure has a significant impact on patient comfort during the ensuing conversation and examination.</p><br><br><p>The initial statement made after a patient discloses sexual assault should be supportive, nonjudgmental, and patient centered, with emphasis on promoting safety and trust (eg, \"It's important that you feel safe here.\").&nbsp; Because sexual assault can make the survivor feel powerless (loss of control), the opening statement should also empower patients by allowing them to guide the evaluation and set the pacing (eg, \"Please let me know if you need to stop or take a break at any point.\").&nbsp; Direct questioning about the assault and its effects, which can be perceived as threatening or result in flashbacks and retraumatization, should be avoided initially.</p><br><br><p>After a sexual assault, immediate evaluation and testing are crucial for the health and well-being of the survivor.&nbsp; Steps include:</p><br><br><ul>\n\t<li>\n\t<p>A thorough medical examination that focuses on identifying and documenting any evidence of trauma, for example, using the TEARS acronym (<strong>T</strong>ears [any break in tissue], <strong>E</strong>cchymoses, <strong>A</strong>brasions, <strong>R</strong>edness, <strong>S</strong>welling).&nbsp; This examination should also include mental and psychologic assessment and support.</p>\n\t</li>\n\t<li>\n\t<p>Forensic evaluation should be offered to (but not mandated for) all patients and performed by a trained provider.&nbsp; This includes collecting all clothes; photographs of all injuries; swabs and smears from the buccal mucosa, vagina, and rectum (and any other area with contact); combed specimens from hair and pubic hair; fingernail scrapings and clippings; and whole blood and saliva samples.</p>\n\t</li>\n</ul>\n<h1>Management</h1><h2>Emergency contraception</h2><br><br><p>Women who have experienced sexual assault should be offered emergency contraception (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32628.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) to prevent pregnancy.&nbsp; In women with ovulatory cycles, the probability of pregnancy after unprotected intercourse is as high as 30% prior to ovulation (eg, 2 weeks after the last menstrual period).&nbsp; It is important to note that a negative pregnancy test does not exclude the possibility of pregnancy because a positive result is received only after implantation (eg, 4 weeks after the last menstrual period).<p></p>\n<h2>Postexposure prophylaxis</h2><br><br><p>Patients who have experienced sexual assault should be provided empiric postexposure prophylaxis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32666.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) for:<p></p><br><br><ul>\n\t<li>\n\t<p><em>Chlamydia trachomatis</em>:&nbsp; doxycycline (preferred over azithromycin due to better efficacy)</p>\n\t</li>\n\t<li>\n\t<p><em>Neisseria gonorrhoeae</em>:&nbsp; ceftriaxone</p>\n\t</li>\n\t<li>\n\t<p><em>Trichomonas vaginalis</em>:&nbsp; metronidazole (empiric treatment in women only)</p>\n\t</li>\n\t<li>\n\t<p>HIV:&nbsp; combination antiretroviral therapy started in patients who seek medical attention &lt;72 hours after the assault and continued for 28 days</p>\n\t</li>\n\t<li>\n\t<p>Hepatitis B:&nbsp; prophylaxis dependent on vaccination status</p>\n\t</li>\n\t<li>\n\t<p>Human papillomavirus:&nbsp; prophylaxis dependent on vaccination status (should be offered to women age 9-26 or men age 9-21 who are unvaccinated)</p>\n\t</li>\n</ul><br><br><p>In patients who do not want empiric postexposure prophylaxis, a follow-up appointment should be made to treat any infection discovered on initial evaluation and to potentially repeat testing (eg, test of cure).</p>\n<h1>Follow-up and long-term management</h1><br><br><p>A follow-up appointment should be scheduled approximately 2 weeks after the initial evaluation to repeat testing for pregnancy and sexually transmitted infection.&nbsp; At this visit, counseling and access to mental health services should be offered because survivors of sexual assault are at increased risk for:</p><br><br><ul>\n\t<li>\n\t<p>Posttraumatic stress disorder</p>\n\t</li>\n\t<li>\n\t<p>Substance use disorder</p>\n\t</li>\n\t<li>\n\t<p>Depression and suicidal ideation</p>\n\t</li>\n\t<li>\n\t<p>Sexual dysfunction and pelvic pain</p>\n\t</li>\n</ul><br><br><p>Hotlines and organizations dedicated to assisting survivors can provide immediate and long-term support, helping them navigate the aftermath of an assault.</p>\n<h1>Summary</h1><br><br><p>Sexual assault (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57062.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) is a profound violation that requires comprehensive strategies for prevention, immediate and compassionate care for survivors, and legal and social support systems.&nbsp; Education, community engagement, policy enforcement, and easy access to medical care can reduce the incidence of sexual assault and provide effective support for those affected.<p></p>\n</div>\n\n            "
}