{
  "meta": {
    "title": "Sheehan syndrome",
    "url": "https://brainandscalpel.vercel.app/sheehan-syndrome-aedd49ff-cf563c.html",
    "scrapedAt": "2025-12-01T04:54:28.429Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Sheehan syndrome, also known as postpartum pituitary infarction, is a rare and potentially life-threatening condition characterized by infarction of the anterior pituitary gland following significant postpartum hemorrhage.&nbsp; This leads to varying degrees of pituitary hormone deficiencies.</p>\n<h1>Pathogenesis</h1><br><br><p>The hypothalamic-pituitary axis involves the hypothalamus, which is the regulatory center of the endocrine system, and the pituitary gland, which is divided into the anterior and posterior pituitary glands.</p><br><br><p>The anterior pituitary gland contains acini comprising different types of hormone-secreting cells that release various hormones in response to hypothalamic-releasing hormones (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L35809.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; These include the following:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Corticotrophs, which secrete ACTH</li>\n\t<li>Thyrotrophs, which secrete TSH</li>\n\t<li>Lactotrophs, which secrete prolactin (PRL)</li>\n\t<li>Somatotrophs, which secrete growth hormone (GH)</li>\n\t<li>Gonadotrophs, which secrete LH and FSH</li>\n</ul><br><br><p>The posterior pituitary gland differs from the anterior pituitary gland in that it contains nerve axon terminals that store and release antidiuretic hormone (ADH) and oxytocin (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11747.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), which are synthesized in the the supraoptic nuclei and paraventricular nuclei, respectively, of the hypothalamus.<p></p><br><br><p>The blood supply is unique to the different glands of the pituitary gland.&nbsp; The anterior pituitary gland does not have direct arterial blood supply; rather, it is supplied by a low-pressure capillary portal system (capillary beds connected through a venous system).&nbsp; This portal design allows for high concentrations of hypothalamic-releasing hormones to reach the anterior pituitary gland without being diluted by peripheral blood, which preserves the pulsatile release of some hormones from the hypothalamus (critical for GnRH).&nbsp; In contrast, the posterior pituitary gland is supplied by the inferior hypophyseal artery, which drains into the inferior hypophyseal vein.</p><br><br><p>Sheehan syndrome occurs due to <strong>ischemic necrosis</strong> of the <strong>anterior pituitary gland</strong>.&nbsp; It is the low-pressure capillary portal system that makes the anterior pituitary gland susceptible to ischemic injury with reduced perfusion.&nbsp; In contrast, the direct arterial blood supply of the posterior pituitary gland renders it, and its secreted hormones (ADH and oxytocin (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89697.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )), more resilient to hypotension.<p></p><br><br><p>During pregnancy, high estrogen levels induce lactotroph hyperplasia, which enlarges the pituitary gland, increasing its metabolic demand without a proportional increase in blood supply.&nbsp; Therefore, the anterior pituitary gland is particularly susceptible to ischemic injury and infarct during pregnancy.</p><br><br><p>Severe postpartum hemorrhage can cause hypovolemic shock, reducing blood flow to the anterior pituitary and leading to infarction.&nbsp; Extensive necrosis of anterior pituitary cells causes decreased production of all anterior pituitary hormones (panhypopituitarism).&nbsp; With less extensive ischemic injury, only certain hormone-producing cell types may be affected, most commonly PRL and GH.</p>\n<h1>Risk factors</h1><br><br><p>Sheehan syndrome results from <strong>severe postpartum hemorrhage</strong>; therefore, risk factors are those that increase the risk for postpartum hemorrhage.&nbsp; These include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Placental abruption</li>\n\t<li>Prolonged labor</li>\n\t<li>Multifetal pregnancy</li>\n\t<li>Placental abnormalities (eg, previa, adherent or retained placenta)</li>\n\t<li>Preeclampsia</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Histologically, Sheehan syndrome is characterized by necrosis of the anterior pituitary tissue.&nbsp; Over time, the infarcted tissue is replaced by fibrous tissue and the anterior pituitary atrophies.</p>\n<h1>Clinical presentation</h1><br><br><p>The onset and symptoms of Sheehan syndrome vary considerably and are dependent on the extent of pituitary damage.&nbsp; There is a broad spectrum in timing (ranging from acute to subacute to chronic) and symptoms with a wide range of complete or partial deficiencies of anterior pituitary hormones (TSH, PRL, LH, FSH, ACTH, GH).</p><br><br><p>In general, the physiologic action of each anterior pituitary hormone affected accounts for the constellation of possible symptoms in Sheehan syndrome, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Loss of ACTH, which causes decreased cortisol levels, results in fatigue, hypotension, anorexia, and loss of secondary body hair (secondary adrenal insufficiency).</li>\n\t<li>Loss of PRL results in lactation failure.</li>\n\t<li>Loss of FSH and LH, which cause decreased estrogen production, results in amenorrhea, vulvovaginal atrophy (eg, dyspareunia), and decreased libido (hypogonadotropic hypogonadism).</li>\n\t<li>Loss of TSH, which causes decreased T3 and T4, results in fatigue and bradycardia (ie, central hypothyroidism).</li>\n\t<li>Loss of GH results in decreased lean body mass and energy in adults.</li>\n</ul>\n<h2>Acute presentation</h2><br><br><p>Acute, severe Sheehan syndrome presents within days of delivery, often with a hemorrhage severe enough to require blood transfusion.&nbsp; This presentation typically involves extensive necrosis of the pituitary gland with widespread hormonal deficiencies.&nbsp; This may be a life-threatening condition due to acute secondary adrenal insufficiency (reduced cortisol production due to low ACTH), which can cause the following symptoms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Persistent hypotension despite adequate blood and fluid replacement (because cortisol is required to maintain vascular tone); this may trigger adrenal crisis, characterized by severe hypotension and hypoperfusion leading to tissue ischemia.</li>\n\t<li>Laboratory abnormalities such as hyponatremia (loss of cortisol inhibition on antidiuretic hormone secretion) and hypoglycemia</li>\n\t<li>Lethargy, anorexia, weight loss</li>\n</ul><br><br><p>Importantly, aldosterone production by the adrenal gland occurs independent of ACTH and is not affected by ACTH deficiency.</p>\n<h2>Subacute presentation</h2><br><br><p>This presentation most often occurs in the weeks to months following delivery and is characterized by lactation failure (decreased PRL), hypotension, weight loss and anorexia (decreased ACTH), and fatigue and bradycardia (decreased TSH).</p>\n<h2>Chronic presentation</h2><br><br><p>Because Sheehan syndrome may cause vague, nonspecific symptoms, there is often a delay of months to years between the inciting event (postpartum hemorrhage) and diagnosis; this is particularly true if only certain cells are affected by necrosis and symptoms are frequently attributed to other causes.&nbsp; In addition, more mild symptoms may not always prompt patients to seek evaluation.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lymphocytic hypophysitis</strong>:&nbsp; is an autoimmune condition that causes pituitary inflammation due to lymphocyte infiltration.&nbsp; Like Sheehan syndrome, there is an association with pregnancy and the postpartum period and patients have symptoms of hypopituitarism.&nbsp; However, lymphocytic hypophysitis can affect both the anterior and posterior pituitary and results in an enlarging pituitary mass that can cause headaches and eventually visual field deficits or other visual symptoms.</li>\n\t<li><strong>Pituitary apoplexy</strong>:&nbsp; Sudden hemorrhage or infarction of the pituitary, often associated with a preexisting adenoma.&nbsp; Pituitary apoplexy can cause hormonal deficiencies, but it usually has an acute presentation with sudden, severe headaches and visual symptoms (eg, diplopia, visual field deficits).</li>\n\t<li><strong>Primary adrenal insufficiency</strong> (Addison disease) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31624.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; occurs due to destruction of the adrenal cortex, resulting in decreased production of cortisol, aldosterone, and androgens.&nbsp; Both Addison disease and Sheehan syndrome can cause fatigue, amenorrhea, and symptoms of cortisol deficiency (eg, abdominal pain, nausea, anorexia, orthostatic hypotension).&nbsp; However, Addison disease also causes aldosterone deficiency (eg, hyperkalemia) as well as hyperpigmentation (due to the loss of negative feedback inhibition of cortisol on the anterior pituitary (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41518.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), resulting in increased production of the prohormone proopiomelanocortin into ACTH and melanocyte-stimulating hormone).</li>\n\t<li><strong>Asherman syndrome</strong>:&nbsp; can occur with dilation and curettage performed for postpartum hemorrhage (eg, retained placenta), resulting in formation of intrauterine adhesions.&nbsp; It can present with amenorrhea following a postpartum hemorrhage; however, patients do not have other symptoms of hormonal deficiencies (eg, hypotension, lactation failure, clinical hypothyroidism).</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of Sheehan syndrome is made based on laboratory evidence of deficiency of one or more anterior pituitary hormones in patients with a history of postpartum hemorrhage.&nbsp; History and physical examination should include assessment for symptoms related to hormonal deficiencies.</p><br><br><p>Hormonal assays are necessary for diagnosis of Sheehan syndrome and demonstrate one or more abnormalities in anterior pituitary hormones.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>ACTH:&nbsp; Morning cortisol level is the preferred initial test to evaluate ACTH function.&nbsp; If cortisol is low, ACTH is measured directly.&nbsp; A low ACTH indicates secondary adrenal insufficiency (like Sheehan syndrome) and a high ACTH indicates primary adrenal insufficiency.</li>\n\t<li>Thyroid function testing:&nbsp; free T4 and TSH levels are measured.</li>\n\t<li>PRL:&nbsp; This is typically low in patients with failed lactation.</li>\n\t<li>FSH, LH, and estradiol:&nbsp; These may all be reduced, especially in patients with menstrual abnormalities.</li>\n\t<li>GH:&nbsp; Serum IGF-1 is usually measured as a surrogate rather than measuring GH directly; a low IGF-1 in a patient with suspected pituitary disease confirms GH deficiency.</li>\n</ul><br><br><p>A basic metabolic panel may demonstrate hypoglycemia and hyponatremia due to low ACTH and subsequently low cortisol.</p>\n<h1>Imaging</h1><br><br><p>MRI of the pituitary is the gold standard for visualizing the pituitary gland.&nbsp; In acute Sheehan syndrome, the pituitary may be enlarged with evidence of infarction.&nbsp; Over time as the anterior pituitary atrophies, the MRI may reveal an empty or partially empty sella.</p>\n<h1>Management</h1><br><br><p>Management of Sheehan syndrome is centered on replacement of hormonal deficiencies, and patients require life-long treatment.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>ACTH deficiency</strong>:&nbsp; is managed by hydrocortisone administration to replace cortisol.&nbsp; During times of physiologic stress (eg, illness, surgery, labor) the dose is increased to prevent adrenal crisis (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40246.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Although ACTH deficiency can cause impaired adrenal androgen secretion, exogenous androgens are not usually administered.</li>\n\t<li><strong>TSH deficiency</strong>:<strong>&nbsp;</strong> is treated with levothyroxine (T4).</li>\n\t<li><strong>LH and FSH deficiency</strong>:&nbsp; in premenopausal women is treated with estrogen to mimic normal physiologic levels to prevent menopausal symptoms and reduce the risk for cardiovascular disease and osteoporosis.&nbsp; Patients who have a uterus are also treated with a progestin to reduce the risk for endometrial hyperplasia or cancer due to exogenous estrogen administration.</li>\n</ul><br><br><p>GH and PRL are typically not replaced.</p>\n<h1>Prognosis</h1><br><br><p>With appropriate hormone replacement, the prognosis for women with Sheehan syndrome is generally good, however, patients should be counseled that it is a chronic condition that requires regular follow-up and life-long hormonal replacement.&nbsp; If left untreated, the condition can lead to severe complications, including adrenal crisis and osteoporosis.&nbsp; Sheehan syndrome is associated with increased incidence of cardiovascular and metabolic conditions such as obesity, insulin resistance, and dyslipidemia; treatment helps reduce these risks, but it does not completely eliminate them.</p><br><br><p>Patients who desire additional children may require advanced reproductive assistance with ovulation induction or in vitro fertilization.</p>\n<h1>Prevention</h1><br><br><p>The primary strategy to prevent Sheehan syndrome is prevention of postpartum hemorrhage.&nbsp; This involves identifying and managing risk factors for hemorrhage during antenatal care, active management of the third stage of labor (usually with gentle traction on the umbilical cord and administration of a uterotonic agent such as oxytocin), and early recognition and treatment of postpartum hemorrhage.&nbsp; These interventions can reduce postpartum blood loss and minimize the risk for hypotension and ischemia of the anterior pituitary.</p><br><br><p>Because of the availability of early treatment (eg, uterotonics, surgical intervention, blood transfusion) for postpartum hemorrhage, Sheehan syndrome is rare in resource-rich countries; however, the risk is increased in settings where such interventions are not as readily available.</p>\n<h1>Summary</h1><br><br><p>Sheehan syndrome is characterized by hormonal deficiency due to infarction of the anterior pituitary.&nbsp; It usually occurs as a rare complication of postpartum hemorrhage that results in hypotension and inadequate pituitary perfusion.&nbsp; The clinical manifestations depend on which anterior pituitary hormone(s) become deficient; patients may develop hypothyroidism, hypogonadism, secondary adrenal insufficiency, failed lactation, and metabolic complications.&nbsp; Treatment centers on replacement of deficient hormones.&nbsp; The prognosis is generally favorable with appropriate management; however, adrenal insufficiency can be life-threatening if not recognized and treated.</p>\n</div>\n\n            "
}