{
  "meta": {
    "title": "Urinary incontinence",
    "url": "https://brainandscalpel.vercel.app/urinary-incontinence-26b4a7ee-cf563c.html",
    "scrapedAt": "2025-12-01T04:54:35.002Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Urinary incontinence (UI), the involuntary loss of urine, is often divided into three subtypes: stress, urgency, and overflow.&nbsp; The treatment and management are dependent on the predominant subtype.</p>\n<h1>Physiology</h1><br><br><p>Continence (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52716.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) is normally maintained through a combination of voluntary and involuntary control.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The cerebral cortex (upper motor neurons) maintains continence by inhibiting micturition through the pontine micturition center within the brainstem.</li>\n\t<li>The external urinary sphincter is a skeletal muscle with nicotinic receptors that receives somatic motor innervation (voluntary control) from the perineal branches of the pudendal nerve (S2-S4).</li>\n\t<li>The detrusor muscle and the internal urethral sphincter (IUS) receive autonomic innervation (involuntary control).&nbsp; Sympathetic stimulation (from the inferior hypogastric plexus [T11-L2] traveling through the hypogastric nerve) promotes urine storage and continence by increasing IUS tone through alpha-1 receptors and by inhibiting detrusor contractions through beta-3 agonist receptors.</li>\n</ul><br><br><p>As the bladder fills, afferent input from the detrusor muscle increases, stimulating the pontine micturition center in the brainstem.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The pelvic floor and external sphincter muscles relax voluntarily.</li>\n\t<li>Sympathetic input is reduced, and parasympathetic input increases.</li>\n\t<li>Parasympathetic fibers via pelvic splanchnic nerves that originate S2-S4 act via M<font size=\"2\"><sub>3</sub></font> muscarinic receptors to initiate detrusor contractions while also inhibiting sympathetic input, which relaxes the IUS.&nbsp; The rising bladder pressure relative to urethral pressure results in the flow of urine from the bladder through the urethra.</li>\n</ul><br><br><p>Problems with the normal mechanisms of continence or voiding lead to UI.&nbsp; UI is classified into three broad categories (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45839.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Stress incontinence</strong></li>\n\t<li><strong>Urgency incontinence</strong></li>\n\t<li><strong>Overflow incontinence</strong></li>\n</ul><br><br><p>Patients may have mixed incontinence with symptom overlap between stress and urge incontinence.&nbsp; The pathophysiology, symptom profile, and treatment options vary depending on the type of UI.</p><br><br><p>The initial work-up for all types of UI is similar and includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Detailed history of voiding patterns (eg, frequency, volume, strength of urinary stream), episodes of incontinence with precipitating factors, and associated symptoms (eg, urge, dysuria, bowel leakage)</li>\n\t<li>Urinalysis with or without urine culture to rule out infection, which can cause/worsen UI</li>\n\t<li>Review of comorbidities (eg, diabetes mellitus, pelvic organ prolapse) and medications (eg, diuretics) that can cause or exacerbate UI</li>\n</ul>\n<h1>Stress urinary incontinence</h1><br><br><p><strong>Pathogenesis</strong><br>\nStress urinary incontinence (SUI) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47359.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) occurs due to the weakness of the pelvic floor muscles or urethral sphincter, leading to sudden urine leakage when intraabdominal pressure rises above urethral closure pressure.&nbsp; Unlike normal voiding, stress incontinence causes loss of urine without a bladder contraction. This is often due to:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Urethral hypermobility</strong>:&nbsp; The urethra is normally supported by pelvic floor muscles and vaginal connective tissue, which act as a \"backboard\" to compress the urethra against the anterior vaginal wall; this prevents incidental urine leaking at times of sudden increased intraabdominal pressure (eg, coughing, high-impact activities).&nbsp; However, because of weakness of the pelvic floor (either due to childbirth trauma or aging), the urethral backboard is impaired, making the urethra hypermobile.&nbsp; This results in the urethra not being fully compressed against the anterior vaginal wall, leading to urine leaking with sudden increases with intraabdominal pressure.</li>\n\t<li><strong>Intrinsic sphincter deficiency</strong>:&nbsp; This form of severe stress UI from neuromuscular damage (often from pelvic surgery) causes reduced tone of the urethral mucosa and muscle, leading to a urethral sphincter that fails to maintain sufficient closure pressure.&nbsp; The result is significant loss of urine with minor increases in intraabdominal pressure.&nbsp; This can occur with or without urethral hypermobility.</li>\n</ul>\n<h2>Risk factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Increased age</strong> leads to weakening of pelvic muscles and connective tissue.</li>\n\t<li><strong>Childbirth</strong>, particularly vaginal deliveries, can cause trauma to pelvic muscles and/or the nerves that innervate them (eg, pudendal nerve, which innervates the levator ani).</li>\n\t<li><strong>Obesity</strong> increases abdominal pressure and weakens pelvic floor structures.</li>\n\t<li><strong>Menopause</strong>, or estrogen deficiency, causes tissue atrophy.</li>\n\t<li><strong>Prior pelvic surgery</strong> (eg, hysterectomy) may weaken pelvic and connective tissue structures.</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><p>The classic presentation of SUI is loss of urine with exertion or increases in intraabdominal pressure.&nbsp; This includes exercise (jumping, squatting), coughing, laughing, and sneezing.&nbsp; The volume of urine loss can vary, and, for some patients, leakage may occur only when the bladder is relatively full.&nbsp; With pure SUI, patients do not have the urge to urinate prior to urine loss, and there is no associated frequency, nocturia, dysuria, or bladder pain.</p>\n<h2>Diagnosis and evaluation</h2><br><br><p>The diagnosis of SUI is made clinically with a history consistent with loss of urine with exertion (without urge) and physical examination.&nbsp; The physical examination includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Q-tip test</strong>, which assesses for urethral hypermobility:&nbsp; A cotton swab inserted into the urethra until the bladder neck, and the patient is asked to strain.&nbsp; An increase in the angle of the swab to greater than 30 degrees indicates urethral hypermobility.</li>\n\t<li><strong>Cough stress test</strong>:&nbsp; Patients with a full bladder are asked to cough while standing and are observed for urine leakage.</li>\n\t<li>Other components of the examination:&nbsp; These symptoms (eg, genitourinary syndrome of menopause [pale vaginal mucosa, loss of rugae] and pelvic organ prolapse (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59081.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) can become exacerbated.</li>\n</ul>\n<h2>Management</h2><br><br><p>The first step in management of SUI is with lifestyle modifications and pelvic floor physical therapy.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Lifestyle modifications include weight loss, reduced consumption of bladder irritants (eg, caffeine, alcohol), remedies for chronic cough, and timed voids (for patients who experience incontinence only when the bladder is full).</li>\n\t<li>Pelvic floor physical therapy is performed to target and strengthen the pelvic floor.&nbsp; This is done with Kegel exercises (voluntary contraction of the pelvic floor muscles) and biofeedback devices.</li>\n</ul><br><br><p>If initial therapy with these measures does not improve symptoms, other management options include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>SUI pessary</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26478.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; a device inserted into the vagina to provide support to the urethra to improve hypermobility.</li>\n\t<li><strong>Urethral bulking agents</strong>:&nbsp; agents injected into the urethral submucosa to improve urethral closure in patients with intrinsic sphincter deficiency.</li>\n\t<li><strong>Surgery with midurethral sling placement</strong> (most common):&nbsp; synthetic mesh placed to provide mechanical support to the urethra in patients with urethral hypermobility.&nbsp; With exertion, the urethra is fully compressed against the sling and prohibits urine loss.</li>\n\t<li><strong>Topical vaginal estrogen</strong>:&nbsp; a treatment that may be useful for menopausal women with genitourinary syndrome of menopause and SUI.</li>\n</ul>\n<h2>Prognosis</h2><br><br><p>The prognosis varies depending on the severity; many cases of SUI improve with conservative measures, whereas some patients may require surgery.&nbsp; Midurethral sling procedures have high cure rates.</p>\n<h2>Prevention</h2><br><br><p>Pelvic floor exercises can be performed during and after pregnancy to strengthen support of pelvic structures.&nbsp; Maintaining a healthy weight, avoiding smoking, and minimizing chronic increases in intraabdominal pressure may help reduce the risk.</p>\n<h1>Urgency incontinence</h1><br><br><p><strong>Pathogenesis</strong><br>\nUrgency urinary incontinence (UUI) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47361.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ), also known as overactive bladder, is caused by involuntary contractions of the detrusor muscle during the bladder-filling phase.&nbsp; These contractions raise bladder pressure to the point that it exceeds urethral closing pressure, resulting in the leakage of urine.&nbsp; The involuntary detrusor contractions are usually due to detrusor overactivity, which may be idiopathic or due to neurologic conditions or bladder abnormalities (eg, alterations to the bladder microbiome, urothelial inflammation, radiation-induced changes).<p></p>\n<h2>Risk factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increasing age</li>\n\t<li>Neurologic disorders (eg, Parkinson disease, stroke)</li>\n\t<li>Bladder irritants (eg, caffeine, alcohol, spicy foods)</li>\n\t<li>Prior pelvic surgery or radiation</li>\n\t<li>Obesity</li>\n\t<li>Spinal surgery or injury</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><p>Patients with UUI experience a sudden intense urge to urinate followed by involuntary urine leakage.&nbsp; Patients frequently describe leaking while on the way to the bathroom and may also experience urinary frequency and nocturia.&nbsp; The volume of involuntary urine loss varies.</p>\n<h2>Diagnosis and evaluation</h2><br><br><p>The diagnosis of UUI is made clinically with a history of loss of urine following strong urges to void.&nbsp; A pelvic examination, including the following components, may also aid in the diagnosis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Assessment of pelvic anatomy and support (eg, pelvic organ prolapse evaluation)</li>\n\t<li>Neurologic function involving perineal sensation and lower extremity reflexes</li>\n\t<li>Postvoid residual (measure of remaining urine following a void) and urodynamic (invasive measurements of urine storage and evacuation) testing (used if diagnostic uncertainty remains)</li>\n</ul>\n<h2>Management</h2><br><br><p>UUI is first treated with conservative therapy that involves lifestyle modifications (eg, weight loss, avoidance of bladder irritants [caffeine, alcohol, smoking], timed voids, bladder training (ie, resisting the urge to void for progressively longer intervals to increase bladder capacity), fluid restriction, and pelvic floor physical therapy (similar to that for SUI).&nbsp; If conservative therapy fails, additional treatment options include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Medication therapy (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81370.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ) includes the following:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Anticholinergics</strong> (eg, oxybutynin), which inhibit bladder muscarinic receptors, leading to decreased detrusor contractility</li>\n\t\t<li><strong>Beta-3 agonists</strong> (eg, mirabegron), which promote relaxation of the detrusor muscle</li>\n\t</ul>\n\t</li>\n\t<li>Botulinum toxin injections are placed directly into the detrusor muscle to induce temporary paralysis and reduce involuntary detrusor contractions; these injections are used for refractory cases.</li>\n\t<li>Sacral neuromodulation involves neural stimulation of the pelvic splanchnic nerves derived from S2-S4 that are classically described as providing parasympathetic input to the bladder and urethral sphincter (which would promote bladder contraction and may worsen continence).&nbsp; However, they are also involved in the bladder stretch-contraction reflex, and neural stimulation seems to inhibit this reflex to improve continence.</li>\n</ul>\n<h2>Prognosis</h2><br><br><p>UUI is a chronic condition with variable response to treatment; many younger patients achieve adequate symptom control with conservative management or medications, whereas others require more invasive measures.&nbsp; Older patients or those with cognitive impairments are at increased risk for medication adverse effects and often require neuromodulation or botulinum toxin injections.&nbsp; Uncontrolled symptoms can have a significant negative impact on quality of life and lead to social isolation.</p>\n<h2>Prevention</h2><br><br><p>The main prevention strategies for UUI are avoidance of bladder irritants and management of fluid intake.&nbsp; Patients with neurologic conditions should have early intervention to prevent bladder dysfunction.</p>\n<h1>Overflow incontinence</h1><br><br><p><strong>Pathogenesis</strong><br>\nOverflow incontinence (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47360.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ) occurs when the bladder becomes overdistended with urine, leading to urine leakage when bladder pressure exceeds urethral pressure.&nbsp; Bladder overdistension usually occurs due to the following mechanisms:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bladder outlet obstruction</strong>:&nbsp; External compression of the bladder outlet or urethra (eg, fibroids, pelvic organ prolapse, prior pelvic surgeries) impedes bladder emptying.</li>\n\t<li><strong>Detrusor underactivity</strong>:&nbsp; Dysfunction of bladder innervation or the detrusor muscle itself leads to impaired detrusor contractility, causing inadequate emptying of the bladder.&nbsp; This may result from neuropathy (eg, diabetes mellitus, chronic alcohol use), spinal cord injury, or chronic overdistension of the bladder.</li>\n</ul>\n<h2>Risk factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increasing age:&nbsp; causes decreased bladder sensation and detrusor contractility strength</li>\n\t<li>Diabetes mellitus neuropathy:&nbsp; can lead to detrusor underactivity</li>\n\t<li>Neurologic conditions (eg, multiple sclerosis, Parkinson disease, spinal cord injury)</li>\n\t<li>Medications (eg, anticholinergics, antihistamines, tricyclic antidepressants, opioids)</li>\n\t<li>Prior pelvic surgery</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><p>Patients with overflow incontinence have continuous dribbling of urine or frequent small-volume leakage.&nbsp; Additional symptoms include a weak urinary stream, hesitancy (delay when initiating urination), straining to initiate urination, and a sensation of incomplete bladder emptying.</p>\n<h2>Diagnosis and evaluation</h2><br><br><p>The diagnosis is made clinically with history, physical examination, and clinical tests.&nbsp; Pelvic examination evaluates possible sources of obstruction (eg, pelvic masses, pelvic organ prolapse, urethral diverticulum, fibroids).&nbsp; Neurologic function is evaluated with anal wink reflexes and perineal sensation.&nbsp; Clinical tests include a postvoid residual (measurement of urine remaining in the bladder following a void [abnormal is ≥150 mL]) and sometimes urodynamics, which can distinguish the etiology of overflow incontinence (ie, detrusor underactivity vs bladder outlet obstruction).</p><br><br><p>High bladder pressures can lead to elevated pressure in the ureters and kidneys.&nbsp; As a result, renal ultrasonography and serum creatinine should be obtained in patients with chronic urinary retention to evaluate for renal impairment.</p>\n<h2>Management</h2><br><br><p>For patients with bladder outlet obstruction, correction of the obstruction is first line (eg, surgical correction or pessary use for pelvic organ prolapse).&nbsp; For detrusor underactivity, the following therapies are recommended:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Voiding techniques:&nbsp; Such techniques include timed voiding to keep bladder volumes low, double voiding (second voiding attempt following initial void), and manual prolapse reduction.</li>\n\t<li>Intermittent catheterization for complete bladder emptying:&nbsp; Suprapubic catheter insertion may be considered for patients with chronic urinary retention.</li>\n\t<li>Medications:&nbsp; Bethanechol is a cholinergic agonist that can be used to stimulate detrusor contractions in patients with detrusor underactivity (although long-term benefits are unclear).</li>\n\t<li>Sacral neuromodulation:&nbsp; This therapy may be of some benefit in patients with detrusor underactivity, but evidence of the benefit is not as clear for overflow incontinence as for UUI.</li>\n</ul>\n<h2>Prognosis</h2><br><br><p>The prognosis varies depending on the underlying cause; early intervention in cases of obstruction or neuropathy can prevent complications such as renal impairment.</p>\n<h2>Prevention</h2><br><br><p>Prevention strategies for overflow incontinence aim to reduce modifiable risks for the development of bladder outlet obstruction or detrusor underactivity from underlying conditions.</p>\n<h1>Summary</h1><br><br><p>Urinary incontinence is most often due to stress urinary incontinence (urethral hypermobility or intrinsic sphincter deficiency), urge incontinence (involuntary detrusor contractions), or overflow incontinence (inadequate bladder emptying).&nbsp; The described pattern of voiding and incontinence episodes and the presence or absence of associated symptoms (eg, urinary frequency, straining to void, hesitancy) can indicate the most likely cause.</p>\n</div>\n\n            "
}