{
  "meta": {
    "title": "Vesicovaginal fistula",
    "url": "https://brainandscalpel.vercel.app/vesicovaginal-fistula-20033de3-cf563c.html",
    "scrapedAt": "2025-12-01T04:54:37.797Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>A vesicovaginal fistula (VVF) is an aberrant, epithelium-lined connection between the bladder and the vagina.&nbsp; This condition occurs after trauma (eg, gynecologic surgery, obstetric trauma, radiation) and often leads to continuous, painless leakage of urine.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>The proximity of the bladder and vagina makes them vulnerable to fistulization, and VVF develops due to tissue necrosis caused by prolonged pressure, ischemia, infection, or direct injury to these structures.&nbsp; The most common etiologies are obstetric trauma, gynecologic surgery, and pelvic radiation.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In <strong>obstetric cases</strong>, obstructed labor leads to ischemic necrosis of the vesicovaginal septum.</li>\n\t<li>In <strong>surgical or radiation-induced cases</strong>, the direct insult or compromised vascular supply causes tissue breakdown and fistula formation.</li>\n</ul><br><br><p>Patients develop symptoms with variable time frames:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Immediately following intraoperative bladder injury (eg, cesarean delivery, hysterectomy)</li>\n\t<li>Weeks or months following surgery or childbirth (eg, obstructed labor) due to tissue necrosis and sloughing</li>\n\t<li>Years after pelvic radiotherapy as a delayed presentation of radiation-induced microvascular injury (ie, endarteritis) and progressive tissue ischemia and breakdown</li>\n</ul><br><br><p>The aberrant connection between the bladder and vagina allows urine to constantly drain into the vagina, creating continuous, painless leakage of urine (incontinence).</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with VVF classically have <strong>continuous urinary leakage</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29721.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) after exposure to a risk factor.&nbsp; Because of the constant leakage of urine into the vagina, patients can develop vaginal irritation, resulting in a watery, malodorous vaginal discharge and dyspareunia.&nbsp; In addition, patients can develop recurrent urinary tract infections due to constant contamination with the vaginal flora.<p></p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of VVF is made clinically with evidence of a visible vaginal defect or by urine leaking (ie, pooling of clear fluid) into the vagina on speculum examination.&nbsp; Some patients may only have visible granulation tissue (eg, small, raised red area).</p><br><br><p>In patients with small fistulas that cannot be visualized on examination, a <strong>bladder dye test</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47797.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) can be performed.&nbsp; During this test, the bladder is filled with dyed fluid and patients are monitored for vaginal leakage of dye via speculum examination or tampon placement, which confirms the diagnosis.<p></p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Urinary tract infection</strong>:&nbsp; can present with leakage of urine, but patients typically have increased frequency, dysuria, and/or hematuria.&nbsp; Patients with VVF can have a concurrent urinary tract infection; therefore, infection must be ruled out (via urinalysis and urine culture) and treated prior to management of VVF.</li>\n\t<li><strong>Bacterial vaginosis</strong>:&nbsp; also presents with a thin, malodorous vaginal discharge that is painless.&nbsp; Bacterial vaginosis can be differentiated from VVF by the presence of clue cells (squamous epithelial cells coated with bacteria) on wet mount microscopy of the discharge.</li>\n\t<li><strong>Stress urinary incontinence</strong>:&nbsp; typically presents with intermittent, involuntary loss of urine with increased intraabdominal pressure (eg, coughing, laughing) instead of the constant leakage of urine seen with VVF.</li>\n\t<li><strong>Overflow incontinence</strong>:&nbsp; causes continuous, painless loss of urine due to chronic urinary retention.&nbsp; In contrast to VVF, overflow incontinence causes an elevated postvoid residual (≥150 mL) due to urinary retention.</li>\n\t<li><strong>Vaginal cuff dehiscence</strong> (or vaginal wound separation) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47927.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; is a rare but serious postoperative complication after hysterectomy that causes leakage of peritoneal and possibly bowel fluids through the vagina.&nbsp; In these cases, the vaginal apex would appear inflamed, indurated, or open.</li>\n</ul>\n<h1>Laboratory evaluation</h1><br><br><p>No laboratory studies are used to identify VVF, but laboratory evaluation is used to rule out other etiologies and can include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Urinalysis and urine culture</strong>:&nbsp; rule out urinary tract infection</li>\n\t<li><strong>Wet mount microscopy</strong>:&nbsp; rules out bacterial vaginosis, candidal infection, and trichomoniasis</li>\n\t<li><strong>Nucleic acid amplification testing</strong>:&nbsp; rules out gonorrhea and chlamydia infection</li>\n\t<li><strong>Postvoid residual volume</strong>:&nbsp; rules out urinary retention and overflow incontinence</li>\n</ul>\n<h1>Imaging</h1><br><br><p>If the fistula cannot be adequately visualized in the vagina, cystoscopy is performed to better evaluate it and, in postsurgical cases, to evaluate for surgical material (eg, suture) involved in fistula formation.</p><br><br><p>Other imaging studies such as retrograde cystography and intravenous pyelography are not as commonly used and are typically performed only if the fistula tract appears more complex or is affecting the upper urinary tract (eg, ureter).</p>\n<h1>Management</h1><br><br><p>Some small, early-diagnosed fistulas are managed conservatively because they may heal spontaneously.&nbsp; However, the majority are managed via <strong>surgical repair</strong>.&nbsp; Because the highest success rate for resolution of VVF depends on the success of the primary repair, the timing of the repair depends on the healthiness of the surrounding tissue (ie, minimal granulation tissue).&nbsp; After surgery, bladder catheterization is placed for 1-2 weeks to allow for adequate healing.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for VVF depends the success of the primary surgical repair.&nbsp; If the primary repair is successful (85%-95% of cases), patients typically have complete resolution of symptoms.&nbsp; However, with each repair, the chance of symptom improvement decreases, and patients can develop recurrent fistulas, chronic incontinence, and dyspareunia.</p>\n<h1>Summary</h1><br><br><p>A vesicovaginal fistula (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33165.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is an aberrant connection between the bladder and the vagina.&nbsp; This condition occurs after trauma (eg, gynecologic surgery, obstetric trauma, radiation) and often leads to continuous, painless leakage of urine.&nbsp; The diagnosis is made clinically, and treatment is typically with surgical repair.<p></p>\n</div>\n\n            "
}