{
  "meta": {
    "title": "Angiotensin receptor-neprilysin inhibitor (ARNI) pharmacology",
    "url": "https://brainandscalpel.vercel.app/angiotensin-receptor-neprilysin-inhibitor-arni-pharmacology-13ad4b94-9c7cd6.html",
    "scrapedAt": "2025-12-01T05:55:16.804Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Angiotensin blocker–neprilysin inhibitor pharmacology</h1><h1>Introduction</h1>\n<p>The combined angiotensin receptor–neprilysin inhibitor (ARNI) drug class is used in the treatment of heart failure.&nbsp; Neprilysin degrades atrial natriuretic peptide (ANP), brain natriuretic peptide (BNP), and angiotensin II.&nbsp; Therefore, neprilysin inhibition increases ANP and BNP levels, which promote vasodilation and natriuresis (beneficial for patients with heart failure), but also increases angiotensin II levels, which can worsen fluid retention (detrimental for patients with heart failure).&nbsp; To counter this, neprilysin inhibition (with sacubitril) is combined with angiotensin receptor inhibition (with valsartan) in sacubitril-neprilysin, the first available ARNI.</p>\n<h1>Mechanism of action and clinical indications</h1><br><br><p>With heart failure, increased diastolic filling pressures create myocardial stretching, which stimulates secretion of the endogenous vasoactive substances ANP and BNP, among others.&nbsp; Sacubitril blocks neprilysin to inhibit the degradation of ANP and BNP, increasing their circulating levels (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25942.jpg\" alt=\"figure# figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure# figure 1</div>\n                                </div>\n                                ).&nbsp; The increased ANP and BNP promote reduced blood pressure via diuretic and vasodilatory effects.&nbsp; ANP and BNP also inhibit aldosterone secretion from the adrenal cortex, further reducing fluid retention and decreasing deleterious neurohormonal cardiac remodeling (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47911.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p>However, neprilysin also inhibits the degradation of angiotensin II, increasing its circulating levels; activation of the renin-angiotensin-aldosterone system (RAAS) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47467.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) leads to vasoconstriction, aldosterone-mediated fluid retention, and angiotensin II- and aldosterone-mediated neurohormonal cardiac remodeling.&nbsp; To prevent these negative effects in heart failure, sacubitril is combined with valsartan and angiotensin II receptor blocker.<p></p><br><br><p>Sacubitril-valsartan has been shown to <strong>improve survival</strong> in patients with <strong>heart failure with reduced ejection fraction (HFrEF)</strong> and is indicated as first-line pharmacologic therapy (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38185.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; The medication has not demonstrated the same benefit for heart failure with preserved ejection fraction (HFpEF) and is not specifically indicated.&nbsp; Although sacubitril-valsartan decreases blood pressure, it is also not indicated for the management of essential hypertension.<p></p>\n<h1>Pharmacology</h1><h2>Clearance</h2><br><br><p>Sacubitril is primarily cleared renally, and valsartan undergoes primarily hepatic clearance with biliary excretion.</p>\n<h1>Adverse effects</h1><h2>Neprilysin inhibitor–driven adverse effects</h2><br><br><p>In addition to increasing levels of ANP, BNP, and angiotensin, neprilysin inhibition also increases the levels of <strong>bradykinin</strong>, a potent vasodilator that increases vascular permeability (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43776.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Some of the major adverse effects of sacubitril-valsartan are likely due to bradykinin elevation, including:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cough (~10% of patients):&nbsp; Thought to be driven by bradykinin-mediated airway inflammation.</li>\n\t<li>Angioedema (2%-3% of patients):&nbsp; More serious; thought to result from bradykinin-induced vasodilation and vascular fluid leakage.</li>\n</ul><br><br><p>These rates are similar to or slightly higher than those seen with ACE inhibitor monotherapy, which also leads to elevated bradykinin levels (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18710.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; In contrast, angiotensin II receptor blockade does not increase bradykinin levels, and these adverse effects are rarely seen with angiotensin II receptor blocker monotherapy.<p></p><br><br><p>Notably, ACE inhibitors should not be used in combination with a neprilysin inhibitor due to substantially increased risk of angioedema with combined therapy.</p>\n<h2>Angiotensin II receptor blocker–driven adverse effects</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hyperkalemia:&nbsp; Due to reduced aldosterone activity causing increased renal potassium retention.</li>\n\t<li>Acute kidney injury:&nbsp; Due to reduced angiotensin II–mediated vasoconstriction of the renal efferent arterioles, causing a reduction in glomerular perfusion pressure.</li>\n</ul>\n<h2>Other important adverse effects</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hypotension:&nbsp; Due the combined effects of neprilysin inhibition (fluid diuresis) and angiotensin receptor inhibition (less angiotensin II–mediated vasoconstriction and less downstream aldosterone secretion).</li>\n</ul>\n<h1>Pregnancy considerations</h1><br><br><p>Sacubitril-valsartan is <strong>contraindicated</strong> in pregnancy due to concerns about disruption of renal development (renal agenesis) and fetal death (similar to pregnancy concerns with ACE inhibitors and angiotensin II receptor blockers).&nbsp; Sacubitril-valsartan should not be administered to women attempting to conceive and should be immediately discontinued if pregnancy is detected.</p>\n<h1>Contraindications</h1><br><br><p>Contraindications to ARNI use include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hypotension.</li>\n\t<li>Hyperkalemia.</li>\n\t<li>Active acute kidney injury.</li>\n\t<li>History of angioedema.</li>\n\t<li>Active or planned pregnancy.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Sacubitril-valsartan is the first angiotensin receptor–neprilysin inhibitor designated for clinical use.&nbsp; It is uniquely targeted for the management of heart failure, amplifying the beneficial effects of the natriuretic peptides (atrial natriuretic peptide, brain natriuretic peptide) and suppressing the deleterious effects of the renin-angiotensin-aldosterone system.&nbsp; It has been shown to improve survival in patients with heart failure with reduced ejection fraction and is indicated as first-line pharmacologic therapy.</p>\n</div>\n\n            "
}