{
  "meta": {
    "title": "Antihistamines",
    "url": "https://brainandscalpel.vercel.app/antihistamines-2f4d7ab8-9c7cd6.html",
    "scrapedAt": "2025-12-01T05:55:20.800Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Antihistamines are a pharmacologic class of drugs that block and/or deactivate histamine receptors to mitigate the effects of endogenous histamine, a biogenic amine primarily involved in allergic and gastric acid secretory processes.&nbsp; These agents are broadly categorized based on the histamine receptor subtype they target.&nbsp; This article focuses primarily on H<font size=\"2\"><sub>1</sub></font>- and H<font size=\"2\"><sub>2</sub></font>-antihistamines, discussing their mechanisms of action, clinical indications, and adverse effects.</p>\n<h1>Histamine synthesis and function</h1><br><br><p>Histamine is synthesized from the amino acid histidine by the enzyme histidine decarboxylase and is stored primarily in mast cells, basophils, enterochromaffin-like cells, and neurons.&nbsp; On immune or mechanical stimulation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L125400.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), histamine is released and exerts biologic effects by binding to 4 histamine receptor subtypes (H<font size=\"2\"><sub>1</sub></font>, H<font size=\"2\"><sub>2</sub></font>, H<font size=\"2\"><sub>3</sub></font>, H<font size=\"2\"><sub>4</sub></font>), which are G protein–coupled receptors distributed throughout the body.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>H<font size=\"2\"><sub>1</sub></font> receptor</strong> activation increases vascular permeability, vasodilation, cutaneous flushing and edema, bronchoconstriction, smooth muscle contraction within the gastrointestinal tract, rhinorrhea, sneezing (due to stimulation of the nasal sensory branch of the trigeminal nerve [CN V]), and pruritus (due to cutaneous sensory nerve stimulation).&nbsp; H<font size=\"2\"><sub>1</sub></font> receptor activation also increases inflammatory cell chemotaxis (eg, eosinophils, T cells, neutrophils).</li>\n\t<li><strong>H<font size=\"2\"><sub>2</sub></font> receptor</strong> activation primarily stimulates gastric parietal cell acid secretion (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25997.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>H<font size=\"2\"><sub>3</sub></font> and H<font size=\"2\"><sub>4</sub></font> receptors play roles in the CNS and immune modulation, respectively, but are not common targets of approved therapeutic antihistamines.</p>\n<h1>H<font size=\"2\"><sub>1</sub></font> antihistamines</h1><h2>Mechanism of action</h2><br><br><p>H<font size=\"2\"><sub>1</sub></font> antihistamines are inverse agonists that stabilize the H<font size=\"2\"><sub>1</sub></font> receptors in their inactive form, thereby downregulating constitutive receptor activity in the absence of histamine; they also block histamine from binding to the receptors and exerting its effects.</p>\n<h2>H<font size=\"2\"><sub>1</sub></font> antihistamine generations</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>First-generation H<font size=\"2\"><sub>1</sub></font> antihistamines</strong> (eg, diphenhydramine, hydroxyzine, chlorpheniramine) are lipophilic and readily cross the blood-brain barrier, leading to prominent CNS adverse effects (eg, sedation, cognitive impairment).&nbsp; In addition, these drugs bind to muscarinic receptors, resulting in anticholinergic effects (eg, dry mouth, urinary retention, constipation).&nbsp; Their duration of action is typically 4-6 hours, requiring frequent dosing.</li>\n\t<li><strong>Second-generation H<font size=\"2\"><sub>1</sub></font> antihistamines</strong> (eg, loratadine, cetirizine, fexofenadine) are more selective for the histamine receptor and less lipophilic, resulting in fewer anticholinergic and CNS adverse effects (eg, sedation, cognitive impairment).&nbsp; Their duration of action is typically 12-24 hours; once-daily dosing is often sufficient to control symptoms.</li>\n</ul>\n<h2>Common agents</h2><br><br><p>First-generation H<font size=\"2\"><sub>1</sub></font> antihistamines</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Diphenhydramine (oral).</li>\n\t<li>Chlorpheniramine (oral).</li>\n\t<li>Brompheniramine (oral).</li>\n\t<li>Dimenhydrinate (oral).</li>\n\t<li>Doxylamine (oral).</li>\n\t<li>Hydroxyzine (oral).</li>\n\t<li>Meclizine (oral).</li>\n\t<li>Promethazine (oral).</li>\n</ul><br><br><p>Second-generation H<font size=\"2\"><sub>1</sub></font> antihistamines</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cetirizine (oral).</li>\n\t<li>Fexofenadine (oral).</li>\n\t<li>Loratadine (oral).</li>\n\t<li>Desloratadine (oral).</li>\n\t<li>Levocetirizine (oral).</li>\n\t<li>Azelastine (nasal or ophthalmic).</li>\n\t<li>Olopatadine (nasal or ophthalmic).</li>\n\t<li>Ketotifen (ophthalmic).</li>\n\t<li>Emedastine (ophthalmic).</li>\n\t<li>Alcaftadine (ophthalmic).</li>\n\t<li>Bepotastine (ophthalmic).</li>\n\t<li>Epinastine (ophthalmic).</li>\n</ul>\n<h2>Clinical indications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>\n\t<p><strong>Allergic rhinitis and conjunctivitis</strong></p><br><br>\t<p>Antihistamine therapy inhibits itching (eyes, nose, throat), rhinorrhea, sneezing, conjunctival redness, and conjunctival tearing.&nbsp; Nasal and oral antihistamines are used for allergic rhinitis; antihistamine eye drops are used for allergic conjunctivitis.</p>\n\t</li>\n\t<li>\n\t<p><strong>Anaphylaxis, urticaria, and angioedema</strong></p><br><br>\t<p>Antihistamine therapy inhibits histamine-mediated cutaneous capillary dilatation, increased cutaneous capillary permeability, and cutaneous sensory nerve stimulation (causing pruritus), which occur in urticaria (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30514.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) and angioedema.&nbsp; It also inhibits the systemic vasodilation, bronchoconstriction, and smooth muscle contraction of the gastrointestinal tract seen in anaphylaxis (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/128856.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n\t</li>\n\t<li>\n\t<p><strong>Motion sickness</strong></p><br><br>\t<p>First-generation H<font size=\"2\"><sub>1</sub></font> antihistamines (eg, meclizine, dimenhydrinate) block and deactivate H<font size=\"2\"><sub>1</sub></font> receptors in the emetic center in the brainstem; these receptors are stimulated by histamine on exposure to motion stimuli.&nbsp; Second-generation H<font size=\"2\"><sub>1</sub></font> antihistamines do not cross the blood-brain barrier, so they are ineffective in treating motion sickness.</p>\n\t</li>\n\t<li>\n\t<p><strong>Nausea</strong></p><br><br>\t<p>First-generation H<font size=\"2\"><sub>1</sub></font> antihistamines are used as antiemetics (eg, promethazine for postoperative or chemotherapy-related nausea, doxylamine for morning sickness) because they block histamine in the emetic center in the brainstem.&nbsp; Second-generation H<font size=\"2\"><sub>1</sub></font> antihistamines are not used because they do not cross the blood-brain barrier.</p>\n\t</li>\n\t<li>\n\t<p><strong>Insomnia</strong></p><br><br>\t<p>First-generation H<font size=\"2\"><sub>1</sub></font> antihistamines are used off-label for insomnia due to their sedative effects because they can cross the blood-brain barrier.&nbsp; In contrast, second-generation agents are ineffective.</p>\n\t</li>\n\t<li>\n\t<p><strong>Pruritus</strong></p><br><br>\t<p>In addition to alleviating itching in histamine-mediated rashes (eg, urticaria), first-generation H<font size=\"2\"><sub>1</sub></font> antihistamines are often used to alleviate itching in other inflammatory skin conditions (eg, insect bites, scabies, atopic dermatitis) due to their sedative effects; they are especially helpful for nighttime itching that prevents patients from falling asleep.</p>\n\t</li>\n</ul>\n<h2>Adverse effects</h2><br><br><p>First-generation H<font size=\"2\"><sub>1</sub></font> antihistamines</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sedation, cognitive impairment.</li>\n\t<li>Dry mouth, urinary retention, constipation (anticholinergic adverse effects).</li>\n\t<li>Paradoxic excitation in children (eg, irritability, insomnia, hyperactivity, hallucinations, seizures), occurring in 10%-15% of children.</li>\n</ul><br><br><p>Second-generation H<font size=\"2\"><sub>1</sub></font> antihistamines</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Generally well tolerated.</li>\n\t<li>Occasional headache, dry mouth, or mild drowsiness.</li>\n</ul>\n<h1>H<font size=\"2\"><sub>2</sub></font> antihistamines</h1><h2>Mechanism of action</h2><br><br><p>H<font size=\"2\"><sub>2</sub></font>-antihistamines selectively and reversibly bind to H<font size=\"2\"><sub>2</sub></font> receptors in gastric parietal cells, reducing gastric acid production and secretion (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25997.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h2>Common agents</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Famotidine (oral).</li>\n\t<li>Nizatidine (oral).</li>\n\t<li>Cimetidine (oral).</li>\n\t<li>Roxatidine (not available in the United States).</li>\n\t<li>Ranitidine (taken off the market due to contamination with N-nitrosodimethylamine, a carcinogen).</li>\n</ul>\n<h2>Clinical indications</h2><br><br><p>H<font size=\"2\"><sub>2</sub></font> antihistamines have mild acid-suppression properties, and their use is generally limited to mild intermittent gastroesophageal reflux disease.</p><br><br><p>For dyspepsia, peptic ulcer disease, Zollinger-Ellison syndrome, and stress ulcer prophylaxis in hospitalized patients, proton pump inhibitor therapy is generally preferred over H<font size=\"2\"><sub>2</sub></font> antihistamine therapy.</p>\n<h2>Adverse effects</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Agitation, confusion, and delirium (possibly related to central anticholinergic effects).</li>\n\t<li>Necrotizing enterocolitis (very-low-birth-weight neonates only).</li>\n\t<li>Thrombocytopenia.</li>\n\t<li>Headache and dizziness.</li>\n\t<li>Diarrhea or constipation.</li>\n\t<li>Gynecomastia and galactorrhea (cimetidine only, due to increased prolactin secretion).</li>\n\t<li>Drug interactions:&nbsp; Cimetidine, which inhibits cytochrome P450 enzymes, resulting in many drug interactions (eg, with alprazolam, amiodarone, atorvastatin, clopidogrel, estrogen, and fluoxetine).</li>\n</ul>\n<h1>Monitoring parameters</h1><br><br><p>The following should be monitored while the patient is on long-term antihistamine therapy:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anticholinergic adverse effects</strong> (eg, constipation, urinary retention, cognitive impairment), especially in the elderly taking first-generation H<font size=\"2\"><sub>1</sub></font> antihistamines.</li>\n\t<li><strong>Extrapyramidal symptoms</strong> (eg, akathisia, acute dystonia, drug-induced parkinsonism, tardive dyskinesia) for patients on promethazine due to its antidopaminergic effects.</li>\n\t<li><strong>QT prolongation</strong>, for patients on diphenhydramine, promethazine, and other first-generation H<font size=\"2\"><sub>1</sub></font> antihistamines; these patients also have underlying heart disease (eg, channelopathies) or electrolyte abnormalities (eg, hypokalemia) or take other medications that prolong the QT interval (eg, amitriptyline, fluoroquinolone antibiotic).</li>\n</ul>\n<h1>Summary</h1><br><br><p>Antihistamines are a pharmacologic class of drugs that block and/or deactivate histamine receptors to mitigate the effects of endogenous histamine.</p><br><br><p>H<font size=\"2\"><sub>1</sub></font> antihistamine therapy is used primarily to treat allergic reactions (eg, urticaria, anaphylaxis, seasonal allergies).&nbsp; First-generation H<font size=\"2\"><sub>1</sub></font> antihistamines (eg, diphenhydramine, hydroxyzine, chlorpheniramine) are lipophilic and readily cross the blood-brain barrier, leading to prominent CNS adverse effects (eg, sedation, cognitive impairment).&nbsp; In addition, these drugs bind to muscarinic receptors, resulting in anticholinergic effects (eg, dry mouth, urinary retention, constipation).&nbsp; In contrast, second-generation H<font size=\"2\"><sub>1</sub></font> antihistamines (eg, loratadine, cetirizine, fexofenadine) are more selective for the histamine receptor and less lipophilic, resulting in fewer anticholinergic and CNS adverse effects (eg, sedation, cognitive impairment).</p><br><br><p>H<font size=\"2\"><sub>2</sub></font> antihistamine therapy is used primarily to treat gastroesophageal reflux disease due to its acid-suppression effects.&nbsp; H<font size=\"2\"><sub>2</sub></font> antihistamines are generally well tolerated, although cimetidine interacts with a variety of medications.&nbsp; Long-term use may result in gynecomastia and galactorrhea (due to increased prolactin secretion).</p>\n</div>\n\n            "
}