{
  "meta": {
    "title": "Emergency contraception",
    "url": "https://brainandscalpel.vercel.app/emergency-contraception-be49fd0e-9c7cd6.html",
    "scrapedAt": "2025-12-01T05:55:32.569Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Patients with recent unprotected intercourse (due to no contraception used, due to a contraception error [eg, broken condom, missed pills], or after sexual assault) may be candidates for postcoital or emergency contraception (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32628.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) for pregnancy prevention.<p></p><br><br><p>Prior to the use of emergency contraception, patients require a <strong>negative pregnancy test</strong> because these methods are used to prevent ovulation and/or implantation, not terminate an existing pregnancy (ie, they are not abortifacients).</p><br><br><p>Although each method varies in the length of time that they are effective following unprotected intercourse, each is most effective immediately after intercourse and should be initiated as soon as possible.</p>\n<h1>Levonorgestrel pill (Plan B)</h1><br><br><p>The levonorgestrel pill (commonly known as Plan B) is the most readily available form of emergency contraception because it can be purchased without a prescription.</p>\n<h2>Mechanism of action and efficacy</h2><br><br><p>The high dose of progestin in the levonorgestrel pills prevents pregnancy by:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Delaying ovulation by inhibiting the midcycle LH surge (primary mechanism)</li>\n\t<li>Additional secondary mechanisms include: cervical mucus thickening and thinning of the endometrial lining</li>\n</ul><br><br><p>The levonorgestrel pill is most effective within 72 hours (3 days) after unprotected intercourse, with an efficacy of up to 94%.&nbsp; It may be taken up to 120 hours (5 days) later, but efficacy significantly decreases (&lt;59%).&nbsp; Weight may also affect efficacy, with a slightly lower efficacy in women with a BMI &gt;30 kg/m<font size=\"2\"><sup>2</sup></font>.</p>\n<h2>Adverse effects</h2><br><br><p>The levonorgestrel pill is generally well tolerated, but adverse effects can include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Nausea, vomiting</li>\n\t<li>Fatigue</li>\n\t<li>Headache</li>\n\t<li>Breast tenderness</li>\n\t<li>Changes in menstrual bleeding</li>\n</ul>\n<h2>Follow-up care</h2><br><br><p>Patients should have a menstrual period within 3 weeks of taking the levonorgestrel pill for emergency contraception.&nbsp; Those who have a menstrual period do not require additional testing, but those who do not have a menstrual period after 3 weeks of taking the pill require pregnancy testing.&nbsp; Those who are not pregnant should also be counseled on initiating ongoing contraception.</p>\n<h1>Ulipristal acetal (Ella)</h1><br><br><p>Ulipristal acetate (commonly known as Ella) is an oral medication that requires a prescription.</p>\n<h2>Mechanism of action and efficacy</h2><br><br><p>Ulipristal acetate is a selective progesterone receptor modulator (SPRM) that prevents pregnancy by:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Delaying ovulation by preventing the midcycle LH surge (primary mechanism)</li>\n\t<li>Impairing implantation by thinning the lining of the endometrium</li>\n</ul><br><br><p>Ulipristal acetate can be prescribed up to 120 hours (5 days) after unprotected intercourse, with an efficacy of approximately 99%.&nbsp; It is more effective than levonorgestrel, and the patient's body weight does not affect the efficacy.</p>\n<h2>Adverse effects</h2><br><br><p>Ulipristal acetate is generally well tolerated, but adverse effects can include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Changes in menstrual bleeding (most common)</li>\n\t<li>Nausea, vomiting</li>\n\t<li>Fatigue</li>\n\t<li>Headache</li>\n\t<li>Breast tenderness</li>\n</ul>\n<h2>Follow-up care</h2><br><br><p>Patients should have a menstrual period within 3 weeks of taking ulipristal acetate for emergency contraception.&nbsp; Those who have a menstrual period do not require additional testing, but those who do not have a period after 3 weeks of taking the pill require pregnancy testing.&nbsp; Those who are not pregnant should also be counseled on initiating ongoing contraception.</p>\n<h1>Combined estrogen/progestin oral contraceptive pills (Yuzpe method)</h1><br><br><p>Combined estrogen/progestin oral contraceptive pills (eg, ethinyl estradiol plus levonorgestrel) are commonly used for precoital contraception but can also be used for emergency contraception by taking multiple pills simultaneously (known as the Yuzpe method).</p>\n<h2>Mechanism of action and efficacy</h2><br><br><p>When taken as a large dose, combined estrogen/progestin oral contraceptive pills can be used for pregnancy prevention by achieving a high progestin level that can delay ovulation.&nbsp; Patients take 2 doses of oral contraceptives 12 hours apart.</p><br><br><p>This method should be used within 72 hours (3 days) of unprotected intercourse but is much less effective (47%-89%) than other forms of emergency contraception.&nbsp; However, this method benefits patients who are already taking oral contraceptive pills in that it does not require a prescription, it can be taken discreetly, and patients can continue their oral contraceptives as normal afterward.</p>\n<h2>Contraindications</h2><br><br><p>There are no specific contraindications to the use of estrogen-containing contraceptives for emergency contraception, but general contraindications (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/52179.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) to their use include:<p></p><br><br><p><strong>Absolute contraindications</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Prior venous thromboembolism</li>\n\t<li>Thrombophilia (eg, antiphospholipid-antibody syndrome)</li>\n\t<li>Migraine with aura</li>\n\t<li>Prior stroke or ischemic heart disease</li>\n\t<li>Severe hypertension</li>\n\t<li>Active liver disease</li>\n\t<li>Known breast cancer</li>\n\t<li>Age ≥35 and ≥15 cigarettes/day</li>\n\t<li>&lt;3 weeks postpartum</li>\n</ul><br><br><p><strong>Relative contraindications</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age ≥35 and &lt;15 cigarettes/day</li>\n\t<li>Mild or medication-controlled hypertension</li>\n\t<li>Inherited thrombophilia carrier (and family member with thrombophilia plus thromboembolism)</li>\n</ul>\n<h2>Adverse effects</h2><br><br><p>High doses of combined estrogen/progestin oral contraceptive pills are usually not well-tolerated due to the high levels of estrogen.&nbsp; Common adverse effects include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Severe nausea and vomiting (often requiring antiemetic medication)</li>\n\t<li>Breast tenderness</li>\n\t<li>Headache</li>\n\t<li>Changes in menstrual bleeding</li>\n</ul>\n<h2>Follow-up care</h2><br><br><p>Patients should have a menstrual period within 3 weeks of taking combined estrogen/progestin oral contraceptive pills for emergency contraception.&nbsp; Those who have a menstrual period do not require additional testing, but those who do not have a period after 3 weeks of taking the pill require pregnancy testing.&nbsp; If the pregnancy test is negative, patients should continue their oral contraceptives as prescribed.</p>\n<h1>Copper-containing intrauterine device</h1><br><br><p>Intrauterine devices (IUDs) are the most effective form of emergency contraception, but patients require a provider for IUD placement.</p>\n<h2>Mechanism of action and timing</h2><br><br><p>Insertion of the copper-containing IUD (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23852.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) prevents pregnancy by:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Impairing fertilization because the copper is cytotoxic to sperm (impairing sperm motility and viability) and ova</li>\n\t<li>Preventing implantation by creating intrauterine inflammation</li>\n</ul><br><br><p>The copper-containing IUD can be inserted up to 120 hours (5 days) after unprotected intercourse and is &gt;99% effective.</p>\n<h2>Contraindications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Active infection, including acute cervicitis or pelvic inflammatory disease</li>\n\t<li>Wilson disease or copper allergy</li>\n\t<li>Uterine abnormalities that distort the uterine cavity (eg, uterine didelphys)</li>\n</ul>\n<h2>Adverse effects</h2><br><br><p>The most common adverse effects of IUD placement are pain and cramping during and after the procedure.&nbsp; A rare but serious complication is uterine perforation, in which the IUD perforates the uterine wall during the procedure.&nbsp; Patients with suspected perforation should have the IUD removed and provided an oral form of emergency contraception.</p>\n<h2>Special considerations</h2><br><br><p>In addition to providing emergency contraception, the copper-containing IUD can also provide long-term, reversible contraception for up to 10 years.</p>\n<h1>Progestin-releasing intrauterine device</h1><br><br><p>IUDs are the most effective form of emergency contraception, but patients require a provider for IUD placement.</p>\n<h2>Mechanism of action and timing</h2><br><br><p>The exact mechanism of action of the progestin-releasing IUD in emergency contraception is unclear but may be due to a high dose of levonorgestrel interfering with sperm transport and the acrosome reaction.</p><br><br><p>The progestin-releasing IUD can be inserted up to 120 hours (5 days) after unprotected intercourse and is &gt;99% effective.</p>\n<h2>Contraindications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Active infection: acute cervicitis or pelvic inflammatory disease</li>\n\t<li>Uterine abnormalities that distort the uterine cavity (eg, uterine didelphys)</li>\n</ul>\n<h2>Adverse effects</h2><br><br><p>The most common adverse effects of IUD placement are pain and cramping during and after the procedure.&nbsp; A rare but serious complication is uterine perforation, in which the IUD perforates the uterine wall during the procedure.&nbsp; Patients with suspected perforation should have the IUD removed and provided an oral form of emergency contraception.</p>\n<h2>Special considerations</h2><br><br><p>In addition to providing emergency contraception, the progestin-releasing IUD has the added benefit of providing long-term, reversible contraception for up to 8 years.&nbsp; In many patients, it can significantly decrease menstrual bleeding and amenorrhea.</p>\n</div>\n\n            "
}