{
  "meta": {
    "title": "Insulin therapy in diabetes mellitus management",
    "url": "https://brainandscalpel.vercel.app/insulin-therapy-in-diabetes-mellitus-management-a8fd0692-9c7cd6.html",
    "scrapedAt": "2025-12-01T05:55:36.648Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>This article provides an overview of insulin therapy in diabetes mellitus (DM), including indications for insulin use, pharmacology, and administration.</p>\n<h1>Physiology of insulin </h1><br><br><p>Insulin, a polypeptide hormone synthesized by pancreatic beta cells, is released in response to elevated glucose levels (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24974.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; It is formed through a multistep process involving the following (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25325.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul>\n\t<li>Insulin mRNA codes for <strong>preproinsulin</strong>, a larger precursor molecule that begins with a hydrophobic N-terminal signal peptide.</li>\n\t<li>The signal sequence guides preproinsulin to the rough endoplasmic reticulum (RER) during translation, where it is cleaved to yield <strong>proinsulin</strong>.</li>\n\t<li>Proinsulin undergoes further protein folding and disulfide bond formation in the RER.</li>\n\t<li>Proinsulin is then transported to the Golgi apparatus and packed with endopeptidases into secretory granules.</li>\n\t<li>Endopeptidases cleave proinsulin into <strong>insulin</strong> and C-peptide, which are then stored within the granules within pancreatic beta cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18037.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n\t<li>Exocytosis of the insulin-containing granules is triggered by beta cell depolarization and calcium influx, caused by glucose entering the pancreatic beta cell and/or binding of incretins (gut hormones released in response to oral nutrient intake) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9680.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t<li>C-peptide and insulin are then cosecreted from pancreatic beta cells in equimolar amounts.</li>\n</ul><br><br><p>Effects of insulin include increased glucose uptake by cells, glycogen synthesis (liver cells), lipogenesis, and protein synthesis (muscle cells).&nbsp; Insulin also suppresses glucagon, ketogenesis, and glycogenolysis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/50238.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Indications</h1><br><br><p>Insulin is a mandatory component of treatment for all patients who lack sufficient endogenous production of insulin to prevent ketoacidosis.&nbsp; These include the following conditions:</p><br><br><ul>\n\t<li><strong>Type 1 DM</strong> (T1DM), or if T1DM cannot be ruled out in a patient presenting with DM</li>\n\t<li>Type 2 diabetes (T2DM) with associated catabolic symptoms (eg, polyphagia, polydipsia, weight loss), ketonuria, or longstanding disease with hyperglycemia refractory to maximal adjunct therapy</li>\n\t<li>Temporary control of glucose during hospitalization of patients with T2DM</li>\n\t<li>Secondary DM resulting from other pancreatic disease (eg, chronic pancreatic insufficiency)</li>\n</ul>\n<h1>Types of insulin</h1><br><br><p>A summary of insulin types is provided in the following table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35147.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>Insulin preparations with different pharmacokinetics are given subcutaneously to replicate physiologic insulin secretion (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10026.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):<p></p><br><br><ul>\n\t<li>The beta cells of the pancreas produce basal insulin continuously at a low level to suppress on-going hepatic gluconeogenesis.&nbsp; <strong>Longer-acting</strong> agents mimic basal insulin, primarily acting to suppress fasting hyperglycemia.</li>\n\t<li>After meals, insulin secretion increases briefly to control the postprandial rise in blood glucose.&nbsp; <strong>Shorter-acting</strong> agents mimic the postprandial insulin spike and are primarily given to suppress postprandial hyperglycemia.</li>\n</ul><br><br><p>The insulin preparations are most commonly categorized based on their duration of action, as described below; however, they can also be categorized as human insulins (regular insulin, NPH, U-500 regular insulin [500 units/mL regular insulin]) and commercial insulin analogs, which have amino acid modifications to result in different pharmacokinetics.</p>\n<h2>Agents to suppress hepatic gluconeogenesis (mimicking basal insulin)</h2><br><br><ul>\n\t<li><strong>Long-acting insulin analogs:</strong>&nbsp; Insulins degludec, detemir, and glargine have long durations of action due to structural modifications (eg, polymerizing residues, fatty acid side chains) that delay absorption and distribution.&nbsp; They have minimal peak effect and are typically given once daily.</li>\n\t<li><strong>Intermediate-acting insulin (NPH):</strong>&nbsp; NPH has an intermediate duration (12 hours) and is therefore typically given twice daily (once daily may be appropriate in T2DM).&nbsp; Unlike long-acting insulin analogs, NPH has a noticeable peak effect and can lead to hypoglycemia.</li>\n</ul>\n<h2>Control of postprandial hyperglycemia (bolus insulin)</h2><br><br><ul>\n\t<li><strong>Rapid-acting insulin analogs (eg, aspart, lispro):</strong>&nbsp; These peak quickly (coinciding with post-meal glucose spike) and are then rapidly cleared, minimizing the risk of hypoglycemia.&nbsp; They can be given immediately before or after meal intake, increasing dosing convenience.</li>\n\t<li><strong>Short-acting insulin (regular insulin):</strong>&nbsp; Unlike rapid-acting insulin analogs, regular insulin has a delayed peak and may cause delayed hypoglycemia (eg, between meals).&nbsp; To minimize this risk, regular insulin must be administered 30-45 minutes before food intake.</li>\n</ul>\n<h1>Approach to structuring an insulin regimen</h1><h2>Insulin dose initiation </h2><br><br><p>The initial insulin regimen varies depending on whether the patient has T1DM or T2DM.</p><br><br><p>For patients with <strong>T1DM</strong>, a <strong>basal-bolus insulin</strong> regimen is constructed as follows (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10040.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):<p></p><br><br><ul>\n\t<li>A weight-based dosing calculation estimates the total daily insulin requirement (eg, 0.4 units of insulin/kg/day).&nbsp; Patients with stress, illness, and obesity may have higher requirements.</li>\n\t<li>Approximately <strong>half</strong> is dosed as <strong>basal</strong> insulin (eg, glargine) once daily (or twice in the case of NPH), and the remainder as <strong>pre-meal insulin</strong> (adjusted based on carbohydrate content and pre-meal sugar reading).</li>\n</ul><br><br><p>For patients with <strong>T2DM</strong> who require insulin (eg, insufficient glycemic control with oral antihyperglycemic medications), <strong>basal insulin</strong> is typically initiated first, as patients typically have residual endogenous insulin function.</p><br><br><ul>\n\t<li>The initial unit dose per weight is slightly lower (eg, 0.2 units/kg) with a starting dose typically no higher than 20 units per day.</li>\n\t<li>NPH or long-acting insulin can be used as basal insulin; if NPH is used, it is typically given once daily due to risk of hypoglycemia.</li>\n\t<li>Over time, with progressive loss of beta-cell function, bolus insulin may be required.</li>\n</ul><br><br><p>A less preferred alternative to separate basal-bolus injections is administering a combined formulation of NPH and regular insulin, usually in a 70/30 ratio.&nbsp; This premixed formula is typically given twice a day before meals (because it contains a short-acting insulin, premixed insulin should always be administered before a meal; eg, pre-breakfast and pre-dinner).&nbsp; This approach is more cost-effective and easier for patients but is less representative of physiologic insulin secretion (and therefore not recommended in T1DM).</p>\n<h2>Insulin dose titration</h2><br><br><p>For all patients taking insulin, self-monitoring of blood glucose (eg, fingerstick glucose checks or use of a continuous glucose monitor) and A1c (eg, goal &lt;7%) guides dose titration.&nbsp; Common scenarios include:</p><br><br><ul>\n\t<li><strong>Elevated fasting blood glucose:</strong>&nbsp; Increase basal insulin dose (eg, 2-4 units every 3 days) with continued self-monitoring until blood glucose meets target.</li>\n\t<li><strong>Elevated pre-meal glucose</strong> but normal fasting glucose:\n\t<ul>\n\t\t<li>For T2DM patients on a basal regimen, add pre-meal bolus insulin.</li>\n\t\t<li>For patients on a basal-bolus regimen, increase pre-meal insulin for the meal preceding the elevated reading (eg, increase pre-lunch insulin for elevated pre-dinner readings).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Nocturnal or daytime hypoglycemia:</strong>\n\t<ul>\n\t\t<li>For T2DM patients on basal insulin, reduce basal insulin dose; if taking NPH, consider switch to long-acting insulin analog (eg, glargine).</li>\n\t\t<li>If the patient is taking basal-bolus insulin, adjust pre-meal insulin (eg, for afternoon hypoglycemia, reduce pre-lunch bolus); for T2DM, consider discontinuing bolus component.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Preventing hypoglycemia in case of exercise</h2><br><br><p>For T1DM, exercise can precipitate hypoglycemia (because the pancreas is unable to autoregulate insulin secretion) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24676.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; Therefore, dosing should be adjusted as follows:<p></p><br><br><ul>\n\t<li>For brief exercise (ie, &lt;60 min) occurring within 3 hours after a meal, short-acting insulin given prior to that meal should be reduced.&nbsp; In addition, the patient should have a slow-releasing (eg, high fiber, low glycemic index) carbohydrate snack following exercise to prevent delayed hypoglycemia (eg, 4-8 hr after exercise).</li>\n\t<li>For exercise that occurs before breakfast (ie, fasting state) or lasts throughout the day (eg, camp, tournament), basal insulin (eg, given the night before or morning of), in addition to the appropriate premeal insulin dose, should be reduced.</li>\n</ul><br><br><p>Other factors that may result in higher or lower total daily insulin requirements include illness/stress and weight changes.</p>\n<h2>Combining antihyperglycemic agents&nbsp; </h2><br><br><p>In T2DM, insulin can be combined with other antihyperglycemic drugs that do not cause hypoglycemia (eg, metformin, glucagon-like peptide-1 receptor agonists [GLP-1 RA]) for additive effects on A1c control and organ-specific benefits (eg, decreased macrovascular complications with metformin, GLP-1 RA; weight loss benefits).&nbsp; Due to the significantly increased risk of hypoglycemia, sulfonylureas are typically held in this setting.&nbsp; In T1DM, combination therapy with insulin is not currently advised.</p>\n<h1>Insulin delivery systems </h1><br><br><p>Cost and ease of administration are major barriers for patients with diabetes.&nbsp; Patients starting an intensive insulin regimen may require frequent self-monitoring of blood glucose and lifelong multiple daily insulin injections; they may also face risks of life-threatening hypoglycemia, weight gain, and cosmetic disfigurement (from subcutaneous injection and fingerstick monitoring).&nbsp; These factors can lead to medication-related adverse effects (eg, incorrect insulin dosing) and compound mental health distress (eg, diabetes distress), undermining medication adherence and precipitating adverse outcomes.</p><br><br><p>Newer forms of insulin delivery and monitoring systems can simplify and increase safety of administration but may be cost prohibitive.&nbsp; Options include:</p><br><br><ul>\n\t<li><strong>Insulin pens</strong> (prefilled, disposable insulin pens or reusable pens with cartridges) are easier to use with fewer dosing errors compared to drawing up insulin in syringes from vials.</li>\n\t<li><strong>Insulin pumps</strong> provide continuous subcutaneous insulin infusion of rapid acting insulin (to replicate basal insulin secretion), in addition to postprandial boluses.</li>\n\t<li><strong>Continuous glucose monitoring (CGM)</strong> uses a subcutaneously implanted device to continuously monitor interstitial glucose levels; it can be combined with an insulin pump to automate sensing and insulin administration, potentially improving safety (eg, locking insulin if hypoglycemia detected).</li>\n</ul><br><br><p>Administration of insulin via pump versus multiple daily injections appear to have similar outcomes for glycemic control.&nbsp; In T1DM, CGM is recommended for patients with previous hypoglycemic episodes or unawareness and has been associated with improved A1c control.</p>\n<h1>Adverse effects</h1><h2>Hypoglycemia </h2><br><br><p>Hypoglycemia is the <strong>most severe risk</strong> associated with insulin therapy and may lack symptoms in patients with progressive autonomic dysfunction.&nbsp; For patients with T2DM, basal insulin is generally associated with a lower risk of hypoglycemia compared to short-acting insulins; NPH is associated with a higher risk of hypoglycemia compared to long-acting insulin analogs.&nbsp; Risk is increased in patients taking concomitant oral medications predisposing to hypoglycemia (eg, <strong>sulfonylureas</strong>).&nbsp; More liberal A1c targets (eg, HbA1c &gt;7.5% or between 7% and 8%) may be appropriate in older patients on insulin or patients with multiple comorbidities.&nbsp; Ensuring timely insulin administration (eg, in relation to meals), consistent meal/snack consumption, and appropriate insulin dosing help prevent hypoglycemia.&nbsp; Management is with oral glucose in conscious patients, or with dextrose (intravenous) or glucagon in unconscious patients.</p><br><br><p>In addition, <strong>factitious hypoglycemia</strong> caused by intentional misuse of insulin can occur.&nbsp; Hypoglycemia caused by endogenous vs exogenous production of insulin can be distinguished based on levels of C-peptide (which is only produced with secretion of endogenous insulin).</p><br><br><ul>\n\t<li>Hypoglycemia associated with agents that increase endogenous secretion of insulin (eg, sulfonylurea) have high C-peptide levels.</li>\n\t<li>In contrast, hypoglycemia caused by exogenous insulin and insulin analogs are characterized by low C-peptide levels.</li>\n</ul>\n<h2>Weight gain</h2><br><br><p>Weight gain can occur with insulin use, which can be a major physiologic concern in T2DM, where patients are more likely to have comorbid obesity and metabolic syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/59058.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; The risk of weight gain is highest with short-acting (post-meal) insulin compared to basal insulin.<p></p>\n<h2>Psychosocial distress </h2><br><br><p>Resistance to using insulin and the psychological impact of lifelong insulin use, including financial burden and cosmetic disfigurement—such as lipodystrophy or injection site reactions (which can be prevented by rotating injection sites)—can exacerbate underlying depression and anxiety in diabetic patients.&nbsp; Fear of weight gain can drive strong psychosocial resistance to using insulin and result in intentional underdosing or nonuse of insulin, which can trigger diabetic ketoacidosis&nbsp;in patients with T1DM.</p>\n<h1>Summary</h1><br><br><p>Insulin therapy is an essential component of therapy for T1DM and is sometimes used in T2DM (eg, longstanding T2DM characterized by progressive loss of pancreatic beta-cell function).&nbsp; Human insulins (eg, NPH, regular insulin) or commercial insulin analogs (which have modifications to alter pharmacokinetics) are used to replicate physiologic insulin secretion (eg, basal-bolus regimen for T1DM, basal-only or basal-bolus regimen for T2DM).&nbsp; Long-acting agents primarily reduce fasting hypoglycemia by suppressing hepatic gluconeogenesis; short-acting agents address postprandial hyperglycemia.&nbsp; Patients on insulin require close monitoring and follow up.&nbsp; Self-monitoring of blood glucose (or continuous glucose monitoring) and A1c informs insulin dose adjustments, especially in initial stages and in the setting of infection, missed meals, weight loss or gain, or exercise.&nbsp; Counseling on prevention of hypoglycemia and interdisciplinary care for lifestyle management (eg, weight optimization) is a mainstay of care.</p>\n</div>\n\n            "
}