{
  "meta": {
    "title": "Pharmacogenomics",
    "url": "https://brainandscalpel.vercel.app/pharmacogenomics-5a75b8b2-9c7cd6.html",
    "scrapedAt": "2025-12-01T05:55:53.427Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Pharmacogenomics concerns how specific genotypes influence drug pharmacokinetics (eg, metabolism, excretion) and pharmacodynamics (eg, efficacy, toxicity).&nbsp; In addition to traditional factors (eg, age, renal function) that affect drug response, genetic variation accounts for roughly 50% of individual differences.&nbsp; Pharmacogenomics is a growing field of personalized medicine that aims to tailor drug choice to the individual.</p>\n<h1>Genomic variation</h1><br><br><p><strong>Pharmacogenes</strong> code for drug-metabolizing enzymes (eg, isoforms of enzymes in the cytochrome P450 [CYP450] superfamily of enzymes), drug targets, drug receptors, and drug transporters.&nbsp; Genetic variants include single nucleotide polymorphisms (SNPs), copy number variations (CNVs), inserts, deletions, and rearrangements.&nbsp; These genetic changes can be:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Germline</strong> (present in every cell of the body).</li>\n\t<li><strong>Somatic</strong> (restricted to specific cell populations, such as clonal mutations within a tumor).</li>\n</ul><br><br><p>This article focuses primarily on germline variants, which are present in all cells and can therefore be detected from various samples such as a buccal swab or peripheral blood monocytes.&nbsp; (Somatic variants, such as tumor-specific driver mutations, are also pharmacogenetically important but are discussed in a separate article.)</p>\n<h2>Single nucleotide polymorphisms</h2><br><br><p>Single nucleotide polymorphisms (SNPs), the most common form of genetic variation, involve single base pair changes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Missense mutations affect drug enzyme or receptor structure and activity (if in a coding region) or expression (if in a noncoding regulator region, such as a gene promoter).</li>\n\t<li>Nonsense mutations (eg, premature stop codon) lead to truncated, nonfunctional proteins.</li>\n</ul><br><br><p>For example, polymorphisms in <strong>CYP2C9</strong> (eg, CYP2C9*2) reduce its enzyme activity, leading to slower clearance of <strong>warfarin</strong>, necessitating lower maintenance doses to avoid supratherapeutic anticoagulation (eg, bleeding).</p>\n<h2>Copy number variations</h2><br><br><p>Copy number variations (CNVs) refer to multiple (ie, ≥3) functional gene copies beyond the 2 normal parental alleles.&nbsp; Extra gene copies proportionally increase the expression levels of the drug-metabolizing enzymes or receptors they code for.</p><br><br><p>For example, <strong>CYP2D6</strong> gene duplications lead to overexpression, resulting in an ultrarapid metabolizer (UM) phenotype.&nbsp; Patients with multiple CYP2D6 copies convert <strong>codeine</strong> (prodrug) to morphine (active drug) very quickly, leading to greater analgesia but an increased risk for opioid toxicity (eg, respiratory depression).</p>\n<h2>Indels</h2><br><br><p>Indels are insertions or deletions of at least one nucleotide in the pharmacogene coding sequence or regulatory region, leading to:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Frameshift mutations (if in coding region).</li>\n\t<li>Aberrant splicing (if in noncoding intron region).</li>\n\t<li>Altered expression (if in noncoding regulatory region).</li>\n</ul><br><br><p>For example, a small deletion in the uridine diphosphate glucuronosyltransferase <strong>(UGT1A1)</strong> promoter region reduces enzyme expression, impairing glucuronidation of <strong>irinotecan</strong>.&nbsp; This slows its biliary elimination, raising systemic irinotecan levels and increasing adverse effects (eg, neutropenia and diarrhea).</p>\n<h2>Rearrangements</h2><br><br><p>Rearrangements are large structural changes (eg, translocations, inversions, chromosomal fusions) that disrupt normal genes or generate entirely new fusion genes.&nbsp; They are most relevant for <strong>tumor-specific</strong> somatic mutations, such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>ALK-EML4 fusion tyrosine kinase in non–small cell lung cancer, targeted by crizotinib, ceritinib, and alectinib.</li>\n\t<li>BCR-ABL fusion tyrosine kinase in chronic myeloid leukemia, targeted by imatinib, dasatinib, and nilotinib.</li>\n\t<li>PML-RARα fusion protein in acute promyelocytic leukemia, targeted by all-<em>trans</em> retinoic acid.</li>\n</ul>\n<h2>Other mechanisms</h2><br><br><p>Beyond nuclear gene sequence changes, other variations can influence the expression of drug-metabolizing enzymes or drug receptors.&nbsp; They include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Epigenetic modifications (eg, DNA methylation or histone acetylation) that suppress or enhance gene expression.&nbsp; These are most relevant for DNA-alkylating agents (eg, temozolomide).</li>\n\t<li>Noncoding RNAs (eg, microRNAs) that posttranscriptionally regulate mRNA stability and translation.&nbsp; They impact the efficacy of therapeutic antisense oligonucleotides (eg, nusinersen).</li>\n\t<li>Mitochondrial DNA polymorphisms that alter cellular respiration.&nbsp; These are relevant for drugs that induce oxidative stress and lactic acidosis (eg, antiretrovirals).</li>\n</ul>\n<h1>Pharmacokinetic consequences</h1><br><br><p>Pharmacokinetics (\"what the body does to the drug\") concerns the absorption, distribution, metabolism, and excretion of drugs.&nbsp; Genetic variants can affect pharmacokinetics by impacting:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Phase I metabolism (cytochrome oxidase system).</li>\n\t<li>Phase II metabolism (conjugation enzymes).</li>\n\t<li>Drug transporters.</li>\n</ul>\n<h2>Altered phase I metabolism</h2><br><br><p>Phase I metabolism involves <strong>CYP450</strong> enzymes such as CYP2C9 (eg, for warfarin), CYP2C19 (eg, for clopidogrel), CYP2D6 (eg, for codeine), and CYP3A5 (eg, for tacrolimus).&nbsp; In general:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>UMs have ≥3 functional alleles.</li>\n\t<li>Rapid (normal) metabolizers have 2 functional alleles.</li>\n\t<li>Intermediate metabolizers have 1 functional allele and 1 slow allele.</li>\n\t<li>Poor metabolizers (PMs) have 2 slow alleles.</li>\n</ul><br><br><p>UM phenotypes can lead to either decreased efficacy (ie, faster clearance of active drug) or increased toxicity (ie, faster activation of prodrug).&nbsp; For example, UM-CYP2D6 leads to abnormally fast conversion of codeine (prodrug) to morphine, potentially leading to opioid intoxication at standard therapeutic doses.</p><br><br><p>Conversely, PM phenotypes can lead to either decreased efficacy (ie, slower activation of prodrug) or increased toxicity (ie, slower clearance of active drug).&nbsp; For example, PM-CYP2C19 leads to slower conversion of clopidogrel to its active metabolite, 2-oxo-clopidogrel, leading to a greater risk for recurrent coronary or stent thrombosis.</p>\n<h2>Altered phase II metabolism</h2><br><br><p>Phase II metabolism involves hepatic <strong>conjugation enzymes</strong> (which can be identified by the suffix, \"–transferase\"), such as glucuronyl transferases (eg, UGT1A1), thiopurine methyltransferase (TPMT), and N-acetyltransferase (eg, NAT2).&nbsp; These enzymes typically finalize inactivation of drugs and prepare them for biliary or urinary excretion.&nbsp; NAT2, in particular, is highly polymorphic:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Rapid (normal) acetylators have 2 normal alleles.</li>\n\t<li>Intermediate acetylators have 1 normal allele and 1 slow allele.</li>\n\t<li>Slow acetylators have 2 slow alleles.</li>\n</ul><br><br><p>Intermediate or slow acetylators have reduced drug clearance, which is especially problematic for procainamide and hydralazine (eg, accumulation increases the risk for drug-induced lupus erythematosus).</p>\n<h2>Altered transport</h2><br><br><p>Drug transporters are membrane-bound proteins that mediate the uptake and efflux of drugs across cellular membranes, which influences <strong>absorption</strong>, <strong>distribution</strong>, and <strong>excretion</strong>.&nbsp; Two of the most clinically relevant transporter families are:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>P-glycoprotein (P-gp)</strong>, also known as ATP-binding cassette (ABC), which affects intestinal absorption and renal excretion.&nbsp; Polymorphisms are associated with altered plasma concentrations of many drugs such as digoxin and amiodarone (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/93939.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li><strong>Solute carrier (SLC) transporters</strong>, such as SLCO1B1, which facilitates uptake of drugs from the circulation into hepatocytes.&nbsp; Loss of function polymorphisms in SLCO1B1 can lead to impaired statin uptake, decreasing their efficacy for dyslipidemia and increasing their systemic toxicity (eg, myopathy).</li>\n</ul>\n<h1>Pharmacodynamic consequences</h1><br><br><p>Pharmacodynamics (\"what the drug does to the body\") concern interactions between a drug and its biological target (eg, receptor) and downstream effects.&nbsp; Genetic variants in the drug targets can significantly change the drug response, even when pharmacokinetics are normal.&nbsp; In addition, human leukocyte antigen (HLA) polymorphisms can also lead to significant immune hypersensitivity reactions.</p>\n<h2>Altered receptor/target response</h2><br><br><p>Genetic polymorphisms in receptors can influence receptor expression, drug-receptor binding affinity, and signal transduction sensitivity.&nbsp; Examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Vitamin K epoxide reductase complex <strong>(VKORC1)</strong>, which is inhibited by warfarin.&nbsp; Polymorphisms resulting in reduced enzyme expression can increase warfarin anticoagulant effect and bleeding risk.&nbsp; Such polymorphisms are prevalent among individuals of Southeast Asian descent, who often require lower doses.</li>\n\t<li>Cystic fibrosis transmembrane conductance regulator <strong>(CFTR)</strong>, which is targeted by channel modulators such as ivacaftor, lumacaftor, and tezacaftor.&nbsp; CFTR genotype (eg, ΔF508, G551D) determines eligibility for these agents because they correct very specific changes in protein structure.</li>\n\t<li>Beta-2 adrenergic receptor <strong>(ADRB2)</strong>, which is targeted by inhaled beta-2 agonists (eg, albuterol, formoterol).&nbsp; ADRB2 polymorphisms lead to decreased receptor responsiveness (eg, poor bronchodilator response in asthma), and testing may impact management (eg, higher doses of inhaled corticosteroids).</li>\n</ul>\n<h2>Immune hypersensitivity</h2><br><br><p>Certain <strong>HLA alleles</strong> predispose individuals to immune hypersensitivity reactions to specific drugs.&nbsp; The hypersensitivity is <strong>unrelated</strong> to metabolism or clearance.&nbsp; Instead, it occurs because the drug is presented on a major histocompatibility complex, triggering a T-cell mediated <strong>(type IV)</strong> hypersensitivity reaction.&nbsp; Examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>HLA-B*57:01 and abacavir hypersensitivity, which involves fever and multisystem inflammation.</li>\n\t<li>HLA-B*15:02 and carbamazepine hypersensitivity, which is associated with severe cutaneous adverse reactions (SCARs) such as Stevens-Johnson syndrome (SJS) and toxic epidermal necrolysis (TEN), particularly in individuals of Asian descent.</li>\n\t<li>HLA-B*58:01 and allopurinol hypersensitivity, which involves SCARs, particularly in individuals of Asian descent.</li>\n</ul><br><br><p>The reaction is typically severe, and rechallenge has high mortality.&nbsp; Therefore, pretreatment HLA testing is required.</p>\n<h1>Clinical testing recommendations</h1><br><br><p>Pharmacogenetic testing is increasingly integrated into clinical decision-making (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/103636.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; The FDA publishes pharmacogenomic guidance on each drug label based on recommendations from the Clinical Pharmacogenetics Implementation Consortium (CPIC).&nbsp; For germline variants, testing can be performed using DNA from any nucleated source (eg, buccal swab, peripheral blood monocytes).<p></p>\n<h2>Pretesting for safety</h2><br><br><p>Certain drugs require pharmacogenetic testing prior to initiation to avoid severe or life-threatening adverse reactions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Azathioprine</strong>:&nbsp; Patients with <strong>TPMT</strong> deficiency are at high risk for potentially fatal myelosuppression due to an inability to detoxify azathioprine (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59300.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Unlike other pharmacogenomic testing, TMPT activity can be assayed with a plasma enzyme activity test rather than a DNA-based genotyping.</li>\n\t<li><strong>Abacavir</strong>:&nbsp; The <strong>HLA-B*57:01</strong> haplotype is associated with fatal hypersensitivity reactions.&nbsp; Universal genetic screening is required prior to treatment.</li>\n\t<li><strong>Carbamazepine</strong>:&nbsp; The <strong>HLA B*15:02</strong> and <strong>A*31:01</strong> haplotypes are associated with SCARs such as SJS and TEN.&nbsp; Genetic testing is required in high-risk populations (ie, individuals of Asian descent).</li>\n\t<li><strong>Allopurinol</strong>:&nbsp; The <strong>HLA B*58:02</strong> haplotype is associated with SCARs.&nbsp; Genetic testing is strongly recommended in at-risk persons (ie, individuals of Han Chinese or Thai descent).</li>\n</ul><br><br><p>If a high-risk genotype is detected, the drug is typically contraindicated.&nbsp; Immune hypersensitivity reactions tend to be idiosyncratic (ie, occurring with any dose and at any time).&nbsp; Therefore, the danger cannot be fully avoided even at reduced doses.</p>\n<h2>Pretesting for efficacy</h2><br><br><p>Certain drugs require pharmacogenetic testing prior to initiation to ensure that they will be effective.&nbsp; If a nonresponsive genotype is detected, the patient is typically ineligible for treatment.</p><br><br><p>If <strong>CFTR modulators</strong> (eg, ivacaftor, lumacaftor, tezacaftor) are being considered for a patient with cystic fibrosis, CFTR genotyping is required to confirm the presence of at least one FDA-approved responsive mutation prior to initiation (eg, G551D for ivacaftor).</p><br><br><p>Pharmacogenetic testing for efficacy is available for <strong>clopidogrel</strong> (and other ADP [P2Y12] antiplatelet drugs) because PMs of CYP2C19 are unable to convert the drug into its active form, leading to decreased antiplatelet activity and a higher risk for cardiovascular events (eg, stent thrombosis).&nbsp; Genotype testing may be considered prior to treatment, and alternative agents (eg, prasugrel, ticagrelor) are recommended for PMs.</p>\n<h2>Posttesting</h2><br><br><p>Pharmacogenomic testing may be advised in patients who exhibit unexpected responses or toxicity following drug exposure.&nbsp; Depending on the results of testing, the drug may sometimes be resumed (ie, rechallenge), but with major dosage adjustments based on CPIC guidance:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Warfarin</strong>:&nbsp; Slow variants in <strong>CYP2C9</strong> can decrease metabolism (pharmacokinetics), and loss of <strong>VKORC1</strong> increases sensitivity (pharmacodynamics) to warfarin, leading to increased bleeding risk.&nbsp; Genotyping should be considered in patients with unexplained supratherapeutic anticoagulation (eg, high international normalized ratio) despite relatively low doses of warfarin.</li>\n\t<li><strong>Codeine</strong> and <strong>tramadol</strong>:&nbsp; Both are metabolized to active opioids by <strong>CYP2D6</strong>.&nbsp; UMs are at risk for opioid toxicity (eg, respiratory depression), whereas PMs may receive inadequate analgesia.&nbsp; Genotyping should be considered in individuals with an abnormal opioid response.</li>\n\t<li><strong>Irinotecan</strong>:&nbsp; Patients with deficient <strong>UGT1A1</strong> have reduced glucuronidation and subsequent clearance of irinotecan (active metabolite), resulting in severe neutropenia and diarrhea.&nbsp; Genotyping should be considered to determine if a dose-reduced regimen is appropriate.</li>\n\t<li><strong>5-FU</strong> and other fluoropyrimidines:&nbsp; Reduced dihydropyrimidine dehydrogenase <strong>(DPYD)</strong> activity leads to drug accumulation and severe adverse effects (eg, mucositis, neutropenia, neurotoxicity).&nbsp; Genotyping for DPYD variants is recommended after unexpected toxicity.</li>\n\t<li><strong>Tacrolimus</strong>:&nbsp; Patients with increased <strong>CYP3A5</strong> expression metabolize tacrolimus more rapidly and may require higher doses to achieve therapeutic levels (eg, to prevent organ transplant rejection).</li>\n</ul>\n<h1>Summary</h1><br><br><p>Pharmacogenomics considers how genetic variation influences drug pharmacokinetics and pharmacodynamics.&nbsp; Genetic differences account for approximately 50% of individual variations in drug response.&nbsp; Variations in drug-metabolizing enzymes (eg, cytochrome P450) and transporters (eg, P-glycoprotein) alter pharmacokinetics.&nbsp; Variation in drug targets and receptors (eg, cystic fibrosis transmembrane conductance regulator [CFTR]) influence pharmacodynamics.&nbsp; Finally, variations in major histocompatibility (human leukocyte antigen [HLA]) alleles can be associated with severe immune hypersensitivity reactions.&nbsp; Pharmacogenetic testing is recommended before initiating certain drugs to avoid serious adverse effects and ensure efficacy:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Universal pretreatment genotyping is recommended for azathioprine (thiopurine methyltransferase, to avoid myelosuppression), abacavir (HLA-B57, to avoid hypersensitivity), and cystic fibrosis modulators (CFTR, to ensure efficacy).</li>\n\t<li>Selective pretreatment genotyping is recommended for carbamazepine and allopurinol in certain populations (eg, individuals of Southeast Asian descent) with high-risk HLA variants.</li>\n</ul>\n</div>\n\n            "
}