{
  "meta": {
    "title": "Selective serotonin reuptake inhibitors (SSRIs)",
    "url": "https://brainandscalpel.vercel.app/selective-serotonin-reuptake-inhibitors-ssris-093cb2da-9c7cd6.html",
    "scrapedAt": "2025-12-01T05:55:59.517Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Selective serotonin reuptake inhibitors (SSRIs) prevent presynaptic reuptake of serotonin in the synaptic cleft.&nbsp; SSRIs are first-line agents for a variety of psychiatric conditions due to their relative tolerability and safety profile compared to other antidepressant classes.</p>\n<h1>Mechanism of action</h1><br><br><p>In the central nervous system (CNS), serotonergic (serotonin-releasing) neurons are primarily found in the raphe nuclei of the brainstem.&nbsp; The raphe nuclei are located in the midbrain, pons, and medulla.&nbsp; Axons from these cell bodies project widely throughout the CNS to synapse on structures such as the cerebral cortex, thalamus, hypothalamus, cerebellum, hippocampus, and spinal cord.&nbsp; These neurons play a role in the sleep-wake cycle, anxiety, mood, psychosis, sexuality, eating behavior, and impulsivity.</p><br><br><p>SSRIs inhibit the serotonin transporter (SERT) pump, which is normally responsible for transporting serotonin out of the synaptic cleft back into the presynaptic neuron (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17448.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The inhibition of SERT prevents the normal reuptake of serotonin, resulting in increased availability of serotonin in the synaptic cleft.&nbsp; Increased serotonin strengthens postsynaptic serotonin receptor activity, leading to downstream therapeutic effects on mood and anxiety.<p></p><br><br><p>Compared to other antidepressant classes (eg, tricyclic antidepressants [TCAs], monoamine oxidase inhibitors [MAOIs]), SSRIs are relatively more selective to serotonin transporter proteins and have less interaction with other neurotransmitters (eg, histamine, acetylcholine).</p>\n<h1>Indications</h1><br><br><p>SSRIs are used to treat various psychiatric conditions, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Major depressive disorder (MDD)</li>\n\t<li>Generalized anxiety disorder (GAD)</li>\n\t<li>Social anxiety disorder</li>\n\t<li>Panic disorder</li>\n\t<li>Obsessive-compulsive disorder (OCD)</li>\n\t<li>Posttraumatic stress disorder (PTSD)</li>\n\t<li>Premenstrual dysphoric disorder (PMDD)</li>\n\t<li>Bulimia nervosa (specifically fluoxetine)</li>\n</ul>\n<h1>Options </h1><br><br><p>Effectiveness is similar between SSRIs.&nbsp; Specific SSRIs are selected based on their potential adverse effect profile (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/106841.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), as well as pharmacokinetic (eg, half-life, CYP450 metabolism) and pharmacodynamic properties (eg, effect on other neurotransmitter receptors).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fluoxetine (longest half-life)</li>\n\t<li>Sertraline</li>\n\t<li>Citalopram (increased risk of QT prolongation)</li>\n\t<li>Escitalopram (fewer drug-drug interaction)</li>\n\t<li>Paroxetine (sedating, increased appetite and weight gain, anticholinergic effects)</li>\n\t<li>Fluvoxamine (shortest half-life)</li>\n</ul>\n<h1>Drug-drug interactions</h1><br><br><p>Some SSRIs have significant inhibitory effects on cytochrome P450 enzymes, which affects the metabolism of other medications:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fluoxetine and paroxetine significantly inhibit CYP2D6 (can decrease metabolism of prodrug to active metabolite [eg, conversion of opioid precursors such as codeine to morphine]).</li>\n\t<li>Fluvoxamine significantly inhibits CYP1A2 (can increase concentration of medications metabolized by CYP1A2 [eg, propranolol, clozapine]).</li>\n\t<li>Escitalopram, due to lower plasma protein binding, has fewer medication interactions compared to other SSRIs, making it a favorable option in patients who have complex medication regimens.</li>\n</ul>\n<h1>Adverse effects and management</h1><br><br><p>Although SSRIs have a favorable side effect profile compared to other antidepressants, they are associated with various adverse effects.</p>\n<h2>Gastrointestinal (GI) </h2><br><br><p>GI side effects are common with initiation or dose increases of the SSRI but are usually transient and resolve after a few weeks.&nbsp; Typical symptoms include nausea (most common), decreased appetite, vomiting, and diarrhea.</p><br><br><p>Management includes reassurance that these symptoms are generally self-limiting and educating patients to take the SSRI with a meal, which can help alleviate GI distress.&nbsp; If symptoms are severely distressing or persistent, consider switching to a different SSRI.</p>\n<h2>Sexual dysfunction</h2><br><br><p>Sexual dysfunction is common with any SSRI, with approximately 50% of patients being affected, often leading to medication nonadherence (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57608.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Symptoms include decreased libido, erectile dysfunction, delayed orgasm, and anorgasmia.<p></p><br><br><p>Sexual dysfunction can occur within 1-2 weeks of initiation.&nbsp; This may resolve over time (eg, within 2-8 weeks) but can often persist throughout SSRI use.&nbsp; Symptoms generally resolve a few weeks after discontinuing the SSRI.</p><br><br><p>Management of persistent sexual dysfunction depends on the patient's response to the SSRI as well as severity of the sexual dysfunction:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>If there is good response to SSRI (eg, ≥50% depressive symptom reduction) with mild to moderate sexual dysfunction, add an adjunctive agent with phosphodiesterase-5 inhibitors (eg, sildenafil) or bupropion.</li>\n\t<li>If there is partial or no response to the SSRI or sexual dysfunction is severe despite good response, switch to an atypical antidepressant (eg, bupropion, mirtazapine).</li>\n</ul>\n<h2>Weight gain</h2><br><br><p>Weight gain may occur, typically gradually, with ongoing SSRI use (eg, &gt;6 months).&nbsp; Paroxetine has the most weight gain potential among SSRIs.&nbsp; This weight gain may not necessarily be an adverse effect from the SSRI but due to increased appetite as depressive symptoms improve with treatment.</p>\n<h2>Activation</h2><br><br><p>Activating symptoms, such as worsening anxiety, tremulousness, and insomnia, may occur in the first few weeks of treatment initiation or dose increase and then resolve.&nbsp; The mechanism may be due to SSRI-induced activation of presynaptic 5HT1A (leading to inhibition of serotonin release and a net decrease in serotonin levels) before the full effects of the serotonin reuptake inhibition (net increase in serotonin levels) are seen.</p><br><br><p>Patients with anxiety disorders are especially sensitive to these activating effects and should generally be started at lower doses than those typically used to treat depression (eg, half the normal starting dose), with a gradual increase to a therapeutic level over several weeks.</p><br><br><p>Management includes reducing the dose of the SSRI temporarily, which typically alleviates these activation symptoms.&nbsp; Once tolerated, dose increase can be reattempted.</p>\n<h2>Increased risk of suicidal thoughts and behaviors</h2><br><br><p>All antidepressants, including SSRIs, have an FDA black box warning for increased risk for suicidal thinking and behavior in children, adolescents, and young adults age &lt;25, based on an analysis of placebo-controlled trials that reflected a 4% risk of suicidality in those taking antidepressants versus 2% in those not taking antidepressants.&nbsp; There were no deaths by suicide attributed to antidepressant use.&nbsp; The benefit of antidepressant treatment in reducing depression symptoms (a primary factor in reducing suicide risk) typically outweighs this risk.</p><br><br><p>In patients age &lt;25, SSRIs remain an important treatment option.&nbsp; Carefully monitor and educate patients and their families to watch for increased suicidality when an antidepressant is initiated or titrated.</p>\n<h2>Hyponatremia&nbsp;</h2><br><br><p>Syndrome of inappropriate antidiuretic hormone secretion (SIADH) is a rare adverse effect of SSRIs, but it should be considered in patients with the following risk factors: advanced age (&gt;65), female sex, concomitant use of thiazide diuretics, and a baseline plasma sodium &lt;138 mEq/L (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34700.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Patients may be asymptomatic or mildly symptomatic (eg, nausea, lethargy) or, in severe cases, they may present with delirium, profound confusion, seizures, or coma.&nbsp; Laboratory findings include low sodium levels, low serum osmolality (275 mOsm/kg), high urine osmolality (&gt;100 mOsm/kg), and an elevated urine sodium concentration (&gt;40 mEq/L).<p></p><br><br><p>Management includes discontinuing the SSRI and fluid restriction.&nbsp; In severe cases, hypertonic saline is used.</p><br><br><p>Once medically stabilized, a trial of a non-SSRI antidepressant medication or an alternate SSRI can be attempted with close monitoring for hyponatremia recurrence.</p>\n<h2>Cardiac</h2><br><br><p>SSRIs typically do not cause adverse cardiac effects.&nbsp; However, citalopram can cause dose-dependent QT prolongation and result in torsade de pointes.&nbsp; Citalopram should be avoided in those with congenital long QT syndrome, concurrent cardiac conditions (eg, recent MI), or medications that increase the risk of QT prolongation.</p>\n<h1>Overdose</h1><br><br><p>Isolated SSRI overdoses are generally much safer compared to those of other antidepressants (eg, tricyclic antidepressants).&nbsp; Patients are frequently asymptomatic or have mild CNS depression.</p><br><br><p>Management includes laboratory evaluation for other coingestants (eg, acetaminophen, salicylates, ethanol), especially when there are more severe symptoms, including altered mental status (eg, not following commands and withdrawing to painful stimuli) or abnormal physical examination findings.&nbsp; An ECG should be performed to assess QT prolongation, especially for citalopram ingestions.&nbsp; Glucose and serum bicarbonate should be collected to rule out hypoglycemia and metabolic acidosis.</p>\n<h1>Serotonin syndrome</h1><br><br><p>SSRIs may result in excessive serotonergic activity that can cause serotonin syndrome (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17949.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Symptoms typically include fever, mental status changes, autonomic instability, hyperreflexia, and clonus.&nbsp; This rarely occurs at therapeutic doses but may occur with concurrent use of other serotonergic drugs (eg, TCAs, MAOIs, dextromethorphan, tramadol, amphetamines, ecstasy).&nbsp; Therefore, caution should be exercised when prescribing an SSRI along with other serotonergic agents.&nbsp; SSRIs are contraindicated within 14 days of MAOI use, due to MAOI's irreversible binding to MAO.&nbsp; Fluoxetine, given its longer half-life, is contraindicated within 5 weeks of MAOI use.<p></p><br><br><p>Treatment is primarily supportive (eg, intravenous fluids, blood pressure stabilization), benzodiazepines for agitation, and antihypertensives if necessary.&nbsp; If symptoms are unresponsive to supportive care, cyproheptadine (serotonin antagonist) may be considered.</p><br><br><p>A more detailed review of this topic is available in a separate, dedicated article.</p>\n<h1>Discontinuation syndrome</h1><br><br><p>Abrupt discontinuation or rapid tapering of an SSRI may lead to uncomfortable symptoms, though they are usually not severe or persistent.&nbsp; Common symptoms include headache, nausea, fatigue, dizziness, and mood changes (eg, dysphoria, anxiety, irritability).&nbsp; Flu-like symptoms (eg, myalgias, chills, diaphoresis), insomnia, and neurosensory disturbances (eg, paresthesia, \"electric shock\" sensations, vivid dreams) may also occur.</p><br><br><p>Symptom onset after discontinuation varies and can be as little as 1 day following a missed dose of antidepressants that have shorter elimination half-lives (eg, paroxetine and fluvoxamine which have &lt;24 hours half-lives).&nbsp; Fluoxetine has a low risk of discontinuation syndrome due to its significantly longer half life (~4-6 days).&nbsp; Discontinuation symptoms can be more severe after abrupt discontinuation at higher doses and/or longer treatment duration (eg, on maximum dose of an SSRI for years).</p><br><br><p>Management includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Restarting the antidepressant at the existing dose, which should result in rapid improvement of symptoms.&nbsp;</li>\n\t<li>If discontinuation is intended, reattempt the taper at a slower rate (generally over the course of 2-4 weeks) or switch to fluoxetine, given its longer half-life, and then taper.</li>\n</ul>\n<h1>Pregnancy considerations</h1><br><br><p>SSRIs can be used to treat peripartum depression.&nbsp; Most SSRIs are generally well tolerated during pregnancy without significant adverse effects.&nbsp; However, paroxetine should be avoided in pregnancy due to risk of cardiac malformations (eg, septal defects).</p><br><br><p>During the postpartum period, the risk to infants from SSRI exposure via breastmilk is low, and mothers should not be discouraged from breastfeeding.&nbsp; Sertraline is secreted much less into the breastmilk compared to other SSRIs.</p>\n<h1>Summary&nbsp;</h1><br><br><p>SSRIs inhibit the serotonin transporter pump and increase serotonin concentration in the synaptic cleft.&nbsp; SSRIs are considered first-line treatment for multiple psychiatric conditions, including depression, generalized anxiety disorder, and obsessive-compulsive disorder.&nbsp; Despite their tolerability and safety profile compared to other antidepressant classes, SSRIs can cause bothersome symptoms, including gastrointestinal distress and sexual dysfunction.&nbsp; Efficacy is similar between each individual SSRI agent, and selection is usually based on tolerability of adverse effects (eg, sedation).</p>\n</div>\n\n            "
}