{
  "meta": {
    "title": "Brain death",
    "url": "https://brainandscalpel.vercel.app/brain-death-96fc86ad-81e55b.html",
    "scrapedAt": "2025-12-01T06:01:45.780Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Brain and cardiac death are 2 legally acceptable definitions of death in the United States.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Brain death</strong>:&nbsp; The heart keeps beating, but there is complete cessation of whole brain activity, including cortex (ie, coma) and brainstem (ie, apnea, cranial nerve areflexia).</li>\n\t<li><strong>Cardiac death</strong>:&nbsp; The heart stops beating (ie, asystole).</li>\n</ul><br><br><p>This article focuses on brain death.</p>\n<h1>Pathogenesis</h1><br><br><p>Any catastrophic neurologic event that leads to coma could potentially progress to brain death.</p>\n<h2>Etiologies</h2><br><br><p>The most common etiologies are:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Anoxic brain injury (eg, prolonged cardiac or respiratory arrest)</li>\n\t<li>Traumatic brain injury (eg, motorcycle collision)</li>\n\t<li>Neurovascular accidents (eg, large subarachnoid hemorrhage)</li>\n\t<li>Toxic-metabolic encephalopathy (eg, severe carbon monoxide poisoning)</li>\n</ul>\n<h2>Wakefulness and awareness</h2><br><br><p>Massive neurologic catastrophes are described by alteration in:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Wakefulness:&nbsp; generated by the reticular activating system (ie, brainstem)</li>\n\t<li>Awareness:&nbsp; mediated by higher cortical functions (ie, brain)</li>\n</ul>\n<h2>From acute coma to brain death</h2><br><br><p>Acute coma is defined as a period of time when patients are <em>not awake</em> (ie, no spontaneous eye opening) AND <em>not aware</em> (ie, no visual tracking).&nbsp; During this critical time, damaged brain tissue is actively dying, resulting in cerebral edema and elevated intracranial pressure (ICP).&nbsp; There are 3 possible neurologic outcomes of acute coma (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80026.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), depending on the extent of these processes:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Recovery</strong>:&nbsp; Cerebral edema and inflammation subside with good return of brain function overall.&nbsp; Patients are <em>awake</em> (ie, eyes open) and <em>aware</em> (ie, follow command).&nbsp; There are often residual neurologic deficits (eg, cognitive impairment).</li>\n\t<li><strong>Persistent vegetative state</strong> (PVS):&nbsp; Cerebral edema and inflammation resolve, but there is extensive brain tissue loss.&nbsp; Patients are <em>awake</em> (and have normal sleep-wake cycles) but <em>not aware</em> (ie, no purposeful activity).&nbsp; A related condition is a minimally conscious state (MCS), describing patients who are awake and demonstrate intermittent awareness (eg, occasionally following commands).</li>\n\t<li><strong>Brain death</strong>:&nbsp; Cerebral edema and ICP continue to worsen, leading to decreased cerebral perfusion and eventual herniation.&nbsp; Like the initial coma, patients are neither awake nor aware.&nbsp; However, they have now lost all brainstem functions as well.</li>\n</ul>\n<h1>Clinical presentation</h1><h2>Standard diagnostic pathway</h2><br><br><p>The clinical criteria for brain death are designed to be as definitive as possible.&nbsp; The standard diagnostic workflow for brain death starts with meeting certain clinical prerequisites, followed by confirmatory neurologic examination (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18965.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Clinical prerequisites</strong> (all must be present):<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Known cause (eg, traumatic brain injury)</li>\n\t\t<li>Evidence of catastrophic neurologic injury (eg, CT scan of the head with effaced sulci and gyri)</li>\n\t\t<li>Absence of confounding factors (eg, drug overdose, electrolyte disturbance)</li>\n\t\t<li>Normotension (ie, systolic blood pressure &gt;100 mm Hg) and normothermia (ie, core temperature &gt;36 C)</li>\n\t</ul>\n\t</li>\n\t<li><strong>Confirmatory neurologic examination</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Coma (ie, not awake, not alert)</li>\n\t\t<li>Absence of brainstem reflexes (eg, pupillary, corneal, cough, gag)</li>\n\t\t<li>Absence of decorticate or decerebrate posturing (indicates residual brainstem activity)</li>\n\t\t<li>Positive apnea test (ie, no respirations at PaCO<font size=\"2\"><sub>2</sub></font> &gt;60 mm Hg)</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>For children, 2 examinations (performed by independent practitioners, and separated by a waiting period) are needed to confirm brain death.</p>\n<h2>Ancillary studies</h2><br><br><p>In general, the standard pathway (ie, clinical prerequisites + confirmatory neurologic examination) should always be attempted first.&nbsp; However, ancillary tests may be needed when cranial nerve examination is impossible (eg, facial gunshot wound) or when patients are too unstable for apnea testing (eg, concurrent acute respiratory distress syndrome with hypoxemic respiratory failure).&nbsp; In these situations, supportive studies include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Blood flow assessment (main method):&nbsp; Absent intracranial flow on fluoroscopic angiography, CT angiography, MR angiography, or transcranial Doppler</li>\n\t<li>Electroencephalography:&nbsp; Isoelectric line, absence of brainstem-evoked potentials</li>\n\t<li>Nuclear brain scan:&nbsp; Absence of cerebral metabolism, known as \"empty lightbulb\" sign (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15554.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )</li>\n</ul><br><br><p>Generally, when they are necessary, 2 different ancillary tests are performed to maximize specificity for brain death.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Severe hypothermia</strong>:&nbsp; At a core temperature &lt;28 C (82.4 F), neurologic function is deeply suppressed (but there is no brain death); patients are generally apneic and lack brainstem reflexes.&nbsp; This explains the saying \"no one is dead until warm and dead.\"</li>\n\t<li><strong>Deep sedation</strong>:&nbsp; Patients with high levels of anesthetic drugs (eg, propofol) or central depressants (eg, benzodiazepine overdose) can have no detectable brain or brainstem activity.&nbsp; Neurologic function should be reassessed after an appropriate washout period (eg, longer time for renal or hepatic failure).&nbsp; Sometimes, EEG ancillary testing is needed to distinguish between drug-induced coma (eg, burst suppression pattern) versus brain death (eg, isoelectric silence).</li>\n\t<li><strong>Locked-in syndrome</strong>:&nbsp; Central pontine demyelination (eg, rapid hyponatremia correction) or basilar artery strokes can produce quadriplegia with cranial nerve paralysis.&nbsp; Patients are conscious but paralyzed except for blinking and vertical eye movements (ie, midbrain nuclei are spared).&nbsp; Chillingly, most cases of locked-in syndrome are discovered only during evaluation for brain death.</li>\n\t<li><strong>Neuromuscular paralysis</strong>:&nbsp; Iatrogenic (eg, paralytic infusion) or acquired (eg, critical illness polyneuromyopathy) neuromuscular paralysis can appear similar to brain death.&nbsp; Patients appear unresponsive, apneic (due to diaphragm paralysis), and lack extraocular movement and several cranial nerve reflexes.&nbsp; However, pupillary reflexes and lacrimation are intact.</li>\n</ul>\n<h1>Management</h1> <h2>Declaration</h2><br><br><p>Brain death can be a confusing and controversial diagnosis for family members to accept (eg, body still warm, heart still beating).&nbsp; In most US states, once brain death is diagnosed, healthcare providers may discontinue all life-supporting measures (eg, mechanical ventilation).&nbsp; However, some states (eg, New York, New Jersey) require hospitals to honor families' wishes for continued life support if discontinuation violates a patient's religious beliefs.&nbsp; Prior to withdrawing life support, inviting family and loved ones to the bedside to spend a final moment with the patient aids with a sense of closure.&nbsp; Chaplain and spiritual services should be offered.</p>\n<h2>Organ donation</h2><br><br><p>Patients with brain death are preferred organ donors (vs cadaveric) due to less ischemic downtime.&nbsp; There is a standard framework for organ donation surrounding brain death (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/74385.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; It involves a separation of duties between the treating physician (and healthcare team) and the hospital organ procurement organization (OPO).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Physician and treatment team</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>notifies the hospital's OPO for <em>all</em> impending deaths (eg, patient undergoing apnea testing), even if donor status is unknown.</li>\n\t\t<li>initiates discussions about brain death with the patient's family and surrogates.</li>\n\t\t<li>avoids discussion of organ donation.</li>\n\t</ul>\n\t</li>\n\t<li><strong>OPO</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>starts working with family after they have processed the impending death of their loved one.</li>\n\t\t<li>evaluates donor suitability (eg, organ function, ethical and legal considerations).</li>\n\t\t<li>provides counseling, education, and support.</li>\n\t\t<li>assumes custody of the body after declaration of death.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>This framework leverages 2 key strategies that increase the likelihood of successful organ donation:&nbsp; decoupling and early notification:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Decoupling</strong>:&nbsp; Physician-initiated conversations about organ donation can be perceived as a conflict of interest.&nbsp; Multiple studies have demonstrated that allowing the OPO to initiate the conversation (ie, decoupling) preserves trust in the medical team, increases organ donation rates, and enhances family acceptance.</li>\n\t<li><strong>Early notification</strong>:&nbsp; To maximize potential organ utilization, the OPO should be notified of anticipated patient demise (ideally within a 1-hour window).&nbsp; This premortem communication allows faster coordination of medical, social, legal, and logistic assessment for donation.</li>\n</ul><br><br><p>After brain death, circulatory death usually follows in 1-2 weeks.&nbsp; Total brain necrosis results in neurogenic shock (due to loss of autonomic output) and severe volume depletion (due to arginine vasopressin deficiency [central diabetes insipidus]), leading to complete cardiovascular collapse.</p>\n<h1>Summary</h1><br><br><p>Brain death (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/66772.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ), a legally accepted definition of death in the US, is characterized by the cessation of all brain and brainstem activity while the heart is still beating.&nbsp; Brain death results from catastrophic neurologic events such as traumatic and anoxic brain injury.&nbsp; It represents one of 3 possible neurologic outcomes of acute coma (the others being persistent vegetative state or recovery).<p></p><br><br><p>When comatose patients meet 4 clinical prerequisites (known etiology, evidence of catastrophic brain injury, absence of confounding factors, normotension and normothermia), brain death is confirmed by a positive apnea test and neurologic examination showing absence of all brainstem reflexes.&nbsp; In most US states, the medical team may withdraw life support after pronunciation of brain death.&nbsp; After brain death, circulatory death typically occurs within 1-2 weeks due to neurogenic shock and severe volume depletion.</p>\n</div>\n\n            "
}