{
  "meta": {
    "title": "Medical errors",
    "url": "https://brainandscalpel.vercel.app/medical-errors-117b1f78-81e55b.html",
    "scrapedAt": "2025-12-01T06:01:50.646Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Medical errors are unintended acts—either of omission (ie, not doing something that should have been done, such as not administering a needed medication) or commission (ie, doing something incorrect, such as administering the wrong medication)—that involve failure of a planned action to be completed as intended or use of a wrong plan to achieve an outcome.&nbsp; Such errors are a leading cause of preventable injury and death in health care, occurring in both the inpatient and outpatient settings, and entail significant ethical and financial costs.&nbsp; Modern patient safety science emphasizes a systems-based, nonpunitive approach to understanding and mitigating error, with a focus on improving reliability, transparency, and organizational learning.&nbsp; This article provides a review of medical errors, including error definitions, contributing factors, and recommended strategies to prevent errors.</p>\n<h1>General error definitions</h1><br><br><p>Adverse events (undesirable or harmful outcome that occurs during medical care) can be categorized as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Preventable adverse events</strong> occur due to error; they include acts of negligence (eg, below the standard of care an average physician would provide), such as administering a contraindicated medication to a patient with a known allergy.</li>\n\t<li><strong>Nonpreventable adverse events</strong> occur despite appropriate care and precautions, often due to unforeseeable circumstances (eg, a patient with no history of allergies experiencing an anaphylactic reaction to a medication).</li>\n\t<li><strong>Sentinel events</strong> represent a particularly serious type of preventable adverse event resulting in death, permanent harm, or severe temporary harm requiring urgent intervention; they are also termed <strong>\"never events\"</strong> and indicate severe underlying system failures.</li>\n\t<li><strong>Near-misses</strong> (or <strong>\"close calls\"</strong>) are errors that are intercepted before reaching the patient, either by chance or through an intervening safety mechanism.&nbsp; These events do not result in harm but reflect key systems vulnerabilities that could precipitate preventable adverse events and require thorough investigation.</li>\n</ul><br><br><p>Definitions of the various types of errors are summarized in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/86414.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Active versus latent errors</h2><br><br><p>Errors stem from factors both at the individual personnel level and with underlying systems and the environment (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61103.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Active errors</strong> involve frontline personnel or components acting at the interface with the patient (\"sharp end\" of the scalpel) and result from failures at the individual level (eg, judgment error, violation of protocol).&nbsp; Examples include administration of the wrong medication and surgery performed on the wrong site.</li>\n\t<li><strong>Latent errors</strong> are system-level safety hazards (eg, design, staffing, processes, culture) removed from direct patient contact; they are often not immediately apparent (eg, the \"blunt end\" of care) and require systematic investigation to uncover.&nbsp; Latent errors may lie dormant for extended periods before combining with active errors to cause adverse events.</li>\n</ul><br><br><p>Most preventable adverse events, even human errors, reflect underlying systemic failures.&nbsp; Patient safety science emphasizes identifying and correcting safety hazards, building resilient workflow systems, and fostering effective teamwork and organizational culture to promote safety rather than engaging in excessive individual blame and retaliation (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/73567.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Causes of error</h1><br><br><p>Errors stem from \"holes\" or deficiencies in multiple categories, including patient, provider, and environmental factors (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/126874.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Patient factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Health literacy</strong>:&nbsp; Low health literacy (distinct from reading literacy; refers to the ability to access, understand, appraise, and use health information) limits patients' ability to follow treatment plans (especially in the setting of complex dosing schemes), understand why they need certain treatments, or recognize warning signs of complications.</li>\n\t<li><strong>Cultural factors</strong>:&nbsp; Sociocultural beliefs or language barriers may influence treatment acceptance, comprehension, or adherence.</li>\n\t<li><strong>Socioeconomic barriers</strong>:&nbsp; Transportation challenges, inability to afford medications, or lack of child care may prevent patients from adhering to treatment plans, increasing the risk for missed appointments.&nbsp; This, in turn, increases the risk for poor outcomes and clinical misjudgment.</li>\n</ul><br><br><p>Patient-related factors require both systemic and individualized approaches, including engaging in appropriate screening (eg, assessing language proficiency), inquiring about social determinants of health and values, using a qualified medical interpreter and culturally appropriate educational materials when appropriate, and using the \"teach-back\" method (in which patients are asked to \"teach\" the physician what was just explained to them).</p>\n<h2>Provider factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Knowledge deficiency</strong>:&nbsp; Gaps in medical knowledge, unfamiliarity with rarer diagnoses, and/or failure to stay current with evidence-based practices can lead to suboptimal decision-making and diagnostic skills.</li>\n\t<li><strong>Cognitive overload</strong>:&nbsp; Factors such as fatigue, distraction (eg, multitasking, frequent interruptions), and burnout lead to measurable declines in performance and decision-making.</li>\n\t<li><strong>Cognitive biases</strong>:&nbsp; Because of the complexities of decision-making, clinicians often rely on cognitive biases, which are heuristics (mental shortcuts or pattern recognition) used to facilitate rapid decision-making.&nbsp; Such biases are not inherently harmful because they can help distill key information in complex presentations and promote efficient care.&nbsp; However, overreliance on cognitive biases can distort clinical reasoning and lead to errors in diagnosis and treatment.&nbsp; Common cognitive biases, including anchoring bias, availability heuristic, confirmation bias, and framing effect, are discussed in the table (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60666.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).</li>\n</ul><br><br><p>Cognitive overload and task complexity can be addressed through systems and environmental changes (eg, separate, quiet physician workspace that minimizes interruptions).&nbsp; In addition, dedicated training on metacognition (eg, learning about thinking patterns and cognitive processes behind decisions) can encourage critical thinking and prevent overreliance on heuristics.</p>\n<h2>Environmental and systems factors</h2><br><br><p>Systems and environmental safety hazards represent the largest contributors to medical error.&nbsp; Examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Physical environment and equipment</strong>:&nbsp; Factors such as cluttered medication rooms, broken infusion pumps, similar-looking medication packaging, and excessive noise levels increase the error risk.</li>\n\t<li><strong>Staffing and workload</strong>:&nbsp; Inadequate staffing ratios (eg, high nurse/patient ratio, meaning more patients assigned to a nurse) and time pressures (eg, pressure to schedule more cases in an operating room) increase cognitive burden, fatigue, burnout risk, and distractibility.</li>\n\t<li><strong>Electronic medical record (EMR)</strong>:&nbsp; Overlying complex systems (eg, multiple clinically insignificant alerts) can increase the error risk by increasing the time and effort needed for documentation and orders.</li>\n\t<li><strong>Organizational and team culture</strong>:&nbsp; Cultures and processes that emphasize productivity over safety or that engage in overly punitive responses to error reporting can undermine safety.&nbsp; Suboptimal teamwork, characterized by ill-defined roles, low trust, and steep hierarchical gradients (the perceived differences in authority between team members based on roles), lower psychologic safety, hindering communication.</li>\n</ul>\n<h1>Models for error prevention</h1><h2>Swiss-cheese model</h2><br><br><p>The Swiss-cheese model depicts how most accidents occur as the result of multiple, small latent errors rather than a single flaw (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19498.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The <strong>holes</strong> in the cheese represent process failures or latent errors in these defenses; when these holes align across multiple layers, they create a pathway for hazards to reach patients and cause harm.&nbsp; Patient safety is promoted by adding multiple, <strong>overlapping layers of defense</strong> (ie, slices of Swiss cheese); combined with improving processes (smaller holes in the cheese slices), errors are prevented from reaching patients.<p></p>\n<h2>High reliability organizations</h2><br><br><p>High reliability organizations (HROs), including aviation and nuclear power, are industries that have demonstrated minimal catastrophic accidents despite operating under complex and dangerous conditions.&nbsp; Health care organizations, which have yet to achieve this high standard of safety, are increasingly called to adopt key practices of HROs to enhance the quality of operations.&nbsp; HROs are characterized by the following principles:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Resilience to error</strong>:&nbsp; Rather than targeting \"error-free practice,\" recognize that human errors are inevitable; focus on building resilient systems to anticipate and thwart the impact of such errors to prevent downstream harm.</li>\n\t<li><strong>Comprehensive analysis</strong>:&nbsp; Carefully uncover all latent factors causing error rather than focusing solely on simplistic explanations (eg, mistakes of individual personnel).</li>\n\t<li><strong>Team-based situational awareness</strong>:&nbsp; Assign safety oversight responsibilities to all individuals in a team; continuously monitor for small problems to prevent larger ones.</li>\n\t<li><strong>Psychologic safety</strong>:&nbsp; Avoids a steep authority gradient (excessive hierarchy, which increases hesitancy to speak up), allowing any team member to speak candidly and without fear of retaliation.</li>\n\t<li><strong>Safety culture</strong>:&nbsp; Promote an organizational environment that emphasizes safety as a core priority over other performance measures.</li>\n</ul>\n<h2>Human factors engineering</h2><br><br><p>Human factors engineering is the science of designing tools, systems, and environments to take into account how people think and work, recognizing inherent human strengths and limitations and seeking to reduce human errors and improve performance.&nbsp; Incorporating human factors engineering principles into the essential functions and workflows of a health care organization can minimize errors and promote safe outcomes.</p><br><br><p>Key principles include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Reducing reliance on human effort</strong> (eg, memory, attention) as a means of error prevention; designing systems to automatically facilitate correct action with minimal effort.</li>\n\t<li><strong>Reducing unnecessary variation in processes</strong>; streamlining and simplifying high-risk processes and eliminating unnecessary steps.</li>\n</ul><br><br><p>Human factors engineering recognizes that not all safety interventions are equally effective and specifies a \"hierarchy of interventions\" to safeguard against interventions.&nbsp; Interventions that rely more on human effort are less effective compared to systems changes that naturally promote correct action (eg, standardization, simplification).&nbsp; From most to least effective (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/62155.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ), these interventions include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Forcing functions</strong>:&nbsp; Design features that physically introduce \"hard stops\" to prevent errors (eg, incompatible connectors preventing connection of enteral feeding tubes to IV lines).</li>\n\t<li><strong>Automation and computerization</strong>:&nbsp; Remove error-prone human steps from processes (eg, rather than manually calculating a dose by hand, a device automatically calculates it).</li>\n\t<li><strong>Standardization and simplification</strong>:&nbsp; Reduce unnecessary variation in a process (eg, use standard order sets and protocols for a high-risk medication).</li>\n\t<li><strong>Visual cues</strong>:&nbsp; Use color-coding, labels, and visual signals to guide behavior (eg, bright labeling on a look-alike or high-risk drug).</li>\n\t<li><strong>Checklists and double-checks</strong>:&nbsp; Require at least 2 users to verify completion of critical steps.</li>\n\t<li><strong>Rules and policies</strong>:&nbsp; Provide formal guidelines that direct behavior (eg, institutional guidelines and care recommendations).</li>\n\t<li><strong>Education and training</strong>:&nbsp; Build knowledge and skills (least effective when used alone).</li>\n</ul>\n<h1>Categorization and prevention of errors</h1><h2>Communication/teamwork errors</h2><br><br><p>As described earlier, communication and teamwork errors are identified as the leading factor behind sentinel events and serious medical errors (eg, wrong-patient surgery, retained foreign objects).&nbsp; Examples of common errors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Miscommunication</strong>:&nbsp; Failure to properly convey information or ensure that it is accurately received, leading to erroneous action (eg, administering the wrong dose of a medication).</li>\n\t<li><strong>Suboptimal teamwork</strong>:&nbsp; Failure to speak up when a potential discrepancy is observed (eg, due to fear of retaliation or a steep authority gradient) or to properly perform double-checks or oversight (eg, prior to a procedure), leading to a missed opportunity for intervention.</li>\n</ul><br><br><p>Teamwork and communication errors can be prevented by the following measures (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61866.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Effective teams</strong> reflecting principles of HROs (ie, establishing clear roles, mutual trust, a shared understanding of goals, and high levels of psychologic safety and situational awareness) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61797.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li><strong>Structured discussions for safety checks</strong>, including team debriefings, a standardized discussion before and after performing a high-risk task (eg, operation, procedure) in which all team members are invited to participate and voice concerns.</li>\n\t<li><strong>Communication practices</strong> such as closed-loop communication (confirming understanding through verbal acknowledgment and read-back of critical information) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64226.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Medication errors</h2><br><br><p>Medication errors can occur at multiple points in the medication administration process.&nbsp; High-alert medications are drugs with heightened risk of causing significant harm (even when used as directed) and require special safeguards; these medications include insulin, opioids, and anticoagulants (eg, heparin).</p><br><br><p>Causes of medication errors include human factors (eg, fatigue, judgment errors) and systems factors (eg, complex EMR; inadequate cross-checks).</p><br><br><p>Common medication errors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ordering errors</strong>:&nbsp; Incorrect drug selection (eg, failure to recognize a drug-drug interaction or allergy).</li>\n\t<li><strong>Dose calculation/mathematical errors</strong>:&nbsp; Errors that are more common in pediatric dosing and when calculating doses of highly concentrated forms of common medications (eg, insulin U-500), setting intravenous infusion rates, or medication dilutions.&nbsp; Errors can include unit conversion mistakes (eg, confusing micrograms and milligrams) and weight-based dosing miscalculations (eg, calculating based on pounds instead of kilograms).</li>\n\t<li><strong>Monitoring errors</strong>:&nbsp; Failure to monitor appropriate laboratory data and adjust medications accordingly (eg, monitoring INR in a patient on warfarin), leading to complications (eg, overt bleeding).</li>\n\t<li><strong>Administration errors</strong>:&nbsp; Administration using the incorrect route (eg, intravenous instead of intramuscular), incorrect drug (eg, mix-up of drug due to similar packaging or similar names), or incorrect dose (eg, due to illegible handwriting, use of abbreviations [eg, \"q.d\" mistaken for \"qid\"]).&nbsp; These types of errors can also be caused by using trailing zeros with decimal points [eg, \"5.0\" mistaken as \"50\").</li>\n\t<li><strong>Medication reconciliation failures</strong>:&nbsp; Maintenance of incomplete or inaccurate medication lists during care transitions, leading to unintended duplications, omissions, or interactions.</li>\n</ul><br><br><p>Medication errors can be prevented by using the following strategies:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Simplifying ordering processes</strong> (eg, automatic dose and unit calculation built into EMR).</li>\n\t<li><strong>Inclusion of multiple checkpoints</strong> (eg, manual verification of automatically calculated dose, pharmacist review prior to administration of high-risk medications).</li>\n\t<li><strong>Clinical decision support systems</strong>, which are tools integrated into EMRs that, among other functions, can assist physicians in selecting appropriate drugs and include alerts warning of clinically significant drug-drug interactions.</li>\n\t<li><strong>Improving patient health literacy</strong> (eg, using \"teach-back\" method to confirm a correct understanding of medication adjustments).</li>\n\t<li><strong>Standardized procedures</strong> to prescribe, dispense, and administer medications (eg, using barcodes).</li>\n</ul><br><br><p>Major causes of medication errors and corrective strategies are summarized in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61487.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 9\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Procedural and surgical errors</h2><br><br><p>Various errors can complicate surgical or bedside procedures, leading to patient harm.&nbsp; These errors often stem from failures in communication/teamwork, human factors, and a lack of technical competence.&nbsp; They include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Wrong patient/site/procedure errors</strong>:&nbsp; Performing procedures on the wrong patient or at the incorrect anatomic site or conducting the wrong procedure entirely (considered sentinel events); such errors are still unacceptably common, even in major academic medical centers.</li>\n\t<li><strong>Retained foreign bodies</strong>:&nbsp; Unintentionally leaving surgical items, most commonly sponges, needles, and instruments, inside patients during procedures.</li>\n\t<li><strong>Injury to structures</strong>:&nbsp; Iatrogenically damaging adjacent anatomic structures.&nbsp; Examples include pneumothorax (central line placement or thoracentesis), bowel perforation (paracentesis or colonoscopy), hemorrhage or thrombosis (central line placement, lumbar puncture), and nerve damage or paralysis (eg, epidural catheter placement).</li>\n</ul><br><br><p><strong>Transfusion errors</strong> are specific types of potentially fatal procedural errors involving administering incompatible blood products to the patient.&nbsp; Transfusion errors usually arise due to mislabeling (eg, incorrect patient information on specimen containers) or prelabeling several tubes for blood collection intended for multiple patients, leading to conducting blood type analysis on the wrong patient.</p><br><br><p>Strategies for preventing transfusion errors and patient identification errors include using dual identifiers (eg, using 2 patient identifiers, such as name and date of birth) and collecting blood and labeling tubes immediately after drawing blood and in the presence of the patient.</p><br><br><p>Strategies for improving teamwork and communication (eg, psychologic safety, team debriefings) are essential for reducing surgical error.&nbsp; In addition, other specific strategies include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Using checklists and standardized protocols</strong> (eg, standardized surgical counts and use of radiopaque materials to prevent retained foreign objects).</li>\n\t<li><strong>Using a preoperative verification and time-out process,</strong> a team-based, standardized process occurring prior to invasive procedures and involving surgical site marking and verification of patient identity, procedure, and site, along with a structured, brief pause of activities with repeated verification prior to the actual procedure (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/72884.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 10\n                                    </a>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Health care–associated infections</h2><br><br><p>Health care–associated infections (HAIs) can occur following procedures (eg, surgical site infections, catheter-associated urinary tract infections) or may occur from a preventable spread of pathogens (eg, methicillin-resistant <em>Staphylococcus aureus</em>, <em>Clostridioides difficile</em>) in hospitalized patients.</p><br><br><p><strong>Hand hygiene</strong> (eg, use of alcohol-based disinfectant and soap and water to cleanse hands) and additional <strong>standard precautions</strong> (eg, use of necessary protective equipment, including gowns and gloves) represent the most effective preventive strategies for HAIs.&nbsp; Systems efforts to improve hand hygiene include increasing access and availability of handwashing stations and alcohol-based disinfectant (eg, outside every patient room on a hospital floor rather than at a single location) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61848.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 11\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>Other practices to prevent HAIs include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Checklists and care bundles (sets of evidence-based guidelines) guiding the use of indwelling devices and preventing unnecessary use.</li>\n\t<li>Circumspect use of antibiotics (eg, preoperatively).</li>\n\t<li>Appropriate infection-control measures (eg, contact, airborne, or droplet precautions) instituted for hospitalized patients with various pathogens (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81907.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 12\n                                    </a>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Diagnostic errors</h2><br><br><p>Diagnostic errors include failures in establishing an accurate and efficient diagnosis for the patient's symptoms and communicating the diagnosis to the patient.&nbsp; They involve delayed, missed, or incorrect diagnoses, which result in significant patient harm (eg, most common reason for paid malpractice claims in the United States).&nbsp; They often result from cognitive biases but may also result from systems errors (eg, delays in accessing specialists, communication breakdowns between providers, lost test results).</p><br><br><p>Clinical decision support systems, improved communication, provider in-training (to ensure up-to-date clinical knowledge), and team collaboration (eg, interdisciplinary rounding with other health professions) can help reduce diagnostic errors.</p>\n<h2>Transitions of care errors</h2><br><br><p>Transitions of care refer to the movement of a patient between health care practitioners, settings, or levels of care (eg, within the hospital during shift change, admission, or discharge); they represent particularly vulnerable points in health care delivery.</p><br><br><p>Errors related to transfers of care often involve vulnerabilities during <strong>handoff</strong> (also called sign-out), referring to the oral and written information exchange between health care providers to facilitate patient care transfer (eg, from primary team to cross-covering resident or new service).&nbsp; Examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Inadequate communication of key follow-up items</strong> or patient priorities (eg, failure to communicate that blood cultures are pending during a night shift handoff, delay of sepsis treatment).</li>\n\t<li><strong>Omissions or errors in medication administration</strong> (eg, failure to restart critical anticoagulants or blood pressure medications on discharge from the hospital).</li>\n</ul><br><br><p>Strategies to improve handoff and related transfer of care errors include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/72245.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 13\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Using a protected time and location</strong> to conduct the handoff (to minimize cognitive overload and ensure accurate transfer).</li>\n\t<li><strong>Prioritizing information</strong> (focus first on severely ill patients and/or key to-do items) with anticipatory guidance (eg, \"if/then\" instructions regarding possible clinical scenarios).</li>\n\t<li><strong>Using a structured, standardized handoff tool</strong> that addresses communication of both the transferring and the receiving provider (eg, read-back for key to-do items).</li>\n\t<li><strong>Using closed-loop communication</strong> (eg, having the new covering provider repeat back critical information to the transferring provider to ensure comprehension).</li>\n</ul><br><br><p>Examples of structured communication tools that have improved outcomes related to transfer of care and critical events include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>SBAR</strong> (<strong>S</strong>ituation, <strong>B</strong>ackground, <strong>A</strong>ssessment, and <strong>R</strong>ecommendation):&nbsp; The health care provider should describe the current situation with pertinent details (eg, patient's current status and needs); patient background (eg, patient age, relevant health history); assessment (provider's assessment of the situation), and recommendations (eg, key follow-up steps and action items).</li>\n\t<li><strong>I-PASS</strong>:&nbsp; I-PASS has been shown to improve the quality of handoff and includes description of <strong>I</strong>llness severity, <strong>P</strong>atient summary, <strong>A</strong>ction list, <strong>S</strong>ituational awareness and contingency planning, and <strong>S</strong>ynthesis by receiver.</li>\n</ul><br><br><p>In addition to handoff-related errors, inadequate <strong>coordination of care</strong> can lead to errors occurring after hospital discharge (eg, loss to outpatient follow-up for a patient discharged from the hospital, ultimately resulting in a preventable hospital readmission).&nbsp; Strategies for improving care coordination after hospital discharge (eg, reducing preventable hospital readmissions) include the use of nurse-led telemonitoring or similar interdisciplinary programs for high-risk patients (eg, remote monitoring of blood pressure or weight for patients with congestive heart failure).</p>\n<h2>Documentation errors</h2><br><br><p>Documentation errors involve incorrect information in the patient record (eg, documenting inaccurate information, entering information within the wrong chart, failing to document critical information [eg, allergy]), typically within the EMR.&nbsp; Contributing factors to documentation errors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>EMR interface</strong> (eg, complex or unwieldy user interface).</li>\n\t<li><strong>Errors</strong> in <strong>voice-recognition software</strong> (eg, transcription inaccuracies when using the speech-to-text feature, resulting in ambiguous or incorrect notes).</li>\n\t<li><strong>Copying and pasting</strong> (eg, propagation of outdated or incorrect information, such as a previous physical examination finding, which can lead to confusion in clinical decision-making).</li>\n\t<li><strong>Predocumentation</strong> (eg, prepopulating documentation using templates before interacting with the patient, which can result in incorrect information propagation).</li>\n</ul>\n<h2>Device-related errors</h2><br><br><p>Although automated devices (eg, infusion pumps) can significantly simplify drug administration and dosing, errors can arise in the setting of excessive dependence on such technology without double-checks.&nbsp; Examples of device-related errors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Malfunction</strong>:&nbsp; Unexpected device failures occur due to design flaws (eg, pump not infusing due to separated connection).</li>\n\t<li><strong>Programming errors</strong>:&nbsp; Incorrect settings are used (eg, inputting the wrong weight or drug concentration, leading to an incorrectly dosed infusion).</li>\n\t<li><strong>User errors</strong>:&nbsp; Improper device operation can occur due to inadequate training or overly complex interfaces.</li>\n\t<li><strong>Alert fatigue</strong>:&nbsp; In the presence of excessive noncritical or nonclinically significant alerts, clinicians become desensitized (a phenomenon known as \"normalization of deviance\"), leading to overriding or ignoring warnings that signal a true clinical emergency (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/36888.html\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>Device-related errors can be prevented by practices such as providing enhanced training, simplifying user interfaces, encouraging manual verification and 2-person verification of critical device settings to catch human errors, and setting the alert threshold to ensure that alerts are sounded for clinically significant events.</p>\n<h1>Error monitoring and response</h1><h2>Error reporting</h2><br><br><p>Event-reporting systems capture data on adverse events and near misses to identify patterns and system vulnerabilities.&nbsp; Effective reporting systems are:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Nonpunitive (eg, confidential).</li>\n\t<li>Simplified (minimizing time and burden for reporting).</li>\n\t<li>Role-independent (eg, submissions invited from all front-line personnel, rather than only nurses and physicians).</li>\n\t<li>Guided by clear reporting criteria (eg, reporting of near-miss events, as well as preventable adverse events).</li>\n\t<li>Actionable (eg, communication of feedback to reporting personnel regarding issues identified and action steps).</li>\n</ul>\n<h2>Patient disclosure</h2><br><br><p>Disclosure and transparency following adverse events are ethical imperatives and may also reduce litigation risk.&nbsp; Disclosure should ideally be made by the physician who had primary responsibility for the initial intervention.&nbsp; The disclosure process includes the following steps (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/58733.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 14\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Disclose the error and apologize.</li>\n\t<li>Offer treatment options for any consequences, along with rectification measures, including emotional, financial, and practical support.</li>\n\t<li>Explain steps being taken to prevent similar errors in the future.</li>\n</ul><br><br><p>Near-miss events should be reported to hospital administration but do not necessarily need to be formally disclosed to the patient.</p>\n<h2>Error analysis</h2><br><br><p>Error analysis tools offer venues to explore latent factors causing the error and opportunities to prevent future errors from happening.&nbsp; Retrospective analysis of errors can be facilitated by the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Morbidity and mortality reviews</strong>:&nbsp; Peer review of adverse outcomes to identify improvement opportunities in a confidential, interdisciplinary group discussion.</li>\n\t<li><strong>Root cause analysis</strong>:&nbsp; Comprehensive, systematic investigation of serious adverse events to identify underlying causes (ie, latent systems factors, as well as immediately apparent personnel factors).</li>\n</ul><br><br><p>In contrast, proactive prevention of errors can be achieved by <strong>failure modes and effects analysis</strong>, a prospective analysis that is intended to identify potential failure points in a current or planned process (eg, prior to implementation of a high-risk or new protocol) before errors occur (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61498.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 15\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>The following table summarizes different types of tools used in error analysis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/74197.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 16\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Summary</h1><br><br><p>Medical errors represent a complex challenge requiring multifaceted approaches.&nbsp; The evolution of patient safety has shifted from a person-centered approach focused on individual blame to a systems-based approach that recognizes how organizational factors, processes, and conditions contribute to errors.&nbsp; This paradigm shift acknowledges that even the most conscientious health care providers can make mistakes when working in poorly designed systems.</p>\n</div>\n\n            "
}