{
  "meta": {
    "title": "Motivational interviewing",
    "url": "https://brainandscalpel.vercel.app/motivational-interviewing-9f26aca3-81e55b.html",
    "scrapedAt": "2025-12-01T06:01:49.074Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Motivational interviewing is a patient-centered, collaborative approach that promotes behavioral change by addressing ambivalence and enhancing internal motivation.&nbsp; Interventions are tailored based on the patient's readiness for change.&nbsp; Motivational interviewing can be beneficial for substance use disorders, as well as other health-related behaviors (eg, weight loss, smoking cessation, medication adherence).</p>\n<h1>Approach</h1><br><br><p>Feeling ambivalent about changing a behavior is normal and expected.&nbsp; The goal of motivational interviewing is to elicit and build on the patient's internal motivation to change instead of imposing treatment or providing unsolicited advice, which often results in defensiveness and resistance.&nbsp; By exploring the reasons to change versus the reasons to stay the same, ambivalence is highlighted and resolved, which can promote lasting effects on behavior (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34759.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Communication techniques</h1><br><br><p>Motivational interviewing enhances patient engagement and trust and emphasizes a collaborative approach through the use of specific communication techniques.&nbsp; These techniques are used to elicit information in a nonjudgmental way and are summarized by the mnemonic <strong>OARS</strong> (<strong>O</strong>pen-ended questions, <strong>A</strong>ffirmations, <strong>R</strong>eflective listening, and <strong>S</strong>ummarization).</p>\n<h2>Open-ended questions</h2><br><br><p>Asking open-ended questions encourages discussion and deeper reflection.&nbsp; Examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>\"How would things be different if you were to stop drinking alcohol?\"</li>\n\t<li>\"It sounds like you're concerned about the effects of smoking.&nbsp; What are some reasons you'd like to quit?\"</li>\n</ul>\n<h2>Affirmations</h2><br><br><p>Affirmations help the patient recognize their strengths and build confidence.&nbsp; For example:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>\"You've made great progress in decreasing the amount of sugar you eat.\"</li>\n</ul>\n<h2>Reflective listening</h2><br><br><p>Repeating, rephrasing, and/or summarizing the patient's thoughts helps reflect understanding.&nbsp; For example:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patient:&nbsp; \"I want to exercise, but I don't have time.\"</li>\n\t<li>Response:&nbsp; \"It sounds like you recognize the benefits of exercise but feel limited by your schedule.\"</li>\n</ul>\n<h2>Summarization</h2><br><br><p>Summarizing reinforces key points and encourages further discussion.&nbsp; For example:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>\"So far, we've discussed your concerns about smoking and your goal to quit.&nbsp; You mentioned that cutting back gradually rather than stopping feels more doable.\"</li>\n</ul>\n<h1>Components</h1><br><br><p>OARS techniques are incorporated into the 4 main components of motivational interviewing—engaging, focusing, evoking, and planning—which are used to guide treatment (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69765.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Engaging</h2><br><br><p>Engaging the patient using nonjudgmental and open-ended questions establishes rapport and trust.&nbsp; For example:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>\"It sounds like you have concerns about your ability to stop smoking.&nbsp; What has made quitting difficult for you?\"</li>\n</ul>\n<h2>Focusing</h2><br><br><p>Identifying 1 or 2 specific behaviors, instead of an exhaustive list, helps the patient to set goals that are specific and measurable.&nbsp; For example:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>\"You mentioned that cutting down on alcohol, smoking, and fried foods would improve your energy levels.&nbsp; Which one do you think would be easiest to start with?\"</li>\n</ul>\n<h2>Evoking</h2><br><br><p>Ambivalence is explored through understanding the patient's reasons to change (change talk) versus reasons to stay the same (sustain talk).&nbsp; Evoking change talk increases the motivation to change.</p><br><br><p><strong>Change talk</strong></p><br><br><p>Change talk refers to any statement from the patient that supports positive change.&nbsp; Examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>\"I want to lose weight.\"</li>\n\t<li>\"I think I can start walking more.\"</li>\n\t<li>\"Quitting smoking would improve my breathing difficulties.\"</li>\n</ul><br><br><p>Eliciting change talk by helping patients verbalize their own reasons and commitments to change increases motivation.&nbsp; Ways of encouraging change talk include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Reflecting:&nbsp; \"You're saying that quitting smoking would improve your breathing.\"</li>\n\t<li>Expanding:&nbsp; \"What else do you see improving if you quit?\"</li>\n\t<li>Reinforcing:&nbsp; \"That's a great reason to make a change.\"</li>\n</ul><br><br><p><strong>Sustain talk</strong></p><br><br><p>Sustain talk refers to any statements that resist change.&nbsp; For example:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>\"It is too difficult to remember to take all my medications every day.\"</li>\n</ul><br><br><p>Sustain talk should be acknowledged without confrontation.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Example: \"You find managing a daily medication routine challenging.\"</li>\n</ul><br><br><p>To develop discrepancy between a patient's situation and future goals, it is helpful to pivot from sustain talk and reinforce change talk.&nbsp; This helps resolve ambivalence and drive change.&nbsp; Examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>\"On the one hand, you like the social aspects of smoking, and on the other hand, you want your breathing difficulties to improve.\"</li>\n\t<li>\"You find managing a daily medication routine challenging.&nbsp; What do you see improving if you were to take your medications more regularly?\"</li>\n</ul>\n<h2>Planning</h2><br><br><p>Planning involves providing guidance toward realistic, patient-driven steps for change.&nbsp; For example:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>\"You are concerned about finding time to go to the gym every day.&nbsp; Are there any small steps you could take this week to carve out time on 1 or 2 occasions?\"</li>\n</ul>\n<h1>Stages of behavioral change</h1><br><br><p>The stages of behavioral change describe the process that typically occurs when modifying a problematic behavior: precontemplation, contemplation, preparation, action, and maintenance (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23041.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; When the patient's current stage and level of readiness for change are identified, specific motivational interviewing components can be used.&nbsp; In the precontemplation stage, this includes engaging the patient and evoking change talk to develop ambivalence and, in the preparation stage, creating realistic, stepwise plans (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34534.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>Stages of behavioral change are discussed in further detail in a separate article.</p>\n<h1>Summary</h1><br><br><p>Motivational interviewing is a collaborative approach that enhances a patient's internal motivation to change.&nbsp; Resolving ambivalence by recognizing and reinforcing change talk is essential to promoting long-lasting behavior modifications.&nbsp; Motivational interviewing can be effective in substance use disorders, as well as health-related behaviors (eg, smoking, lifestyle changes, treatment adherence).&nbsp; Communication is guided by the use of open-ended questions, affirmations, reflective listening, and summarization (OARS mnemonic).</p>\n</div>\n\n            "
}