{
  "meta": {
    "title": "Stages of behavior change",
    "url": "https://brainandscalpel.vercel.app/stages-of-behavior-change-89b82e63-81e55b.html",
    "scrapedAt": "2025-12-01T06:01:54.972Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The stages of behavior change, as conceptualized by the transtheoretical model (TTM), which describes the process individuals undergo when modifying behavior and gauges their readiness for change.&nbsp; This model can be applied to multiple habits and health-related decisions, including smoking cessation, exercise frequency, and medication adherence.&nbsp; Identifying a patient's readiness for change allows for strategic, patient-centered interventions to decrease ambivalence and promote self-efficacy.</p>\n<h1>Transtheoretical model</h1><br><br><p>The transtheoretical model (TTM) comprises the following stages (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23041.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Precontemplation</strong>:&nbsp; Views behavior as not needing change.</li>\n\t<li><strong>Contemplation</strong>:&nbsp; Considers the risks and benefits of change (ambivalence).</li>\n\t<li><strong>Preparation</strong>:&nbsp; Makes plans for the behavior change.</li>\n\t<li><strong>Action</strong>:&nbsp; Enacts plans and behavior change.</li>\n\t<li><strong>Maintenance</strong>:&nbsp; Sustains behavior changes.</li>\n</ul><br><br><p>Another component of the TTM includes <strong>relapse</strong>, which occurs if a patient reverts back to the problematic behavior after making a change (ie, during the action, maintenance phases).</p><br><br><p>The stages do not always occur in a linear manner (ie, can occur out of order or may not occur at all).&nbsp; Experiencing ambivalence (ie, having conflicting feelings about change) and regressions is considered to be a normal part of the process.</p>\n<h1>Precontemplation</h1><br><br><p>During the precontemplation stage, the patient does not view the behavior as problematic and may deny that it has any negative consequences.&nbsp; Making a change is seen as \"not worth it\" or may be considered too hard/uncomfortable.</p>\n<h2>Clinical approach</h2><br><br><p>Patients may avoid discussion of the behavior or become defensive when the topic is broached.&nbsp; Motivation for change must come directly from the patient (ie, not imposed by the physician).&nbsp; Use open-ended questions to explore the patient's current understanding of the behavior:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Express curiosity about the patient's experience with the behavior.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Example:&nbsp; \"How does drinking alcohol affect your ability to spend time with your family?\"</li>\n\t</ul>\n\t</li>\n\t<li>Highlight discrepancy between the patient's goals/values and behavior (ie, identify the patient's goals/values and elicit how the behavior is inconsistent with them).\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Example:&nbsp; \"Help me understand how skipping your medication fits in with your goal of not wanting to be in the hospital again.\"</li>\n\t</ul>\n\t</li>\n\t<li>Support self-efficacy and emphasize the patient's ability to change.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Example:&nbsp; \"You mentioned that you avoided going to the dentist for years and now you go regularly; how did you make that change?\"</li>\n\t</ul>\n\t</li>\n\t<li>Avoid confrontation and advice, which may cause the patient to become defensive and more resistant to change.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Example:&nbsp; \"You need to cut down the amount of fast food you eat because your cholesterol levels are already very high.\"</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Contemplation</h1><br><br><p>The patient considers the pros and cons of the behavior but remains unsure whether making a change will be beneficial.</p>\n<h2>Clinical approach</h2><br><br><p>Patients are ambivalent about change during the contemplation stage.&nbsp; Meeting patients where they are (ie, not jumping ahead) while continuing to build on personal reasons for change may help resolve ambivalence.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Encourage discussion of pros and cons of behavior change.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Example:&nbsp; \"What do you like and dislike about eating healthier foods?\"</li>\n\t</ul>\n\t</li>\n\t<li>Acknowledge the patient's feelings and explore barriers to change.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Example:&nbsp; \"What would keep you from quitting smoking at this time?\"</li>\n\t</ul>\n\t</li>\n\t<li>Continue to highlight discrepancy between the patient's goals/values and behavior.</li>\n\t<li>Discuss the benefits of change and provide evidence-based information.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Example:&nbsp; \"Would it be okay with you if I shared some information about how smoking cessation may improve your blood pressure?\"</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Preparation</h1><br><br><p>The patient is committed to the behavior change (eg, \"I'm ready to do something about my alcohol use\") and has started to create a specific plan for action.</p>\n<h2>Clinical approach</h2><br><br><p>Patients are committed to making a change but may be fearful of failing and not following through with their plan.&nbsp; Continue to provide support and increase the patient's self-confidence during the preparation stage.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Collaborate on creating a clear, achievable action plan.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Example:&nbsp; \"What are some changes you have considered to lower your glucose levels?\"</li>\n\t</ul>\n\t</li>\n\t<li>Encourage small initial steps and realistic short-term goals.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Example:&nbsp; \"Your first cognitive behavioral therapy appointment is next week.&nbsp; What expectations do you have for that session?\"</li>\n\t</ul>\n\t</li>\n\t<li>Address potential obstacles and discuss strategies to overcome them.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Example:&nbsp; \"What difficulties might you run into with this exercise schedule?&nbsp; How would you overcome feeling unmotivated to exercise after a long day at work?\"</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Action</h1><br><br><p>During the action stage, the patient believes in the ability to make a change and has started engaging in new, healthier behaviors.&nbsp; The patient is actively seeking support from others (eg, 12-step program, counselor, friends/family).</p>\n<h2>Clinical approach</h2><br><br><p>Providing ongoing support and encouragement is crucial during this stage of change.&nbsp; There is a high risk for relapse, which may be due to unrealistic expectations of the time and effort required for change.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Reinforce positive behaviors and celebrate successes, no matter how small.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Example:&nbsp; \"You exercised once last week–great work!&nbsp; How were you able to do that?\"</li>\n\t</ul>\n\t</li>\n\t<li>Help the patient identify challenges and triggers for relapse and develop coping strategies.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Example:&nbsp; \"You've been taking your medication daily for 2 weeks.&nbsp; What has been most helpful for you?&nbsp; What difficulties have you noticed?\"</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Maintenance</h1><br><br><p>During the maintenance stage, the patient's behavior change has been consistently maintained for &gt;6 months.&nbsp; The change has now become fully integrated into daily life, and the patient has increased confidence in the ability to continue the new behavior.</p>\n<h2>Clinical approach</h2><br><br><p>Reinforcing the patient's ability to make a change and manage challenges helps bolster self-efficacy.&nbsp; Although the risk for relapse diminishes over time, it remains present during the maintenance stage.&nbsp; Identifying risk factors and prevention strategies for setbacks/regressions continues to be important.</p>\n<h1>Relapse</h1><br><br><p>Relapse occurs if a patient reverts back to the problematic behavior after making a change (ie, during the action, maintenance, or termination phases).&nbsp; It is not considered a stage of change.</p>\n<h2>Clinical approach</h2><br><br><p>Patients often view relapses as failures, which can result in feelings of guilt, shame, frustration, and sadness.&nbsp; Exploring the patient's emotions and providing validation are important first steps.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Normalize that relapse is a common part of the behavior change process.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Example:&nbsp; \"Maintaining new habits is hard for most people, you are not alone.\"</li>\n\t</ul>\n\t</li>\n\t<li>Help the patient identify what contributed to the setback.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Example:&nbsp; \"What do you think made it hard to take your medication?\"</li>\n\t</ul>\n\t</li>\n\t<li>Reframe the setback as an opportunity to learn.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Example:&nbsp; \"What do you think worked? What didn't work?\"</li>\n\t</ul>\n\t</li>\n\t<li>Identify the current stage of change and provide appropriate support.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Example:&nbsp; \"Are you interested in trying to stop smoking again?\"</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Motivational interviewing</h1><br><br><p>Motivational interviewing is a patient-centered approach to help change maladaptive behaviors; it matches strategies to the patient's stage of readiness to make a change (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34534.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; The goal is to develop the patient's own intrinsic motivation to change, rather than using pressure to motivate change.<p></p><br><br><p>Motivational interviewing is discussed in detail in a separate article.</p>\n<h1>Summary</h1><br><br><p>The transtheoretical model describes the stages that typically occur when modifying a problematic behavior: precontemplation, contemplation, preparation, action, and maintenance.&nbsp; Identifying the patient's current stage and level of readiness for change allows for tailored, collaborative interventions to increase internal motivation and promote long-term change.</p>\n</div>\n\n            "
}