{
  "meta": {
    "title": "Amaurosis fugax",
    "url": "https://brainandscalpel.vercel.app/amaurosis-fugax-9ca2525a-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:08.012Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Amaurosis fugax, also known as transient monocular blindness, is a brief episode of vision loss affecting one eye.&nbsp; The most common etiology is a temporary reduction in retinal blood flow due to atherosclerotic emboli from the ipsilateral carotid artery.&nbsp; Although symptoms typically resolve spontaneously in &lt;10 minutes, amaurosis fugax is often a warning sign for future vascular events, such as stroke, making it crucial to recognize and manage promptly.</p>\n<h1>Pathogenesis</h1><br><br><p>Amaurosis fugax is caused primarily by a transient ischemic attack of the retina, usually due to <strong>atherosclerotic emboli</strong> originating from the ipsilateral carotid artery.&nbsp; When an embolus occludes an artery supplying the retina (eg, ophthalmic or central retinal artery), hypoxia ensues and results in transient monocular vision deficits.&nbsp; After the embolus is broken up or displaced (spontaneously), retinal perfusion is restored and vision returns, usually within 10 minutes.</p><br><br><p>Other causes of transient monocular vision loss are less common and include cardioembolic disease, giant cell arteritis, hypercoagulable disorders, retinal vein occlusion, retinal vasospasm, and papilledema.</p><br><br><p>The temporary nature of the ischemia typically means that no permanent retinal damage occurs, although recurrent episodes can lead to cumulative injury.&nbsp; In addition, patients with amaurosis fugax and concomitant carotid artery disease have an increased risk for future stroke.</p>\n<h1>Risk factors</h1><br><br><p>The following conditions are associated with an increased risk for amaurosis fugax:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Carotid artery atherosclerosis</li>\n\t<li>Hypertension</li>\n\t<li>Diabetes mellitus</li>\n\t<li>Hyperlipidemia</li>\n\t<li>Smoking</li>\n\t<li>Older age</li>\n\t<li>Cardioembolic disease (eg, atrial fibrillation, valvular heart disease, endocarditis)</li>\n\t<li>Giant cell arteritis (a vasculitis most common in patients age 70-80) (Monocular vision loss is typically accompanied by unilateral headache and jaw claudication.)</li>\n\t<li>Hypercoagulable states (eg, antiphospholipid syndrome, factor V Leiden)</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Amaurosis fugax characteristically presents with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sudden, painless monocular vision loss</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Descriptions often reference a <strong>\"curtain\" or \"shade\" descending over the visual field</strong>.</li>\n\t\t<li>Vision loss can range from mild blurring to complete blindness and may involve all or part of the visual field (based on the location and extent of retinal ischemia).</li>\n\t\t<li>Symptoms typically <strong>resolve in &lt;10 minutes</strong>, and vision returns to baseline with no residual effects.</li>\n\t</ul>\n\t</li>\n\t<li>Funduscopic examination, which is often normal, although there may be visible embolic plaques or evidence of underlying chronic disease (eg, diabetic/hypertensive retinopathy)</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Central retinal artery occlusion</strong> (CRAO):&nbsp; causes acute-onset, painless monocular vision loss that is prolonged (rather than transient).&nbsp; A cherry-red spot and pale-appearing retina are characteristic findings on funduscopic examination.</li>\n\t<li><strong>Retinal detachment</strong>:&nbsp; can cause significant unilateral vision changes, sometimes described as a \"curtain descending\" over the eye.&nbsp; However, retinal detachment is most classically preceded by flashes and floaters with vision loss starting in the periphery, and symptoms are unlikely to resolve within minutes.</li>\n\t<li><strong>Migraine with aura</strong>:&nbsp; may be associated with visual changes (eg, scintillating scotoma) or transient visual deficits, but typically presents in younger women with a unilateral throbbing headache, nausea, photophobia, and phonophobia.</li>\n\t<li><strong>Acute angle-closure glaucoma</strong>:&nbsp; is characterized by painful monocular vision loss, headache, and nausea/vomiting.&nbsp; Examination usually shows conjunctival injection with a poorly reactive middilated pupil.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Amaurosis fugax is mainly a <strong>clinical diagnosis</strong> based on a history of painless monocular vision loss that resolves spontaneously within minutes, particularly in patients with known atherosclerotic disease or cardiovascular risk factors.</p><br><br><p>The main focus of the work-up is to identify the etiology of amaurosis fugax and initiate appropriate interventions to prevent future vascular events (eg, CRAO, stroke).</p>\n<h1>Laboratory evaluation</h1><br><br><p>Laboratory tests typically obtained during the evaluation of amaurosis fugax include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Erythrocyte sedimentation rate (ESR) and C-reactive protein assess for giant cell arteritis as the etiology of transient vision loss.</li>\n\t<li>Blood glucose and lipid profile evaluate for atherosclerotic risk factors.</li>\n\t<li>Coagulation studies determine whether there is an underlying hypercoagulable disorder.</li>\n</ul>\n<h1>Imaging studies</h1><br><br><p>The following radiologic tests are usually performed when evaluating amaurosis fugax, particularly in patients age &gt;50 with cardiovascular risk factors:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Carotid Doppler ultrasonography</strong>:&nbsp; to identify carotid artery stenosis or atherosclerotic plaques</li>\n\t<li><strong>Echocardiography</strong>:&nbsp; to detect cardiac embolic sources (eg, valvular vegetation)</li>\n\t<li><strong>MR angiography or CT angiography</strong>:&nbsp; to assess the carotid and intracranial vessels in more detail and rule out alternate diagnoses such as intracranial hemorrhage, mass, or ischemic stroke</li>\n</ul><br><br><p>ECG is also obtained to evaluate for arrhythmias (eg, atrial fibrillation) that increase the risk of thrombosis/embolism.</p>\n<h1>Management</h1><br><br><p>Treatment varies based on the underlying condition(s) causing the transient retinal artery occlusion.&nbsp; The goal is to manage cardiovascular risk factors and lower the risk for repeat arterial occlusion.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Initiate cardiovascular risk management:&nbsp; including blood pressure control, diabetes mellitus management, lipid-lowering medications, smoking cessation, dietary changes, and exercise.&nbsp;</li>\n\t<li>Consider antithrombotic therapy:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Antiplatelet therapy:&nbsp; aspirin or clopidogrel to reduce the risk for future ischemic events</li>\n\t\t<li>Anticoagulant therapy:&nbsp; in patients with atrial fibrillation or other high-risk disease who are prone to clot formation</li>\n\t</ul>\n\t</li>\n\t<li>Surgical intervention:&nbsp; includes a carotid endarterectomy (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43367.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), which is surgical removal of arterial plaque if carotid stenosis is significant.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of amaurosis fugax depends on the underlying cause.&nbsp; Although the vision-related outcome is generally good, amaurosis fugax is a warning sign of future cerebrovascular events.&nbsp; Therefore, the risk of stroke or permanent vision loss is significant if the underlying cause is not identified and addressed promptly.</p>\n<h1>Summary</h1><br><br><p>Amaurosis fugax (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/51414.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) characteristically presents with painless, rapid, transient, monocular vision loss.&nbsp; The most common etiology is retinal ischemia due to an embolus originating from carotid artery atherosclerotic plaques.&nbsp; The diagnosis is mainly clinical based on history and the presence of risk factors.&nbsp; Management seeks to reduce cardiovascular risks and prevent future thrombotic/embolic events, particularly because amaurosis fugax with carotid atherosclerosis is associated with an increased risk for stroke.<p></p>\n</div>\n\n            "
}