{
  "meta": {
    "title": "Anatomy of the eye and orbit",
    "url": "https://brainandscalpel.vercel.app/anatomy-of-the-eye-and-orbit-a1bd5f85-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:13.163Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The eye (globe) is a highly specialized sensory organ responsible for vision.&nbsp; It is composed of several structural layers that work together to refract light, regulate light entry, and convert visual stimuli into neural signals.&nbsp; The globe is housed within the orbit, a bony cavity that provides physical protection and serves as a supportive space for several other important structures, including orbital fat, which cushions and stabilizes the eye within the socket; the extraocular muscles, which control eye movement; the cranial nerves, which mediate vision and oculomotor function; and the blood vessels, which perfuse orbital and ocular tissues.</p>\n<h1>The orbit</h1><h2>Bones</h2><br><br><p>The orbit is a pyramidal bony cavity that houses and protects the globe.&nbsp; The orbit's apex is directed posteriorly toward the optic canal, and the base opens anteriorly toward the facial surface.&nbsp; The orbit is made up of 4 walls that are constructed from 7 bones:&nbsp; frontal, sphenoid, zygomatic, maxilla, ethmoid, lacrimal, and palatine.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Orbital roof</strong>:&nbsp; Formed by the frontal bone and lesser wing of the sphenoid; it separates the orbit from the anterior cranial fossa and frontal sinus.</li>\n\t<li><strong>Orbital floor</strong>:&nbsp; Formed by the maxilla (largest contribution), zygomatic, and palatine bones; it separates the orbit from the maxillary sinus.&nbsp; The orbital floor is the weakest wall and the most likely to fracture.</li>\n\t<li><strong>Lateral orbital wall</strong>:&nbsp; Formed by the zygomatic bone and greater wing of the sphenoid; it is the thickest wall and separates the orbit from the temporal/middle cranial fossa.</li>\n\t<li><strong>Medial orbital wall</strong>:&nbsp; Formed by the ethmoid and lacrimal bones, as well as the frontal process of the maxilla and the body of the sphenoid; it separates the orbit from the ethmoid sinus.</li>\n</ul><br><br><p>There are 3 main openings within the bony orbit, which allow passage of major neurovascular structures (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50964.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Superior orbital fissure</strong>:&nbsp; Transmits the oculomotor (CN III), trochlear (CN IV), ophthalmic division of the trigeminal (CN V1), and abducens (CN VI) nerves, as well as the superior ophthalmic vein.</li>\n\t<li><strong>Inferior orbital fissure</strong>:&nbsp; Transmits the infraorbital nerve, artery, and vein, and the zygomatic nerve.</li>\n\t<li><strong>Optic canal</strong>:&nbsp; Transmits the optic nerve (CN II) and ophthalmic artery.</li>\n</ul>\n<h2>Connective tissue</h2><br><br><p>Orbital fat surrounds the globe and extraocular muscles, cushioning and protecting these structures while also facilitating smooth eye movements and maintaining orbital structure.&nbsp; The orbital septum, a thin, fibrous membrane extending from the orbital rim to the tarsal plates of the eyelids, forms a barrier that separates superficial eyelid structures from intraorbital contents, thereby limiting the spread of infection into the orbit (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11657.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p>\n<h2>Extraocular muscles</h2><br><br><p>The extraocular muscles control and coordinate eye movements to maintain binocular vision, as follows (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31598.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Superior rectus</strong>:&nbsp; Elevates, adducts, and internally rotates; innervated by CN III.</li>\n\t<li><strong>Inferior rectus</strong>:&nbsp; Depresses, adducts, and externally rotates; innervated by CN III.</li>\n\t<li><strong>Medial rectus</strong>:&nbsp; Adducts; innervated by CN III.</li>\n\t<li><strong>Lateral rectus</strong>:&nbsp; Abducts; innervated by CN VI.</li>\n\t<li><strong>Superior oblique</strong>:&nbsp; Internally rotates (primary), also depresses and abducts; innervated by CN IV.</li>\n\t<li><strong>Inferior oblique</strong>:&nbsp; Externally rotates (primary), also elevates and abducts; innervated by CN III.</li>\n\t<li><strong>Levator palpebrae superioris</strong>:&nbsp; Elevates the upper eyelid; innervated by CN III.</li>\n</ul>\n<h2>Nerves</h2><br><br><p>The following cranial nerves pass through the orbit to innervate ocular structures:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Optic nerve</strong> (<strong>CN II</strong>):&nbsp; Transmits visual information to the brain.</li>\n\t<li><strong>Oculomotor nerve</strong> (<strong>CN III</strong>):&nbsp; Motor innervation to most extraocular muscles and parasympathetic fibers to pupil constrictors and ciliary muscle.</li>\n\t<li><strong>Trochlear nerve</strong> (<strong>CN IV</strong>):&nbsp; Motor innervation to the superior oblique.</li>\n\t<li><strong>Abducens nerve</strong> (<strong>CN VI</strong>):&nbsp; Motor innervation to the lateral rectus.</li>\n\t<li><strong>Ophthalmic division of trigeminal nerve</strong> (<strong>CN V1</strong>):&nbsp; Primary sensory innervation of the orbit, eye, cornea, and forehead/upper eyelid (via the frontal, lacrimal, and nasociliary branches).</li>\n</ul>\n<h2>Arteries</h2><br><br><p>The <strong>ophthalmic artery</strong>, a branch of the internal carotid artery, provides the main blood supply to the globe (via ocular branches) and the orbit (via orbital branches) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26062.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Numerous anastomoses with branches of the external carotid artery (eg, superficial temporal artery) also exist and further support perfusion of the ocular structures.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ocular branches</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Central retinal artery</strong>:&nbsp; Is the sole blood supply to the inner retina.&nbsp; Occlusion of the central retinal artery can result in sudden monocular vision loss due to retinal ischemia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26061.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t\t<li><strong>Posterior ciliary arteries</strong>:&nbsp; Supply the choroid, outer retina, and ciliary processes.</li>\n\t\t<li><strong>Anterior ciliary arteries and muscular arteries</strong>:&nbsp; Supply the rectus muscles, conjunctivae, and scleras.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Orbital branches</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Lacrimal artery</strong>:&nbsp; Supplies the lacrimal gland, conjunctivae, and lateral upper and lower eyelids.</li>\n\t\t<li><strong>Supraorbital artery</strong>:&nbsp; Supplies the levator palpebrae superioris and superior rectus muscles, upper eyelid, frontal sinus, and forehead.</li>\n\t\t<li><strong>Posterior ethmoidal artery</strong>:&nbsp; Supplies the posterior ethmoidal sinuses and meninges.</li>\n\t\t<li><strong>Anterior ethmoidal artery</strong>:&nbsp; Supplies the frontal and anterior/middle ethmoid sinuses, superior oblique muscle, and nasal septum.</li>\n\t\t<li><strong>Medial palpebral artery</strong>:&nbsp; Supplies the upper and lower eyelids.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Veins</h2><br><br><p>The ophthalmic venous system is composed of a network of small, valveless veins that provide venous drainage from the orbits, eyes, eyelids, and adjacent structures (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11690.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; These veins ultimately drain into the cavernous sinus.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Central retinal vein</strong>:&nbsp; Drains blood from the retinal veins into either the superior ophthalmic vein or directly into the cavernous sinus.&nbsp; Occlusion of the central retinal vein impairs venous outflow from the retina and can lead to retinal ischemia, resulting in a subacute monocular vision loss.</li>\n\t<li><strong>Superior ophthalmic vein</strong>:&nbsp; Drains into the cavernous sinus.&nbsp; This vein is the principal venous drainage pathway of the orbit.</li>\n\t<li><strong>Inferior ophthalmic vein</strong>:&nbsp; Receives tributaries from veins of the inferior orbit.&nbsp; It drains into the superior ophthalmic vein or directly into the cavernous sinus.</li>\n\t<li><strong>Vortex veins</strong>:&nbsp; Receive venous drainage from the uveal tract (middle eye) and drain into the ophthalmic veins.</li>\n</ul>\n<h1>The eyeball (globe)</h1><h2>Layers of the eye</h2><br><br><p>The globe is structurally organized into 3 distinct layers:&nbsp; the outer fibrous, middle vascular, and inner neural layer.&nbsp; Each layer contains specialized components that support the eye's function and integrity.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Outer fibrous layer</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Cornea</strong>:&nbsp; A transparent, avascular structure covering the anterior surface of the eye that provides major refractive power.&nbsp; It is made up of 5 layers (epithelium, Bowman membrane, stroma, Descemet membrane, endothelium).&nbsp; The corneal epithelium is densely innervated by pain fibers, making corneal foreign bodies, abrasions, and infections exquisitely painful.</li>\n\t\t<li><strong>Sclera</strong>:&nbsp; A dense, opaque connective tissue that forms the white of the eye.&nbsp; It provides shape and structural support to the globe and is covered externally by the conjunctiva (a thin, transparent membrane).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Middle vascular layer (uveal tract)</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Iris</strong>:&nbsp; A pigmented ring that lies anterior to the lens.&nbsp; It contains sphincter pupillae and dilator pupillae muscles that control pupil size.</li>\n\t\t<li><strong>Ciliary body</strong>:&nbsp; Composed of the ciliary processes, which produce aqueous humor, and the ciliary muscle, which alters lens shape via zonular fibers to allow for accommodation (focusing on near vs distant objects).</li>\n\t\t<li><strong>Choroid</strong>:&nbsp; Highly vascular, pigmented layer between the sclera and retina that supplies oxygen and nutrients to the outer retina.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Inner neural layer</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Retina</strong>:&nbsp; A light-sensitive layer composed of photoreceptors (rods and cones), bipolar cells, and ganglion cells, which converts visual stimuli to neural signals transmitted to the brain.&nbsp; Several key components of the retina include:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li><strong>Optic disc</strong>:&nbsp; Site where retinal ganglion cell axons converge to form the optic nerve.&nbsp; Because the optic disc contains no photoreceptors (ie, no rods or cones), it is considered a physiologic \"blind spot\" (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85931.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).</li>\n\t\t\t<li><strong>Macula</strong>:&nbsp; Central area of the retina specialized for high-resolution central vision (ie, visual acuity).&nbsp; Degeneration of this region causes progressive central vision loss.</li>\n\t\t\t<li><strong>Fovea</strong>:&nbsp; Central depression within the macula; contains the highest density of cones and provides the sharpest visual acuity.</li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Chambers of the eye</h2><br><br><p>The eye contains 3 main chambers (spaces), which contain either aqueous or vitreous humor.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anterior chamber</strong>:&nbsp; Space between the cornea and the iris; filled with aqueous humor (fluid that nourishes the lens and cornea).</li>\n\t<li><strong>Posterior chamber</strong>:&nbsp; Small area posterior to the iris and anterior to the lens; contains aqueous humor.&nbsp; Aqueous humor is produced by the ciliary processes and released into the posterior chamber.&nbsp; It then flows through the pupil into the anterior chamber and drains via the trabecular meshwork.</li>\n\t<li><strong>Vitreous chamber</strong>:&nbsp; Area between the posterior surface of the lens and the retina; filled with vitreous humor (transparent gel-like substance).</li>\n</ul>\n<h2>Additional ocular structures</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Conjunctiva</strong>:&nbsp; Thin, transparent mucous membrane that covers the anterior surface of the sclera (bulbar conjunctiva) and lines the inside of the eyelids (palpebral conjunctiva).&nbsp; It provides protection, lubrication, and immune defense to the globe.</li>\n\t<li><strong>Lens</strong>:&nbsp; A transparent, biconvex structure located posterior to the iris that focuses light onto the retina.</li>\n\t<li><strong>Lacrimal apparatus</strong>:&nbsp; Maintains ocular surface moisture.&nbsp; The lacrimal gland, located in the superolateral orbit, produces tears that enter the conjunctival sac and sweep medially across the eye.&nbsp; Tears then drain through the lacrimal puncta into the lacrimal sac, and finally pass via the nasolacrimal duct into the inferior nasal meatus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L83998.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Eyelid</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84333.png\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ):&nbsp; Provides an external covering over the globe.&nbsp; It contains the glands of Zeis and Moll (sebaceous and sweat glands of the eyelashes) and the tarsal plate, which provides structure to the eyelid and contains the meibomian glands (secrete an oily substance to decrease tear evaporation).</li>\n</ul>\n<h1>Summary</h1><br><br><p>The eye and orbit form a highly specialized and interconnected anatomic unit essential for vision and ocular function.&nbsp; The globe is the central sensory organ of vision and is composed of 3 concentric layers (fibrous, vascular, neural) and 3 chambers (anterior, posterior, vitreous).&nbsp; The bony orbit houses and protects the globe and contains several other important structures, including the orbital fat, extraocular muscles, nerves, and blood vessels.&nbsp; Together, the eye and orbit function as an integrated system to support vision and eye movement.</p>\n</div>\n\n            "
}