{
  "meta": {
    "title": "Congenital dacryostenosis",
    "url": "https://brainandscalpel.vercel.app/congenital-dacryostenosis-be158fc5-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:16.098Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Congenital dacryostenosis, also known as congenital nasolacrimal duct obstruction, is a common condition in infants caused by incomplete canalization of the distal nasolacrimal duct in utero.</p>\n<h1>Pathophysiology</h1><br><br><p>Tears are produced by the lacrimal glands and drain medially into the puncta of the upper and lower eyelids, draining to the lacrimal sac and the nasolacrimal duct into the nose.</p><br><br><p>Congenital dacryostenosis occurs due to the <strong>failure of the nasolacrimal duct to fully develop</strong> or open, resulting in <strong>obstruction</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L102431.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; This obstruction prevents tears from draining properly into the nasal cavity, resulting in tears flowing out of the lacrimal sac and back into the eye.<p></p>\n<h1>Clinical presentation</h1><br><br><p>Infants with congenital dacryostenosis typically have symptoms such as <strong>excessive tearing</strong>, <strong>mucoid or purulent discharge</strong> from the affected eye, and <strong>intermittent eyelid crusting</strong>.&nbsp; Bilateral involvement is common.&nbsp; Most infants are asymptomatic at birth, but symptoms develop within the first few weeks of life.</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of congenital dacryostenosis is <strong>primarily clinical</strong>.&nbsp; Diagnostic tests or maneuvers, such as the <strong>fluorescein dye disappearance test</strong> or lacrimal irrigation, may be performed to confirm the diagnosis and assess the severity of obstruction.&nbsp; In the fluorescein dye disappearance test, dye is placed onto the inferior cul-de-sac of the eye; if there is no obstruction, the dye should drain into the nose.&nbsp; If there is obstruction, a large portion of the dye remains in the eye.</p><br><br><p>No additional laboratory tests or imaging studies are required for diagnosis.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dacryocystitis</strong>:&nbsp; typically presents with increased eye drainage; however, the discharge typically appears purulent, and there is associated tenderness over the lacrimal sac.</li>\n\t<li><strong>Dacryocystocele</strong> (nasolacrimal duct cyst):&nbsp; is less common than dacryostenosis; patients typically have a blue swelling over the lacrimal sac rather than persistent, excessive tearing.</li>\n\t<li><strong>Allergic conjunctivitis</strong>:&nbsp; typically presents with bilateral (rather than unilateral) eye discharge; there is also associated conjunctival inflammation.</li>\n\t<li><strong>Neonatal conjunctivitis</strong>:&nbsp; typically presents with bilateral conjunctival injection, chemosis, and purulent discharge.</li>\n</ul>\n<h1>Management</h1><br><br><p>Most cases of congenital dacryostenosis require only conservative, nonsurgical management with nasolacrimal massage to help promote tear drainage and prevent secondary infection.&nbsp; Most cases resolve spontaneously by age 6-12 months; in persistent cases, nasolacrimal duct probing may be necessary.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for congenital dacryostenosis is generally favorable, with the majority of cases resolving spontaneously by age 6-12 months.</p>\n<h1>Summary</h1><br><br><p>Congenital dacryostenosis is commonly seen in infants; it is caused by incomplete canalization of the distal nasolacrimal duct in utero (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/59113.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Patients typically have increased tearing or mucoid discharge.&nbsp; Management is conservative with lacrimal massage.&nbsp; Most cases resolve spontaneously by age 6-12 months.<p></p>\n</div>\n\n            "
}