{
  "meta": {
    "title": "Conjunctivitis",
    "url": "https://brainandscalpel.vercel.app/conjunctivitis-e8025400-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:19.343Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Conjunctivitis, also known as \"pink eye,\" refers to inflammation of the conjunctiva, the transparent mucous membrane covering the white part of the eye and the inner surfaces of the eyelids.&nbsp; It is one of the most common ocular conditions, presenting with redness, irritation, and discharge.&nbsp; Etiologically, conjunctivitis is typically classified as viral, bacterial, or allergic, although other less common causes exist.&nbsp; Differences in clinical presentation can elucidate the diagnosis and determine the appropriate management.</p>\n<h1>Pathophysiology</h1><br><br><p>The conjunctiva is the transparent membrane lining the inside surface of the eyelid (tarsal conjunctiva) and globe (bulbar conjunctiva) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L2228.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; It contains blood vessels, lymphatics, and immune cells, all of which contribute to the inflammatory process when stimulated.&nbsp; Hyperemia of conjunctival blood vessels resulting from inflammation (eg, infection, immune-mediated responses) causes the conjunctiva to appear diffusely red.<p></p>\n<h2>Viral conjunctivitis</h2><br><br><p>Viral conjunctivitis is caused by adenoviruses and spreads easily through contact with contaminated surfaces or respiratory droplets.&nbsp; Viral replication in conjunctival cells leads to cellular destruction, inflammation, and lymphocyte infiltration.&nbsp; Often, viral conjunctivitis occurs in combination with a viral upper respiratory infection.</p><br><br><p>In addition to adenoviruses, other viral agents that can sometimes be implicated in conjunctivitis include herpes simplex virus, varicella zoster (chickenpox), or herpes zoster ophthalmicus (shingles).</p>\n<h2>Bacterial conjunctivitis</h2><br><br><p>Bacterial conjunctivitis is spread by contact with contaminated surfaces and secretions from infected patients and direct inoculation onto the conjunctival surface (including, in some cases, sexual transmission).&nbsp; In some cases, sexual transmission can occur (eg, <em>Chlamydia trachomatis</em>, <em>Neisseria gonorrhoeae</em>).&nbsp; Bacterial toxins result in disruption of epithelial cells and a neutrophil-mediated immune response with purulent discharge.&nbsp; The most common etiologic agents include <em>Staphylococcus aureus</em> (adults), <em>Streptococcus pneumoniae</em> (children), <em>Haemophilus influenzae</em>, and <em>Moraxella catarrhalis</em>.</p><br><br><p>Chronic conjunctivitis (eg, adult inclusion conjunctivitis, caused by <em>C trachomatis</em>) is rare in areas with access to adequate sanitation and clean water.</p>\n<h2>Allergic conjunctivitis</h2><br><br><p>Allergic conjunctivitis is triggered by exposure to airborne allergens (eg, pollen) that affect the eyes, resulting in a type I (IgE)–mediated hypersensitivity reaction.&nbsp; Mast cell degranulation releases histamine and other inflammatory mediators, resulting in vasodilation, increased vascular permeability, and itching.</p>\n<h1>Risk factors</h1><br><br><p>Risk factors for bacterial and viral conjunctivitis include upper respiratory infection and close contact and use of shared surfaces with infected individuals (eg, day care).&nbsp; In addition, contact lens use (especially with improper hygiene) is a risk factor for bacterial conjunctivitis.</p><br><br><p>Risk factors for allergic conjunctivitis include a history of seasonal allergies, atopy (eg, asthma, eczema), and exposure to allergens (eg, pet dander, pollen).</p>\n<h1>Clinical presentation and diagnosis</h1><br><br><p>Cardinal features of uncomplicated conjunctivitis include the following:</p><br><br><ul>\n\t<li>Diffuse conjunctival injection affecting both the tarsal and bulbar conjunctiva</li>\n\t<li>Discharge (either watery, mucoid, or purulent)</li>\n\t<li>Mild eye irritation (eg, burning, gritty sensation) rather than pain; does not affect visual acuity or the ability to keep eyes open</li>\n</ul><br><br><p>The diagnosis of conjunctivitis is primarily clinical; laboratory testing (eg, cultures) is rarely required.&nbsp; Fluorescein staining or funduscopic examination is not necessary in most cases but can be performed to rule out an alternate diagnosis (eg, corneal abrasion, herpes zoster ophthalmicus).&nbsp; Physical examination and history should be used to assess for alternate conditions or red flags warranting urgent referral to an ophthalmologist.</p><br><br><p>In addition, distinct features of the clinical presentation can help differentiate whether conjunctivitis is caused by a viral, a bacterial, or an allergic etiology.&nbsp; This table summarizes key findings in each of these subtypes (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38223.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Viral conjunctivitis</h2><br><br><ul>\n\t<li><strong>Eye involvement</strong> is typically unilateral (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L77020.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), progressing to a bilateral presentation within 48 hours.</li>\n\t<li><strong>Discharge</strong> is watery or mucoid; morning crusting may be seen, but frank pus is absent.</li>\n\t<li><strong>Other findings</strong> include a bumpy appearance to the tarsal conjunctiva; other viral illness manifestations may be seen (eg, pharyngitis, fever, lymphadenopathy).</li>\n</ul>\n<h2>Bacterial conjunctivitis</h2><br><br><ul>\n\t<li><strong>Eye involvement</strong> is typically unilateral (can be bilateral) with an acute onset (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104788.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Discharge</strong> is thick and purulent (rather than serosanguinous or watery discharge); it can be yellow, white, and green and reappears within minutes of wiping.</li>\n</ul><br><br><p>Hyperacute bacterial conjunctivitis (eg, from <em>Neisseria</em> infection) is characterized by a rapidly progressive (eg, over hours), painful conjunctivitis associated with urogenital infection, while chronic bacterial conjunctivitis (eg, from <em>Chlamydia</em>) is characterized by mild, chronic mucopurulent discharge with concomitant preauricular lymphadenopathy.</p>\n<h2>Allergic conjunctivitis</h2><br><br><ul>\n\t<li><strong>Eye involvement</strong> is typically bilateral at the onset of symptoms, which can occur acutely.</li>\n\t<li><strong>Discharge</strong> is copious (watery or \"stringy\").</li>\n\t<li><strong>Other findings</strong> include ocular pruritus, a key symptom that distinguishes allergic from viral etiologies; findings such as eyelid edema and evidence of systemic manifestations (eg, sneezing, wheezing, nasal congestion) further support the diagnosis.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for conjunctivitis includes benign and more serious, potentially sight-threatening conditions causing eye redness.</p>\n<h2>Serious conditions (requiring ophthalmologic evaluation)</h2><br><br><ul>\n\t<li><strong>Keratitis or keratoconjunctivitis</strong> involves corneal inflammation (eg, bacterial, viral) and can develop as a result of untreated infectious conjunctivitis (eg, bacterial keratoconjunctivitis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11889.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ) associated with improper contact lens use).&nbsp; Differentiating features include the presence of corneal infiltrates (visible with penlight or fluorescein stain) and prominent foreign body sensation and/or photophobia (inability to keep the eye open).&nbsp; Dendritic lesions and ulcers are suggestive of herpes simplex keratitis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105231.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).&nbsp; Suspected keratitis requires urgent (same day) ophthalmologic assessment.</li>\n\t<li><strong>Iritis</strong> is inflammation of the anterior uveal tract (eg, anterior uveitis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91323.jpg\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ) and/or ciliary body (iridocyclitis).&nbsp; Differentiating features include circumscribed rather than diffuse redness appearing as a ciliary flush (red ring around the iris); pain is typically more prominent, and discharge is minimal.&nbsp; Diagnosis requires a slit-lamp examination by an ophthalmologist, and a prompt referral is required.</li>\n\t<li><strong>Acute angle-closure glaucoma</strong> is more common in older adults and is caused by an acute increase in intraocular pressure, manifesting with a red eye and a fixed, middilated pupil (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11898.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ).&nbsp; Unlike in conjunctivitis, ciliary flush, severe photophobia and discomfort (inability to keep the eye open), and accompanying severe headache and nausea are seen.&nbsp; Diagnosis requires measurement of intraocular pressure, and emergency treatment is required to prevent vision loss.</li>\n</ul>\n<h2>Benign conditions (can be managed in the primary care setting)</h2><br><br><ul>\n\t<li><strong>Episcleritis</strong> is inflammation of episcleral vessels and is typically unilateral.&nbsp; Unlike conjunctivitis, it is typically associated with a sectoral or nodular (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11975.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ) area of redness (rather than diffuse injection) accompanied by a dull ache.&nbsp; Discharge and crusting are not typically seen.</li>\n\t<li><strong>Blepharitis</strong> is inflammation of the eyelid margin that can also manifest with a gritty sensation in the eyes and crusting.&nbsp; However, findings involve the eyelid margin rather than the conjunctiva (eg, crusting of eyelashes, swollen or itchy eyelid), and diffuse conjunctival injection is not commonly seen.&nbsp; Concurrent blepharitis and conjunctivitis may be present, in which case both entities should be treated for symptom relief.</li>\n\t<li><strong>Dry eye syndrome</strong> also manifests with irritation (eg, burning, gritty sensation) and redness, and may occur as part of an autoimmune syndrome (eg, Sjögren disease).&nbsp; Other features, such as mild photophobia or foreign body sensation, may be present.&nbsp; Although (paradoxical) tearing may be seen, mucous or serous discharge is uncommon, and other risk factors may be present (eg, excessive screen use).&nbsp; Because corneal irritation can occur with prolonged dry eyes, patients with significant pain, photophobia, or foreign body sensation require evaluation by an ophthalmologist.</li>\n</ul>\n<h2>Red flag features</h2><br><br><p>The following red flag features are unexpected with uncomplicated conjunctivitis and warrant urgent referral to an ophthalmologist (eg, for the evaluation of serious conditions discussed above).&nbsp; They include the following:</p><br><br><ul>\n\t<li><strong>Reduction in visual acuity</strong></li>\n\t<li><strong>Corneal opacity or ciliary flush</strong></li>\n\t<li><strong>Prominent foreign body sensation, pain, or photophobia</strong> (typically forcing the patient to keep the eyes closed or covered even in ambient light)</li>\n</ul>\n<h1>Management</h1><br><br><p>In general, most cases of conjunctivitis are benign and self-limited.&nbsp; This table summarizes the specific treatment of conjunctivitis based on cause (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33447.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Patients unresponsive to treatment (eg, within 1-2 days for bacterial conjunctivitis, 1-2 weeks for viral or allergic conjunctivitis) should be referred to an ophthalmologist.<p></p>\n<h2>Infectious conjunctivitis</h2><br><br><p>For infectious conjunctivitis, treatment strategies are aimed at preventing spread and providing supportive care.&nbsp; These include the following:</p><br><br><ul>\n\t<li><strong>Supportive measures:</strong>&nbsp; warm compresses, eyelid hygiene (eg, avoiding eye rubbing)</li>\n\t<li><strong>Avoidance of spread:</strong>&nbsp; Wash hands frequently, refrain from sharing objects (eg, towels, bed linens, utensils), and avoid close contact until discharge is reduced or absent (eg, at least 24-48 hr after treatment starts).</li>\n\t<li><strong>Antibiotics:</strong>&nbsp;&nbsp;<em>not</em> recommended for viral conjunctivitis; may be used in uncomplicated bacterial conjunctivitis (eg, erythromycin ointment, trimethroprim-polymixin B drops) to hasten symptom resolution and promote return to school or work.&nbsp; Contact lens wearers should always receive antibiotic therapy with <em>Pseudomonas</em> coverage (eg, fluoroquinolones) due to the risk for keratitis, and contact lens use should be stopped until the condition resolves.</li>\n</ul>\n<h2>Allergic conjunctivitis</h2><br><br><p>Allergic conjunctivitis is treated with topical antihistamines with mast cell–inhibiting properties (eg, olapatadine, azelastine).&nbsp; Nonsedating oral antihistamines (eg, cetirizine) may also be used but are less effective as primary treatment than topical treatments.&nbsp; Topical corticosteroids should generally be avoided unless symptoms are refractory, and even then only under the supervision of specialists due to the risk for vision-threatening complications.</p>\n<h1>Prognosis and complications</h1><br><br><p>Conjunctivitis typically resolves without sequelae, although patients with prolonged or untreated infectious cases and risk factors (eg, immunocompromise, contact lens use) are at increased risk for developing keratitis and corneal involvement, which can lead to scarring and vision impairment.&nbsp; Viral conjunctivitis may persist for up to 2 weeks, whereas bacterial cases typically resolve within days of antibiotic therapy.&nbsp; Allergic conjunctivitis may require ongoing management, particularly for patients with seasonal or perennial allergen exposure.</p>\n<h1>Summary</h1><br><br><p>Conjunctivitis, or inflammation of the conjunctiva, manifests with diffuse conjunctival erythema and irritation.&nbsp; It encompasses various etiologies, including viral, bacterial, and allergic causes.&nbsp; Diagnostic considerations include the type of discharge, clinical presentation, and patient history.&nbsp; Viral conjunctivitis (eg, from adenovirus) presents with a watery discharge, bacterial conjunctivitis (eg, from <em>Staphylococcus aureus</em>) typically produces a purulent discharge, and allergic conjunctivitis is characterized by watery discharge and itching.&nbsp; Management varies by type, with viral cases typically requiring supportive care, bacterial cases often needing antibiotics (with <em>Pseudomonas</em> coverage for contact lens users), and allergic cases treated with antihistamines and allergen avoidance.&nbsp; Complications can include chronic conjunctivitis and, in severe cases, corneal involvement (keratoconjunctivitis), although the overall prognosis for conjunctivitis is favorable with proper treatment.</p>\n</div>\n\n            "
}