{
  "meta": {
    "title": "Corneal abrasion",
    "url": "https://brainandscalpel.vercel.app/corneal-abrasion-681d2e76-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:22.339Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Corneal abrasion refers to a disruption or defect in the corneal surface epithelium (the transparent outermost layer of the cornea), usually from a minor trauma to the eye.&nbsp; It is a common ocular injury that causes significant pain.&nbsp; Most corneal abrasions heal well with prompt treatment, but complications such as secondary infection are possible if abrasions are not managed appropriately.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Corneal abrasions most often result from a superficial, mechanical injury (eg, scratch) that disrupts the integrity of the corneal epithelium.</p><br><br><p>Traumatic causes include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Direct injury to the cornea (eg, from fingernails, a tree branch, a makeup applicator, or paper)</li>\n\t<li>Foreign bodies (eg, sand, dirt, debris), which may lodge beneath the eyelid or within the cornea</li>\n\t<li>Improper contact lens use (eg, extended wear, poor hygiene, tight fitting), which causes localized injury to the underlying epithelium</li>\n\t<li>Thermal or chemical burns</li>\n</ul><br><br><p>Spontaneous corneal abrasions can occur but are typically related to preexisting conditions, such as dry eye syndrome (reduced tear production increases susceptibility to erosion) or recurrent erosion syndrome (spontaneous breakdown of epithelium due to poor adhesion of the cornea layers).</p>\n<h1>Clinical presentation</h1><br><br><p>The cornea is innervated by an abundance of sensory pain fibers from the trigeminal nerve (CN V).&nbsp; Therefore, the discomfort associated with a corneal defect is typically quite significant.&nbsp; Patients often experience:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Severe eye pain</strong>:&nbsp; The patient is often pacing, restless, and unable or reluctant to open the eye.</li>\n\t<li><strong>Foreign body sensation</strong>:&nbsp; Many patients report a feeling of grittiness or of something stuck in the affected eye.</li>\n\t<li><strong>Photophobia</strong>:&nbsp; Sensitivity to light is common when the cornea is irritated.</li>\n\t<li><strong>Redness and tearing</strong>:&nbsp; An inflammatory response can lead to conjunctival injection and increased tear production.</li>\n\t<li><strong>Blurred vision</strong>:&nbsp; Vision may be impaired, especially if the abrasion is centrally located or large.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>A presumptive diagnosis of corneal abrasion is often made based on patient history.&nbsp; Patients can typically describe an injury or foreign body exposure that resulted in the rapid onset of their eye symptoms.&nbsp; Other historical clues that suggest corneal abrasion include a history of contact lens use or occupational risk factors (eg, working in landscaping or carpentry).</p><br><br><p>A comprehensive eye examination should be performed on any patient with evidence of an active corneal process (eg, severe pain, photophobia, foreign body sensation).&nbsp; Although a corneal abrasion is the most likely cause of these symptoms, it is important to first rule out other, more serious conditions (eg, open globe injury, infectious keratitis) that can mimic a corneal abrasion.</p><br><br><p>Topical anesthetics (eg, proparacaine) should be limited due to the potential for slow epithelial healing.&nbsp; However, because most patients with corneal abrasion have severe corneal pain, topical anesthetics are typically administered to facilitate the eye examination (after an open globe is ruled out).&nbsp; These medications are not recommended for home use.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Penlight examination</strong>:&nbsp; Assess pupil shape, size, and reactivity (eg, a teardrop-shaped pupil may indicate an open globe) and inspect for foreign body (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L103726.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Visual acuity</strong>:&nbsp; Any new vision impairment requires prompt ophthalmology referral.</li>\n\t<li><strong>Slit lamp examination</strong>:&nbsp; Evaluate for a foreign body embedded in the cornea and rule out corneal ulcer, opacity, and hypopyon (pus in anterior chamber), which suggests bacterial keratitis and requires same-day evaluation by ophthalmology.</li>\n\t<li><strong>Fluorescein stain</strong>:&nbsp; This is applied after other examinations are complete and is used to visualize and confirm the diagnosis of corneal abrasion.</li>\n</ul><br><br><p>In patients with a corneal abrasion, <strong>fluorescein concentrates on the basement membrane</strong> exposed by a corneal defect (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105116.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Under a Wood lamp or the cobalt blue filter of a slit lamp, the area of fluorescein uptake glows green, revealing the size, shape, and location of the abrasion/defect.&nbsp; If an abrasion is identified, the eyelids should be everted to inspect for foreign bodies trapped beneath the lid because these can continue to abrade the cornea if not removed.<p></p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for a painful red eye, photophobia, and foreign body sensation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Open globe</strong>:&nbsp; results from a small, high-velocity object that penetrates/lacerates the globe.&nbsp; Patients often have a history of foreign body projectile followed by rapid onset of eye pain.&nbsp; A corneal defect is frequently visible on fluorescein examination.&nbsp; However, an open globe is differentiated from a simple abrasion by the presence of severe vision loss, an unreactive or irregularly shaped pupil, decreased intraocular pressure, and/or extrusion of vitreous humor.</li>\n\t<li><strong>Embedded corneal foreign body</strong>:&nbsp; involves a foreign body lodged in the cornea and may present with pain and photophobia, but the presence of a foreign body embedded in the cornea on examination differentiates it from a corneal abrasion.</li>\n\t<li><strong>Bacterial keratitis</strong>:&nbsp; presents with severe eye pain, sensitivity to light, and a foreign body sensation.&nbsp; However, bacterial keratitis is typically caused by improper contact lens use rather than a traumatic injury.&nbsp; Examination often shows scleral injection, mucopurulent discharge, and a corneal ulcer, which involves a deeper layer of cornea (eg, stroma, epithelium) than an abrasion.</li>\n\t<li><strong>Herpes simplex keratitis</strong>:&nbsp; can cause acute inflammation of the cornea.&nbsp; However, fluorescein examination reveals a stain concentrated in a characteristic dendritic, branching pattern (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105231.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Recurrent erosion syndrome</strong>:&nbsp; is a condition involving repeated episodes of nontraumatic corneal abrasions resulting from underlying corneal disease (eg, basement membrane dystrophy).</li>\n</ul>\n<h1>Laboratory evaluation and imaging</h1><br><br><p>In most cases, laboratory evaluation and imaging are not necessary for the diagnosis of corneal abrasion.&nbsp; However, an ocular CT or MRI may be indicated for a high-velocity injury (eg, hammering metal) in which a foreign body may have penetrated the globe.</p>\n<h1>Management</h1><br><br><p>Urgent ophthalmology consultation is required if there is any evidence of an open globe, ocular perforation, corneal ulcer/infiltrate, new vision changes, or a foreign body that is not easily removed.</p><br><br><p>When the diagnosis of a corneal abrasion is confirmed, the following interventions are recommended (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11521.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Superficial foreign body removal</strong>:&nbsp; Use saline irrigation or a cotton swab to remove visible debris and refer to an ophthalmologist within 24 hours if unsuccessful.</li>\n\t<li><strong>Topical antibiotics</strong>:&nbsp; These prevent secondary bacterial infections (ointments provide better lubrication, possibly protecting regenerating epithelium).&nbsp; Contact lens wearers need coverage for <em>Pseudomonas</em>.</li>\n\t<li><strong>Topical lubricants</strong>:&nbsp; Artificial tears help alleviate symptoms and promote epithelial healing by maintaining corneal hydration.</li>\n\t<li><strong>Cycloplegic agents</strong>:&nbsp; These alleviate pain and photophobia by reducing ciliary muscle spasms.</li>\n\t<li><strong>Analgesics</strong>: Nonsteroidal anti-inflammatory drugs, acetaminophen, or a short course of opioids (24 hr) may be needed in severe cases.</li>\n\t<li><strong>Avoidance of contact lenses</strong>:&nbsp; Patients are advised to refrain from wearing contact lenses until complete healing has occurred to prevent further irritation.</li>\n</ul><br><br><p>Patching the affected eye is typically not recommended.&nbsp; This is because in most small abrasions from trauma or a foreign body, it does not significantly improve symptoms (eg, pain/photophobia) or increase the rate of epithelial healing.&nbsp; However, an eye patch may reduce pain in patients with large (&gt;50% of cornea) abrasions.&nbsp; Patching is contraindicated in contact lens wearers due an increased risk for bacterial keratitis.</p><br><br><p>Patients with small, uncomplicated abrasions that improve within 24-48 hours do not need outpatient follow-up.&nbsp; However, contact lens wearers, patients with vision changes, and those with large or centrally located abrasions should have daily follow-up until the abrasion has healed completely.</p>\n<h1>Prognosis</h1><br><br><p>Most corneal abrasions heal within a few days with appropriate management.&nbsp; However, complications such as bacterial keratitis or corneal scarring are possible and can lead to blindness.&nbsp; If patients continue to have symptoms &gt;3 days after initial evaluation or they develop purulent drainage or new vision changes, prompt ophthalmology evaluation is required.</p>\n<h1>Summary</h1><br><br><p>Corneal abrasion (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/55259.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a common ocular injury typically caused by minor trauma to the surface of the cornea.&nbsp; Clinical symptoms include exquisite eye pain, photophobia, and a foreign body sensation.&nbsp; Diagnosis is confirmed with fluorescein staining, which highlights the corneal defect.&nbsp; Treatment includes topical antibiotics, ocular lubricants, and analgesic medications.&nbsp; Most abrasions heal within a few days, but complications including infection and scarring are possible if the abrasion is not managed appropriately.<p></p>\n</div>\n\n            "
}