{
  "meta": {
    "title": "Endophthalmitis",
    "url": "https://brainandscalpel.vercel.app/endophthalmitis-60575d24-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:24.703Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Endophthalmitis is a severe intraocular infection involving the aqueous and vitreous humors (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111388.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Most cases are caused by bacteria, but fungal infections can occur.&nbsp; Common presenting symptoms include decreased visual acuity and aching discomfort in the affected eye.&nbsp; Conjunctival injection, hypopyon (layering of white blood cells in the anterior chamber), and vitreous opacification are characteristic examination findings.&nbsp; Patients require emergent ophthalmology consultation for administration of intravitreal antimicrobials to prevent permanent vision loss.<p></p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Endophthalmitis is categorized as either exogenous or endogenous infection based on how microorganisms gain access to the intraocular space.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Exogenous endophthalmitis</strong> occurs when a traumatic disruption of the globe's integrity allows entry of microbes (usually bacteria).&nbsp; Risk factors include:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Ocular surgery (especially cataract surgery)</li>\n\t\t<li>Eye trauma</li>\n\t\t<li>Intravitreal injections</li>\n\t\t<li>Keratitis (corneal infection)</li>\n\t</ul>\n\t</li>\n\t<li><strong>Endogenous endophthalmitis</strong> occurs when infection spreads hematogenously from another site within the body (eg, bacteremia, fungemia).&nbsp; Risk factors include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Indwelling central venous catheter</li>\n\t\t<li>Intravenous drug use</li>\n\t\t<li>Gastrointestinal surgery</li>\n\t\t<li>Severe immunocompromise</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Bacterial endophthalmitis </h2><br><br><p>Bacterial endophthalmitis is significantly more common than fungal endophthalmitis and most cases are due to <strong>exogenous spread</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84803.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; <strong>Surgery</strong> or <strong>trauma</strong> can cause contamination of the aqueous humor by conjunctival flora; if inadvertent communication with the vitreous occurs, the bacteria can seed the vitreous, which is much more susceptible to infection.&nbsp; Coagulase-negative staphylococci (eg, <em><strong>Staphylococcus epidermidis</strong></em>), which colonize the conjunctiva, are the most prevalent pathogens.&nbsp; Other causative bacteria include <em>S aureus</em> and streptococci species.<p></p>\n<h2>Fungal endophthalmitis </h2><br><br><p>Fungal endophthalmitis is rare and most often caused by <strong>endogenous spread</strong> of <em><strong>Candida</strong></em> <strong>t</strong>o the highly vascular choroid layer of the eye (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84513.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; The organism replicates in the choroid and attacks the retina, then spreads into the vitreous and aqueous fluids.&nbsp; Hospitalized patients with <strong>indwelling venous catheters</strong> and <strong>immunosuppression</strong> are at highest risk.<p></p>\n<h1>Clinical presentation</h1><h2>Bacterial endophthalmitis </h2><br><br><p>Bacterial endophthalmitis typically presents several days after surgery (eg, cataract surgery) or trauma and commonly includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Decreased vision in the affected eye</li>\n\t<li>Aching eye pain</li>\n\t<li>Conjunctival injection and edema</li>\n\t<li><strong>Hypopyon</strong> (layering of white blood cells in the anterior chamber) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L101444.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )</li>\n\t<li><strong>Vitreous opacification/haziness</strong> (due to infiltration of inflammatory cells) making it difficult to visualize the retina</li>\n</ul>\n<h2>Fungal endophthalmitis </h2><br><br><p>Fungal endophalmitis presents similarly to bacterial endophthalmitis, with the following differences:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Symptom onset that is typically slower (days to weeks after fungemia)</li>\n\t<li>Eye pain that usually does not occur until late in the disease course</li>\n\t<li>Slit-lamp examination that reveals characteristic <strong>fluffy, yellow-white chorioretinal lesions</strong></li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of endophthalmitis is suspected based on history (eg, decreased vision after recent eye surgery) and abnormal ophthalmologic examination findings (eg, decreased visual acuity, hypopyon, hazy vitreous).</p><br><br><p>To confirm the diagnosis, a needle aspiration is performed to obtain aqueous and/or vitreous humor samples for microbial culture and sensitivity testing.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute anterior uveitis</strong>: is characterized by inflammation of the iris and anterior chamber.&nbsp; Clinical features include unilateral eye pain, redness, blurred vision and hypopyon; however, there is no significant vitreous inflammation or haziness on examination.</li>\n\t<li><strong>Acute angle-closure glaucoma</strong>: involves a sudden increase in intraocular pressure due to obstruction of aqueous humor outflow.&nbsp; Patients have rapid onset of severe eye pain and blurred vision.&nbsp; There is often associated vomiting, headache, corneal edema, and a fixed mid-dilated pupil.&nbsp; Hypopyon and vitreous opacification are not expected.</li>\n\t<li><strong>Corneal ulcer</strong>: is a defect in the corneal epithelium typically caused by infection (eg, keratitis).&nbsp; Symptoms include eye pain, redness, foreign body sensation, and photophobia.&nbsp; Hypopyon may be present on slit-lamp examination, but fluorescein stain reveals a defined corneal abnormality.</li>\n</ul>\n<h1>Laboratory evaluation</h1><br><br><p>Endophthalmitis is often detected and empirically treated based on clinical findings, but the diagnosis is confirmed by a positive aqueous or vitreous fluid culture.&nbsp; Positive cultures provide important information about causative organisms and how to guide treatment.&nbsp; However, a negative culture does not definitively rule out endophthalmitis; if infection is suspected, the patient should continue treatment under the guidance of an ophthalmologist.</p><br><br><p>Blood cultures are also necessary in cases of presumed endogenous infection because these patients also require systemic antimicrobials to treat the source of infection.</p>\n<h1>Management</h1><br><br><p>Endophthalmitis is a <strong>vision-threatening ocular emergency</strong>; management typically involves prompt initiation of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Intravitreal antibiotics or antifungals</strong>:&nbsp; Direct injection into the vitreous humor creates effectively high concentrations in the cavity.</li>\n\t<li>Adjuvant systemic antibiotics or antifungals:&nbsp; These are used for suspected or confirmed endogenous infection.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><em>Candida</em> endophthalmitis is almost always related to fungemia, so all cases require systemic antifungal treatment.</li>\n\t</ul>\n\t</li>\n\t<li>Vitrectomy (surgical removal of the vitreous):&nbsp; This procedure may be necessary in severe cases with significant vision loss or rapidly advancing vitreal inflammation.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of endophthalmitis depends on various factors:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Timing of diagnosis:&nbsp; Early diagnosis and treatment improve visual outcomes, whereas delayed treatment may result in irreversible vision loss.</li>\n\t<li>Virulence of the causative microorganism:&nbsp; <em>Streptococcus</em> and <em>Candida</em> tend to have a poorer prognosis for preserved vision, whereas patients with coagulase-negative staphylococci typically have favorable outcomes.</li>\n\t<li>Nature of the infection:&nbsp; Endogenous bacterial and fungal endophthalmitis are associated with increased risk for permanent vision impairment.</li>\n</ul><br><br><p>In addition to vision loss, extension of endophthalmitis infection can lead to panophthalmitis (involving all structures of the globe, including the sclera and conjunctiva), which often requires enucleation.</p>\n<h1>Summary</h1><br><br><p>Endophthalmitis is a vision-threatening ocular emergency due to infection of the inner structures of the eye.&nbsp; Most cases result from exogenous entry of bacteria after surgery or trauma, but fungal infections may occur in immunocompromised patients.&nbsp; Clinical findings include vision loss, eye discomfort, hypopyon, and opacification of the vitreous humor.&nbsp; Endophthalmitis is an ophthalmologic emergency that requires immediate treatment with intravitreal antibiotics to prevent irreversible vision loss.</p>\n</div>\n\n            "
}