{
  "meta": {
    "title": "Hyphema",
    "url": "https://brainandscalpel.vercel.app/hyphema-8729cb28-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:33.855Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Hyphema is a collection of blood in the anterior chamber of the eye that originates from the vessels in the iris or ciliary body.&nbsp; It is typically the result of trauma to the eye.&nbsp; Permanent visual impairment can occur.</p>\n<h1>Pathophysiology</h1><br><br><p>Hyphema occurs due to disruption of the blood vessels in the iris or ciliary body that results in leakage of <strong>blood into the anterior chamber</strong> of the eye (which is bounded by the cornea anteriorly, the angle laterally, and the lens and iris posteriorly).&nbsp; The blood is initially suspended in the aqueous humor but then typically layers in the inferior portion of the anterior chamber (when the patient is seated), forming a meniscus (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99671.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p><br><br><p>Hyphemas most commonly result from <strong>trauma</strong> but can occur spontaneously due to underlying conditions.</p><br><br><p>Traumatic causes include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Blunt force trauma (most common) causes a sudden increase in intraocular pressure (IOP), resulting in rupture and bleeding of the blood vessels in the ciliary body and iris.</li>\n\t<li>Penetrating trauma causes direct injury to the iris.</li>\n\t<li>Ocular surgery (eg, cataract surgery).</li>\n</ul><br><br><p>Spontaneous causes include systemic disease (eg, hemophilia), anticoagulant or antiplatelet medication use, and structural abnormalities of the eye (eg, iris neovascularization).</p>\n<h1>Clinical presentation</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Decreased/blurred vision</strong>:&nbsp; severity of vision loss typically correlates with size of hyphema</li>\n\t<li><strong>Eye pain</strong>:&nbsp; often due to trauma or increased IOP</li>\n\t<li><strong>Photophobia</strong>:&nbsp; direct illumination of the affected eye causes iris muscle contraction, resulting in pupillary constriction and pain; consensual photophobia is also typically present</li>\n\t<li><strong>Anisocoria</strong> (unequal pupils) and a <strong>sluggish pupillary light reflex</strong></li>\n\t<li><strong>Blood visible within the anterior chamber</strong></li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of hyphema is primarily clinical and can be confirmed with a thorough ophthalmic examination.&nbsp; Evaluation of hyphema includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Visual acuity assessment</strong>:&nbsp; Visual acuity depends on the size of hyphema and is often positional; patients may see improvment after several hours in a seated position as the blood settles inferiorly.</li>\n\t<li><strong>Slit-lamp examination</strong>:&nbsp; This procedure helps visualize blood in the anterior chamber (slit lamp increases sensitivity of detecting small [micro] hyphemas).</li>\n\t<li><strong>IOP measurement</strong>:&nbsp; Approximately 30% of cases cause <strong>increased IOP</strong> due to obstruction of the canal of Schlemm by blood.</li>\n\t<li><strong>Funduscopic examination</strong>:&nbsp; This assessment is used to rule out associated injuries to the posterior segment of the eye.</li>\n</ul><br><br><p>In addition to evaluation of a hyphema, patients should also be assessed for conditions that cause immediate threats to vision, such as an open globe injury or orbital compartment syndrome.&nbsp; If an immediate threat to vision is suspected, an urgent ophthalmology consultation is required.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of hyphema includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Traumatic iritis</strong> (anterior uveitis): results from ocular trauma and also presents with eye pain, photophobia, and blurred vision.&nbsp; However, traumatic iritis is characterized by white blood cells and/or proteinaceous fluid in the anterior chamber known as \"cells and flare,\" not layering red blood cells as occurs in hyphema.</li>\n\t<li><strong>Subconjunctival hemorrhage</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L102574.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ): typically results from trauma but involves bleeding from the conjunctival or episcleral blood vessels that subsequently leaks into the subconjunctival space.&nbsp; Subconjunctival hemorrhage often appears as a diffuse, flat area of redness over the sclera.&nbsp; It is typically a benign condition that does not impair visual acuity or elevate IOP.</li>\n\t<li><strong>Ocular melanoma</strong>: can present with decreased vision and eye pain, but examination typically shows pigmented lesions, not layering of red blood cells in the anterior chamber.&nbsp; In addition, a history of trauma is usually not present.</li>\n</ul>\n<h1>Laboratory evaluation and imaging</h1><br><br><p>Laboratory testing is not routinely performed for diagnosing hyphema, but it may be indicated to assess coagulation status or evaluate for underlying systemic conditions (eg, sickle cell disease), particularly in cases of recurrent or spontaneous hyphema.</p><br><br><p>Although they are not typically required for diagnosis, imaging studies such as ultrasonography or CT scan may be indicated to evaluate for associated ocular (eg, open globe, intraocular foreign body) or orbital (eg, orbital fracture) injuries in cases of severe trauma.</p>\n<h1>Management</h1><br><br><p>Most cases of hyphema are managed medically with the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Eye shield</li>\n\t<li>Bed rest prevents rebleeding</li>\n\t<li>Head elevation promotes settling of blood inferiorly, which decreases the risk for elevated IOP</li>\n\t<li>Topical corticosteroids reduce inflammation</li>\n\t<li>Cycloplegic agents minimize pain and prevent synechiae</li>\n\t<li>Antiglaucoma medications (eg, beta blockers, alpha agonists, carbonic anhydrase inhibitors) help control IOP</li>\n</ul><br><br><p>Surgical management is typically reserved for cases of persistently elevated IOP, extensive clot with significant visual impairment, or recurrent bleeding.</p>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute complications\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Rebleeding is particularly common in patients with spontaneous hyphema and increases the risk for permanent vision loss.</li>\n\t\t<li>Increased IOP and secondary glaucoma can occur due to red blood cells blocking the Canal of Schlemm, which normally drains aqueous humor from the anterior chamber.</li>\n\t</ul>\n\t</li>\n\t<li>Chronic complications\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Corneal staining is a rust-colored opacity that can occupy part or all of the cornea after a longstanding hyphema.&nbsp; The opacity often resolves over months to years by phagocytosis, but a stain can remain that causes visual impairment.</li>\n\t\t<li>Synechiae (adhesions between the iris and either the lens or cornea) may develop from prolonged or more severe hyphema.&nbsp; These can lead to increased IOP and permanent vision loss.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis for hyphema depends on the extent of blood accumulation, associated injuries, and promptness of treatment.&nbsp; Most cases resolve spontaneously within 5-7 days with appropriate management and patients do not have visual impairment.</p>\n<h1>Summary</h1><br><br><p>Hyphema (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/51506.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a collection of blood in the anterior chamber of the eye that originates from the vessels in the iris or ciliary body.&nbsp; It is typically the result of blunt force trauma to the eye.&nbsp; Permanent visual impairment can occur due to elevated intraocular pressure.<p></p>\n</div>\n\n            "
}