{
  "meta": {
    "title": "Orbital fracture",
    "url": "https://brainandscalpel.vercel.app/orbital-fracture-d0c51a6e-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:43.062Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>An orbital fracture is a break in ≥1 of the bones surrounding the eye.&nbsp; These fractures typically occur due to blunt trauma and present with periorbital edema, bony tenderness, and ecchymosis.&nbsp; Fractures of the thin orbital floor are common and can lead to complications such as extraocular muscle entrapment, diplopia, and infraorbital nerve injury.</p>\n<h1>Anatomy</h1><br><br><p>The orbit has the following boundaries:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Superiorly:&nbsp; thick orbital plate of the frontal bone</li>\n\t<li>Laterally:&nbsp; thick bone of the zygoma and greater and lesser sphenoid wings</li>\n\t<li>Medially:&nbsp; thin ethmoid and lacrimal bones, which separate the orbit from the ethmoid air cells</li>\n\t<li>Inferiorly (known as the orbital floor):&nbsp; thin layer of bone that separates the orbit from the air-filled maxillary sinus and is composed of the maxilla bone, palatine bone, and the orbital plate of the zygoma</li>\n</ul>\n<h1>Pathogenesis</h1><br><br><p>Blunt trauma to the eye area causes a rapid increase in pressure that is transmitted posteriorly into the orbit, thereby protecting the globe from rupture.&nbsp; The weakest bony plates in the orbit, the medial and inferior walls, are common sites of fracture, but any of the orbital bones may be affected.</p><br><br><p>Fracture patterns may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Orbital floor \"blowout\" fracture</strong>:&nbsp; A break in the orbital floor or medial wall (typically due to direct impact by a small object [eg, baseball]) may be associated with several complications:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Extraocular muscle entrapment and diplopia</strong>:&nbsp; Herniation of orbital fat and the inferior rectus muscle through the fracture site and into the maxillary sinus pulls the affected globe downward; this limits eye movement and causes diplopia when attempting upward gaze (despite normal visual acuity).</li>\n\t\t<li><strong>Infraorbital nerve injury</strong>:&nbsp; The infraorbital nerve is a branch of the maxillary nerve (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65028.png\" alt=\"Trigeminal nerve distribution\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Trigeminal nerve distribution</div>\n                                </div>\n                                ) that runs along the orbital surface of the maxilla; injury can lead to numbness and paresthesia of the upper cheek, lip, and gingiva.</li>\n\t\t<li><strong>Enophthalmos</strong> (retraction of globe into the orbit) and <strong>hypoglobus</strong> (downward displacement of the globe):&nbsp; These complications, which are more common with large fractures, can occur as the fat and muscle prolapse down into the maxillary sinus.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Nasoethmoid fracture</strong>:&nbsp; This common fracture is due to blunt trauma to the midface.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>The fracture may result in injuries to the lacrimal duct system or medial canthal ligament, as well as entrapment of the medial rectus muscle.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Orbital roof fracture</strong>:&nbsp; This type of fracture is more common in patients age &lt;10 due to an increased cranium/midface ratio:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Injury to the supraorbital nerve causing numbness over the forehead</li>\n\t\t<li>High risk for concomitant intracranial injuries due to the location and force of impact</li>\n\t</ul>\n\t</li>\n\t<li><strong>Zygomatic fracture</strong>:&nbsp; Zygomatic fracture results from direct impact to the lateral orbit and is often associated with an orbital floor fracture.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Patients with orbital fractures may present with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pain and tenderness around the eye and cheek</li>\n\t<li>Periorbital ecchymosis (bruising)</li>\n\t<li>Swelling of the eyelid and surrounding soft tissues</li>\n\t<li>Subconjunctival hemorrhage (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L92748.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; accumulation of blood between the cornea and sclera</li>\n\t<li>Orbital emphysema:&nbsp; air in the orbital soft tissues (crepitus) associated with fractures involving a sinus</li>\n\t<li>Bony deformity or step-off on palpation (ie, palpable malalignment of bone)</li>\n\t<li>Oculocardiac reflex:&nbsp; vagal reaction associated with extraocular muscle entrapment and characterized by intractable nausea, vomiting, and bradycardia</li>\n</ul><br><br><p>Clinical findings specific to orbital floor fractures include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Diplopia with upward gaze</li>\n\t<li>Limitation of upward gaze</li>\n\t<li>Enophthalmos</li>\n\t<li>Hypoglobus</li>\n\t<li>Numbness in the distribution of the infraorbital nerve (eg, ipsilateral upper cheek, lip, gingiva)</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>All patients with orbital trauma should first be assessed for life-threatening traumatic injuries such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Traumatic brain injury/hemorrhage</li>\n\t<li>Cervical spine fracture</li>\n\t<li>Airway compromise</li>\n</ul><br><br><p>Focused examination of the eye and orbit should include a detailed assessment of the periorbital soft tissues and bone, pupil size and reactivity, visual acuity, and extraocular movements, as well as funduscopic and slit-lamp examination.&nbsp; Evidence of an orbital fracture is often suspected based on examination findings, but CT scan of the orbits is the preferred imaging study to confirm the presence, location, and severity of fracture(s).&nbsp; CT scan is typically indicated when there is clinical suspicion for orbital fracture and any of the following signs:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Obvious bony abnormalities on palpation</li>\n\t<li>Changes in visual acuity or extraocular movements</li>\n\t<li>Unrelenting, severe pain</li>\n\t<li>Inability to perform an adequate examination (eg, unconscious patient, soft tissue edema)</li>\n</ul><br><br><p>In addition to fractures, several other serious ocular injuries can result from orbital trauma.&nbsp; The following conditions are vision-threatening and require rapid identification and treatment:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Globe rupture</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10962.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; Perforation of the globe may result in the extrusion of globe contents.</li>\n\t<li><strong>Retrobulbar hemorrhage/hematoma</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81876.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; Collection of blood behind the globe can lead to orbital compartment syndrome and ischemia of eye structures.</li>\n\t<li><strong>Hyphema</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99671.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; Layering of red blood cells in the anterior chamber (due to a vessel tear within the iris or ciliary body) may raise intraocular pressure and lead to optic nerve injury.</li>\n\t<li><strong>Retinal detachment</strong>:&nbsp; The retina is pulled away from its blood supply at the back of the eye.</li>\n\t<li><strong>Extraocular muscle entrapment</strong>:&nbsp; Prolonged entrapment may lead to muscle ischemia and fibrosis with permanent extraocular movement dysfunction.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Soft tissue injury</strong>:&nbsp; often causes periorbital edema, ecchymosis, and tenderness but is not associated with bony step-off, crepitus, or impaired extraocular movements.&nbsp; CT scan can confirm the presence or absence of fractures.</li>\n\t<li><strong>Globe rupture</strong>:&nbsp; may result from blunt orbital trauma but results in markedly decreased visual acuity, an irregularly shaped (eg, teardrop) pupil, and a loss of globe volume.&nbsp; CT scan reveals a flattened appearance of the globe.</li>\n\t<li><strong>Retrobulbar hematoma</strong>:&nbsp; can occur after facial trauma and may present with diplopia.&nbsp; However, patients have proptosis, a firm globe, markedly decreased visual acuity due to pressure-induced ischemia of the optic nerve, and CT scan shows intraorbital fluid/blood.</li>\n\t<li><strong>Orbital cellulitis</strong>:&nbsp; is a severe infection involving the structures of the posterior orbit that can present with eye swelling, pain, and impaired extraocular movements.&nbsp; However, patients also typically have fever and diffuse restriction of ocular movement in all directions.</li>\n</ul>\n<h1>Laboratory evaluation</h1><br><br><p>There is typically no indication for laboratory testing in patients with orbital fractures.&nbsp; However, a complete blood count, metabolic panel, coagulation profile, and blood type and screen (T&amp;S) may be obtained as part of a complete trauma evaluation or in preparation for surgical repair.</p>\n<h1>Imaging</h1><br><br><p><strong>CT scan of the orbits</strong> is the gold standard for diagnosing orbital fractures, and three-dimensional image reconstruction provides enhanced detail of bony structures.&nbsp; X-rays are often difficult to interpret and have poor sensitivity but may be used in children as a screening tool.</p>\n<h1>Management</h1><br><br><p>Orbital fracture management varies based on the location, size, and type of fracture (eg, nondisplaced or displaced) and whether there is associated ocular dysfunction or cosmetic concerns.</p><br><br><p>General management of all patients with orbital fractures includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Analgesics for <strong>pain control</strong></li>\n\t<li>Instruction not to bear down or blow nose (may increase subcutaneous emphysema)</li>\n\t<li>Potentially, <strong>antibiotics</strong> to cover nasal/oral flora (particularly if sinuses are involved)</li>\n</ul><br><br><p><strong>Emergent evaluation</strong> by ophthalmology is indicated if any of the following vision-threatening conditions are identified after orbital trauma:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Open globe</strong></li>\n\t<li><strong>Retrobulbar hematoma</strong></li>\n\t<li><strong>Orbital compartment syndrome</strong></li>\n\t<li><strong>Severe vagal symptoms (eg, oculocardiac reflex)</strong></li>\n\t<li><strong>Vision change or loss</strong></li>\n</ul><br><br><p>The goal of fracture management is to ensure proper orbital alignment and preserve normal function and appearance of the eye.&nbsp; Patients with orbital fractures and the following conditions should be evaluated for surgical repair within 24 hours:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Extraocular muscle herniation and entrapment</li>\n\t<li>Enophthalmos</li>\n\t<li>Diplopia</li>\n\t<li>Significant involvement of orbital floor (&gt;50% of surface area involved)</li>\n\t<li>Nasoethmoid fractures associated with lacrimal gland or medial canthal ligament injury</li>\n</ul><br><br><p>Small, nondisplaced fractures can often be managed without surgical intervention.&nbsp; Patients can be discharged with outpatient follow-up.</p>\n<h1>Prognosis</h1><br><br><p>Simple, nondisplaced fractures often heal well with conservative management.&nbsp; In contrast, large, displaced, and/or complicated fractures typically require surgical intervention and generally have good outcomes with appropriate treatment.&nbsp; Earlier repair tends to produce better outcomes.</p>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Long-term enophthalmos and cosmetic deformity are possible if the orbital fracture is not recognized and treated appropriately (eg, with surgical fixation).</li>\n\t<li>Prolonged extraocular entrapment may cause ischemia, fibrosis, and permanent extraocular muscle dysfunction (eg, diplopia).</li>\n\t<li>Vision loss can occur if associated globe injuries are missed or mismanaged.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Orbital fractures are a common consequence of facial trauma, and the clinical presentation can vary based on the bones affected.&nbsp; An orbital floor fracture is a common fracture associated with an increased risk for extraocular muscle entrapment and nerve injury.&nbsp; Diagnosis is confirmed by CT scan of the orbits, and management includes both conservative measures and surgical intervention, depending on the severity of the fracture and associated complications.</p>\n</div>\n\n            "
}