{
  "meta": {
    "title": "Retinopathy of prematurity",
    "url": "https://brainandscalpel.vercel.app/retinopathy-of-prematurity-976fbd6f-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:49.699Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Retinopathy of prematurity (ROP) is a vascular proliferative disorder exclusive to premature infants and is a leading cause of severe visual impairment and blindness.&nbsp; Pathophysiology involves disruption of proangiogenic factors (ie, vascular endothelial growth factor) related to varying oxygen tensions after birth.</p>\n<h1>Pathophysiology</h1><br><br><p>In utero, the relatively low oxygen tension normally upregulates proangiogenic factors, such as <strong>vascular endothelial growth factor</strong> (VEGF).&nbsp; VEGF stimulates normal vessel growth beginning at the optic disc and advancing toward the periphery.&nbsp; Premature birth disrupts this process (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L79418.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) as follows:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Phase 1:&nbsp; The relatively hyperoxic environment (even in room air) after delivery leads to downregulation of VEGF and slowing or arrest of retinal vascular growth.</li>\n\t<li>Phase 2:&nbsp; Once the retina begins to mature (over subsequent weeks), increased metabolic demand causes relative retinal hypoxia, which again stimulates VEGF.&nbsp; This often results in aberrant new vessel formation (<strong>neovascularization</strong>), which can lead to retinal scarring and/or detachment if severe.</li>\n</ul>\n<h1>Risk factors</h1><br><br><p>The most significant risk factor is prematurity (particularly &lt;30 weeks gestation), followed by low birth weight (&lt;1500 g); both gestational age and birth weight are inversely correlated to risk of developing ROP and the severity of ROP.</p><br><br><p>Although prematurity alone can lead to ROP, the risk is further increased in premature neonates with significantly elevated arterial oxygen tension (eg, via supplemental oxygen for neonatal respiratory distress syndrome).&nbsp; This occurs because hyperoxia (eg, oxygen saturation &gt;95% after birth) exacerbates the initial VEGF suppression and promotes free radical formation, increasing the risk of ischemia and subsequent aberrant neovascularization.</p>\n<h1>Screening and diagnosis&nbsp;</h1><br><br><p>All infants born at <strong>&lt;30 weeks gestation</strong> or who have a <strong>birth weight &lt;1500 g</strong> should undergo screening via dilated ophthalmoscopic examination.&nbsp; Examination begins between age 4-8 weeks and is performed serially to follow progression of vascularization.</p><br><br><p>Factors involved in ROP severity staging include disease location relative to the optic disc and degree of dilation/tortuosity of aberrant vasculature.</p>\n<h1>Management and prognosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mild ROP</strong>:&nbsp; Typically resolves with observation and has no long-term sequelae.</li>\n\t<li><strong>Moderate/severe ROP</strong>:&nbsp; Management options include <strong>laser photocoagulation</strong> and <strong>intravitreal anti-VEGF</strong> therapies to reduce neovascularization.&nbsp; Therapy reduces incidence of retinal detachment and vision loss; patients should still be monitored for astigmatism, strabismus, and myopia.</li>\n</ul>\n<h1>Prevention</h1><br><br><p>Generally, hyperoxia should be avoided in the neonatal period for premature infants receiving supplemental oxygen, with goal oxygen saturations between 90%-95%.</p>\n<h1>Summary </h1><br><br><p>Retinopathy of prematurity is characterized by abnormal retinal vascularization that occurs only in premature infants, particularly those who receive supplemental oxygen.&nbsp; Screening should be performed for premature and low-birth-weight infants, and management ranges from observation alone (mild disease) to laser photocoagulation (severe disease) to prevent retinal detachment and vision loss.</p>\n</div>\n\n            "
}