{
  "meta": {
    "title": "Retinoblastoma",
    "url": "https://brainandscalpel.vercel.app/retinoblastoma-92ca3d5b-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:50.006Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Retinoblastoma is a rare but life-threatening malignancy of the retina that primarily affects young children.&nbsp; It is the most common ocular tumor of childhood and often presents with leukocoria in children age &lt;5.</p>\n<h1>Pathophysiology</h1><br><br><p>Retinoblastoma develops from genetic alterations disrupting the <em>RB1</em> gene, which functions in cell cycle regulation.&nbsp; Checkpoints normally occur at the G1/S and G2/M transitions (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69027.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), allowing the cell cycle to pause for repair of damaged DNA.&nbsp; The <strong><em>RB1</em> tumor suppressor gene</strong> encodes the Rb protein, which regulates the G1/S checkpoint.&nbsp; In its active form, the Rb protein binds and inhibits E2F transcription factors, thereby halting the cell cycle.&nbsp; When the damaged DNA has been repaired, the Rb protein is inactivated by cyclin-dependent kinases, allowing the cell to proceed through the G1/S checkpoint.<p></p><br><br><p>A copy of the <em>RB1</em> tumor suppressor gene is found on each copy of chromosome 13, and normal regulation continues at the G1/S checkpoint if there is at least one functional <em>RB1</em> gene.&nbsp; However, if both copies of <em>RB1</em> are defective, there is unrestricted progression through the G1/S checkpoint, which leads to uncontrolled cell division and tumorigenesis.</p><br><br><p>Because loss-of-function (LOF) mutations must occur in both alleles of the <em>RB1</em> gene for tumorigenesis to occur, retinoblastoma is an example of Knudson's 2-hit hypothesis of tumorigenesis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7181.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Familial and sporadic forms of retinoblastoma can develop depending on how the \"hits\" occur:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Familial retinoblastoma (40% of cases):&nbsp; A patient can inherit a germline LOF mutation (eg, mutation in one parent's germ cell before conception).&nbsp; Therefore, at birth, all cells already have the \"first hit.\"&nbsp; Because there is still one functional copy of <em>RB1</em>, cell cycle regulation is maintained.&nbsp; A retinal progenitor cell that develops a mutation in the remaining, functional <em>RB1</em> provides the \"second hit\" that leads to uncontrolled division.&nbsp; Patients with familial retinoblastoma often come to medical attention earlier in life and have bilateral disease.</li>\n\t<li>Sporadic retinoblastoma (60% of cases):&nbsp; Patients with sporadic retinoblastoma do not inherit a germline LOF mutation.&nbsp; Therefore, a single retinal progenitor cell with 2 normal <em>RB1</em> alleles must acquire 2 spontaneous mutations to become malignant.&nbsp; Accordingly, these patients often come to medical attention later in life and have unilateral disease.</li>\n</ul><br><br><p>Because patients with familial retinoblastoma inherit a germline LOF mutation that affects all cells, they can acquire a second LOF mutation in other cells later in life, leading to additional tumors (eg, sarcomas).&nbsp; In contrast, patients with sporadic retinoblastoma are not at increased risk for other malignancies because the chance of somatic LOF mutations occurring in both alleles of the <em>RB1</em> gene in different cell lineages is very low.</p><br><br><p>The primary risk factor for retinoblastoma is young age; approximately 95% of retinoblastomas occur in children <strong>age &lt;5</strong>.&nbsp; A family history of retinoblastoma also increases the risk, although this accounts only for approximately 10% of cases (suggesting that the majority of germline mutations occur de novo in a gamete).</p>\n<h1>Clinical presentation</h1><br><br><p>Retinoblastoma is typically diagnosed in children age &lt;5, particularly age &lt;2.&nbsp; The most common presenting features include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Leukocoria</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17506.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) or <strong>absent red reflex</strong>:&nbsp; Leukocoria is the most common presenting sign of retinoblastoma and appears as a white pupil in flash photography due to light reflecting off the tumor.</li>\n\t<li><strong>Strabismus</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17507.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; Strabismus (ie, ocular misalignment) is the second most common presentation of retinoblastoma, occurring as a result of vision loss from tumor-induced retinal detachment.</li>\n</ul><br><br><p>Less commonly, patients may have nystagmus, decreased vision, ocular pain, erythema (due to intraocular inflammation), or proptosis (a late finding due to tumor mass effect on the globe).</p>\n<h1>Diagnosis</h1><br><br><p>If there is clinical suspicion for retinoblastoma (eg, leukocoria, absent red reflex, strabismus), diagnostic evaluation should be performed and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ophthalmic examination under anesthesia:&nbsp; This allows for complete visualization of the retina to identify the tumor, which appears as a <strong>nodular, off-white retinal mass</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L75465.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li>Diagnostic imaging:&nbsp; This allows for assessment of intraocular and extraocular tumor extension, which guides treatment planning.&nbsp; Imaging may include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Ocular ultrasonography, which may show calcifications.&nbsp; When present, calcifications are an important distinguishing feature of retinoblastoma.</li>\n\t\t<li>MRI of the brain and orbits (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16344.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), which can evaluate for optic nerve involvement and the presence of a separate, primary intracranial tumor, both of which carry a poorer prognosis.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Retinoblastoma can be diagnosed based on ophthalmic examination and imaging.&nbsp; Biopsy for tissue diagnosis is unnecessary due to the risk for tumor seeding.&nbsp; Metastatic work-up (eg, bone marrow evaluation, lumbar puncture, bone scan) is typically not performed unless there is clear evidence of tumor extension beyond the eye (eg, optic nerve invasion).</p><br><br><p>Genetic testing of peripheral blood to evaluate whether the patient has a germline <em>RB1</em> mutation should be obtained in all patients to assess the risk of hereditary transmission.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of retinoblastoma includes other conditions that may also present with leukocoria, such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Persistent fetal vasculature</strong>:&nbsp; a congenital anomaly resulting from incomplete regression of the fetal hyaloid vascular system</li>\n\t<li><strong>Toxocariasis</strong>:&nbsp; caused by <em>Toxocara canis</em> or <em>Toxocara cati</em> larvae, causes retinitis and can present with leukocoria and peripheral retinal granulomas</li>\n\t<li><strong>Congenital cataracts</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11916.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; can occur in certain conditions (eg, galactosemia, trisomy 21, glucocorticoid exposure, congenital rubella syndrome), but examination shows a lens opacity, not a retinal mass</li>\n</ul><br><br><p>The diagnostic evaluation can help distinguish retinoblastoma from these conditions (eg, the presence of calcification is more likely retinoblastoma).</p>\n<h1>Management</h1><br><br><p>The goal of retinoblastoma management is to eradicate the tumor while salvaging the eye to preserve vision.&nbsp; The specific approach is individualized and dependent on multiple factors (eg, extent of disease, visual prognosis, laterality).&nbsp; Various combinations of the following modalities may be used:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ocular salvage therapy:&nbsp; Ocular salvage therapy may be considered for early intraocular disease.&nbsp; Options include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Focal treatment:&nbsp; Cryotherapy or laser photocoagulation may be performed for small intraocular tumors.</li>\n\t\t<li>Chemotherapy:&nbsp; For larger intraocular tumors, chemotherapeutic agents can be administered directly via the ophthalmic artery to reduce the tumor volume (ie, chemoreduction).&nbsp; Chemotherapy may also be given systemically, particularly if there is extraocular disease.</li>\n\t</ul>\n\t</li>\n\t<li>Enucleation:&nbsp; If ocular salvage therapy fails or if there is advanced intraocular disease, surgical removal of the affected eye may be necessary.</li>\n\t<li>External beam radiation therapy:&nbsp; Because retinoblastoma is very radiosensitive, radiation therapy can be used for progressive disease.&nbsp; However, it is generally avoided due to the risk for long-term complications (eg, second malignancies, bone growth delay).</li>\n</ul><br><br><p>Following treatment, patients should be monitored for tumor recurrence and long-term complications (eg, vision deficits, secondary tumors).&nbsp; Genetic counseling is also recommended so that affected families can discuss inheritance patterns and implications for future pregnancies.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of retinoblastoma depends on various factors (eg, extent of intraocular involvement, presence of extraocular spread, presence of germline mutation).&nbsp; If untreated, retinoblastoma is progressive and, ultimately, lethal.&nbsp; With early detection and appropriate treatment, the overall 5-year survival rate exceeds 95%.&nbsp; However, long-term sequelae such as <strong>vision loss</strong> (related to the tumor and/or treatment), orbital/facial deformity, and <strong>secondary malignancies</strong> (eg, osteosarcoma, soft tissue sarcomas) may impact quality of life in survivors.</p>\n<h1>Summary</h1><br><br><p>Retinoblastoma (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/118628.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a rare, life-threatening malignancy of the retina that affects primarily young children and typically presents with leukocoria.&nbsp; It occurs due to biallelic loss-of-function mutations affecting the <em>RB1</em> tumor suppressor gene, which regulates the G1/S checkpoint in the cell cycle.&nbsp; The prognosis depends on the extent of disease.&nbsp; With early detection and treatment, survival rates are excellent, although survivors may have many long-term sequelae (eg, vision loss, orbital/facial deformity).<p></p>\n</div>\n\n            "
}