{
  "meta": {
    "title": "Retinitis pigmentosa",
    "url": "https://brainandscalpel.vercel.app/retinitis-pigmentosa-a453c580-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:46.187Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Retinitis pigmentosa is a genetic disorder characterized by progressive retinal degeneration involving the photoreceptors (eg, rods, cones) and pigmented epithelium, leading to visual impairment and potential blindness.&nbsp; It is one of the most common forms of inherited retinal dystrophies, affecting approximately 1 in 4,000 people worldwide.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Retinitis pigmentosa occurs due to <strong>progressive degeneration of retinal cells</strong> (eg, rods, cones) caused by mutations in genes responsible for maintaining their structure and function.&nbsp; Because rods are highly metabolic, they degenerate first, followed by cones and cells within the pigmented epithelium.&nbsp; As the pigmented epithelium degenerates, the cells release pigment that forms deposits in a characteristic bone-spicule pattern visible on retinal examination.&nbsp; In addition, histopathological examination of the retina demonstrates thinning of the outer nuclear layer and loss of photoreceptor cells.</p><br><br><p>Retinitis pigmentosa is associated with mutations in more than 70 genes, and the inheritance pattern can be autosomal dominant, autosomal recessive, or X-linked.&nbsp; Although retinitis pigmentosa can occur sporadically, the primary risk factor is family history.</p>\n<h1>Clinical presentation</h1><br><br><p>The age of onset depends on the underlying genetic mutation, with most patients becoming symptomatic by early adulthood.&nbsp; Symptoms are related to the loss of photoreceptors, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Rods</strong> allow vision in dim light, and degeneration leads to progressive night blindness.&nbsp; Patients may report difficulty seeing while driving at night or difficulty acclimating to dimly lit areas.&nbsp; Because rods are concentrated in the peripheral retina, degeneration of the rods also causes constriction of the visual field (ie, \"tunnel vision\").</li>\n\t<li><strong>Cones</strong> (cone photoreceptors) are most prevalent in the central retina and are affected as the disease progresses.&nbsp; Degeneration leads to decreased central visual acuity and eventual blindness.</li>\n</ul><br><br><p>Patients may notice flashing lights (ie, photopsias) adjacent to blind spots (ie, scotomas).&nbsp; The clinical manifestations of retinitis pigmentosa are typically limited to the eye, but retinitis pigmentosa can occur as part of other underlying genetic syndromes.</p>\n<h1>Diagnosis</h1><br><br><p>In a patient with visual impairment concerning for retinitis pigmentosa (eg, night blindness), a comprehensive assessment of ocular functions and structures should be performed, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Peripheral vision assessment\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Confrontation visual field testing, which is performed by asking the patient to count the examiner's fingers at each of the peripheral quadrants while fixating straight ahead.</li>\n\t\t<li>Perimetry, which provides a detailed assessment of the extent of peripheral vision loss.&nbsp; It is performed by asking the patient to detect brief, peripheral flashes of light while fixating in one direction.&nbsp; Constricted visual fields with preservation of central vision is characteristic of retinitis pigmentosa.</li>\n\t</ul>\n\t</li>\n\t<li>Central vision assessment\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Visual acuity:&nbsp; Retinitis pigmentosa presents with progressive peripheral vision loss, but central vision may also be affected in advanced disease.&nbsp; Central vision is often evaluated using a Snellen chart to measure visual acuity (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21629.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; A phoropter may also be used to assess for refractive errors (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L114731.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), which can be associated with retinitis pigmentosa.</li>\n\t</ul>\n\t</li>\n\t<li>Ocular anatomy\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Funduscopic examination:&nbsp; allows a detailed examination of the retina.&nbsp; Characteristic early funduscopic findings include <strong>retinal vessel attenuation</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11910.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) (ie, narrow vessels likely due to alterations in retinal metabolic demand) and a waxy, pale optic disc (due to optic nerve [CN II] atrophy and gliosis).&nbsp; In addition, degeneration of pigmented epithelium results in <strong>pigment deposition in a bone-spicule pattern</strong> (late finding).</li>\n\t\t<li>Slit-lamp examination:&nbsp; allows a microscopic view of the structures at the front and inside of the eye.&nbsp; Approximately 50% of patients with retinitis pigmentosa will develop cataracts, which may be visible on slit-lamp examination.</li>\n\t</ul>\n\t</li>\n\t<li>Electroretinography (ERG):&nbsp; utilizes a contact lens electrode to measure the electrical responses of the retina to light stimulation, providing objective evidence of retinal dysfunction.&nbsp; In retinitis pigmentosa, ERG typically demonstrates reduced or absent rod and cone responses, reflecting impaired photoreceptor function.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Optical coherence tomography (OCT):&nbsp; enables high-resolution, cross-sectional visualization of the retinal layers, allowing prompt detection of the photoreceptor layer thickness and integrity seen in retinitis pigmentosa.</li>\n\t<li>Genetic testing:&nbsp; confirms the diagnosis of retinitis pigmentosa by identifying the underlying genetic mutation.</li>\n</ul><br><br><p>Other assessments of visual function (eg, contrast sensitivity testing, color vision testing) may provide additional insights into visual function deficits in patients with retinitis pigmentosa.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>TORCH infections</strong>:&nbsp; congenital Infections (eg, rubella, syphilis, toxoplasmosis) that may cause retinal pigmentary changes similar to retinitis pigmentosa.&nbsp; However, the ERG would be normal or mildly abnormal in TORCH-related retinopathies.</li>\n\t<li><strong>Traumatic retinopathy</strong>:&nbsp; months after ocular trauma, when the retinal pigment epithelium may become atrophic and release pigment, forming deposits in a characteristic bone-spicule pattern.&nbsp; However, traumatic retinopathy is not progressive.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vitamin A deficiency</strong>:&nbsp; can cause night blindness; however, it would also cause xerophthalmia, which is characterized by excessive dryness of the cornea and conjunctiva.</li>\n\t<li><strong>Glaucoma</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21167.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; may result in optic nerve atrophy and present with visual field defects and optic disc pallor.&nbsp; However, retinal pigment epithelial degeneration is not expected.</li>\n\t<li><strong>Retinal detachment</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15844.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; typically presents with acute vision loss along with a dark shadow (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17992.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) across the peripheral visual field, floaters, and flashes of light.&nbsp; The retina has a corrugated appearance on funduscopy.</li>\n\t<li><strong>Age-related macular degeneration</strong> (AMD) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27250.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):&nbsp; is a degenerative disease of the photoreceptors that presents in older adults.&nbsp; In contrast to retinitis pigmentosa, which presents with peripheral vision loss, AMD presents with central vision loss, and funduscopic examination reveals drusen deposition (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L101096.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), pigmentary changes, and geographic atrophy or choroidal neovascularization of the macula.</li>\n\t<li><strong>Retinal vascular diseases</strong>:&nbsp; certain conditions (eg, diabetic retinopathy) that can cause retinal changes (eg, hemorrhages, exudates) and lead to visual impairment.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Medications</strong> (eg, chloroquine, hydroxychloroquine) <strong>and toxins</strong> (eg, methanol, ethambutol):&nbsp; can cause retinal toxicity, leading to visual disturbances and characteristic retinal changes.</li>\n</ul>\n<h1>Management</h1><br><br><p>Currently, no cure for retinitis pigmentosa exists.&nbsp; Management is supportive while attempting to slow disease progression.&nbsp; For example, a diet high in omega-3 fatty acids, the major lipid in photoreceptor outer membranes, is often recommended to prevent rapid degeneration.&nbsp; In addition, patients may benefit from low-vision aids (eg, magnifiers, large text), orientation and mobility training, and genetic counseling.&nbsp; Other treatment approaches are being developed, including gene therapy and retinal cell transplantation.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of retinitis pigmentosa varies depending on the underlying genetic mutation and rate of disease progression.&nbsp; Most patients are legally blind (ie, best corrected visual acuity 20/200 or worse in the better-seeing eye, field of vision ≤20 degrees in the better-seeing eye) by age 40.&nbsp; Although the condition typically leads to blindness over time, the rate of progression can vary widely among affected individuals.</p>\n<h1>Summary</h1><br><br><p>Retinitis pigmentosa is a genetic disorder characterized by progressive retinal degeneration, leading to visual impairment and potential blindness (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/59444.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; It is characterized by night blindness and loss of peripheral vision with progressive loss of visual acuity.&nbsp; Currently, no cure exists and most patients are legally blind by age 40.<p></p>\n</div>\n\n            "
}