{
  "meta": {
    "title": "Trachoma",
    "url": "https://brainandscalpel.vercel.app/trachoma-e7a8d863-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:51.688Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Trachoma is a chronic keratoconjunctivitis caused by infection with <em>Chlamydia trachomatis</em> serovars A, B, and C.&nbsp; It is the leading infectious cause of blindness worldwide and is particularly prevalent in resource-limited areas in Africa, Asia, the Middle East, and parts of Latin America.&nbsp; It is spread from eye to eye by contact with objects (eg, fingers, fomites, flies) contaminated by infectious ocular or nasal secretions.</p>\n<h1>Pathogenesis</h1><br><br><p>Trachoma results from repeated infection with <strong><em>C trachomatis</em>&nbsp;serovars A-C</strong>, which triggers a chronic inflammatory response in the conjunctivae.&nbsp; Over time, this inflammation leads to scarring, in-turned eyelashes (trichiasis), and corneal damage, which can result in blindness.</p><br><br><p>The pathogenesis of trachoma occurs in 2 main phases (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36809.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Active infection (follicular and intense inflammation)</strong>:&nbsp; This phase is most common in children and characterized by <strong>follicular conjunctivitis</strong>, or white-yellow follicles on inflamed upper tarsal conjunctivae.&nbsp; Patients may be asymptomatic, even with widespread inflammation.&nbsp; If symptoms are present, they include mild eye redness, itching, and discharge.</li>\n\t<li><strong>Cicatricial disease</strong>:&nbsp; Repeated episodes of infection with conjunctival inflammation lead to scarring of the tarsal conjunctivae.&nbsp; This scarring causes <strong>entropion</strong> (inversion of the eyelid) and <strong>trichiasis</strong> (misdirected eyelashes that rub against the cornea), leading to corneal ulceration, neovascularization (pannus formation), corneal opacification, and ultimately <strong>blindness</strong>.&nbsp; A horizontal linear scar on the superior tarsal conjunctiva (Arlt line) and depressed, scarred follicles at the limbus (Herbert pits) are specific findings in later stages.</li>\n</ul>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Poor sanitation and hygiene.</li>\n\t<li>Limited access to clean water.</li>\n\t<li>Overcrowding and close contact with infected individuals.</li>\n\t<li>Children age 1-9 (most affected group).</li>\n\t<li>Presence of flies (particularly <em>Musca sorbens</em>).</li>\n\t<li>Females (due to increased child-rearing responsibilities).</li>\n</ul>\n<h1>Clinical presentation</h1><h2>Early (active) disease</h2><br><br><p>The active trachoma phase is characterized by follicular conjunctivitis, in which white-yellow follicles appear on inflamed upper tarsal conjunctivae.&nbsp; Papillae may appear with the follicles as pinpoint red dots.&nbsp; Papillae may enlarge and coalesce to give the conjunctiva a thickened and edematous appearance.&nbsp; Even with significant inflammation, children may be asymptomatic.&nbsp; If symptoms are present, they include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Mild eye irritation or redness.</li>\n\t<li>Eye itching.</li>\n\t<li>Light sensitivity.</li>\n\t<li>Mucopurulent discharge.</li>\n</ul>\n<h2>Late (cicatricial) disease</h2><br><br><p>The late (cicatricial) stage of disease is characterized by:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Eyelid scarring (thick horizontal band near the eyelid margin [Arlt line]).</li>\n\t<li>Entropion or inward rolling of the eyelashes (due to tarsal scarring).</li>\n\t<li>Herbert pits:&nbsp; Follicles from the tarsal conjunctivae may leave grossly visible shallow pits on the cornea in later stages of the disease.</li>\n\t<li>Corneal inflammation:&nbsp; Because of eyelash abrasions, corneal edema and ulceration may be seen.&nbsp; Corneal pannus (inflammatory vascular tissue) develops over time with repeated eyelash abrasions, which ultimately leads to corneal opacification and loss of vision.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bacterial conjunctivitis</strong>:&nbsp; Predominantly characterized by mucopurulent discharge that immediately reappears after wiping the eye.&nbsp; Follicle formation is rare on the upper tarsal conjunctivae.</li>\n\t<li><strong>Viral conjunctivitis</strong>:&nbsp; Characterized by eye redness and a gritty sensation.&nbsp; Although follicles may be seen on the upper conjunctiva, trachoma is distinguished from <em>C trachomatis</em> with its rapid-onset, mucopurulent discharge, and recent upper respiratory infection.</li>\n\t<li><strong>Allergic conjunctivitis</strong>:&nbsp; Distinguished based on the seasonal nature and concurrent atopy history (eg, eczema, hay fever, asthma).&nbsp; It is the most common cause of red, irritated eyes.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis is primarily made clinically in areas where trachoma is endemic.&nbsp; It is staged with the WHO simplified grading scale based on conjunctival examination.</p>\n<h2>Stages of trachoma (WHO simplified grading system)</h2><br><br><p>The WHO system defines 5 stages of trachoma (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/126747.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Stage TF</strong> (trachomatous inflammation–follicular):&nbsp; ≥5 lymphoid follicles on the upper tarsal conjunctiva.&nbsp; This stage is typically self-limiting over weeks to months; however, reinfection is common and leads to advanced stages of disease.</li>\n\t<li><strong>Stage TI</strong> (trachomatous inflammation–intense):&nbsp; Inflammatory thickening due to coalescence of papillae.&nbsp; This stage is diagnosed when edema and inflammation obscure &gt;50% of the deep tarsal vessels of the upper eyelid.</li>\n\t<li><strong>Stage TS</strong> (trachomatous scarring):&nbsp; Scarring on the tarsal conjunctivae.&nbsp; Clinically, this is seen as a thick, white band of tissue near the eyelid margin.</li>\n\t<li><strong>Stage TT</strong> (trachomatous trichiasis):&nbsp; ≥1 eyelash touching the globe or evidence of eyelash removal.&nbsp; This is graded as minor (1-5 eyelashes contacting the globe) or major (≥6 eyelashes contacting the globe).</li>\n\t<li><strong>Stage CO</strong> (corneal opacity):&nbsp; visible corneal opacity over the pupil that impairs vision.&nbsp; Once corneal opacification is reached, trachoma is irreversible.</li>\n</ul>\n<h2>Laboratory evaluation and imaging studies</h2><br><br><p>The most sensitive and specific test is nucleic acid amplification testing (NAAT).&nbsp; Other options include direct fluorescent antibody test, enzyme immunoassays, microscopy with Giemsa staining of conjunctival samples, and tissue culture.&nbsp; However, laboratory evaluation is not typically used in the diagnosis because availability (cost, technical experience) is limited in areas where <em>C trachomatis</em> is endemic.</p><br><br><p>Imaging studies are not routinely performed in the diagnosis or management of trachoma.</p>\n<h1>Management</h1><br><br><p>Trachoma management is guided by the WHO <strong>SAFE strategy</strong>, which includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>S</strong>urgery:&nbsp; Bilamellar tarsal rotation surgery is needed for patients with entropion and trichiasis.</li>\n\t<li><strong>A</strong>ntibiotics:&nbsp; Mass drug administration with azithromycin in a single annual dose is recommended in endemic communities.&nbsp; Tetracycline eye ointment applied for 6 weeks is an alternate therapy; however, oral treatment is preferred because it reduces nasopharyngeal and community carriage.&nbsp; The WHO recommends annual antibiotic administration for 3 years in communities when the TF stage prevalence is ≥10% in children age 1-9.</li>\n\t<li><strong>F</strong>acial cleanliness:&nbsp; This strategy focuses on regular face washing to remove discharge and reduce transmission.</li>\n\t<li><strong>E</strong>nvironmental improvement:&nbsp; Antibiotics alone can eliminate trachoma; therefore, a focus on environmental improvements is also necessary.&nbsp; This is accomplished with improvement to clean water access, improved sanitation (latrine construction), and fly control (eg, waste disposal, pesticides).</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>With early intervention, especially in active disease, the prognosis is excellent with antibiotics.&nbsp; However, untreated chronic infection and inflammation can lead to corneal scarring and opacification.&nbsp; At this stage, trachoma is irreversible and vision loss is permanent.</p>\n<h1>Prevention</h1><br><br><p>Prevention is focused on mass treatment programs in endemic areas, along with education to promote facial cleanliness and hygiene.&nbsp; Environmental improvements that focus on improving access to clean water, sanitation, and reductions in fly breeding are critical for eradicating trachoma.&nbsp; Surveillance following mass drug administration is also critical to monitor for reemergence in a community.</p>\n<h1>Summary</h1><br><br><p>Trachoma is a preventable and treatable infectious cause of blindness caused by <em>Chlamydia trachomatis </em>serovars A-C.&nbsp; It progresses through a well-defined spectrum of inflammation, scarring, and corneal damage.&nbsp; Diagnosis is clinical and based on WHO grading.&nbsp; The cornerstone of control is the WHO SAFE strategy, emphasizing surgery, antibiotics, hygiene, and environmental change.</p>\n</div>\n\n            "
}