{
  "meta": {
    "title": "Uveitis",
    "url": "https://brainandscalpel.vercel.app/uveitis-6543bfea-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:56.343Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Uveitis refers to inflammation of the uveal tract, the middle portion of the eye that consists of the iris and ciliary body (the anterior uvea) and choroid (the posterior uvea).&nbsp; Anterior uveitis presents with redness, pain, and photophobia, whereas posterior uveitis typically causes painless vision changes (eg, floaters).&nbsp; Uveitis is often associated with systemic inflammatory conditions (eg, spondyloarthritis) or ocular infections (eg, cytomegalovirus), although many cases are idiopathic.</p>\n<h1>Anatomy</h1><br><br><p>The uvea is the highly vascular middle layer of the eye that lines the sclera.&nbsp; It comprises the iris and ciliary body (which make up the anterior uvea) and the choroid (the posterior uvea) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111388.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The main function of the uvea is to provide nutrition to the eye.&nbsp; The ciliary body produces aqueous humor to nourish the lens and cornea, and the choroid supports the retina.<p></p>\n<h1>Pathogenesis and etiologies</h1><br><br><p>Uveitis refers to inflammation along any part of the uveal tract.&nbsp; The inflammation also frequently extends to involve adjacent structures, such as the vitreous humor, retina, and optic nerve.&nbsp; Uveitis can involve one or both eyes.&nbsp; The condition is subdivided into the following classifications:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anterior uveitis</strong> (most common) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60797.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; Inflammation involving the iris alone (iritis) or the iris and ciliary body (iridocyclitis).</li>\n\t<li><strong>Intermediate uveitis</strong>:&nbsp; Inflammation involving the vitreous cavity and pars plana (part of the choroid without overlying retina).</li>\n\t<li><strong>Posterior uveitis</strong>:&nbsp; Inflammation of the choroid, retina, and/or optic nerve (choroiditis, retinitis, and neuroretinitis, respectively).</li>\n\t<li><strong>Panuveitis</strong>:&nbsp; Inflammation throughout the entire uveal tract and its adjacent structures.</li>\n</ul><br><br><p>The exact pathogenesis of uveitis is not completely clear, although it likely involves T-cell–mediated inflammation.&nbsp; Many cases of uveitis are idiopathic (without an apparent cause), but secondary causes may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Autoimmune/systemic inflammatory diseases</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>HLA-B27 positive spondyloarthropathies, including ankylosing spondylitis, psoriatic arthritis, inflammatory bowel disease.</li>\n\t\t<li>Sarcoidosis, systemic lupus erythematosus, Behçet disease.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Infectious etiologies</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Viral:&nbsp; Herpes simplex virus (HSV), cytomegalovirus (CMV).</li>\n\t\t<li>Bacterial:&nbsp; Syphilis, Lyme disease, tuberculosis.</li>\n\t\t<li>Fungal:&nbsp; Aspergillosis, candidiasis.</li>\n\t\t<li>Protozoal:&nbsp; Toxoplasmosis, cysticercosis.</li>\n\t</ul>\n\t</li>\n\t<li>Drug hypersensitivity reactions:&nbsp; Rifabutin, cidofovir.</li>\n\t<li>Eye trauma.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The signs and symptoms of uveitis vary based on the portion of the uveal tract that is affected.</p><br><br><p><strong>Anterior uveitis</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91323.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Conjunctival hyperemia (red eye)</li>\n\t<li>Ciliary flush (marked erythema concentrated at the junction of the sclera and cornea)</li>\n\t<li>Moderate eye pain and photophobia.</li>\n\t<li>Pupillary constriction.</li>\n\t<li>Blurred vision (variable).</li>\n\t<li>Cells and flare in the anterior chamber (on slit-lamp examination):&nbsp; Leukocytes and protein in the anterior chamber indicate inflammation.</li>\n\t<li>Hypopyon (layering of white blood cells in the anterior chamber).</li>\n</ul><br><br><p><strong>Intermediate/posterior uveitis</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Painless decrease in vision.</li>\n\t<li>Chorioretinal inflammation.</li>\n\t<li>Leukocytes in the vitreous humor.</li>\n\t<li>Optic nerve edema.</li>\n</ul><br><br><p><strong>Panuveitis</strong>:&nbsp; Combination of findings from anterior and posterior uveitis.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute angle-closure glaucoma</strong>:&nbsp; Can cause a red, painful eye with diminished visual acuity.&nbsp; However, most patients have associated headache, nausea, and vomiting.</li>\n\t<li><strong>Endophthalmitis</strong>:&nbsp; A bacterial or fungal infection of the intraocular cavities, which usually causes decreased visual acuity, aching of the affected eye, and conjunctival injection.&nbsp; Most patients have severe underlying illness (eg, hospitalization with a central catheter) or have had recent eye surgery.</li>\n\t<li><strong>Episcleritis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11874.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; Characterized by acute eye redness and tearing with injection of conjunctival and episcleral vessels.&nbsp; Patients may have mild irritation, but overt pain and diminished visual acuity are not characteristic.</li>\n\t<li><strong>Bacterial conjunctivitis</strong>:&nbsp; Causes conjunctival edema, hyperemia, and a purulent discharge, but eye pain, decreased visual acuity, and photophobia are not typical findings.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Patients suspected to have uveitis based on risk factors (eg, autoimmune disease) and characteristic clinical findings (eg, ciliary flush, eye pain) require prompt referral to an ophthalmologist.&nbsp; The diagnosis can be confirmed by a thorough ophthalmic evaluation that includes a slit lamp and dilated fundus examination.</p><br><br><p>Once the diagnosis of uveitis is confirmed, further investigation is needed to determine the underlying cause, which affects treatment.&nbsp; Medical history and physical examination can provide clues to a possible etiology (eg, chronic back pain suggests ankylosing spondylitis).</p>\n<h1>Laboratory evaluation and imaging studies</h1><br><br><p>Laboratory testing and imaging are <u>not</u> required to diagnose uveitis but may help identify a cause.&nbsp; The work-up is guided by the presence of clinical features that suggest a potential systemic or infectious etiology.</p><br><br><p><strong>Laboratory evaluation</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Erythrocyte sedimentation rate and/or C-reactive protein:&nbsp; Nonspecific inflammatory markers that are elevated in many autoimmune diseases.&nbsp; Obtaining these levels should be considered when there is not a clear etiology of uveitis.</li>\n\t<li>HLA-B27 antigen testing:&nbsp; HLA-B27 positivity is strongly associated with spondyloarthropathies.&nbsp; Antigen testing should be performed when uveitis presents with the following systemic symptoms:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Chronic back pain, dactylitis (sausage finger), or enthesitis (pain at tendon insertion site) suggests ankylosing spondylitis (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80963.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).</li>\n\t\t<li>Pain in the axial and peripheral joints, cutaneous plaques, or enthesitis suggests psoriatic arthritis (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32112.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).</li>\n\t\t<li>Frequent bloody diarrhea, abdominal cramping, and/or joint pain suggests inflammatory bowel disease.</li>\n\t</ul>\n\t</li>\n\t<li>Antinuclear antibody (ANA):&nbsp; Associated with systemic lupus erythematosus, which may present with variable symptoms including uveitis, a butterfly rash, arthritis, and constitutional symptoms (eg, fever, weight loss) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32068.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li>Infectious serologies\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Rapid plasma regain test:&nbsp; Testing for syphilis should be performed when there is no obvious systemic condition causing uveitis.&nbsp; Patients at high risk for syphilis (eg, sex workers) should also be tested.</li>\n\t\t<li>Tuberculin skin test:&nbsp; Should be performed in patients with risk factors for tuberculosis (eg, chronic cough, night sweats, weight loss, travel to/live in an endemic area)</li>\n\t\t<li>PCR testing for HSV or CMV:&nbsp; PCR analysis of ocular fluid is recommended if there are associated corneal ulcers.</li>\n\t\t<li>HIV testing:&nbsp; Consider testing if patient has an opportunistic infection (eg, CMV).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p><strong>Imaging</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chest x-ray/CT scan:&nbsp; Assess for evidence of tuberculosis or sarcoidosis (additional signs of sarcoidosis may include dyspnea, fatigue, weight loss, and rash (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96808.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                )).</li>\n\t<li>X-ray of sacroiliac joints:&nbsp; Obtain in patients with signs of spondyloarthropathy (eg, back pain, enthesitis) to assess for sacroiliitis.</li>\n</ul>\n<h1>Treatment</h1><br><br><p>The treatment of uveitis depends on etiology, but its general goals are to reduce inflammation, prevent complications, and treat underlying disease.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Corticosteroids</strong>:&nbsp; First-line treatment.&nbsp; Eye drops (eg, prednisolone acetate) can be used for anterior uveitis.&nbsp; Periocular or intraocular steroid injections (eg, triamcinolone) are used for posterior uveitis or panuveitis.&nbsp; Oral systemic steroids (eg, prednisone) are used when local steroid treatment is ineffective, or if uveitis is bilateral, causes significant visual impairment, or is related to certain systemic conditions (eg, Behçet disease).</li>\n\t<li><strong>Immunosuppressive therapy</strong>:&nbsp; For steroid-resistant uveitis and/or uveitis related to autoimmune conditions, immunosuppressive medications (eg, methotrexate, cyclosporine, or biologics [eg, infliximab, adalimumab]) may be added.</li>\n\t<li><strong>Antimicrobial therapy</strong>:&nbsp; If the patient's uveitis has an infectious cause.</li>\n\t<li><strong>Cycloplegic agents</strong>:&nbsp; Dilating drops (eg, atropine, cyclopentolate) alleviate eye pain in anterior uveitis by reducing spasm of the ciliary muscles.</li>\n</ul>\n<h1>Complications</h1><br><br><p>Untreated uveal tract inflammation can result in sight-threatening complications, such as cataract formation, macular edema, deposition of calcium in the corneal epithelium (band keratopathy), adhesions between the iris and the lens (posterior synechiae), and increased intraocular pressure (glaucoma).&nbsp; Cystoid macular edema, a complication of chronic or recurrent anterior uveitis, develops due to disruption of the blood-retinal barrier, allowing fluid to accumulate within the macular retinal layers and leading to visual impairment (vision loss disproportionate to degree of anterior chamber inflammation).&nbsp; Phthisis bulbi, an end-stage ocular disorder caused by severe intraocular damage from trauma, infection, or chronic disease (eg, uveitis) is characterized by globe shrinkage and irreversible vision loss (\"7 S\" mnemonic: soft, shrunken, shapeless, sightless, structureless, squared, and sore).</p>\n<h1>Summary</h1><br><br><p>Uveitis is inflammation of the uveal tract, which includes the iris, ciliary body, and choroid.&nbsp; The inflammation may be idiopathic or caused by infections or systemic inflammatory diseases.&nbsp; Anterior uveitis, which involves the iris and ciliary body, causes redness, ciliary flush, pain, and photophobia.&nbsp; Posterior uveitis affects the choroid and often causes painless vision changes.&nbsp; Diagnosis is made by ophthalmologic examination, and management includes corticosteroids and management of underlying infections or systemic conditions.</p>\n</div>\n\n            "
}