{
  "meta": {
    "title": "Vascular retinal disorders",
    "url": "https://brainandscalpel.vercel.app/vascular-retinal-disorders-632bfde7-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:55.490Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Central retinal artery occlusion (CRAO) and central retinal vein occlusion (CRVO) are distinct ophthalmic emergencies that can lead to sudden, painless vision loss.&nbsp; Although both conditions involve the occlusion of central retinal vessels, their pathogenesis, clinical presentation, and management differ significantly.</p>\n<h1>Central retinal artery occlusion (CRAO)</h1><h2>Pathogenesis</h2><br><br><p>The central retinal artery is one of the first branches of the ophthalmic artery, which originates from the internal carotid artery.&nbsp; The retinal artery perfuses the inner retina and surface of the optic nerve (CN II).&nbsp; Central retinal artery occlusion (CRAO) occurs when the central retinal artery is suddenly occluded, typically by an atherosclerotic embolus from the ipsilateral carotid artery (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26061.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The resulting ischemia of the optic nerve and retina clinically manifests as a sudden onset of painless vision loss.<p></p><br><br><p>CRAO most commonly occurs due to <strong>thromboembolic disease</strong> related to <strong>carotid artery atherosclerosis</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/98958.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Other etiologies of CRAO include cardiac embolism, vasculitis (eg, giant cell arteritis), small-vessel disease (eg, local thrombus formation), carotid artery dissection, and hypercoagulable states.<p></p>\n<h2>Risk factors</h2><br><br><p>Carotid artery atherosclerosis is most prevalent in patients with the following conditions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hypertension</li>\n\t<li>Hyperlipidemia</li>\n\t<li>Diabetes mellitus</li>\n\t<li>Smoking</li>\n\t<li>Age &gt;60</li>\n</ul><br><br><p>Cardiogenic emboli originate in the heart in conditions such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Atrial fibrillation</li>\n\t<li>Endocarditis</li>\n\t<li>Valvular heart disease</li>\n</ul><br><br><p>Further risk factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Giant cell arteritis (GCA):&nbsp; vasculitis that causes local inflammation and thrombus formation within the central retinal artery; more common in elderly patients</li>\n\t<li>Small vessel disease:&nbsp; plaque forms within the central retinal artery itself; often associated with hypertension and diabetes</li>\n\t<li>Carotid artery dissection:&nbsp; a tear in the carotid artery wall leads to clot formation; emboli can then travel to the central retinal artery</li>\n\t<li>Hypercoagulable states that increase the risk of thrombus/embolus formation, including factor V Leiden, antiphospholipid syndrome, protein C or S deficiency</li>\n</ul>\n<h2>Pathology</h2><br><br><p>Histologically, CRAO leads to infarction of the inner retinal layers, leading to edema and necrosis.&nbsp; If untreated, this condition can progress to atrophy of the retina and optic nerve.</p>\n<h2>Clinical presentation</h2><br><br><p>Patients with CRAO have the following characteristic clinical features:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sudden-onset, painless, monocular vision loss</strong>:&nbsp; often described as a \"curtain coming down\" over the field of vision.&nbsp; May lose the ability to make fine distinctions (eg, finger counting) but can frequently identify objects (eg, hands).</li>\n\t<li><strong>Relative afferent pupillary defect (RAPD)</strong>:&nbsp; sluggish or absent bilateral pupillary constriction when shining a light into the affected eye but normal bilateral pupillary constriction when shining a light into the unaffected eye (because signals from this eye bypass the damaged CN II)</li>\n</ul><br><br><p>Classic funduscopic examination findings include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Retinal whitening</strong>:&nbsp; retina appears pale due to ischemia and edema</li>\n\t<li><strong>Cherry-red spot</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11893.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; a hallmark sign, the fovea remains perfused by the choroid and appears red in contrast to the pale, ischemic retina</li>\n\t<li>Boxcar appearance of red blood cells:&nbsp; due to slow segmental blood flow</li>\n</ul>\n<h2>Differential diagnosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Retinal detachment</strong>:&nbsp; presents with sudden onset of flashes of light, floaters, and painless vision loss (peripheral followed by central).&nbsp; On funduscopy, the retina appears as an elevated and opaque line with an undulating appearance.</li>\n\t<li><strong>Acute angle–closure glaucoma</strong>:&nbsp; caused by an acute rise in intraocular pressure, typically presenting with painful vision loss, headache, nausea, and vomiting.&nbsp; Examination shows conjunctival redness and a poorly reactive, mid-dilated pupil.</li>\n\t<li><strong>Optic neuritis</strong>:&nbsp; characterized by acute unilateral vision loss, severe pain, and an afferent pupillary defect.&nbsp; It most commonly occurs in women age &lt;50 and is often an initial presentation of multiple sclerosis.&nbsp; Funduscopic examination may be normal or show optic disc edema.</li>\n\t<li><strong>Amaurosis fugax</strong>:&nbsp; a painless, transient, monocular loss of vision most often caused by a small embolus to the ophthalmic artery.&nbsp; Symptoms usually do not last more than 10 minutes.&nbsp; It may precede an episode of CRAO.</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>An older patient with atherosclerotic or cardiovascular risk factors who develops sudden onset of severe, painless vision loss is likely to have CRAO.&nbsp; A dilated funduscopic examination that reveals retinal whitening and a cherry-red spot supports the diagnosis.</p><br><br><p>Confirmatory testing is typically unnecessary when characteristic examination findings are present.&nbsp; However, if the diagnosis remains unclear after funduscopy, fluorescein angiography showing delayed or absent filling of the central retinal artery can confirm the diagnosis.</p><br><br><p>Once CRAO is diagnosed, further evaluation typically focuses on determining the underlying cause to institute appropriate prevention strategies.</p>\n<h2>Laboratory evaluation</h2><br><br><p>The following laboratory tests are used when evaluating a patient with CRAO:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP): both are typically elevated in GCA, and should be performed in any patient age &gt;50, particularly since the management of GCA differs from other etiologies of CRAO</li>\n\t<li>Blood glucose and lipid profile: evaluate for atherosclerotic risk factors (eg, diabetes mellitus, hyperlipidemia)</li>\n\t<li>Coagulation studies: assess for hypercoagulable states (eg, factor V Leiden) that may increase the risk of forming thrombi/emboli</li>\n</ul>\n<h2>Imaging studies</h2><br><br><p>Imaging studies are used to assess for carotid and cardiac causes of emboli:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Carotid doppler ultrasonography</strong> detects stenosis or atherosclerotic plaques in the carotid arteries</li>\n\t<li><strong>Cardiac echocardiography</strong> identifies potential cardiac embolic sources (eg, valvular vegetation from endocarditis)</li>\n</ul>\n<h2>Management</h2><br><br><p>CRAO is an <strong>ophthalmologic emergency</strong> and requires urgent ophthalmological consultation because it can cause irreversible retinal damage within 90-100 minutes.</p><br><br><p>Treatments for CRAO focus on restoring arterial blood flow to ischemic tissue; however, evidence for effective strategies is limited.&nbsp; Potential interventions include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Intravenous thrombolysis</strong> (eg, tissue plasminogen activator):&nbsp; similar to the treatment of ischemic stroke</li>\n\t<li><strong>Intraarterial thrombolysis</strong>:&nbsp; thrombolytic medication is introduced directly into the ophthalmic circulation</li>\n</ul><br><br><p>Reduction of intraocular pressure may also provide some benefit, and may be accomplished by:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ocular massage: attempts to produce fluctuations in intraocular pressure, which may cause clot migration and reperfusion</li>\n\t<li>Anterior chamber paracentesis: rapid reduction in intraocular pressure may dislodge the clot</li>\n\t<li>Intravenous acetazolamide or mannitol: lowers intraocular pressure via intravenous medication</li>\n</ul><br><br><p>CRAO related to GCA is managed differently than other thromboembolic etiologies.&nbsp; High-dose corticosteroids to reduce vascular inflammation is the mainstay of treatment.&nbsp; Identifying GCA as soon as possible is important to initiate the appropriate therapy and prevent permanent vision loss.</p>\n<h2>Prognosis</h2><br><br><p>Prognosis for CRAO is generally poor, with many patients experiencing irreversible vision loss.&nbsp; Patients with severe vision deficits at the onset tend to have worse outcomes.&nbsp; The degree of recovery depends on the duration of ischemia and the timeliness of reperfusion.</p>\n<h2>Prevention</h2><br><br><p>The long-term management of patients with CRAO includes atherosclerosis risk factor modification and prevention of recurrent vascular events:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Control of cardiovascular conditions: antihypertensives, lipid-lowering agents</li>\n\t<li>Diabetes management</li>\n\t<li>Smoking cessation</li>\n\t<li>Antiplatelet therapy: in patients with a history of embolic events or significant atherosclerosis</li>\n\t<li>Anticoagulation: in cases of cardioembolic CRAO (eg, atrial fibrillation)</li>\n\t<li>Carotid endarterectomy: surgical removal of carotid plaques in severe carotid atherosclerosis</li>\n</ul>\n<h1>Central retinal vein occlusion (CRVO)</h1><h2>Pathogenesis</h2><br><br><p>Central retinal vein occlusion (CRVO) is caused by acute thrombosis of the central retinal vein.&nbsp; Although the exact mechanism by which retinal vein clots form is unknown, it is likely related to a combination of stasis, hypercoagulability, and endothelial injury (ie, Virchow triad).</p><br><br><p>Obstruction of venous outflow from the retina creates increased retinal capillary pressure, leading to retinal hemorrhages and macular edema.&nbsp; Because the macula is responsible for sharp central vision, macular edema results in blurred or distorted vision.&nbsp; In severe cases, the back pressure from venous obstruction causes decreased arterial perfusion resulting in retinal ischemia.</p><br><br><p>Ischemic injury to the retina stimulates production of vascular endothelial growth factor (VEGF), which increases capillary leakage, thereby exacerbating macular edema and worsening vision impairment.&nbsp; VEGF also stimulates neovascularization (growth of new abnormal blood vessels), which increases the risk for additional vision-threatening complications including vitreous hemorrhage (new blood vessels rupturing into vitreous), tractional retinal detachment (new vessels pulling retina away from pigment epithelium), and neovascular glaucoma (new blood vessels obstructing aqueous humor flow, causing increased intraocular pressure).</p><br><br><p>CRVO is subdivided into ischemic and nonischemic types.&nbsp; Nonischemic CRVO is the more common and results in mild, often reversible, visual impairment due to macular edema without retinal ischemia.&nbsp; Ischemic CRVO involves venous obstruction that causes retinal ischemia and VEGF production and leads to severe, often permanent, vision loss.</p>\n<h2>Risk factors</h2><br><br><p>CRVO is most common in older patients with atherosclerotic risk factors, coagulopathy, or hyperviscosity.&nbsp; Specific factors that increase CRVO risk include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hypertension</li>\n\t<li>Diabetes mellitus</li>\n\t<li>Hyperlipidemia</li>\n\t<li>Smoking</li>\n\t<li>Cardiovascular disease</li>\n\t<li>Hypercoagulable states (eg, antiphospholipid syndrome, factor V Leiden)</li>\n\t<li>Hematologic disorders: polycythemia vera, multiple myeloma, leukemia</li>\n\t<li>Age &gt;55</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><p>The clinical manifestations of CRVO can vary in severity, but the typical presentation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Painless, monocular blurring or loss of vision</strong>:&nbsp; onset is often more gradual than CRAO, occurring over hours to weeks</li>\n\t<li>Afferent pupillary defect is often present in ischemic CRVO (due to more severe visual deficits) but is absent in nonischemic CRVO</li>\n</ul><br><br><p>Classic funduscopy findings (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104861.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diffuse retinal hemorrhages</strong>:&nbsp; \"blood and thunder\" appearance</li>\n\t<li><strong>Dilated, tortuous retinal veins</strong>:&nbsp; due to venous outflow obstruction</li>\n\t<li><strong>Macular edema</strong>:&nbsp; venous congestion and VEGF cause capillary leakage</li>\n\t<li><strong>Cotton-wool spots</strong>:&nbsp; fluffy white spots on the retina that indicate areas of poor retinal perfusion</li>\n\t<li><strong>Optic disc swelling</strong></li>\n</ul>\n<h2>Differential diagnosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diabetic retinopathy</strong>:&nbsp; manifests as progressive, painless vision loss in patients with poorly controlled diabetes mellitus.&nbsp; Characteristic funduscopic findings include microaneurysms, \"dot-and-blot\" hemorrhages, and hard exudates.</li>\n\t<li><strong>Hypertensive retinopathy</strong>:&nbsp; chronic hypertension causes damage to the retina and progressive visual impairment.&nbsp; Funduscopic evaluation reveals retinal hemorrhages and cotton-wool spots; however, the thickened and stiffened arterial walls are typically visible as arteriolar narrowing and impingement on the veins where they are crossed by arteries (arteriovenous nicking).</li>\n\t<li><strong>Central retinal artery occlusion</strong>:&nbsp; presents with acute monocular vision loss, but funduscopic examination findings include retinal pallor and a cherry-red spot at the macula.</li>\n\t<li><strong>Amaurosis fugax</strong>:&nbsp; transient monocular vision loss that spontaneously resolves in less than 10 minutes.&nbsp; It is typically caused by retinal ischemia due to atherosclerotic emboli originating from the ipsilateral carotid artery.</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>CRVO should be suspected in a patient who develops painless vision loss whose dilated funduscopic examination reveals characteristic findings (eg, diffuse retinal hemorrhages, venous dilation, macular edema, cotton-wool spots).</p><br><br><p>Fluorescein angiography may be used to confirm the diagnosis (by demonstrating delayed venous filling) if the diagnosis is uncertain after examination.&nbsp; Angiography also helps quantify the extent of nonperfused retinal tissue, which helps determine management.</p>\n<h2>Laboratory evaluation</h2><br><br><p>The following laboratory tests are indicated when evaluating a patient with CRVO:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count:&nbsp; evaluation for blood dyscrasias such as polycythemia vera or leukemia, which can increase the risk of thrombus formation</li>\n\t<li>Coagulation profile/screening for hypercoagulable states:&nbsp; factor V Leiden, antiphospholipid antibodies</li>\n\t<li>Fasting blood glucose and hemoglobin A1c</li>\n\t<li>Lipid profile</li>\n</ul>\n<h2>Imaging studies</h2><br><br><p>Fluorescein angiography utilizes intravenous fluorescent dye to highlight the retinal vessels.&nbsp; It can assess retinal perfusion, detect capillary leakage, and identify abnormal venous flow.&nbsp; Another possible imaging technique for CRVO is ocular coherence tomography, which provides detailed images of the retina and is used to monitor macular edema over time.</p>\n<h2>Management</h2><br><br><p>No specific treatments exist to remove or dissolve a retinal vein clot.&nbsp; Instead, the goals of management are to limit the sight-threatening complications of CRVO, which include macular edema and neovascularization.</p><br><br><p>Patients who have no significant macular edema or neovascularization at the time of diagnosis are typically managed with close observation rather than treatment.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Severe vision loss (eg, 20/400 or less):&nbsp; monthly examinations for at least 6-8 months (to monitor for development of edema and neovascularization)</li>\n\t<li>Nonsevere vision loss:&nbsp; repeat examination in 1-3 months with additional monitoring every few months until stable</li>\n</ul><br><br><p>Patients with CRVO associated with macular edema and/or neovascularization:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Intravitreal injection of anti-VEGF medication:&nbsp; used to reduce capillary leakage, minimize macula edema, improve vision, and prevent neovascularization</li>\n\t<li>Intravitreal corticosteroids:&nbsp; may be used in some cases to reduce inflammation and edema</li>\n\t<li>Panretinal photocoagulation:&nbsp; laser treatment used to treat neovascularization</li>\n</ul>\n<h2>Prognosis</h2><br><br><p>The prognosis for CRVO varies.&nbsp; Patients with nonischemic CRVO may maintain relatively good vision, whereas those with ischemic CRVO often experience severe vision loss.&nbsp; Close monitoring, with early treatment of macular edema and neovascularization, is critical.&nbsp; Poor follow-up and treatment delays may lead to permanent retinal ischemia and complications including neovascular glaucoma, vitreous hemorrhage, and tractional retinal detachment.</p>\n<h2>Prevention</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Minimize systemic risk factors:&nbsp; antihypertensives, glucose control, lipid-lowering agents</li>\n\t<li>Antiplatelet or anticoagulant therapy:&nbsp; for patients with underlying hypercoagulable states or a history of thrombotic events</li>\n\t<li>Regular ophthalmic screening, particularly in high-risk patients</li>\n</ul>\n<h1>Summary</h1><br><br><p>Central retinal artery occlusion (CRAO) and central retinal vein occlusion (CRVO) are ophthalmologic conditions that require prompt recognition and intervention to minimize vision loss (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/98958.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; CRAO is most often caused by retinal ischemia related to an atherosclerotic embolus.&nbsp; The onset of visual loss is abrupt and painless, and symptoms are typically severe.&nbsp; CRVO is characterized by a venous thrombus that obstructs retinal venous outflow, resulting in retinal hemorrhages, macular edema, and retinal ischemia.&nbsp; Symptoms range from mild blurred vision to severe vision loss, and the onset is typically more gradual.<p></p>\n</div>\n\n            "
}