{
  "meta": {
    "title": "Acute lymphoblastic leukemia and lymphoblastic lymphoma",
    "url": "https://brainandscalpel.vercel.app/acute-lymphoblastic-leukemia-and-lymphoblastic-lymphoma-55dc86ca-167143.html",
    "scrapedAt": "2025-12-01T04:54:45.147Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Acute lymphoblastic leukemia (ALL) and lymphoblastic lymphoma (LBL) comprise a group of hematologic malignancies involving early lymphoid precursor cells.&nbsp; ALL and LBL are the most common types of cancer in children.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Hematologic cell proliferation and differentiation is normally a highly regulated process.&nbsp; However, early lymphoid precursor cells can acquire genetic changes that drive proliferation but impair differentiation, resulting in a lymphoblastic malignancy.&nbsp; ALL and LBL are different clinical presentations that share this common disease origin.&nbsp; In ALL, the bone marrow and peripheral blood are involved; in LBL, the malignancy primarily involves a mass (eg, thymic mass) with minimal bone marrow involvement.&nbsp; Both presentations may have overlapping features (eg, LBL that progresses to the bone marrow), and here the term ALL will be used to refer to ALL and LBL jointly.</p><br><br><p>In ALL, the acquisition of serial genetic changes has the net result of uncontrolled clonal proliferation of early <strong>lymphoid precursor cells</strong> (ie, <strong>lymphoblasts</strong>) that lack the ability to differentiate into mature cells.&nbsp; The lymphoblasts accumulate at the site of proliferation, leading to signs and symptoms of disease (eg, bone marrow causing cytopenias, thymus causing respiratory distress).</p><br><br><p>Risk factors for ALL include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age:&nbsp; primarily occurs in childhood, with peak incidence at <strong>age 2-5</strong></li>\n\t<li>Genetic disorders:&nbsp; certain underlying genetic syndromes (eg, Down syndrome, neurofibromatosis type 1)</li>\n\t<li>Family history:&nbsp; siblings with ALL increase an individual's risk.&nbsp; The concordance rate for identical twins is nearly 100%.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of ALL varies, depending on the type of cell and site of proliferation.&nbsp; B-cell acute lymphoblastic leukemia (B-ALL) represents 80%-85% of cases and typically presents in early childhood, when production of B cells in the bone marrow peaks.&nbsp; Proliferating lymphoblasts interfere with normal hematopoiesis, and patients develop signs and symptoms of cytopenias, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anemia</strong>:&nbsp; fatigue, pallor, decreased exercise tolerance</li>\n\t<li><strong>Neutropenia</strong>:&nbsp; increased risk for opportunistic infections (eg, candidiasis, aspergillosis); patients can present with recurrent fever and/or night sweats</li>\n\t<li><strong>Thrombocytopenia</strong>:&nbsp; bruising or bleeding complications (eg, gingival bleeding, petechiae (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11118.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )).</li>\n</ul><br><br><p>In addition, patients often develop <strong>long bone pain</strong> (eg, femur, tibia) as proliferating lymphoblasts expand the bone marrow.&nbsp; The dull pain is often more noticeable at night and can manifest as general irritability and, in toddlers, a refusal to walk.</p><br><br><p>In contrast to B-ALL, T-cell acute lymphoblastic leukemia (T-ALL) represents 15%-20% of cases and typically presents in adolescence, when production of T cells in the thymus peaks.&nbsp; This condition often presents with a mediastinal mass that compresses surrounding structures, including the airway (causing dyspnea) and superior vena cava (causing SVC syndrome (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13452.png\" alt=\"Superior vena cava syndrome\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Superior vena cava syndrome</div>\n                                </div>\n                                )).&nbsp; Pleural effusions are common due to inflammation from tumor growth and cytokine release.<p></p><br><br><p>As the disease progresses, patients with ALL can develop symptoms associated with infiltration and proliferation of lymphoblasts beyond the bone marrow and peripheral blood, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Liver/spleen</strong>:&nbsp; causes organomegaly, which can lead to poor appetite, weight loss, and/or abdominal pain</li>\n\t<li><strong>Lymph nodes</strong>:&nbsp; causes enlarged, nontender, firm lymph nodes</li>\n\t<li><strong>CNS</strong>:&nbsp; causes increased intracranial pressure (eg, headache, vomiting), cranial nerve palsies, and/or seizures</li>\n\t<li><strong>Testicles</strong>:&nbsp; causes unilateral, painless testicular enlargement</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Because the initial presentation of ALL can be nonspecific (eg, fever, fatigue, bone pain), a high degree of suspicion is required, especially when the symptoms are persistent or recurrent.&nbsp; In cases of suspected ALL, the initial laboratory evaluation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count and peripheral smear:&nbsp; typically shows anemia and thrombocytopenia.&nbsp; The white blood cell (WBC) count is often initially low due to lymphoblastic interference with normal WBC production.&nbsp; As the disease progresses, lymphoblasts accumulate in the bone marrow and spill into the peripheral blood, resulting in a normal or elevated WBC count (ie, &gt;50,000/mm<font size=\"2\"><sup>3</sup></font> confers a worse prognosis).&nbsp; In addition, lymphoblasts can be visualized on peripheral smear.</li>\n\t<li>Lactate dehydrogenase:&nbsp; often elevated due to increased cell turnover.</li>\n\t<li>Serum chemistries:&nbsp; can be normal or consistent with tumor lysis syndrome, a complication of rapid cell lysis in which phosphate, potassium, and uric acid are released into systemic circulation.&nbsp; Electrolyte derangements can lead to acute kidney injury and dysrhythmias.</li>\n</ul>\n<h1>Laboratory evaluation</h1><br><br><p>Diagnosis can be confirmed by identification of lymphoblasts based on morphologic, immunophenotypic, and molecular features.</p>\n<h2>Cell morphology</h2><br><br><p>Cell sampling for morphological assessment may be obtained from various sources (eg, bone marrow, lymph node).&nbsp; The presence of an increased population (ie, at least 20%) of uniform-appearing <strong>blasts</strong>—characterized by large nuclei with dispersed chromatin, scant cytoplasm, and prominent nucleoli—is suggestive of clonal proliferation and consistent with leukemia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24850.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p>\n<h2>Flow cytometry</h2><br><br><p>Immunophenotyping identifies cell surface markers specific to lymphoid blasts (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L76991.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Terminal deoxynucleotidyl transferase (TdT)</strong>:&nbsp; a DNA polymerase involved in the diversification of antigen receptors during early B-cell and T-cell maturation and is only expressed on the cell surface of lymphoid progenitor cells.&nbsp; The presence of TdT differentiates lymphoblasts from mature lymphocytes.</li>\n\t<li>Lymphoblasts can be further differentiated by cell surface markers specific to B cells or T cells:</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>B lymphoblasts:&nbsp; CD10, CD19, CD20, CD22, CD79a (typically CDs ≥10)</li>\n\t<li>T lymphoblasts:&nbsp; CD2, CD3, CD4, CD5, CD7, CD8 (typically CDs &lt;10)</li>\n</ul>\n<h2>Cytogenetic and molecular studies</h2><br><br><p>Cytogenetic and molecular studies identify specific chromosomal abnormalities and mutations associated with ALL, which can help with risk stratification for management.</p>\n<h2>Additional workup</h2><br><br><p>Additional workup to consider in cases of suspected ALL includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Lumbar puncture:&nbsp; to screen for lymphoblastic infiltration of the cerebrospinal fluid</li>\n\t<li>Chest imaging:&nbsp; to evaluate for the presence of a mediastinal mass, especially prior to anesthesia (due to increased risk for airway obstruction)</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Because the initial presentation of ALL can be nonspecific, the differential diagnosis is broad:</p>\n<h2>Cytopenias</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute myeloid leukemia (AML)</strong>:&nbsp; a type of acute leukemia that involves myeloid (not lymphoid) precursors.&nbsp; It can present similarly with pancytopenia and bone pain; however, lymphadenopathy is less common since lymphoid cells are not involved.&nbsp; AML can be distinguished from ALL through immunophenotyping, as myeloid blasts express different cell surface markers (eg, myeloperoxidase, CD33).&nbsp; Auer rods (needle-like inclusions in the cytoplasm) are also specific for AML (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68397.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Chronic myeloid leukemia (CML)</strong>:&nbsp; can progress to blast crisis, the most aggressive phase of disease.&nbsp; Blast crisis can be indistinguishable from ALL as it presents with splenomegaly, fatigue, and symptoms of cytopenias.&nbsp; In addition, the <em>BCR::ABL1</em> fusion gene can occur in de novo ALL.&nbsp; However, the presence of <em>BCR::ABL1</em> in mature lymphoid cells is a hallmark of CML, distinguishing it from de novo ALL with <em>BCR::ABL1</em>.</li>\n\t<li><strong>Burkitt lymphoma</strong>:&nbsp; involves malignant mature B cells and presents with cytopenias from bone marrow failure with lymphadenopathy.&nbsp; Similar to B-ALL, CD19 is expressed; however, because the malignant cell is a mature B cell, TdT is not expressed, which distinguishes Burkitt lymphoma from ALL.</li>\n\t<li><strong>Aplastic anemia</strong>:&nbsp; characterized by pancytopenia and hypocellular bone marrow. It typically presents with symptoms related to pancytopenia, similar to ALL.&nbsp; Bone marrow biopsy shows markedly decreased hematopoietic cells, increased fat cells, and absent malignant cells.</li>\n\t<li><strong>Viral infections</strong>:&nbsp; Epstein-Barr virus and cytomegalovirus can cause pancytopenia, fever, fatigue, and hepatosplenomegaly.&nbsp; Peripheral smear shows circulating atypical lymphocytes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8243.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ), not lymphoid blasts.</li>\n\t<li><strong>Immune thrombocytopenia (ITP)</strong>:&nbsp; characterized by bruising and petechiae due to isolated low platelet count.&nbsp; Pancytopenia and organomegaly are not expected.</li>\n</ul>\n<h2>Bone pain</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Growing pains</strong>:&nbsp; self-limited, episodic, lower-extremity pain that usually occurs in young children at night and does not affect normal function (eg, ambulation).&nbsp; In contrast, bone pain in ALL tends to be constant and progressive, often interfering with normal function and may be associated with systemic symptoms.</li>\n\t<li><strong>Systemic lupus erythematosus</strong>:&nbsp; can present with joint pain, fever, lymphadenopathy, and splenomegaly.&nbsp; Blast cells are not seen on peripheral smear.</li>\n\t<li><strong>Juvenile idiopathic arthritis</strong>:&nbsp; characterized by joint pain, swelling, and morning stiffness.&nbsp; Patients typically have leukocytosis and reactive thrombocytosis (rather than panycytopenia).</li>\n</ul>\n<h2>Chest mass</h2><br><br><p>Other causes of chest mass (thymoma, Hodgkin disease) can be distinguished by certain clinical features.&nbsp; Thymomas tend to occur in patients age &gt;40 and do not cause pancytopenia.&nbsp; Hodgkin disease is characterized by Reed-Sternberg cells and a unique immunophenotype (positive CD15 and CD30) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66072.png\" alt=\"Classic Hodgkin lymphoma CHL\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Classic Hodgkin lymphoma CHL</div>\n                                </div>\n                                ).<p></p>\n<h1>Management</h1><br><br><p>Management of ALL involves chemotherapy, which is guided by risk stratification, accounting for the patient's age (eg, &lt;1 or &gt;10 years is associated with worse prognosis), presenting WBC count (eg, &gt;50,000/mm<font size=\"2\"><sup>3</sup></font> is associated with worse prognosis, likely due to more advanced disease), disease features (eg, immunophenotype, genetic findings), and response.&nbsp; The phases of therapy include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Induction phase involves systemic treatment with a combination of vincristine, asparaginase, a glucocorticoid, and CNS-directed intrathecal chemotherapy.&nbsp; An anthracycline and/or targeted agent may also be added depending on disease features (eg, tyrosine kinase inhibitor if <em>BCR::ABL1</em> is present).&nbsp; The goal of the induction phase is to achieve remission, a state in which there are no detectable leukemia cells.</li>\n\t<li>Consolidation phase for patients who achieve remission (ie, additional chemotherapy with CNS-directed treatment) to prevent relapse.</li>\n\t<li>Maintenance phase, which helps maintain remission and typically lasts 2-3 years.</li>\n</ul><br><br><p>Allogeneic stem cell transplantation may be considered for patients who have very-high-risk features (eg, failed induction, persistent MRD after induction phase).</p><br><br><p>Patients with ALL are at high risk for complications (eg, tumor lysis syndrome) and should be monitored accordingly.&nbsp; In general, patients with ALL require supportive care with transfusions (due to prolonged or worsening pancytopenia), nutritional support, and infection prevention (eg, antimicrobial prophylaxis).</p>\n<h1>Prognosis</h1><br><br><p>With conventional treatment protocols, the prognosis for ALL is favorable; the 5-year overall survival rate is ~90%.&nbsp; Predictors of a favorable prognosis include age 1-10 and initial WBC count &lt;50,000/mm<font size=\"2\"><sup>3</sup></font> for patients with B-ALL.&nbsp; However, the most significant prognostic factor is the patient's response to therapy (eg, remission status at the end of induction for B-ALL).</p>\n<h1>Summary</h1><br><br><p>Acute lymphoblastic leukemia (ALL) and lymphoblastic lymphoma (LBL) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/43794.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) comprise a group of hematologic malignancies involving early lymphoid precursor cells.&nbsp; ALL and LBL are the most common types of cancer in children.&nbsp; These conditions typically present with symptoms of bone marrow failure or a mediastinal mass.&nbsp; Treatment involves chemotherapy, and the overall prognosis is favorable.<p></p>\n</div>\n\n            "
}