{
  "meta": {
    "title": "Acute myeloid leukemia",
    "url": "https://brainandscalpel.vercel.app/acute-myeloid-leukemia-14fa999b-167143.html",
    "scrapedAt": "2025-12-01T04:54:45.169Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Acute myeloid leukemia (AML) comprises a group of hematologic malignancies involving precursor cells committed to the myeloid lineage.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>Normal hematopoiesis is an active process in which cell proliferation and differentiation is highly regulated.&nbsp; AML occurs when a single hematopoietic cell committed to the myeloid lineage loses this regulation.&nbsp; As a result, there is uncontrolled clonal proliferation of early myeloid precursor cells (eg, myeloblasts) that lack the ability to differentiate into mature elements (eg, granulocytes, erythrocytes, platelets).&nbsp; The malignant cells accumulate in the following sites:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bone marrow:&nbsp; Myeloid blasts interfere with normal hematopoiesis, and as a result, patients develop signs and symptoms of cytopenias (eg, fatigue and pallor from anemia, bruising from thrombocytopenia).</li>\n\t<li>Peripheral blood:&nbsp; As the myeloid blasts proliferate, they can exit the bone marrow and accumulate in the peripheral blood, resulting in leukocytosis.</li>\n\t<li>Peripheral tissues:&nbsp; Myeloid blasts can also infiltrate other tissues, leading to extramedullary manifestations (eg, gingival hypertrophy, nodular skin lesions).</li>\n</ul><br><br><p>AML is categorized into multiple subtypes based on specific molecular or morphologic features.&nbsp; <strong>Acute promyelocytic leukemia</strong> (APL) is a unique subtype of AML that occurs due to disrupted <strong>retinoic acid receptor alpha (RARα)</strong> function.&nbsp; Normally, retinoic acid, a vitamin A derivative, binds to RARα on myeloid precursors to activate their differentiation.&nbsp; In APL, a <strong>t(15;17) chromosomal translocation</strong> results in production of an abnormal fusion protein, PML-RARα, which has a much lower affinity for retinoic acid.&nbsp; Therefore, physiologic levels of retinoic acid are insufficient to bind PML-RARα to induce differentiation.&nbsp; As a result, myeloid precursor cells cannot differentiate beyond the promyelocyte stage (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23790.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), accumulating in the bone marrow and peripheral blood.<p></p><br><br><p>AML develops following genetic mutations (altered DNA sequence) and epigenetic changes (modifications that alter gene expression without changing the DNA sequence) within myeloid precursor cells.&nbsp; Factors that increase the risk for developing AML include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>DNA damage:&nbsp; This occurs following exposure to ionizing radiation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60401.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), industrial chemicals (eg, benzene), cytotoxic chemotherapy (eg, alkylating agents, topoisomerase inhibitors), retroviruses, and tobacco products.</li>\n\t<li>Age:&nbsp; Although AML can occur in children, its incidence increases with age (median age is 65 at symptom onset), likely due to accumulation of DNA damage over time.</li>\n\t<li>Underlying genetic disorders:&nbsp; In particular, conditions include those that are associated with loss of tumor suppressor genes (eg, loss of p53 in Li-Fraumeni syndrome) or impaired DNA repair (eg, impaired interstrand cross-link repair in Fanconi anemia).&nbsp; In addition, patients with trisomy 21 are at increased risk for AML, likely related to increased expression of genes located on chromosome 21 that promote cells in the megakaryocyte-erythrocytic lineages during fetal hematopoiesis.</li>\n\t<li>Myeloproliferative neoplasms (eg, chronic myeloid leukemia [CML]) or myelodysplastic syndrome.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Patients with AML typically have signs and symptoms of pancytopenia due to disrupted hematopoiesis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anemia</strong> causes fatigue, pallor, and decreased exercise tolerance.</li>\n\t<li><strong>Neutropenia</strong> can present with fever and opportunistic infections (eg, candidiasis, aspergillosis).</li>\n\t<li><strong>Thrombocytopenia</strong> causes easy bruising or bleeding (eg, gingival bleeding, petechiae).&nbsp; In APL, bleeding can be severe and life-threatening due to concurrent coagulopathy (increased tissue factor expression and thrombin generation), causing disseminated intravascular coagulation (DIC) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50403.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>Patients with AML can develop other symptoms associated with local accumulation of myeloid blasts in others systems, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Skeletal:&nbsp; progressive bone pain due to marrow cavity expansion</li>\n\t<li>Ocular:&nbsp; focal retinal ischemia (cotton-wool spots) and hemorrhage due to retinal arteriole occlusion</li>\n\t<li>CNS:&nbsp; headache, cranial nerve palsies, and weakness/paresthesia of the extremities due to spinal cord involvement</li>\n\t<li>Integumentary:&nbsp; nodular lesions (leukemia cutis)</li>\n\t<li>Gastrointestinal:&nbsp; gingival hypertrophy, hepatosplenomegaly</li>\n\t<li>Circulatory:&nbsp; myeloid blasts (less flexible than mature leukocytes).&nbsp; At high concentrations (eg, &gt;100,000/micoL, known as hyperleukocytosis), myeloid blasts increase blood viscosity and impede blood flow through capillaries in the brain (causing hemorrhage) and lungs (causing dyspnea and hypoxia).</li>\n</ul><br><br><p>Lymphadenopathy is <em>not</em> typical in AML because the malignant cells are myeloid (not lymphoid).</p>\n<h1>Diagnosis</h1><br><br><p>In cases of suspected AML, initial laboratory evaluation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count:&nbsp; anemia and thrombocytopenia with leukocytosis or leukopenia.&nbsp; There may be blast cells in the differential.</li>\n\t<li>Lactate dehydrogenase:&nbsp; elevated due to high cell turnover</li>\n\t<li>Serum chemistries:&nbsp; can be normal or consistent with tumor lysis syndrome (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60214.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), a complication of rapid cell turnover in which large amounts of phosphate, potassium, and uric acid are released into systemic circulation; electrolyte derangements can lead to acute kidney injury and dysrhythmias.</li>\n\t<li>Coagulation profile:&nbsp; can be normal or consistent with DIC (especially in APL)</li>\n</ul><br><br><p>Identification of myeloid blasts based on morphologic, immunophenotypic, and molecular features confirms the diagnosis as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Peripheral blood smear and/or bone marrow evaluation:&nbsp; shows myeloid <strong>blast cells</strong> (generally ≥20% required for diagnosis) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68397.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), which may appear as large nucleated cells with prominent nucleoli and scant cytoplasm.&nbsp; <strong>Auer rods</strong> (needle-shaped purple-red inclusions formed from fused granules), if present, are specific for myeloid cells.&nbsp; In AML, the bone marrow shows hypercellularity.</li>\n\t<li>Flow cytometry with immunophenotyping identifies cell surface markers that are specific to myeloid blasts (eg, myeloperoxidase, CD33) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L76991.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li>\n\t<li>Cytogenetic and molecular studies identify specific chromosomal abnormalities (eg, t[15;17], inv[16]) and mutations that are associated with AML.&nbsp; Of note, the diagnosis is confirmed if one of these AML-defining genetic abnormalities are present, even if the blast percentage is &lt;20%.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for AML includes other hematologic malignancies and conditions that can present with similar symptoms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute lymphoblastic leukemia</strong> (ALL):&nbsp; is a type of acute leukemia that involves lymphoid, rather than myeloid, cell lines.&nbsp; Patients can have similar pancytopenia and bone pain; however, lymphadenopathy is more common in patients with ALL.&nbsp; Lymphoid blasts express different cell surface markers (eg, CD19, CD20 for B-ALL; CD3, CD7 for T-ALL).</li>\n\t<li><strong>Myelodysplastic syndrome</strong> (MDS):&nbsp; comprises a group of clonal bone marrow disorders characterized by ineffective hematopoiesis and signs of various cytopenias.&nbsp; However, the bone marrow and peripheral smears often show abnormally differentiated cells (eg, hypogranular neutrophils, erythroid precursors with misshapen nuclei) consistent with dysplastic changes, and the percentage of blasts is &lt;20% (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68275.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Chronic myeloid leukemia</strong> (CML):&nbsp; can progress to blast crisis, the most aggressive phase of disease.&nbsp; Blast crisis in CML can cause splenomegaly, fatigue, cytopenia, and a high percentage of blasts in the bone marrow and peripheral blood.&nbsp; However, the presence of the Philadelphia chromosome (abnormal chromosome 22 containing a BCR::ABL1 fusion) in mature myeloid cells can distinguish CML from de novo AML.</li>\n\t<li><strong>Aplastic anemia</strong>:&nbsp; is characterized by pancytopenia and hypocellular bone marrow.&nbsp; Bone marrow biopsy reveals markedly decreased hematopoietic cells and increased fat cells.</li>\n\t<li><strong>Infectious mononucleosis</strong>:&nbsp; caused by Epstein-Barr virus or cytomegalovirus can result in pancytopenia, fever, fatigue, and hepatosplenomegaly.&nbsp; Peripheral smear reveals circulating atypical lymphocytes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8243.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), not myeloid blast cells.</li>\n</ul>\n<h1>Management</h1><br><br><p>The mainstay of AML management is with chemotherapy.&nbsp; Induction therapy is initiated, which typically involves a combination of cytarabine and an anthracycline (eg, daunorubicin), to induce remission (no detectable myeloid blast cells in the bone marrow and peripheral blood).&nbsp; After induction therapy, patients with high-risk features (eg, monosomy 7) typically undergo allogeneic stem cell transplantation.</p><br><br><p>Patients with AML are at high risk for complications related to the disease itself as well as chemotherapy.&nbsp; Supportive care in these patients may require transfusion (due to prolonged or worsening pancytopenia), nutritional support, and infection prevention (eg, antimicrobial prophylaxis).</p><br><br><p>The management of APL is different due to the unique properties of PML-RARα.&nbsp; The fusion protein's low affinity for physiologic levels of retinoic acid can be overcome by providing pharmacologic doses of retinoic acid (<strong>all-trans retinoic acid [ATRA]</strong>).&nbsp; As a result, the malignant promyelocytes can overcome the blockade and differentiate into normal neutrophils.&nbsp; ATRA is often given in combination with arsenic trioxide, which induces apoptosis and proteolysis of PML-RARα.&nbsp; ATRA-based therapy induces remission in approximately 90% of patients, but these patients should be closely monitored for differentiation syndrome (release of cytokines from maturing myeloid cells, manifesting with fever, peripheral edema, and respiratory distress).</p>\n<h1>Complications</h1><br><br><p>Patients with AML are at risk for complications, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Leukostasis</strong>:&nbsp; Patients who have high white blood cell counts are at increased risk for leukostasis, a medical emergency in which myeloid blasts increase blood viscosity and impede blood flow through small capillaries in the brain (causing hemorrhage) and lungs (causing dyspnea with hypoxia).</li>\n\t<li><strong>Tumor lysis syndrome</strong>:&nbsp; This complication is the consequence of rapid cell lysis that may occur at diagnosis or during induction therapy.&nbsp; Management involves aggressive intravenous hydration and correction of hyperuricemia and electrolyte abnormalities while closely monitoring cardiac and renal status.</li>\n\t<li><strong>Disseminated intravascular coagulation</strong>:&nbsp; This syndrome is most associated with the APL subtype.&nbsp; Supportive blood products (eg, fresh frozen plasma) should be administered as needed while treating the underlying malignancy.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of AML varies, depending on both host factors, disease characteristics, and response to initial treatment.</p><br><br><p>The 5-year overall survival rate is 20%-30% but varies depending on age.&nbsp; Younger patients generally have a better prognosis, with a 5-year overall survival rate of 65%-70% in children.&nbsp; Those with multiple comorbidities have a worse prognosis.&nbsp; Certain genetic abnormalities are associated with better (eg, inv[16]) or worse (eg, monosomy 7) outcomes.</p><br><br><p>The prognosis for APL is more favorable than other subtypes, and many patients can be cured with treatment.&nbsp; However, patients are often initially at increased risk for life-threatening hemorrhage due to associated coagulopathies.&nbsp; Therefore, those with suspected APL should receive ATRA and supportive blood products as soon as possible to reduce the risk for mortality.</p><br><br><p>Patients who achieve remission are at risk for long-term morbidities (eg, cardiotoxicity from anthracyclines, secondary malignancies) related to chemotherapy and should be routinely monitored.</p>\n<h1>Summary</h1><br><br><p>Acute myeloid leukemia (AML) comprises a group of hematologic malignancies involving myeloid precursor cells.&nbsp; AML is the most common type of acute leukemia in adults.&nbsp; Patients generally have signs of bone marrow failure (eg, fatigue due to anemia, easy bleeding due to thrombocytopenia).&nbsp; Treatment involves chemotherapy with the potential use of targeted treatments.&nbsp; Prognosis is dependent on various factors, including age and disease characteristics.</p>\n</div>\n\n            "
}