{
  "meta": {
    "title": "Alpha thalassemia",
    "url": "https://brainandscalpel.vercel.app/alpha-thalassemia-fab4a2d7-167143.html",
    "scrapedAt": "2025-12-01T04:54:46.697Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Thalassemias are a group of hereditary anemias characterized by the reduced or absent synthesis of one or more globin chains (eg, reduced alpha globin chain synthesis in alpha thalassemia).&nbsp; As a result, hemoglobin production is impaired, and patients can develop microcytic anemia.&nbsp; The severity of the microcytic anemia and other clinical features of alpha thalassemia varies, depending on the degree of preserved alpha globin chain synthesis.</p>\n<h1>Pathogenesis</h1><br><br><p>Hemoglobin is a protein that carries oxygen in red blood cells (RBCs).&nbsp; It is composed of 4 subunits, each being a globin chain attached to a heme group containing iron.&nbsp; Normally, 2 different pairs of subunits (eg, a pair of alpha globin chains and a pair of beta globin chains) join to produce hemoglobin (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43788.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Globin chain synthesis is a highly regulated process that results in a predominant tetramer (ie, hemoglobin type) for each stage of development (eg, embryo, fetus, infant) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81293.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p><strong>Thalassemias</strong> are a group of hereditary anemias characterized by <strong>reduced or absent</strong> synthesis of one or more <strong>globin chains</strong>, and the clinical impact varies, depending on the chronology of hemoglobin production (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L38999.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), as follows:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>After conception:&nbsp; embryonic hemoglobin (ie, Gower) is produced in the yolk sac and is composed of two zeta (ζ) and two epsilon (ε) chains (ζ2ε2).&nbsp;</li>\n\t<li>By 14 weeks gestation:&nbsp; embryonic hemoglobin is replaced by fetal hemoglobin (ie, Fetal Hb), which is produced in the liver and composed of two alpha (α) and two gamma (γ) chains (α2γ2).&nbsp;</li>\n\t<li>After birth:&nbsp; fetal hemoglobin is the predominant hemoglobin type in the newborn, comprising 60%-80% of total hemoglobin.&nbsp; Over the next few months, gamma chain synthesis gradually declines and is replaced by beta chain synthesis by the bone marrow.&nbsp; At age 6 months, the predominant hemoglobin type is adult hemoglobin (ie, HbA), composed of two alpha (α) and two beta (β) chains (α2β2).&nbsp; This is followed by 2%-3% of hemoglobin A2 (ie, two alpha [α] and two delta [δ] chains [α2δ2]) and 1% of fetal hemoglobin.</li>\n</ul><br><br><p>Globin chain synthesis is normally tightly regulated such that one α chain is synthesized for every β-equivalent chain (eg, β, γ, δ), resulting in an equal ratio of α- and β-equivalent chains.&nbsp; If synthesis of one globin chain is reduced, the ratio is skewed, resulting in excess free globin chains.</p><br><br><p><strong>Alpha thalassemia</strong> occurs when a genetic mutation causes <strong>reduced or absent alpha globin chain synthesis</strong>.&nbsp; Normal patients have four copies of the alpha globin gene (two from each parent on chromosome 16), resulting in the genotype aa/aa.&nbsp; Thalassemia usually occurs if an alpha globin allele is deleted.&nbsp; The severity of symptoms depends on the number of genes deleted, which affects the proportion of reduced alpha chains.</p><br><br><p>In utero, patients with alpha thalassemia do not make enough alpha chains to properly produce fetal hemoglobin, resulting in excess free gamma globin chains.&nbsp; The free gamma globin chains undergo tetramerization, forming gamma4 (ie, Hb Barts).&nbsp; Gamma4 has an extremely high affinity for oxygen and therefore does not readily release oxygen to peripheral tissues, resulting in fetal tissue hypoxia.</p><br><br><p>Within the first few months of life, gamma globin chain synthesis is gradually replaced by beta globin chain synthesis.&nbsp; While adult hemoglobin (α2β2) should be the predominant hemoglobin type at this stage, its production is decreased due to reduced or absent alpha globin chain synthesis.&nbsp; Free beta chains therefore accumulate, forming <strong>beta4</strong> (ie, Hb H).&nbsp; Similar to gamma4, beta4 does not readily release oxygen to peripheral tissues.&nbsp; It is mildly soluble but tends to precipitate and oxidize, contributing to RBC membrane damage that can induce apoptosis in RBC precursors in the bone marrow (ie, ineffective erythropoiesis).&nbsp; RBC membrane damage also contributes to peripheral hemolysis, further contributing to anemia.&nbsp; In response to anemia, there is increased intestinal iron absorption (contributing to iron overload) and expanded erythropoiesis to extramedullary sites.</p><br><br><p>Alpha thalassemia tends to be more common in patients from tropical areas in Africa and Asia (particularly Southeast Asia), as there is likely a protective factor against malaria falciparum.</p>\n<h1>Clinical presentation</h1><br><br><p>The presentation of alpha thalassemia depends on the degree of alpha/beta chain imbalance, which is determined by the number of genes mutated, as follows:</p>\n<h2>4 alleles deleted&nbsp; </h2><br><br><p>When all 4 alleles are deleted <strong>(--/--)</strong>, it results in total absence of alpha chains, the most severe form of alpha thalassemia (ie, alpha thalassemia major).&nbsp; Patients cannot make fetal (α2γ2) or adult hemoglobin (α2β2) due to absent alpha chains.&nbsp; During gestation, the unpaired gamma chains self-aggregate to gamma4 (ie, hemoglobin Barts).&nbsp; <strong>Hemoglobin Barts</strong> has an extreme affinity for oxygen (&gt;10 times more than hemoglobin A) and is unable to release oxygen to the tissues.&nbsp; The severe tissue hypoxia results in hydrops fetalis (anasarca, ascites, pleural/pericardial effusions) and usually <strong>intrauterine death</strong>.</p>\n<h2>3 alleles deleted </h2><br><br><p>Where there are 3 alleles deleted <strong>(-α/--)</strong>, there is a marked reduction of alpha chains produced.&nbsp; During gestation and at birth, there is accumulation of unpaired gamma chains, resulting in accumulation of gamma4 (ie, hemoglobin Barts), which contributes to tissue hypoxia.&nbsp; However, because there is some alpha chain synthesis, patients can survive in utero and the disease usually presents in <strong>neonates</strong>.&nbsp; As gamma chain synthesis transitions to beta chain synthesis, the unpaired beta chains self-associate, becoming beta4 (ie, Hb H).&nbsp; Beta4 tetramers tend to precipitate into Heinz bodies, which reduces RBC deformity, allowing destruction by macrophages, causing significant peripheral hemolytic anemia (eg, jaundice).&nbsp; Additional manifestation are related to complications of the disease itself, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hepatosplenomegaly:&nbsp; occurs due to extramedullary hematopoiesis from ineffective erythropoiesis.&nbsp;</li>\n\t<li>Iron overload:&nbsp; due to the net effect of increased intestinal iron absorption from ineffective erythropoiesis and repeated transfusions.&nbsp; Excess iron is stored in the liver, heart, and endocrine organs (eg, pituitary gland, thyroid gland), which can lead to organ failure (eg, congestive heart failure, endocrine dysfunction).</li>\n\t<li>Growth impairment:&nbsp; is contributed by multifactorial causes, including anemia, skeletal effects from ineffective erythropoiesis, and endocrine dysfunction from iron overload.</li>\n</ul>\n<h2>2 alleles deleted </h2><br><br><p>When 2 alleles are deleted, the deletion can be in cis <strong>(αα/−−)</strong> with 2 deletions on the same chromosome or in trans <strong>(α−/α−)</strong> with 1 deletion on each chromosome.&nbsp; These patients have microcytosis with normal to slightly decreased hemoglobin levels (ie, alpha thalassemia minor) and are generally <strong>asymptomatic</strong>.</p>\n<h2>1 allele deleted </h2><br><br><p>If only one alpha globin gene is lost <strong>(-α/αα)</strong>, patients are <strong>asymptomatic</strong> and have normal hemoglobin levels (known as alpha thalassemia silent carriers).&nbsp; RBCs may show mild hypochromia.</p>\n<h1>Diagnosis</h1><br><br><p>In patients with suspected alpha thalassemia (eg, family history, signs of anemia), initial laboratory evaluation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Complete blood count</strong> (CBC):&nbsp; Mature erythrocytes are hypochromic due to having less hemoglobin per RBC (ie, low mean corpuscular hemoglobin [MCH]).&nbsp; Because hemoglobin comprises the majority of erythrocyte protein mass, RBCs are microcytic (ie, low mean corpuscular volume [MCV]).&nbsp; The RBC count can be normal or slightly elevated due to compensatory erythropoiesis.&nbsp; Therefore, the Mentzer index, or ratio of MCV to RBC count, is typically &lt;13, which can help distinguish alpha thalassemia from iron deficiency anemia.&nbsp; The red cell distribution width (RDW) is normal because the RBCs are uniformly small.&nbsp; Leukocyte count and platelet counts are also normal.</li>\n\t<li><strong>Peripheral blood smear</strong>:&nbsp; shows microcytic, hypochromic (ie, central pallor encompassing &gt;⅓ of the diameter of the RBC), red blood cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L925.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; In severe cases, there may be poikilocytosis (ie, variable RBC shape), target cells (ie, reduced RBC protein mass leads to excess RBC membrane that sinks) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64457.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), and basophilic stippling (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17408.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp;</li>\n\t<li><strong>Reticulocyte count</strong>:&nbsp; can be inappropriately normal or only slightly elevated due to ineffective erythropoiesis.</li>\n\t<li><strong>Hemolysis testing</strong>:&nbsp; shows elevated LDH, unconjugated hyperbilirubinemia, and low haptoglobin.&nbsp; Direct antibody (Coombs) testing is negative because alpha thalassemia is not an antibody-mediated process.</li>\n\t<li><strong>Iron studies</strong> (eg, ferritin, serum iron, total iron binding capacity):&nbsp; typically performed to exclude iron deficiency anemia.&nbsp; In alpha thalassemia, serum ferritin is more likely to be elevated due to increased iron absorption.</li>\n</ul><br><br><p>If suspected, further evaluation for alpha thalassemia may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hemoglobin electrophoresis</strong>:&nbsp; assesses the patient's hemoglobin distribution.&nbsp; The presence of gamma tetramers (Hb Barts) in the neonatal period or beta tetramers (Hb H) is consistent with alpha thalassemia.&nbsp; Of note, hemoglobin electrophoresis in a patient with 1 or 2 alpha globin gene deletions is unlikely to detect an abnormal hemoglobin beyond the neonatal period.&nbsp; These patients need genetic testing for diagnosis.</li>\n\t<li><strong>Genetic testing</strong>:&nbsp; can identify the underlying mutation and confirm the diagnosis.</li>\n</ul><br><br><p>The more severe forms of alpha thalassemia (eg, 3 or 4 gene deletions) can be recognized prenatally via screening for anemia during the initial prenatal visit.&nbsp; If suspected, further workup may be necessary (eg, hemoglobin electrophoresis and/or genetic testing in both parents) to determine the fetal risk of thalassemia major.&nbsp; If the fetus is deemed at risk for alpha thalassemia, prenatal diagnosis should be offered (eg, genetic testing through amniocentesis).</p>\n<h1>Differential diagnosis</h1><h2>Other causes of microcytic anemia</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Iron deficiency anemia (IDA)</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35096.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; the most common cause of microcytic anemia, which can present with hypochromic and microcytic cells (of note, IDA typically only causes microcytosis when hemoglobin is &lt;10 g/dL).&nbsp; However, iron studies show low serum ferritin, low serum iron, and elevated total iron binding capacity.&nbsp; Other features that can distinguish IDA from thalassemia include:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>RBC count:&nbsp; IDA is associated with a decreased RBC count (due to inadequate production), not normal or slightly elevated, as seen in thalassemia.&nbsp; Low MCV and low RBC count typically result in a Mentzer index &gt;13 (in contrast to &lt;13 in alpha thalassemia).&nbsp;</li>\n\t\t<li>Red cell distribution width (RDW):&nbsp; RDW is elevated in iron deficiency anemia due to the variability in serum iron available throughout the day.&nbsp;</li>\n\t\t<li>Response to iron supplementation:&nbsp; Patients with alpha thalassemia minor show no improvement with iron supplementation (generally, improvement is expected within 4 weeks).&nbsp;</li>\n\t\t<li>Platelet count:&nbsp; IDA can be associated with reactive thrombocytosis (platelets &gt;400,000/mm<font size=\"2\"><sup>3</sup></font>) because megakaryocytes and erythrocytes share a common progenitor cell.&nbsp;</li>\n\t</ul>\n\t</li>\n\t<li>Other hemoglobinopathies:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Qualitative hemoglobinopathies</strong> (eg, sickle cell disease):&nbsp; Sickle cell disease is a qualitative hemoglobin disorder, meaning that the quantity of alpha and beta globin chains are equal, but the beta chain structure is abnormal (usually due to a point mutation).&nbsp; Like alpha thalassemia, sickle cell disease can present with hemolytic anemia, but hemoglobin electrophoresis can detect hemoglobin S and distinguish the diagnosis.&nbsp;</li>\n\t\t<li><strong>Quantitative hemoglobinopathies</strong> (eg, beta thalassemia):&nbsp; Because beta chains are not produced in significant quantities until several months after birth, symptoms of beta thalassemia tend to occur toward age 6 months, when beta chains replace gamma chains (unlike alpha thalassemia, which may manifest symptoms at birth).&nbsp; In addition, gamma tetramers (ie, hemoglobin Barts) are present on hemoglobin electrophoresis in patients with alpha thalassemia.&nbsp;</li>\n\t</ul>\n\t</li>\n\t<li><strong>Anemia of chronic inflammation</strong>:&nbsp; like alpha thalassemia, anemia of chronic inflammation can be associated with increased serum ferritin.&nbsp; However, there is usually a history of chronic illness.&nbsp;</li>\n\t<li><strong>Lead toxicity</strong>:&nbsp; can also cause microcytic anemia and basophilic stippling.&nbsp; However, target cells are unlikely, and a history of lead exposure can help distinguish the diagnosis.</li>\n</ul>\n<h2>Other causes of hemolytic anemia </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Glucose-6-phosphate dehydrogenase deficiency</strong>:&nbsp; an X-linked disorder, and heterozygous females are usually asymptomatic.&nbsp; Males and homozygous females can develop hemolytic anemia, which tends to be episodic (not chronic) and to occur due to infection, exposure to various drugs or chemicals, or diabetic ketoacidosis.&nbsp; G6PD deficiency does not cause microcytic, hypochromic anemia.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hereditary spherocytosis</strong>: is caused by RBC membrane instability and typically presents with anemia, jaundice, and splenomegaly, which can also be seen in alpha thalassemia.&nbsp; Laboratory results in hereditary spherocytosis demonstrate appropriate reticulocytosis (unlike alpha thalassemia), an elevated MCHC, a normal-to-low MCV, a normal-to-elevated RDW, and spherocytes on peripheral blood smear (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22864.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Management</h1> <h2>Anemia management &nbsp; </h2><br><br><p><strong>Red blood cell transfusions</strong> should be provided to suppress the effects of chronic severe anemia and its complications (eg, impaired growth and development).&nbsp; Patients with 4 gene deletion alpha thalassemia cannot survive without intrauterine transfusions.&nbsp; Those with 3 gene deletions have a more variable clinical course and may only require intermittent transfusions.&nbsp; Because there is increased RBC turnover, <strong>folic acid supplementation</strong> is recommended.</p>\n<h2>Iron overload (hemosiderosis) management&nbsp; </h2><br><br><p>Over time, increased intestinal iron absorption and frequent RBC transfusions can lead to iron toxicity (eg, iron accumulation in the reticuloendothelial system, liver, and heart), the primary cause of death in older patients.&nbsp; Routine <strong>chelation therapy</strong> (eg, deferoxamine) should be initiated within 1-2 years of beginning routine RBC transfusions to prevent or delay iron toxicity and improve survival.&nbsp; Those who receive intermittent transfusions (eg, transfusion-independent) also require close monitoring for iron overload (eg, serial ferritin levels, imaging to monitor for cardiac and liver disease).</p>\n<h2>Allogeneic hematopoietic stem cell transplant&nbsp; </h2><br><br><p>Allogeneic hematopoietic stem cell transplant is a potentially curative therapy for alpha thalassemia, but the decision to pursue this must be weighed against the risks of morbidity and mortality.</p>\n<h2>Genetic counseling&nbsp; </h2><br><br><p>All patients should be referred for genetic counseling due to the risk of conceiving a child with alpha thalassemia.</p>\n<h2>Additional management </h2><br><br><p>Patients should be monitored routinely for other disease-related complications (eg, bone mineral density, thyroid function testing, glucose levels).</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of alpha thalassemia is dependent on the amount of alpha chains produced.&nbsp; Hydrops fetalis (ie, 4 gene deletion) is fatal unless transfusions are given in utero.&nbsp; The life expectancy of 3 gene deletion (Hb H disease) is variable and depends on the severity and frequency of complications (primarily iron overload-induced associated cardiomyopathy).&nbsp; With optimal management, patients may survive into the 5th or 6th decades of life.&nbsp; Patients with 1 or 2 gene deletions generally have a normal life expectancy.</p>\n<h1>Summary </h1><br><br><p>Alpha thalassemia is a type of hereditary anemia characterized by reduced or absent synthesis of alpha globin chains.&nbsp; As a result, there is impaired hemoglobin production, causing microcytic anemia.&nbsp; The clinical presentation varies in severity, depending on the amount of reduced alpha globin chain available for hemoglobin production.&nbsp; Management involves supportive red blood cell transfusions, chelation therapy for iron overload, and hematopoietic stem cell transplant, which is curative.</p>\n</div>\n\n            "
}