{
  "meta": {
    "title": "Amyloidosis",
    "url": "https://brainandscalpel.vercel.app/amyloidosis-916bf033-167143.html",
    "scrapedAt": "2025-12-01T04:54:47.899Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Amyloidosis is characterized by the extracellular deposition of amyloid proteins, which misfold and aggregate into insoluble fibrils.&nbsp; Over 30 different proteins can form amyloid deposits, and the specific protein involved determines the subtype of amyloidosis and its clinical implications.&nbsp; Important categories of amyloidosis include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>AL (light-chain) amyloidosis is caused by monoclonal plasma cell proliferation with excessive production of abnormal immunoglobulin light chains.&nbsp; It is the most common systemic amyloidosis and frequently affects the heart, kidneys, liver, and peripheral nerves.</li>\n\t<li>ATTR (transthyretin) amyloidosis arises from the deposition of misfolded transthyretin protein.&nbsp; It can be hereditary due to mutations in the <em>TTR</em> gene or age-related in the wild-type form, with both forms often affecting the heart and peripheral nerves.</li>\n\t<li>AA (serum amyloid A) amyloidosis (also termed secondary or reactive amyloidosis) results from increased production of serum amyloid A (SAA) protein, an acute phase reactant seen in chronic inflammatory conditions and infections.&nbsp; It primarily affects the kidneys, liver, and spleen.</li>\n\t<li>Dialysis-related amyloidosis (DRA) is due to decreased clearance of beta-2–microglobulin (β2M); hemodialysis is somewhat less effective than the kidney in clearing an excess of this protein.</li>\n</ul>\n<h1>Pathophysiology</h1><br><br><p>Amyloidosis is due to the abnormal <strong>accumulation of insoluble protein fibrils</strong>, which are formed by the polymerization of smaller protein subunits (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104651.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; This can occur due to mutations (eg, TTR amyloidosis) or abnormal posttranslational processing of a protein or due to overproduction (eg, AL amyloidosis, AA amyloidosis) or decreased clearance (eg, DRA) of amyloid precursor proteins.&nbsp; The proteins in amyloidosis are most often found in self-stacking, antiparallel, beta-pleated sheet configurations.<p></p><br><br><p>Amyloid proteins can be produced locally or generated elsewhere and transported via circulating plasma.&nbsp; The amyloid <strong>deposits cause tissue damage and dysfunction</strong> through direct toxicity, mechanical compression, and inflammatory processes.&nbsp; The predominant manifestations of amyloidosis are determined by the organs involved.</p>\n<h1>Major manifestations</h1><br><br><p>Major manifestations of amyloidosis are as follows:</p>\n<h2>Cardiac</h2><br><br><p>Amyloid deposits in the myocardium can cause <strong>restrictive cardiomyopathy</strong>, which can progress to dilated cardiomyopathy over time.&nbsp; The rigid amyloid fibrils infiltrate and compress cardiac myocytes, increasing ventricular wall thickness, reducing compliance, and impairing diastolic filling.&nbsp; Amyloid deposition can also disrupt the conduction system, resulting in heart block and arrhythmias.&nbsp; <strong>Low-voltage QRS</strong> complexes are a suggestive finding, in contrast to increased QRS amplitude in typical myocardial hypertrophy.&nbsp; Cardiac amyloidosis is seen most often in AL and ATTR amyloidosis.</p>\n<h2>Renal</h2><br><br><p>In the kidneys, amyloid deposits accumulate in the glomerular basement membrane and mesangium, damaging podocytes and endothelial cells.&nbsp; This disrupts the glomerular filtration barrier, leading to proteinuria and <strong>nephrotic syndrome</strong>.&nbsp; Progressive amyloid deposition eventually leads to glomerulosclerosis, reducing renal function and potentially progressing to end-stage renal disease.</p>\n<h2>Dermatologic</h2><br><br><p>Amyloidosis causes <strong>waxy thickening of the skin</strong> with plaques and subcutaneous nodules.&nbsp; Periorbital ecchymosis and purpura (raccoon eyes), most often seen in AL amyloidosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85633.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), can be a clue to undiagnosed amyloidosis.<p></p>\n<h2>Hepatic</h2><br><br><p>Amyloid deposition in the liver parenchyma and portal tracts can lead to <strong>hepatomegaly</strong>.&nbsp; Although liver function is often preserved initially, amyloid deposits compress hepatic sinusoids, impairing hepatic blood flow and function over time.&nbsp; Infiltration of the spleen can manifest as palpable <strong>splenomegaly</strong>.</p>\n<h2>Neurologic</h2><br><br><p>In peripheral nerves, amyloid deposition around nerve fibers and in small blood vessels (ie, vasa nervorum) leads to ischemia and axonal degeneration.&nbsp; <strong>Peripheral neuropathy</strong> often presents with sensory loss, paresthesia, and progressive motor weakness.&nbsp; <strong>Autonomic neuropathy</strong> can manifest as orthostatic hypotension, gastrointestinal dysmotility, and erectile dysfunction.</p>\n<h2>Musculoskeletal</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Musculoskeletal involvement is seen prominently in DRA and commonly in ATTR amyloidosis.</li>\n\t<li><strong>Shoulder pain</strong> and dysfunction:&nbsp; β2M amyloid preferentially deposits in the articular and periarticular tissues (eg, bursae, rotator cuff tendons) of large joints, especially the shoulders, leading to pain, stiffness, and decreased range of motion.</li>\n\t<li><strong>Carpal tunnel syndrome</strong>:&nbsp; Amyloid deposits in the flexor tendons or transverse carpal ligament compress the median nerve, leading to pain, numbness, and tingling in the hands.&nbsp; This is often one of the earliest clinical signs of DRA.</li>\n\t<li>Bone cysts:&nbsp; Amyloid deposits can create osteolytic bone cysts, particularly in the long bones (eg, humerus, femur).&nbsp; These cysts may weaken the bone structure, leading to bone pain and risk for pathologic fracture.</li>\n\t<li>Spondyloarthropathy:&nbsp; Amyloid deposits may affect the intervertebral discs and adjacent structures, leading to spondyloarthropathy with low back pain, spinal stiffness, and limited mobility.</li>\n</ul>\n<h2>Pulmonary</h2><br><br><p>Pulmonary involvement is common in AL amyloidosis.&nbsp; Manifestations include tracheobronchial infiltration, pleural effusion, pulmonary nodules, and, occasionally, pulmonary hypertension.</p>\n<h1>Pathology</h1><br><br><p>Biopsy is often used to confirm the diagnosis of amyloidosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91122.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Tissue samples can be taken from the subcutaneous abdominal fat pad, minor salivary glands, or the involved internal organs (eg, liver, kidney, myocardium).<p></p><br><br><p>Amyloid deposits typically appear as amorphous, pale pink (ie, eosinophilic) material.&nbsp; The parallel fibril alignment binds to Congo red in a regular manner that appears as reddish orange areas (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88788.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) on standard light microscopy and produces the characteristic apple-green birefringence seen on polarized microscopy.<p></p>\n<h1>AL (light-chain) amyloidosis</h1><h2>Pathophysiology</h2><br><br><p>AL amyloidosis arises from plasma cell dyscrasias (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87609.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Normal immunoglobulins contain 2 heavy chains and 2 light chains.&nbsp; With plasma cell dyscrasias (eg, multiple myeloma), large quantities of monoclonal immunoglobulin free light chains (FLCs) (eg, lambda or kappa light chains) or intact immunoglobulin (eg, IgG, IgM) are produced.&nbsp; AL amyloidosis is most commonly associated with FLC overproduction.<p></p>\n<h2>Risk factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Monoclonal gammopathy of undetermined significance (MGUS)</li>\n\t<li>Multiple myeloma</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><p>Cardiac, renal, hepatic, and neurologic manifestations are common.</p>\n<h2>Diagnosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Biopsy:&nbsp; Immunohistochemistry can confirm light-chain involvement.</li>\n\t<li>FLC assay, serum protein electrophoresis (SPEP), and urine protein electrophoresis (UPEP):&nbsp; To establish the presence of an underlying plasma cell dyscrasia, serum FLC assay (measuring the quantity of lambda and kappa light chains in serum) and SPEP/UPEP (confirming the presence of a monoclonal [M] protein in serum/urine) are used.</li>\n\t<li>Bone marrow biopsy:&nbsp; Bone marrow biopsy with immunohistochemical staining can confirm AL amyloidosis if SPEP and UPEP do not identify an M protein.&nbsp; It may also be indicated to evaluate plasma cell burden.</li>\n</ul>\n<h2>Management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chemotherapy:&nbsp; bortezomib (proteasome inhibitor), cyclophosphamide, and dexamethasone regimens</li>\n\t<li>Autologous stem cell transplantation:&nbsp; for eligible patients with preserved organ function</li>\n</ul>\n<h1>ATTR (transthyretin) amyloidosis</h1><h2>Pathophysiology</h2><br><br><p>ATTR amyloidosis is due to the misfolding of transthyretin, a protein synthesized by the liver that normally transports thyroid hormone and retinol-binding protein.&nbsp; In hereditary ATTR, <em>TTR</em> gene mutations increase amyloidogenicity, whereas deposition of normal TTR protein (ie, wild-type ATTR) can occur as an age-related condition.</p>\n<h2>Risk factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hereditary ATTR:&nbsp; mutations in the <em>TTR</em> gene (eg, Val30Met)</li>\n\t<li>Wild-type ATTR:&nbsp; age &gt;65, men &gt; women</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><p>ATTR amyloidosis typically presents as cardiac amyloidosis with restrictive cardiomyopathy.&nbsp; Carpal tunnel syndrome is also common, especially in wild-type ATTR amyloidosis.&nbsp; Nerve involvement is especially pronounced in hereditary ATTR amyloidosis.&nbsp; Kidney disease is rare.</p>\n<h2>Diagnosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Genetic testing: identifies mutations in hereditary cases</li>\n\t<li>Technetium-99m-pyrophosphate scan:&nbsp; highly specific for ATTR amyloidosis</li>\n</ul>\n<h2>Management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tafamidis:&nbsp; stabilizes TTR protein in cardiac ATTR amyloidosis</li>\n\t<li>RNA-based therapies:&nbsp; patisiran and inotersen, reducing TTR synthesis in hereditary ATTR</li>\n</ul>\n<h1>AA (serum amyloid A) amyloidosis</h1><h2>Pathophysiology</h2><br><br><p>AA amyloidosis results from chronic inflammation or persistent infections, which lead to sustained elevation of SAA, an acute phase reactant that deposits as amyloid fibrils, primarily in the kidneys, liver, and spleen.</p>\n<h2>Risk factors</h2><br><br><ul class=\"article-body-unordered-list\">\t<li>Chronic inflammatory diseases:&nbsp; rheumatoid arthritis, Crohn disease</li>\n\t<li>Chronic infections:&nbsp; tuberculosis, osteomyelitis</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Most patients with AA amyloidosis have renal disease (eg, nephrotic syndrome).&nbsp; Hepatosplenomegaly is relatively common.&nbsp; Cardiomyopathy is a late finding.</li>\n</ul>\n<h2>Diagnosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Biopsy:&nbsp; immunohistochemistry for SAA</li>\n\t<li>SAA levels:&nbsp; elevated and correlate with disease activity</li>\n</ul>\n<h2>Management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Treat the underlying inflammatory disease to reduce SAA production.</li>\n\t<li>Biologic agents: Use tumor necrosis factor-alpha and IL-6 inhibitors for autoimmune disease control</li>\n</ul>\n<h1>Dialysis-related amyloidosis</h1><h2>Pathophysiology</h2><br><br><p>DRA is caused by the accumulation of β2M, a protein component of the major histocompatibility complex class I molecule.&nbsp; β2M is normally cleared by the kidneys, but, in patients with chronic kidney failure on dialysis, it accumulates in the bloodstream.&nbsp; β2M production is also likely stimulated by increased inflammatory cytokine production in patients on hemodialysis.&nbsp; Over time, this protein forms amyloid fibrils that deposit in osteoarticular tissues, particularly affecting the bones, joints, and surrounding structures.&nbsp; β2M amyloidosis also can occur occasionally in patients with chronic liver disease and chronic inflammation.</p>\n<h2>Risk factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Prolonged dialysis duration (eg, &gt;5-10 years)</li>\n\t<li>Age &gt;60 (men &gt; women)</li>\n\t<li>Hemodialysis more common but may occur in peritoneal dialysis</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>DRA is predominantly an osteoarticular disease, but β2M amyloid can also deposit in other organs.&nbsp; When systemic involvement occurs, patients may experience soft tissue masses or infiltration in vascular structures, which could lead to additional complications.</li>\n</ul>\n<h1>Organ-specific amyloidosis</h1><br><br><p>Overproduction of amyloid proteins (eg, immunoglobulin light chains) in local tissues can cause manifestations of amyloidosis limited to the immediate region.&nbsp; Prominent syndromes include cutaneous amyloid, bladder amyloid, laryngeal amyloid, and Alzheimer disease–associated (CNS) amyloid.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of amyloidosis varies by subtype and extent of organ involvement.&nbsp; AL amyloidosis generally has the poorest prognosis, with median survival ranging from months to several years, depending on organ involvement and treatment response.&nbsp; ATTR amyloidosis often progresses more slowly, particularly in the wild-type form, with the use of TTR-stabilizing agents improving survival.&nbsp; AA amyloidosis prognosis depends on controlling the underlying inflammatory disease, which may stabilize or reverse amyloid deposits in some cases.&nbsp; Regardless of subtype, management often requires significant supportive care (eg, diuretics for heart failure, hemodialysis for renal failure).</p>\n<h1>Summary</h1><br><br><p>Amyloidosis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/70953.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is caused by the abnormal formation and extracellular deposition of insoluble amyloid fibrils in various organs.&nbsp; Major categories include AL (light chain), ATTR (transthyretin), AA (secondary), and beta-2–microglobulin (dialysis-related) amyloidosis.<p></p><br><br><p>Diagnosis can usually be confirmed on tissue biopsy with histopathologic staining; amyloid proteins appear as amorphous eosinophilic material, and polarized microscopy of specimens stained with Congo red show characteristic apple-green birefringence.&nbsp; Tests for the relevant proteins (eg, serum protein electrophoresis in AL amyloidosis) also can support the diagnosis.</p><br><br><p>Treatment largely involves addressing the underlying disorder and mitigating organ-specific complications.&nbsp; The prognosis varies based on the amyloid type, with AL amyloidosis often having a worse outcome than the other forms.</p>\n</div>\n\n            "
}