{
  "meta": {
    "title": "Anemia: Iron deficiency anemia",
    "url": "https://brainandscalpel.vercel.app/anemia-iron-deficiency-anemia-ae51f2b4-167143.html",
    "scrapedAt": "2025-12-01T04:54:56.729Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Iron deficiency is the most common nutritional disorder worldwide.&nbsp; It usually results from inadequate intake, impaired intestinal absorption, increased use, or chronic blood loss.&nbsp; Because iron is required for hemoglobin synthesis, deficiency often leads to anemia (eg, fatigue, weakness, dyspnea); however, impairment of iron-containing enzymes may cause other symptoms (eg, koilonychia, alopecia, gastric/tongue atrophy, pica).</p>\n<h1>Pathophysiology</h1><h2>Usage</h2><br><br><p>Total iron body stores are approximately 2.5 g in women and up to 6 g in men.&nbsp; Most iron (~80%) is contained in <strong>hemoglobin</strong> or, to a lesser degree, in <strong>myoglobin</strong> and <strong>iron-containing enzymes</strong> (eg, catalase, cytochrome).&nbsp; Because free iron is toxic, the remainder (~20%) is stored in 1 of the following structures:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ferritin</strong> is a hollow, spherical protein that can store 4,500 iron atoms as ferrihydrite, a mineral-like crystal.&nbsp; Iron in ferritin can be rapidly mobilized to meet increased demand.&nbsp; Ferritin is primarily found in hepatocytes but is also present in monocytes in the bone marrow, liver, and spleen.</li>\n\t<li><strong>Hemosiderin</strong> is an amorphous, irregular aggregate of iron mixed with partially degraded ferritin.&nbsp; Because hemosiderin is insoluble, it cannot be rapidly mobilized to meet iron demand.&nbsp; Hemosiderin is found primarily in mononuclear phagocytes (eg, macrophages) that cull red blood cells in the spleen, liver, and bone marrow.</li>\n</ul><br><br><p><strong>Transferrin</strong>, an iron-binding protein produced in the liver, transports iron from storage locations to cells via the plasma.&nbsp; Cells that require a lot of iron (eg, erythrocyte precursors) have high-affinity transferrin receptors on their surface.</p>\n<h2>Absorption/mobilization</h2><br><br><p>Dietary iron is mostly found in <strong>animal meat</strong> (heme iron) and vegetables (inorganic iron).&nbsp; Heme iron can be directly transported into intestinal epithelial cells; therefore, absorption is somewhat efficient (~20% of total consumed).&nbsp; In contrast, inorganic iron typically exists in a ferric (Fe<font size=\"2\"><sup>3+</sup></font>) state and must be reduced to a ferrous (Fe<font size=\"2\"><sup>2+</sup></font>) state prior to absorption; as such, the absorption of inorganic iron from vegetables is much less efficient (estimated at &lt;5% consumed) than heme iron from animal meat.</p><br><br><p><strong>Hepcidin</strong>, a small peptide released by the liver in response to elevated hepatic iron stores, modulates iron absorption and mobilization.&nbsp; It acts by <strong>degrading ferroportin</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18386.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), an iron export protein, on enterocytes (leading to reduced iron absorption) and macrophages/hepatocytes (leading to reduced mobilization of iron from the storage pool).&nbsp; When body iron levels are high, hepcidin levels increase to limit further iron uptake and release.&nbsp; Conversely, when iron levels are low, hepcidin is suppressed, promoting iron absorption and mobilization.<p></p>\n<h2>Deficiency</h2><br><br><p>Iron deficiency progresses through stages (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80214.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), as follows:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Decreased iron storage</strong>:&nbsp; Initially, iron stores are mobilized from ferritin (an intracellular iron storage protein) and hemosiderin to meet demand; over time, this <strong>reduces serum ferritin levels</strong>, but hemoglobin, serum iron, and transferrin saturation levels remain normal.</li>\n\t<li><strong>Iron depletion</strong>:&nbsp; Progressive deficiency exhausts iron stores, leading to <strong>reduced serum iron levels</strong> followed by <strong>reduced transferrin saturation levels</strong>.</li>\n\t<li><strong>Iron deficiency anemia</strong> (IDA):&nbsp; When iron stores are completely exhausted, hematopoiesis is significantly impaired, leading to IDA; this manifests as an <strong>inappropriately low reticulocyte count</strong> and <strong>moderately reduced hemoglobin level</strong>.</li>\n</ul><br><br><p>In patients with IDA, blood smear usually shows <strong>hypochromic</strong> (pale) erythrocytes that are <strong>microcytic</strong> (small) and contain a narrow rim of hemoglobin at the periphery (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74138.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ); <strong>poikilocytosis</strong> (variable shape of erythrocytes) is also frequently seen.&nbsp; Bone marrow evaluation (rarely needed) typically shows a mild/moderate increase in erythroid progenitors and an absence of stainable iron (hemosiderin) in macrophages (ie, Prussian blue stain).<p></p>\n<h1>Risk factors</h1><h2>Lack of intake</h2><br><br><p>People in developing nations are at greater risk for inadequate dietary iron due to food scarcity or a vegetarian diet (because iron in vegetables is more difficult to absorb).&nbsp; In developed nations, adequate heme iron (animal meat) is generally consumed; however, dietary deficiency can be present in the following populations:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Infants due to small amounts of iron in human breast or cow's milk.&nbsp; (IDA in children is discussed in more detail later.)</li>\n\t<li>Adolescents who do not eat enough meat and vegetables due to the consumption of \"junk\" food.</li>\n\t<li>Older adults who have restricted diets due to limited income or poor dentition.</li>\n\t<li>Individuals who have vegetarian or vegan diets (particularly women of childbearing age).</li>\n</ul>\n<h2>Poor absorption</h2><br><br><p>Conditions that affect the intestine (eg, celiac disease, bariatric surgery, steatorrhea) or gastric/duodenal acidity (eg, chronic atrophic gastritis, long-term use of proton pump inhibitors) reduce the efficiency of iron uptake.</p>\n<h2>Increased physiologic demand</h2><br><br><p>Increased iron demand is often seen in infants, children, and adolescents, as well as in pregnant women.&nbsp; High-intensity athletes and military recruits are also at risk.</p>\n<h2>Chronic blood loss</h2><br><br><p>Chronic blood loss is the most common cause of iron deficiency in developed countries.&nbsp; External hemorrhage or blood loss in the gastrointestinal (eg, ulcer, malignancy, intestinal helminth) or urogenital (eg, menstruation) tract can result in iron depletion through loss of heme.&nbsp; Frequent blood donation and hemodialysis are also risk factors.</p>\n<h1>Clinical presentation</h1><br><br><p>Most (but not all) patients with significant iron deficiency develop anemia.&nbsp; Manifestations of iron deficiency may include the following (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84123.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fatigue, weakness, and exercise intolerance</strong> due to reduced oxygen delivery to tissue, which shifts cellular metabolism from aerobic to anaerobic respiration, resulting in less efficient energy production in cells.</li>\n\t<li><strong>Pica</strong> (craving to eat clay, paper, ice, or other nonnutritive substances) due to unclear causes.</li>\n\t<li><strong>Glossitis, angular cheilitis, alopecia, and nail changes</strong> (eg, koilonychia) due to loss of iron-dependent enzymes involved in DNA synthesis and repair, which manifests first in cells with rapid turnover (eg, epithelium).</li>\n\t<li><strong>Restless legs syndrome</strong> due to impaired production of dopamine (iron is a cofactor for tyrosine hydroxylase, the rate-limiting enzyme in dopamine synthesis), which leads to dopaminergic dysfunction in the substantia nigra and motor pathways of the spinal cord.</li>\n</ul><br><br><p>Those with anemia also frequently have:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>More significant fatigue/weakness</strong>.</li>\n\t<li><strong>Dyspnea on exertion</strong> due to tissue hypoxia during activity, which results in an oxygen mismatch that the brain interprets as breathlessness.</li>\n\t<li><strong>Tachycardia</strong> in response to a reduced oxygen-carrying capacity of the blood (detected by chemoreceptors), which results in increased sympathetic tone.</li>\n\t<li><strong>Pallor</strong> (eg, conjunctival, palmar) due to reduced hemoglobin in the blood and shunting of capillary blood flow.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>IDA should be suspected in patients with unexplained normocytic or microcytic anemia, symptoms of iron deficiency (eg, pica), pregnancy, or chronic kidney disease.&nbsp; Initial work-up typically includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Complete blood count</strong>:&nbsp; Most patients have a mild/moderate reduction in hemoglobin level with an inappropriately low reticulocyte count.&nbsp; Erythrocytes may be normocytic early in the disease course, but microcytosis (mean corpuscular volume [MCV] &lt;80 μm<font size=\"2\"><sup>3</sup></font>) is more common as iron deficiency progresses.&nbsp; Hypochromia (low mean corpuscular hemoglobin) and increased red cell distribution width (RDW) are classic.</li>\n\t<li><strong>Iron studies</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/116114.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Low serum iron</strong>:&nbsp; Patients with IDA have depleted total body iron stores.&nbsp; Because the amount of iron available for release into the circulation is low, serum iron levels are low.</li>\n\t\t<li><strong>Low ferritin</strong>:&nbsp; Ferritin is the primary storage protein for iron and can be rapidly depleted in times of iron deficiency.&nbsp; Therefore, low ferritin is often the <strong>earliest and most specific sign</strong> of iron deficiency.&nbsp; However, because ferritin is also an acute phase reactant, it can be falsely elevated in patients with IDA who have chronic underlying inflammation; a ferritin <strong>&lt;30 ng/mL</strong> strongly suggests iron deficiency, but higher values do not exclude it.</li>\n\t\t<li><strong>High total iron-binding capacity (TIBC)</strong>:&nbsp; TIBC reflects the blood's ability to bind iron via transferrin, the primary iron-transport plasma protein.&nbsp; With iron deficiency, the liver increases the production of transferrin to maximize mobilization of remaining iron stores.&nbsp; This is reflected on laboratory evaluation as a high TIBC.</li>\n\t\t<li><strong>Low</strong> (ie, ≤20%) <strong>transferrin saturation (TSAT)</strong>:&nbsp; Because patients with IDA have limited iron stores, only a small fraction of circulating transferrin is bound to iron.&nbsp; Therefore, TSAT, calculated as (serum iron / TIBC) × 100, is low.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Peripheral blood smear</strong>:&nbsp; Blood smear typically shows small (microcytic) erythrocytes with a narrow rim of hemoglobin in the periphery (hypochromic); erythrocytes are frequently variable in shape (poikilocytosis) and size.&nbsp; Elliptocytes (pencil cells) are sometimes seen.</li>\n</ul><br><br><p>Although bone marrow biopsy is considered the gold standard for the diagnosis of IDA, it is rarely required.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of normocytic/microcytic anemia typically includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anemia of chronic disease (ACD)</strong> usually occurs in the setting of chronic inflammation from a long-standing illness (eg, chronic infection, rheumatologic disorder, neoplasm).&nbsp; Inflammatory mediators (eg, IL-6) stimulate the liver to increase production of hepcidin, which reduces the delivery of iron from enterocytes to the plasma and prevents mobilization of iron from storage pools (hepatocytes, macrophages).&nbsp; Patients typically have normocytic or slightly microcytic anemia with low serum iron.&nbsp; TSAT is typically ≤20% in both ACD and IDA, although it may be normal in ACD and tends to be lower in IDA than in ACD.&nbsp; However, ACD is associated with <strong>normal or elevated ferritin</strong> levels (because ferritin is an acute phase reactant) and low TIBC levels, whereas IDA is associated with low ferritin levels (&lt;30 ng/mL in absolute iron deficiency) and high TIBC levels (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/59894.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; In cases in which ferritin is in the intermediate range (30-100 ng/mL), distinguishing between ACD and mixed ACD/IDA can be challenging.&nbsp; Measuring the level of soluble transferrin receptor can be helpful because it is significantly elevated in IDA but normal in ACD.</li>\n\t<li><strong>Thalassemia</strong> is marked by genetic deletions (alpha) or inherited mutations (beta) in the globulin chains of hemoglobin.&nbsp; Manifestations range from mild/asymptomatic (1 of 4 globulin chains affected) to fatal in utero (all 4 globulin chains affected).&nbsp; Patients with alpha or beta thalassemia trait often have anemia with <strong>severe microcytosis</strong> (MCV &lt;70&nbsp;μm<font size=\"2\"><sup>3</sup></font>).&nbsp; However, in contrast to IDA, <strong>iron studies are normal</strong>, and total erythrocyte count is normal or elevated (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35096.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).&nbsp; In addition, peripheral smear typically shows target cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64457.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; The diagnosis is made with hemoglobin electrophoresis.</li>\n\t<li><strong>Lead poisoning</strong> causes anemia by altering enzymes involved in heme synthesis, competing with iron for integration in heme, and generating free radicals in erythrocytes.&nbsp; It typically causes microcytic, hypochromic anemia; however, in contrast to iron deficiency, <strong>ferritin levels and TIBC are normal</strong>.&nbsp; In addition, peripheral blood smear classically shows erythrocytes with <strong>basophilic stippling</strong> (blue granules composed of aggregated ribosomes) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25867.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ); basophilic stippling is also seen in thalassemia.&nbsp; Children with lead poisoning often have cognitive impairment, irritability, and abdominal symptoms (eg, pain, constipation).</li>\n\t<li><strong>Sideroblastic anemia</strong> is a congenital or acquired (more common) disorder marked by an inability to incorporate iron into heme, which results in the accumulation of iron within mitochondria.&nbsp; It is frequently seen in those with underlying myelodysplastic syndrome, alcohol use disorder, or lead poisoning; it can also be seen as a drug reaction.&nbsp; Patients typically have microcytic anemia with hypochromia, but iron studies reveal <strong>high serum iron and high ferritin levels, as well as low TIBC</strong>.&nbsp; Bone marrow examination with Prussian blue stain shows <strong>ringed sideroblasts</strong> (nucleated, immature erythrocytes with iron-dense [coarse, blue granules] mitochondria in a ring around the nucleus) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25815.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Management</h1><br><br><p>Treatment is two-pronged; both the iron deficiency and its underlying cause must be addressed.</p>\n<h2>Iron replacement</h2><br><br><p>Patients with IDA and most with iron deficiency without anemia require iron replacement.&nbsp; The goal ferritin level in most cases is <strong>&gt;50 ng/mL</strong>; higher levels may be required for those with restless legs syndrome, iron deficiency–related alopecia, or ongoing blood loss.</p><br><br><p>Oral iron replacement is generally sufficient, but intravenous (IV) iron is often required in those who cannot tolerate oral iron, require more rapid repletion, have ongoing blood loss, or have impaired oral iron absorption (eg, malabsorption syndrome, inflammatory bowel disease, gastric bypass).&nbsp; Additional information about oral and IV iron is as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Oral iron supplementation</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Many formulations are available, including ferrous sulfate, ferrous gluconate, and ferrous fumarate.</li>\n\t\t<li>Oral iron should generally be taken on an <strong>empty</strong> stomach to promote absorption.</li>\n\t\t<li><strong>Gastrointestinal adverse effects</strong> (eg, metallic taste, nausea, constipation, diarrhea, vomiting) are very common with oral iron (as high as 70%).</li>\n\t\t<li>Vitamin C coadministration can enhance absorption.</li>\n\t</ul>\n\t</li>\n\t<li><strong>IV iron</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Many formulations of IV iron, including low molecular weight iron dextran, ferric carboxylmaltose, ferumoxytol, iron sucrose, and ferric gluconate, are available.</li>\n\t\t<li>Although allergic reactions, including anaphylaxis, can occur, their incidence is thought to be rare and overestimated.&nbsp; Therefore, premedications are generally <strong>not</strong> recommended unless a history of asthma or &gt;1 drug allergy exists; if so, methylprednisolone and a histamine H<font size=\"2\"><sub>2</sub></font> receptor antagonist (eg, famotidine) can be administered prior to transfusion.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Underlying cause</h2><br><br><p>The underlying cause of iron deficiency must be identified and treated to prevent recurrence.&nbsp; This frequently includes a detailed dietary and medication history, as well as a thorough review of systems to identify potential bleeding or malabsorption.&nbsp; Additional testing, such as the following, may then be required:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Upper endoscopy/colonoscopy</strong>:&nbsp; Men and nonmenstruating women with unexplained iron deficiency generally require evaluation for <strong>occult blood loss</strong> from the gastrointestinal tract.</li>\n\t<li><strong>Celiac serologies</strong>:&nbsp; Patients with gastrointestinal symptoms (eg, vomiting or diarrhea after eating certain foods) should undergo serologic testing for tissue transglutaminase IgA and total IgA levels.</li>\n\t<li><strong>Pelvic ultrasonography</strong>:&nbsp; Menstruating women with heavy periods may require pelvic ultrasonography to evaluate for uterine pathology (eg, fibroids).</li>\n\t<li><strong>Parasitic or</strong>&nbsp;<em><strong>Helicobacter pylori</strong></em>&nbsp;<strong>testing</strong>:&nbsp; Intestinal parasites can cause chronic blood loss; <em>H pylori</em> can cause hypochlorhydria, which reduces the ability to absorb iron.</li>\n</ul>\n<h1>Complications</h1><br><br><p>If untreated, IDA can result in:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Progressive symptoms (eg, fatigue, weakness, exercise intolerance, dyspnea).</li>\n\t<li>Cardiac complications (eg, tachycardia, heart strain, heart failure).</li>\n\t<li>Impaired cognitive development (in children).</li>\n\t<li>Pregnancy/fetal complications (eg, low birth weight, delayed growth).</li>\n\t<li>Plummer-Vinson syndrome (triad of IDA, cervical esophageal web, and dysphagia) in rare cases (possibly due to due to reduced iron availability for the generation of pharyngeal myoglobin as well as esophageal mucosal degradation due to a lack of iron-dependent enzymatic activity).</li>\n\t<li>Immune dysfunction/increased susceptibility to infection.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Treatment with supplementation generally results in resolution of IDA symptoms (often within days), modest reticulocytosis (~7-10 days), and normalization of the hemoglobin level (6-8 weeks).&nbsp; However, adherence to iron supplementation and elimination of the underlying driver of iron deficiency are essential.</p>\n<h1>Special considerations: IDA in children</h1><h2>Risk factors</h2><br><br><p>Iron deficiency is the most common nutritional deficiency in children.&nbsp; An infant's iron stores are affected by the maternal iron stores, prenatal or perinatal hemorrhage, and the gestational age of the infant at delivery; also, prematurity is a risk factor for iron deficiency.&nbsp; Term infants usually have adequate iron stores for the first 6 months of life.&nbsp; After 6 months, inadequate dietary intake becomes the most important cause of iron deficiency.&nbsp; Early introduction or excessive intake of cow's milk is problematic as cow's milk has low iron content and bioavailability and can cause occult intestinal blood loss in infants.&nbsp; Children should not be started on cow's milk until age 1 year, and children age ≥1 year should consume &lt;24 ounces [700 mL]/day.</p>\n<h2>Universal screening</h2><br><br><p>Children with iron deficiency are often asymptomatic and may not have telltale symptoms such as pica, fatigue, or pallor.&nbsp; Therefore, universal screening is recommended by age 1 year, and the diagnosis is typically based on a complete blood count, typically showing a low hemoglobin (11 g/dL), low MCV, and elevated red blood cell distribution width (RDW).&nbsp; A Mentzer index (MCV/RBC) &gt;13 is also suggestive of iron deficiency and can help differentiate it from thalassemia.&nbsp; The reticulocyte count is classically low (because the bone marrow with iron deficiency cannot increase reticulocyte production), although a low (&lt;2%) reticulocyte index (reticulocyte count × hematocrit / normal hematocrit) is a better indicator of hypoproliferative anemia.&nbsp; A peripheral smear is usually not needed in the initial workup.&nbsp; Further testing (eg, iron studies) is not necessary in children with the classic presentation.</p>\n<h2>Management</h2><br><br><p>The most cost-effective approach to treatment is empiric oral iron therapy.&nbsp; Hemoglobin should be rechecked in 4 weeks; if the hemoglobin level has risen 1 g/dL, the oral iron therapy should be continued for 2-3 months after the hemoglobin normalizes to replete iron stores.</p>\n<h1>Summary</h1><br><br><p>Iron deficiency (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57431.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) is the most common nutrient deficiency worldwide.&nbsp; It is caused by inadequate intake, poor absorption, increased use, or chronic blood loss (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/108394.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).&nbsp; Iron is primarily used in heme.&nbsp; Therefore, most patients with iron deficiency develop anemia with low hemoglobin, serum iron, ferritin, and transferrin saturation; peripheral smear generally shows hypochromia, microcytosis, and poikilocytosis.&nbsp; Treatment involves replenishing iron and identifying the cause of iron deficiency (eg, blood loss, poor diet, medication issues).&nbsp; Men and postmenopausal women with unexplained iron deficiency typically require upper and lower endoscopy to evaluate for occult gastrointestinal bleeding.&nbsp; Most cases resolve completely with adherence to treatment and elimination of the underlying cause of iron loss.<p></p>\n</div>\n\n            "
}