{
  "meta": {
    "title": "Anticoagulants",
    "url": "https://brainandscalpel.vercel.app/anticoagulants-982458a7-167143.html",
    "scrapedAt": "2025-12-01T04:55:00.342Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Hemostasis is a normal physiologic process that occurs in response to vascular damage.&nbsp; The process begins with the formation of a platelet plug at the site of vessel injury (ie, primary hemostasis) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41111.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), followed by reinforcement and stabilization with a fibrin mesh formed via the coagulation cascade (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9709.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p>Thrombosis is a pathologic process in which the hemostatic mechanisms are excessively activated, forming a clot (thrombus) within a blood vessel and obstructing normal flow.&nbsp; This can lead to life-threatening complications (eg, strokes, pulmonary embolism).</p><br><br><p>Various drugs, known as antithrombotic agents, have been developed to prevent and treat thromboembolic disease.&nbsp; There are 2 main classes of antithrombotic drugs: antiplatelet agents (eg, aspirin, clopidogrel), which prevent formation of the platelet plug, and anticoagulant agents, which <strong>prevent formation of the fibrin mesh</strong> by <strong>inhibiting various steps in the coagulation cascade</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L4326.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><br><br><p>The major anticoagulant classes include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vitamin K antagonists</strong>:&nbsp; Prevent synthesis of functional vitamin K窶電ependent coagulation factors.</li>\n\t<li><strong>Heparins</strong>:&nbsp; Bind antithrombin (previously referred to as antithrombin III), a natural anticoagulant that inactivates several coagulation factors.</li>\n\t<li><strong>Indirect Xa inhibitors</strong> (eg, fondaparinux):&nbsp; Bind antithrombin to inactivate Xa only.</li>\n\t<li><strong>Direct inhibitors</strong>:&nbsp; Directly inhibit either Xa or thrombin (IIa).</li>\n</ul><br><br><p>In general, antiplatelet agents are preferred for the management of arterial thrombosis (eg, atherosclerotic disease), and anticoagulant agents are preferred for the management of venous thrombosis (eg, deep venous thrombosis), although some indications may overlap.</p><br><br><p>This article focuses on the anticoagulant drugs (sometimes informally called \"blood thinners\"), including each class' unique features, indications, and contraindications, along with any reversal agents available.&nbsp; In general, anticoagulants should be avoided if there is significant bleeding (eg, intracerebral hemorrhage) or risk for significant bleeding (eg, invasive procedure, uncontrolled hypertension).</p>\n<h1>Vitamin K antagonists (warfarin)</h1><br><br><p>Vitamin K antagonists (VKAs) (eg, <strong>warfarin</strong>) are oral anticoagulants that prevent vitamin K窶電ependent coagulation factors (ie, II [prothrombin], VII, IX, X, protein C, protein S) from becoming functional.&nbsp; VKAs have a narrow therapeutic range that is often challenging to maintain due to their interactions with other drugs and foods.</p>\n<h2>Mechanism of action</h2><br><br><p>Gamma carboxylation is a posttranslational modification required for certain coagulation factors (II, VII, IX, X) to function properly (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24827.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; It is a vitamin K窶電ependent reaction in which vitamin K (in its reduced form) acts as a cofactor for the carboxylase enzyme.&nbsp; After each reaction, vitamin K must be recycled by epoxide reductase to be reused.&nbsp; VKAs (eg, warfarin) inhibit epoxide reductase, thereby <strong>preventing gamma carboxylation</strong> of these vitamin K窶電ependent coagulation factors and <strong>impairing thrombus formation</strong>.<p></p><br><br><p>VKAs inhibit only gamma carboxylation of newly synthesized coagulation factors.&nbsp; Therefore, an anticoagulant state is not achieved until the preexisting functional coagulation factors are consumed and/or cleared from circulation, generally within 1 week of initiation of therapy.&nbsp; Proteins C and S also require gamma carboxylation to function properly and are affected by VKAs.&nbsp; Because protein C has a short half-life, stores of existing carboxylated protein C are depleted much more rapidly than stores of existing carboxylated coagulation factors on initiation of therapy.&nbsp; Therefore, the balance briefly tips toward an <strong>initial procoagulant state</strong>, potentially causing severe adverse effects.</p>\n<h2>Indications</h2><br><br><p>VKAs are used for the prophylaxis and treatment of thromboembolic disease and are preferred for patients with antiphospholipid syndrome or mechanical heart valves.</p>\n<h2>Monitoring and reversal</h2><br><br><p>Prothrombin time (PT) is an assessment of the extrinsic pathway of the coagulation cascade (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9711.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Although VKAs inhibit coagulation factors involved in both the extrinsic and intrinsic pathways, PT is the most sensitive assessment of the therapeutic effects of VKAs because factor VII (which is involved only in the extrinsic pathway) has a shorter half-life (4-6 hr) than the other vitamin K窶電ependent coagulation factors.&nbsp; Therefore, changes in PT reflect the initial effects of VKAs.&nbsp; The <strong>INR</strong> is a standardized PT; the target INR range for optimal anticoagulation is typically <strong>2.0-3.0</strong>, and the risk for bleeding increases when the INR is &gt;3.0.<p></p><br><br><p>Although the INR increases quickly on initiation of therapy (reflecting depletion of factor VII), the full anticoagulant effect of a VKA is realized only after depletion of factor II, the coagulation factor with the longest half-life (~3 days).&nbsp; Therefore, full therapeutic effects are not seen until several days after the initiation of therapy.</p><br><br><p>With a narrow INR range, VKAs have a narrow therapeutic window; therefore, patients who take warfarin typically have INR reevaluated every few weeks (more frequently initially) because the therapeutic effect of warfarin can be significantly altered due to various interactions (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/91639.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">沒</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; These include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fluctuating vitamin K ingestion</strong>:&nbsp; Increased vitamin K ingestion increases the availability of vitamin K in the liver, which counters the inhibitory effect of VKAs on epoxide reductase.&nbsp; Therefore, patients taking VKAs are advised to maintain consistent vitamin K intake to avoid wide fluctuations (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L107208.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Altered pharmacokinetics</strong>:&nbsp; Medications can affect the absorption and metabolism of VKAs via altered gastrointestinal absorption and altered plasma protein binding.&nbsp; However, the most significant mechanism is via altered cytochrome P450 enzyme activity:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Cytochrome P450 inducers</strong> (eg, phenytoin, phenobarbital, carbamazepine, rifampin, St John wort):&nbsp; Increase metabolism of VKAs, resulting in <strong>subtherapeutic INR</strong>.</li>\n\t\t<li><strong>Cytochrome P450 inhibitors</strong> (eg, metronidazole, azole antifungals [eg, fluconazole], amiodarone, trimethoprim-sulfamethoxazole):&nbsp; Decrease metabolism of VKAs, resulting in <strong>supratherapeutic INR</strong>.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Therefore, when new medications are introduced, VKA dosing may be preemptively adjusted to maintain an INR in therapeutic range and the INR should be followed until a new steady-state level is achieved.</p><br><br><p>For mild fluctuations in INR, adjusting the warfarin dose may be sufficient.&nbsp; However, in situations in which immediate drug reversal is required (eg, urgent surgery, trauma), additional options include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/54154.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">沒</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vitamin K</strong>:&nbsp; Can be administered to carboxylate newly synthesized coagulation factors, a process that requires 12-24 hours to complete.&nbsp; Because of this delay, a rapid reversal agent should be administered with vitamin K for patients with significant bleeding.</li>\n\t<li><strong>Prothrombin complex concentrate</strong> (PCC):&nbsp; Contains highly concentrated vitamin K窶電ependent coagulation factors.&nbsp; Three-factor PCC contains factors II, IX, and X with small quantities of proteins C and S; 4-factor PCC, the preferred agent, also contains therapeutic quantities of factor VII.&nbsp; PCCs can normalize the INR within 10 minutes; however, the effects are transient (ie, hours).</li>\n\t<li><strong>Fresh frozen plasma</strong> (FFP):&nbsp; Contains all coagulation factors and proteins present in blood.&nbsp; FFP can be considered if PCC is not available, but it takes more time to prepare.&nbsp; In addition, FFP is not highly concentrated, and infusion increases the risk of volume overload.</li>\n</ul><br><br><p>Vitamin K is also indicated for the treatment of superwarfarin poisoning.&nbsp; Most rodenticides contain brodifacoum, a long-acting 4-hydroxycoumarin derivative.&nbsp; Similar to warfarin, brodifacoum depletes vitamin K窶電ependent coagulation factors, resulting in coagulopathy (similar to warfarin toxicity) that can lead to severe bleeding.&nbsp; Brodifacoum is up to 100 times as potent as warfarin with a half-life of weeks to months, and patients who have been exposed to brodifacoum may require long-term treatment with high-dose vitamin K.</p>\n<h2>Adverse effects</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Warfarin-induced skin necrosis</strong>:&nbsp; During the first few days of warfarin administration, levels of carboxylated protein C, a natural anticoagulant, are rapidly reduced, and patients develop a transient hypercoagulable state.&nbsp; During this time, microthrombi can develop in cutaneous and subcutaneous vessels, leading to <strong>ischemic skin necrosis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95407.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; To avoid this complication, VKAs are often initially coadministered with heparin (ie, \"heparin bridge\").&nbsp; The risk for warfarin-induced skin necrosis is increased in patients with a preexisting protein C deficiency because the initial hypercoagulable state is exaggerated.&nbsp; Underlying protein S deficiency also increases the risk for warfarin-induced skin necrosis, though to a lesser extent.&nbsp; Treatment involves discontinuing warfarin and administering PCC or FFP, and prevention involves the initial coadministration of heparin.</li>\n\t<li><strong>Teratogenicity</strong>:&nbsp; VKAs cross the placenta, increasing the risk for teratogenicity (eg, nasal and limb hypoplasia) and fetal hemorrhage.&nbsp; Therefore, VKAs are typically avoided in pregnancy, particularly during the first trimester, a critical period of organogenesis.&nbsp; However, VKAs may be considered during the second and third trimesters, when the benefits of maternal anticoagulation (eg, maternal mechanical valves) outweigh fetal risks.&nbsp; In these high-risk patients, VKAs are replaced with unfractionated heparin (UFH) in the last few weeks of pregnancy.</li>\n</ul>\n<h1>Heparins</h1><h2>Mechanism of action</h2><br><br><p>Antithrombin is a natural anticoagulant that irreversibly neutralizes activated coagulation factors (eg, Xa, IIa) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22726.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; Heparins are a group of linear polysaccharides that enhance antithrombin activity by &gt;1000-fold.&nbsp; All forms of heparin bound to antithrombin can inactivate factor Xa.&nbsp; However, only the heparins with long polysaccharide chains (&gt;18 saccharides) are capable of also inhibiting factor IIa (thrombin) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L4869.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; UFH has a sufficiently long polysaccharide chain and therefore inactivates both factors Xa and thrombin.&nbsp; In contrast, low molecular weight heparin (LMWH) (eg, enoxaparin) has a much shorter polysaccharide chain and is therefore much less effective at inactivating thrombin than factor Xa.<p></p><br><br><p>Because heparins enhance antithrombin activity, patients with antithrombin deficiency, which can develop in conditions such as nephrotic syndrome, may not respond to these medications.</p>\n<h2>Indications</h2><br><br><p>Heparins are preferred for the management of thrombosis during pregnancy and the neonatal period.&nbsp; Heparins are also often coadministered with warfarin to avoid complications associated with the brief hypercoagulable state following warfarin initiation.</p>\n<h1>Unfractionated heparin</h1><h2>Pharmacokinetics</h2><br><br><p>UFH is typically administered as an initial bolus followed by a continuous infusion and has a rapid onset of action with a short half-life (~1 hr).&nbsp; The advantages and disadvantages of these pharmacokinetics include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Advantage:&nbsp; Administration may be discontinued as needed (eg, anticipation of surgery).&nbsp; Because of its short half-life, complete reversal occurs within hours of discontinuation.&nbsp; UFH is therefore preferred in cases in which rapid onset and rapid reversal (eg, perioperatively) are needed.</li>\n\t<li>Disadvantage:&nbsp; Continuous infusion or frequent injections of UFH are needed to maintain anticoagulation due to its short half-life.</li>\n</ul><br><br><p>UFH is metabolized by the liver and excreted by the kidneys.&nbsp; However, at typical therapeutic doses, impaired kidney function does not impact excretion.&nbsp; Because of this, UFH is preferred for patients with renal failure.</p>\n<h2>Monitoring</h2><br><br><p>Prior to initiation of therapy, initial laboratory testing includes complete blood count, PT, activated partial thromboplastin time (aPTT), and liver function tests (due to risk for hepatic injury).&nbsp; Because UFH contains long polysaccharide chains, many binding sites are available for other plasma proteins (eg, platelet factor 4, leading to heparin-induced thrombocytopenia), thereby reducing the availability for antithrombin.&nbsp; In addition, the exact length of the polysaccharide chain varies and the half-life is short, causing fluctuations in UFH activity that require close monitoring:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>aPTT</strong>:&nbsp; An assessment of the intrinsic pathway of the coagulation cascade, including factor Xa and thrombin in the final common pathway (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L4326.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; The aPTT is prolonged, and serial measurements can be used to monitor response to therapy.</li>\n\t<li><strong>Antithrombin activity against factor Xa</strong>:&nbsp; All forms of heparin bind antithrombin to inactivate factor Xa.&nbsp; The anti-Xa activity assay is a functional assay that determines the degree of factor Xa inactivation and can be used to monitor response to therapy.</li>\n</ul><br><br><p>UFH dosing is adjusted according to trends in the aPTT and/or anti-Xa activity assay.&nbsp; PT is also an assessment of the final common pathway and therefore should be prolonged; however, the testing reagent contains heparin neutralizers that minimize the effect of heparin on the test result.</p>\n<h2>Reversal</h2><br><br><p>For nonurgent reversal (eg, elective procedures), UFH may be discontinued, with complete reversal achieved after 4 or 5 half-lives (ie, ~5 hr).&nbsp; For urgent reversal (eg, significant hemorrhage), an intravenous infusion of <strong>protamine sulfate</strong>, which binds heparin and forms a stable salt that immediately neutralizes heparin activity, can be administered.</p>\n<h1>Low molecular weight heparin</h1><br><br><p>LMWH (eg, enoxaparin, dalteparin) is obtained by splitting UFH into a smaller, more homogeneous polysaccharide chain that is much less effective at enhancing thrombin inactivation than factor Xa inactivation.&nbsp; LMWH is administered subcutaneously, which is ideal for anticoagulation in patients with a low risk for bleeding.</p>\n<h2>Pharmacokinetics</h2><br><br><p>LMWH is typically administered as a subcutaneous injection with a slower onset of action and a longer half-life (ie, ~4 hr) compared to UFH.&nbsp; The advantages and disadvantages of these pharmacokinetics include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Advantage:&nbsp; Because of its longer half-life, LMWH can be administered in the outpatient setting.</li>\n\t<li>Disadvantage:&nbsp; Because of its longer half-life, LMWH requires more time to reach steady state and complete reversal, if needed.</li>\n</ul><br><br><p>Similar to UFH, LMWH is metabolized by the liver and excreted by the kidneys.&nbsp; However, impaired kidney function can significantly impact excretion, and dosing of LMWH must be adjusted accordingly.</p>\n<h2>Monitoring</h2><br><br><p>Prior to initiation of therapy, initial laboratory testing includes complete blood count, PT, aPTT, and creatinine to determine dosing.&nbsp; Because of the smaller and more uniform size of LMWH compared to UFH, there are fewer available binding sites for other plasma proteins, making dosing more predictable once steady state is reached.&nbsp; Monitoring may be necessary only in select cases (eg, renal impairment, pediatric patients); if monitoring is needed, the anti-Xa activity assay is preferred due to LMWH's enhanced inactivation of factor Xa relative to factor IIa.</p>\n<h2>Reversal</h2><br><br><p>For nonurgent reversal, LMWH may be discontinued, with complete reversal achieved after 4 or 5 half-lives (ie, 24 hr).&nbsp; For urgent reversal, an intravenous infusion of protamine sulfate can be administered, although it is less effective at reversing LMWH activity than UFH activity.</p>\n<h2>Adverse effects of all heparins</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Heparin-induced thrombocytopenia</strong> (HIT):&nbsp; HIT occurs due to the formation of autoantibodies against a complex formed when heparin interacts with platelet factor 4 (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42334.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).&nbsp; The risk is higher with UFH than with LMWH.&nbsp; The immune complexes cause both platelet destruction and platelet activation, resulting in paradoxic arterial and venous thrombosis despite thrombocytopenia (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32368.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">沒</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Diagnosis is confirmed with serotonin release assays, and treatment involves discontinuation and initiation of an alternate anticoagulant (eg, argatroban).&nbsp; Additional details about HIT can be found in a separate dedicated article.</li>\n\t<li>Osteoporosis:&nbsp; Long-term use (ie, &gt;6 months) has been associated with bone density loss, particularly with UFH.</li>\n</ul>\n<h2>Pregnancy considerations</h2><br><br><p>Heparins do not cross the placenta and are preferred for managing thrombosis during pregnancy (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35458.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">沒</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).&nbsp; LMWH is typically replaced by UFH immediately prior to delivery due to the shorter half-life of UFH.<p></p>\n<h1>Indirect Xa inhibitors</h1><br><br><p>Indirect Xa inhibitors (eg, fondaparinux) are synthetic anticoagulants that contain the antithrombin-binding region found on natural heparins.&nbsp; Like heparins, fondaparinux enhances the inactivation of factor Xa by antithrombin.&nbsp; However, because fondaparinux contains a very short polysaccharide chain, it cannot bind or activate factor IIa.&nbsp; In addition, fondaparinux does not interact with other plasma proteins (eg, platelet factor 4).</p>\n<h2>Indications</h2><br><br><p>Fondaparinux can be used for the prevention and treatment of venous thrombosis.&nbsp; Because it does not interact with other plasma proteins, it can be used in patients with contraindications to heparin (eg, HIT).</p>\n<h2>Pharmacokinetics</h2><br><br><p>Fondaparinux is typically administered as a subcutaneous injection and has a long half-life (ie, ~17 hr).&nbsp; Fondaparinux is excreted by the kidneys and is not recommended in patients with renal failure.</p>\n<h2>Monitoring and reversal</h2><br><br><p>Prior to initiation of therapy, creatinine levels are assessed to confirm excretion.&nbsp; Because of the longer half-life of fondaparinux, only once-daily dosing is generally required.&nbsp; Monitoring is not required with routine use, although the anti-Xa activity assay can be calibrated to fondaparinux.&nbsp; There is no approved reversal agent, although andexanet alfa is occasionally used.</p>\n<h1>Direct Xa and direct thrombin (IIa) inhibitors</h1><br><br><p>Unlike many anticoagulants (which inactivate multiple factors), direct Xa and thrombin inhibitors block only a single factor.&nbsp; Unlike heparins, which rely on antithrombin and can inhibit only the circulating forms of factors Xa and IIa, direct inhibitors can inhibit both the circulating and clot-bound forms of the targeted factor.</p>\n<h2>Mechanism of action and pharmacokinetics</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Direct Xa inhibitors</strong> (eg, rivaroxaban, apixaban):&nbsp; Direct Xa inhibitors all end in \"-xaban\" (ie, drugs that inhibit or \"ban\" factor \"Xa\").&nbsp; These drugs bind the active site of factor Xa and prevent its downstream effects.&nbsp; Only oral formulations are available, and the half-life varies (but is typically ~10 hr).&nbsp; Because it is renally excreted, patients with renal impairment may require dosing adjustments.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Direct thrombin (IIa) inhibitors:&nbsp; Thrombin converts fibrinogen to fibrin, activates platelets, and activates upstream coagulation factors via a positive feedback mechanism.&nbsp; Direct thrombin inhibitors bind the active site of IIa and prevent these effects.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Oral direct thrombin inhibitors</strong> (eg, dabigatran) are excreted by the kidney, and dosing adjustments may be required for patients with renal impairment.&nbsp; With normal renal function, the half-life is approximately 15 hours.</li>\n\t\t<li><strong>Intravenous direct thrombin inhibitors</strong> (eg, argatroban, bivalirudin) have short half-lives (&lt;1 hr).&nbsp; Rate adjustments may be required for patients with hepatic or renal impairment, and aPTT may be obtained for monitoring.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Indications and contraindications</h2><br><br><p>Indications for direct inhibitors include the prevention and management of venous thrombosis, atrial fibrillation (to prevent embolic strokes), acute coronary syndrome, and HIT.&nbsp; Despite their advantages, direct inhibitors are contraindicated for patients with mechanical heart valves and antiphospholipid syndrome.&nbsp; In addition, direct inhibitors should be avoided in pregnancy due to a potential fetal risk.</p>\n<h2>Monitoring</h2><br><br><p>The therapeutic effect of direct inhibitors is not typically impacted by environmental or medication changes, and routine laboratory monitoring is not necessary.&nbsp; However, if therapeutic effects are obtained, the following is expected:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Direct Xa inhibitors:&nbsp; aPTT and PT are prolonged because factor Xa is involved at the junction of the intrinsic and extrinsic pathways.&nbsp; Direct Xa inhibitors prevent downstream effects of factor Xa (mainly conversion of prothrombin to thrombin) but do not inhibit the actual function of thrombin; therefore, thrombin time (TT) is not affected.</li>\n\t<li>Direct thrombin inhibitors:&nbsp; aPTT, PT, and TT are prolonged.</li>\n</ul>\n<h2>Reversal</h2><br><br><p>General principles of management for bleeding include the discontinuation of direct inhibitors and the initiation of an antifibrinolytic agent (eg, tranexamic acid, aminocaproic acid).&nbsp; For the oral direct inhibitors, <strong>activated charcoal</strong> can be administered within 2 hours (reduces absorption).&nbsp; For severe bleeding, additional interventions include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Direct Xa inhibitor:&nbsp; <strong>Andexanet alfa</strong> is a biologic agent that is homologous with factor Xa but has no proteolytic effect.&nbsp; It functions as a decoy that binds direct Xa inhibitors, restoring coagulation by increasing the availability of endogenous Xa, allowing conversion of prothrombin to thrombin, and by generating fibrin clots.&nbsp; Andexanet alfa is reserved for life-threatening bleeding because it is associated with a significant risk for thrombosis.</li>\n\t<li>Oral direct thrombin inhibitor:&nbsp; <strong>Idarucizumab</strong> is a monoclonal antibody that binds specifically to dabigatran, neutralizing its effects within minutes.&nbsp; Activated PCC should be considered if idarucizumab is not available and the bleeding is life-threatening due to its prothrombotic risk.&nbsp; Hemodialysis may also be considered to remove dabigatran.</li>\n</ul><br><br><p>Because intravenous direct thrombin inhibitors have short half-lives, management of bleeding involves discontinuation and initiation of supportive care (eg, blood transfusions).&nbsp; There is no specific reversal agent.</p>\n<h1>Summary</h1><br><br><p>Anticoagulants are types of antithrombotic drugs that inhibit steps in the coagulation cascade, preventing the formation of the fibrin mesh.&nbsp; Anticoagulants are used to prevent and treat thrombosis and include vitamin K antagonists, heparins, and direct inhibitors.&nbsp; Each agent has its own advantages and disadvantages in the management of thrombosis, which should be considered when selecting an agent.</p>\n</div>\n\n            "
}