{
  "meta": {
    "title": "Barrett esophagus",
    "url": "https://brainandscalpel.vercel.app/barrett-esophagus-a18826da-167143.html",
    "scrapedAt": "2025-12-01T04:55:09.127Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Barrett esophagus is a pathologic alteration of the distal esophagus lining in which the normal stratified squamous epithelium is replaced by a specialized columnar epithelium.&nbsp; This condition is strongly associated with chronic gastroesophageal reflux disease (GERD) and markedly increases the risk for esophageal adenocarcinoma compared to the general population.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>The development of Barrett esophagus is closely related to <strong>persistent acid reflux</strong>, in which repeated exposure to acidic gastric contents leads to chronic inflammation and epithelial injury in the lower esophagus.&nbsp; Over time, the damaged squamous epithelium is replaced by more acid-resistant, intestinal-type columnar cells (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63109.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Although this <strong>metaplasia</strong> may initially be an adaptive response (ie, intestinal-type epithelium is more resistant to gastric acid), it carries a heightened risk for malignant transformation, ultimately giving rise to esophageal adenocarcinoma.&nbsp; The overall annual cancer risk is low (0.3%-0.5%), although the likelihood varies with the degree of dysplasia (discussed later).<p></p><br><br><p>Key risk factors for Barrett esophagus include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chronic GERD (eg, &gt;5 years).</li>\n\t<li>Age &gt;50.</li>\n\t<li>Family history.</li>\n\t<li>Central obesity.</li>\n\t<li>White patient.</li>\n\t<li>Tobacco use.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Many individuals with Barrett esophagus are asymptomatic or have symptoms <strong>indistinguishable from those of GERD</strong> (eg, heartburn, acid regurgitation).&nbsp; Because these manifestations are not specific, Barrett esophagus is often diagnosed incidentally during endoscopic evaluations for long-standing reflux symptoms or complications (eg, esophageal strictures).</p>\n<h1>Diagnosis</h1><h2>Screening recommendations</h2><br><br><p>Endoscopic screening is considered in patients without known Barrett esophagus if <strong>multiple risk factors</strong> for adenocarcinoma are present.&nbsp; These include chronic GERD, male sex, age ≥50, White patient, hiatal hernia, tobacco use, and a family history of Barrett esophagus or esophageal adenocarcinoma.</p>\n<h2>Endoscopic findings</h2><br><br><p>On endoscopy, Barrett esophagus is suggested by the appearance of salmon-colored, velvety mucosa extending proximally from the gastroesophageal junction, contrasting with the surrounding pale squamous epithelium.&nbsp; <strong>Histopathologic confirmation</strong> requires identifying intestinal metaplasia, specifically goblet cells (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104543.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p><br><br><p>Progression from nondysplastic Barrett esophagus to esophageal adenocarcinoma typically follows a sequence of increasing <strong>dysplasia</strong>:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>No dysplasia:&nbsp; &lt;1% risk per year for malignancy.</li>\n\t<li>Low-grade dysplasia:&nbsp; Higher risk than nondysplastic Barrett esophagus.</li>\n\t<li>High-grade dysplasia:&nbsp; Significantly elevated cancer risk (4%-8% per year).</li>\n</ul>\n<h1>Management</h1><h2>General principles</h2><br><br><p>The primary approach to managing Barrett esophagus centers on controlling GERD and minimizing acid-related esophageal injury.&nbsp; <strong>Lifelong proton pump inhibitor</strong> therapy is generally recommended to:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Alleviate reflux symptoms (eg, heartburn, epigastric discomfort).</li>\n\t<li>Prevent ongoing acid-induced mucosal damage.</li>\n\t<li>Reduce the risk for malignant transformation.</li>\n</ul><br><br><p><strong>Lifestyle modifications</strong>—losing weight, making dietary adjustments, stopping smoking, and elevating the head of the bed—support pharmacologic therapy.&nbsp; In cases in which GERD symptoms persist despite optimal medical management, surgical interventions (eg, fundoplication) may be considered.</p>\n<h2>Nondysplastic vs dysplastic disease</h2><br><br><p>In nondysplastic Barrett esophagus, periodic endoscopic surveillance (eg, every 3-5 years) is recommended.</p><br><br><p>Management escalates when dysplasia is detected (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L38705.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Low-grade dysplasia:&nbsp; Closer endoscopic surveillance (eg, every 6-12 months) or endoscopic eradication therapy (eg, radiofrequency ablation, cryotherapy, photodynamic therapy), with eradication increasingly favored.</li>\n\t<li>High-grade dysplasia:&nbsp; Endoscopic eradication therapy or, in rare cases, esophagectomy is recommended.</li>\n</ul><br><br><p>Esophageal adenocarcinoma is discussed in more detail in a separate article.</p>\n<h1>Summary</h1><br><br><p>Barrett esophagus (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/91971.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a premalignant condition characterized by the replacement of normal esophageal squamous epithelium with specialized columnar epithelium due to chronic gastroesophageal reflux disease.&nbsp; Affecting 10%-15% of patients with gastroesophageal reflux disease, Barrett esophagus significantly increases the risk for esophageal adenocarcinoma.&nbsp; Key risk factors include chronic gastroesophageal reflux disease, age &gt;50, obesity, White patient, and family history.&nbsp; Diagnosis involves endoscopic visualization of salmon-colored esophageal mucosa and histopathologic confirmation of intestinal metaplasia (ie, goblet cells).&nbsp; Management focuses on long-term acid suppression with proton pump inhibitors, lifestyle modifications, and periodic endoscopic surveillance.&nbsp; Dysplastic disease warrants more aggressive interventions, namely, endoscopic eradication therapy.<p></p>\n</div>\n\n            "
}