{
  "meta": {
    "title": "Beta thalassemia",
    "url": "https://brainandscalpel.vercel.app/beta-thalassemia-65455a61-167143.html",
    "scrapedAt": "2025-12-01T05:02:01.623Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Thalassemias are a group of hereditary anemias characterized by reduced or absent synthesis of one or more globin chains (eg, reduced beta globin chains in beta thalassemia).&nbsp; As a result, hemoglobin production is impaired, and patients can develop microcytic anemia.&nbsp; The clinical presentation varies in severity; in beta thalassemia, this depends on the degree of preserved beta globin chain synthesis.</p>\n<h1>Pathogenesis</h1><br><br><p>Hemoglobin is a protein that carries oxygen in red blood cells (RBCs).&nbsp; It is composed of 4 subunits, each being a globin chain attached to a heme group containing iron.&nbsp; Normally, 2 different pairs of subunits (eg, a pair of alpha globin chains and a pair of beta globin chains) join to produce hemoglobin (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43788.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Globin chain synthesis is a highly regulated process that results in a predominant tetramer (ie, hemoglobin type) for each stage of development (eg, embryo, fetus, infant) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81293.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p><strong>Thalassemias</strong> are a group of hereditary anemias characterized by <strong>reduced or absent</strong> synthesis of one or more <strong>globin chains</strong>, and the clinical impact varies, depending on the chronology of hemoglobin production (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L38999.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), as follows:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>After conception:&nbsp; embryonic hemoglobin (ie, Gower) is produced in the yolk sac and is composed of two zeta (ζ) and two epsilon (ε) chains (ζ2ε2).&nbsp;</li>\n\t<li>By 14 weeks gestation:&nbsp; embryonic hemoglobin is replaced by fetal hemoglobin (ie, Fetal Hb), which is produced in the liver and composed of two alpha (α) and two gamma (γ) chains (α2γ2).&nbsp;</li>\n\t<li>After birth:&nbsp; fetal hemoglobin is the predominant hemoglobin type in the newborn, comprising 60%-80% of total hemoglobin.&nbsp; Over the next few months, gamma chain synthesis gradually declines and is replaced by beta chain synthesis by the bone marrow.&nbsp; At age 6 months, the predominant hemoglobin type is adult hemoglobin (ie, HbA), composed of two alpha (α) and two beta (β) chains (α2β2).&nbsp; This is followed by 2%-3% of hemoglobin A2 (ie, two alpha [α] and two delta [δ] chains [α2δ2]) and 1% of fetal hemoglobin.</li>\n</ul><br><br><p>Globin chain synthesis is normally tightly regulated such that one α chain is synthesized for every β-equivalent chain (eg, β, γ, δ), resulting in an equal ratio of α- and β-equivalent chains.&nbsp; If synthesis of one globin chain is reduced, the ratio is skewed, resulting in excess free globin chains.</p><br><br><p><strong>Beta thalassemia</strong> occurs when a genetic mutation causes <strong>reduced or absent beta chain synthesis</strong>, disrupting the normal ratio.&nbsp; Excess free alpha chains cannot form soluble hemoglobin and accumulate until they precipitate, causing RBC membrane instability and apoptosis of early erythrocyte precursors in the bone marrow (ie, ineffective erythropoiesis), the primary cause of anemia in beta thalassemia.&nbsp; In response to anemia, there is increased intestinal iron absorption (contributing to iron overload) and expanded erythropoiesis to extramedullary sites.</p><br><br><p>There are 2 beta globin gene alleles (one on each copy of chromosome 11).&nbsp; The most severe phenotypes occur due to genetic mutations that result in absent beta globin chain synthesis (β0).&nbsp; Other genetic mutations (eg, splicing errors) allow some beta globin chain synthesis (β+).&nbsp; Typically, patients with the least beta globin chain synthesis have the most severe symptoms.</p><br><br><p>In general, beta thalassemia is more common in patients of Mediterranean, Middle Eastern, Southeast Asian, African, and Indian descent.</p>\n<h1>Clinical presentation</h1><br><br><p>Prior to age 6 months, fetal hemoglobin (α2γ2) is the predominant hemoglobin.&nbsp; Therefore, patients with beta globin gene mutations are initially asymptomatic.&nbsp; As gamma globin chain synthesis physiologically transitions to beta globin chain synthesis, symptoms develop.&nbsp; The clinical presentation of beta thalassemia depends on the degree of reduced beta chain synthesis, which is determined by the type of mutation and the number of alleles affected.</p>\n<h2>Both alleles affected </h2><br><br><p>When both beta globin gene alleles contain a mutation (eg, β0/β0, β0/β+, β+/β+), patients develop symptoms around <strong>age 6 months</strong>.&nbsp; The severity of symptoms depends on the combined effect of the mutations, which determines the degree of reduced beta globin chain synthesis.&nbsp; Patients with biallelic mutations are categorized based on their clinical presentation, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Transfusion-dependent</strong> (formerly known as beta-thalassemia major):&nbsp; patients synthesize few or no beta globin chains.&nbsp; Patients develop severe anemia (eg, fatigue, pallor) that requires regular transfusions by age 6 months, when gamma globin chain synthesis completely transitions to beta.&nbsp; Additional clinical manifestations are related to complications of the disease itself, including:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Hemolysis:&nbsp; leads to scleral icterus, jaundice, dark urine, and hepatosplenomegaly.</li>\n\t\t<li>Extramedullary hematopoiesis:&nbsp; occurs due to ineffective erythropoiesis and contributes to hepatosplenomegaly.&nbsp; Patients can develop osteopenia and characteristic facial features (eg, frontal bossing, chipmunk facies) due to the expanding mass of erythroid progenitors.&nbsp;</li>\n\t\t<li>Iron overload:&nbsp; occurs due to increased intestinal iron absorption and frequent transfusions.&nbsp; Excess iron is stored in the liver, heart, and endocrine glands (eg, pituitary, thyroid), which can lead to organ failure.</li>\n\t\t<li>Growth impairment:&nbsp; the etiology of the growth impairment is multifactorial, including anemia, skeletal effects of extramedullary erythropoiesis, and endocrine effects of iron overload.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Transfusion-independent</strong> (formerly known as beta-thalassemia intermedia):&nbsp; patients synthesize varying amounts of beta globin chains and therefore have a milder presentation than transfusion-dependent patients.&nbsp; Patients also present with anemia but at a relatively older age (eg, <strong>age 3</strong>).&nbsp; Otherwise, the clinical presentation is quite heterogeneous, with some similar features (eg, hepatosplenomegaly, iron overload).&nbsp; However, the distinguishing feature is that transfusion-independent patients do not require regular transfusions.&nbsp;</li>\n</ul>\n<h2>1 allele affected </h2><br><br><p>When only one beta globin gene is defective (eg, β/β+, β/β0), there is reduced beta globin chain synthesis, resulting in microcytosis with low MCV (ie, &lt;80 µm3).&nbsp; Known as beta thalassemia trait or beta thalassemia minor, patients are typically asymptomatic with normal hemoglobin levels.&nbsp; Patients are often diagnosed incidentally when mild anemia is detected on routine laboratory evaluation (eg, universal anemia screening at age 1).</p>\n<h1>Diagnosis</h1><br><br><p>In patients with suspected beta thalassemia (eg, family history, signs of anemia), initial laboratory evaluation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Complete blood count</strong> (CBC):&nbsp; Mature erythrocytes are hypochromic due to having less hemoglobin per RBC (ie, low mean corpuscular hemoglobin [MCH]).&nbsp; Because hemoglobin comprises the majority of erythrocyte protein mass, RBCs are microcytic (ie, low mean corpuscular volume [MCV]).&nbsp; The RBC count can be normal or slightly elevated due to compensatory erythropoiesis.&nbsp; Therefore, the Mentzer index, or ratio of MCV to RBC count, is typically &lt;13, which can help distinguish beta thalassemia from iron deficiency anemia.&nbsp; The red cell distribution width (RDW) is normal because the RBCs are uniformly small.&nbsp; Leukocyte count and platelet counts are also normal.</li>\n\t<li><strong>Peripheral blood smear</strong>:&nbsp; shows microcytic, hypochromic (ie, central pallor encompassing &gt;⅓ of the diameter of the RBC), red blood cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L925.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; In severe cases, there may be poikilocytosis (ie, variable RBC shape), target cells (ie, reduced RBC protein mass leads to excess RBC membrane that sinks) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64457.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), and basophilic stippling (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17408.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp;</li>\n\t<li><strong>Reticulocyte count</strong>:&nbsp; can be inappropriately normal or only slightly elevated due to ineffective erythropoiesis.</li>\n\t<li><strong>Hemolysis testing</strong>:&nbsp; shows elevated LDH, unconjugated hyperbilirubinemia, and low haptoglobin.&nbsp; Direct antibody (Coombs) testing is negative because beta thalassemia is not an antibody-mediated process.</li>\n\t<li>Iron studies (eg, ferritin, serum iron, total iron binding capacity):&nbsp; typically performed to exclude iron deficiency anemia.&nbsp; In beta thalassemia, serum ferritin is more likely to be elevated due to increased iron absorption.</li>\n</ul><br><br><p>If suspected, further evaluation for beta thalassemia may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hemoglobin electrophoresis</strong>:&nbsp; assesses the patient's hemoglobin distribution.&nbsp; Because beta globin chain synthesis is reduced or absent, there is limited formation of adult hemoglobin.&nbsp; Instead, free alpha chains either precipitate or bind non-beta-globin chains (eg, gamma, delta).&nbsp; Therefore, patients with beta thalassemia often have <strong>increased hemoglobin A2 and fetal hemoglobin</strong> on electrophoresis.&nbsp;</li>\n\t<li>Genetic testing:&nbsp; can identify the underlying mutation and confirm the diagnosis.</li>\n</ul>\n<h1>Differential diagnosis</h1><h2>Other causes of microcytic anemia</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Iron deficiency anemia (IDA)</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35096.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; the most common cause of microcytic anemia, which can present with hypochromic and microcytic cells (of note, IDA typically only causes microcytosis when hemoglobin is &lt;10 g/dL).&nbsp; However, iron studies show low serum ferritin, low serum iron, and elevated total iron binding capacity.&nbsp; IDA can be present concurrently in patients with beta thalassemia, and treatment of the iron deficiency is necessary prior to laboratory evaluation for beta thalassemia.&nbsp; This is because iron deficiency can reduce the distribution of hemoglobin A2 detected with hemoglobin electrophoresis, masking the diagnosis.&nbsp; Other features that can distinguish IDA from beta thalassemia include:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>RBC count:&nbsp; IDA is associated with a decreased RBC count (due to inadequate production), not normal or slightly elevated, as seen in thalassemia.&nbsp; Low MCV and low RBC count typically result in a Mentzer index &gt;13 (in contrast to &lt;13 in beta thalassemia).&nbsp;</li>\n\t\t<li>Red cell distribution width (RDW):&nbsp; RDW is elevated in IDA due to the variability in serum iron available throughout the day.&nbsp;</li>\n\t\t<li>Response to iron supplementation:&nbsp; Patients with beta thalassemia minor show no improvement with iron supplementation (generally, improvement is expected within 4 weeks).&nbsp;</li>\n\t\t<li>Platelet count:&nbsp; IDA can be associated with reactive thrombocytosis (platelets &gt;400,000/mm<font size=\"2\"><sup>3</sup></font>) because megakaryocytes and erythrocytes share a common progenitor cell.&nbsp;</li>\n\t</ul>\n\t</li>\n\t<li>Other hemoglobinopathies\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Qualitative hemoglobinopathies</strong> (eg, sickle cell disease):&nbsp; Sickle cell disease is a qualitative hemoglobin disorder, meaning that the quantity of alpha and beta globin chains are equal, but the beta chain structure is abnormal (usually due to a point mutation).&nbsp; Like beta thalassemia, sickle cell disease can present with hemolytic anemia, but hemoglobin electrophoresis can detect hemoglobin S and distinguish the diagnosis.&nbsp;</li>\n\t\t<li><strong>Quantitative hemoglobinopathies</strong> (eg, alpha thalassemia):&nbsp; Because alpha chains are produced in utero, patients can be symptomatic at birth.&nbsp; In addition, gamma tetramers (ie, hemoglobin Barts) are present on hemoglobin electrophoresis in patients with alpha thalassemia.&nbsp;</li>\n\t</ul>\n\t</li>\n\t<li><strong>Anemia of chronic inflammation:</strong>&nbsp; Like beta thalassemia, anemia of chronic inflammation can be associated with increased serum ferritin.&nbsp; However, there is usually a history of chronic illness.&nbsp;</li>\n\t<li><strong>Lead toxicity:</strong>&nbsp; can also cause microcytic anemia and basophilic stippling.&nbsp; However, target cells are unlikely, and a history of lead exposure can help distinguish the diagnosis.</li>\n</ul>\n<h2>Other causes of inherited hemolytic anemia</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Glucose-6-phosphate dehydrogenase deficiency</strong>:&nbsp; an X-linked disorder, and heterozygous females are usually asymptomatic.&nbsp; Males and homozygous females can develop hemolytic anemia, which tends to be episodic (not chronic) and to occur due to infection, exposure to various drugs or chemicals, or diabetic ketoacidosis.&nbsp; G6PD deficiency does not cause microcytic, hypochromic anemia.</li>\n\t<li><strong>Hereditary spherocytosis:</strong>&nbsp; is caused by RBC membrane instability and typically presents with anemia, jaundice, and splenomegaly, which can also be seen in beta thalassemia.&nbsp; Laboratory results in hereditary spherocytosis demonstrate appropriate reticulocytosis (unlike beta thalassemia), an elevated MCHC, a normal-to-low MCV, a normal-to-elevated RDW, and spherocytes on peripheral blood smear (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22864.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Management</h1><h2>Anemia management&nbsp; </h2><br><br><p><strong>RBC transfusions</strong> should be administered to maintain adequate hemoglobin levels (ie, 9-10 mg/dL) and prevent complications of chronic severe anemia (eg, extramedullary hematopoiesis).&nbsp; Because there is increased RBC turnover, <strong>folic acid supplementation</strong> is recommended.&nbsp; Splenectomy may also be considered to reduce RBC sequestration and therefore reduce transfusion requirements.&nbsp; However, these benefits must be weighed against the associated risk of severe infection and thrombosis.</p>\n<h2>Iron overload (hemosiderosis) management&nbsp; </h2><br><br><p>Over time, increased intestinal iron absorption and frequent RBC transfusions can lead to iron toxicity (eg, iron accumulation in the reticuloendothelial system, liver, and heart), the primary cause of death in older patients.&nbsp; Routine <strong>chelation therapy</strong> (eg, deferoxamine) should be initiated within 1-2 years of beginning routine RBC transfusions to prevent or delay iron toxicity and improve survival.&nbsp; Those who receive intermittent transfusions (eg, transfusion-independent) also require close monitoring for iron overload (eg, serial ferritin levels, imaging to monitor for cardiac and liver disease).</p>\n<h2>Allogeneic hematopoietic stem cell transplant </h2><br><br><p>Allogeneic hematopoietic stem cell transplant is a potentially curative therapy for beta thalassemia, but the decision to pursue this must be weighed against the risks of morbidity and mortality.</p>\n<h2>Genetic counseling </h2><br><br><p>All patients should be referred for genetic counseling due to the risk of conceiving a child with beta thalassemia.</p>\n<h1>Prognosis</h1><br><br><p>Patients with transfusion-dependent beta thalassemia have a shortened overall lifespan (ie, death by age 5 years for the majority of patients who are untreated), but with optimal management (eg, iron chelation) patients can survive into their 50s.&nbsp; The prognosis for transfusion-independent beta thalassemia is more variable, depending on the need for transfusions and risk for iron overload.&nbsp; Patients with beta thalassemia minor have a normal lifespan.</p>\n<h1>Summary </h1><br><br><p>Beta thalassemia is a type of hereditary anemia characterized by reduced or absent synthesis of beta globin chains.&nbsp; As a result, hemoglobin production is impaired, causing microcytic anemia.&nbsp; The clinical presentation varies in severity, depending on the quantity of beta globin chains available for hemoglobin production.&nbsp; Management involves supportive red blood cell transfusions, chelation therapy for iron overload, and hematopoietic stem cell transplant, which is curative.</p>\n</div>\n\n            "
}