{
  "meta": {
    "title": "Chronic lymphocytic leukemia",
    "url": "https://brainandscalpel.vercel.app/chronic-lymphocytic-leukemia-c191aae8-167143.html",
    "scrapedAt": "2025-12-01T05:02:05.815Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Chronic lymphocytic leukemia (CLL) is a clonal malignancy characterized by the accumulation of functionally incompetent, mature-appearing B lymphocytes in the peripheral blood, bone marrow, and lymphoid tissues.&nbsp; It is a common form of leukemia in Western countries, occurring primarily in older adults.</p>\n<h1>Pathogenesis</h1><br><br><p>CLL develops in a stepwise process involving:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Monoclonal B cell lymphocytosis:&nbsp; Various factors (eg, antigenic stimulation, mutations in genes that can disrupt cell cycle regulation [eg, <em>TP53</em>], upregulation of antiapoptotic proteins [eg, BCL2]) lead to the unregulated proliferation of a single mature B lymphocyte.&nbsp; This population of monoclonal B lymphocytes can be detected in the peripheral blood but is functionally incompetent (ie, unable to mount an appropriate immune response to an infection).&nbsp; Patients are asymptomatic and have no other clinical findings at this stage.&nbsp; It is estimated that monoclonal B cell lymphocytosis is present in ~10% of people age &gt;60.</li>\n\t<li>Progression to CLL:&nbsp; Due to additional genetic mutations (eg, 13q deletion) or tumor microenvironment interactions (which provide signals enhancing survival of the abnormal cells), patients with monoclonal B cell lymphocytosis can progress to CLL, defined as ≥5000 cells/µL of monoclonal B lymphocytes.&nbsp; Most patients remain asymptomatic until lymphocyte accumulation in various tissues (eg, bone marrow, lymph nodes) causes symptoms (eg, anemia, neutropenia, lymphadenopathy) with disease progression.</li>\n</ul><br><br><p>CLL is often associated with significant immune dysfunction, affecting both humoral and cell-mediated immunity:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Humoral immunity</strong>:&nbsp; Monoclonal B lymphocytes can interfere with normal immunoglobulin production.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Hypogammaglobulinemia</strong>:&nbsp; This occurs in approximately two-thirds of patients during the course of disease.&nbsp; In addition, patients do not mount an adequate immune response to vaccinations, increasing the risk for vaccine-preventable disease.</li>\n\t\t<li><strong>Autoantibody production</strong>:&nbsp; Interactions between monoclonal B lymphocytes and normal B lymphocytes can result in production of IgG autoantibodies, resulting in autoimmune hemolytic anemia and/or immune thrombocytopenia.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Cell-mediated immunity</strong>:&nbsp; CLL can downregulate T-cell function.</li>\n</ul><br><br><p>CLL is primarily a disease of older adults (median age at diagnosis: 70), and there is an increased risk among first-degree family members with CLL.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with CLL are often <strong>asymptomatic</strong> and diagnosed incidentally.&nbsp; When symptomatic, patients can present with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lymphadenopathy</strong>:&nbsp; Presentation is usually painless and firm and located along the cervical, supraclavicular, and/or axillary region.</li>\n\t<li><strong>Splenomegaly</strong> and/or <strong>hepatomegaly</strong>.</li>\n\t<li><strong>Cytopenias</strong> (eg, due to disrupted hematopoiesis, autoimmune antibody production):&nbsp; Symptoms include fatigue and pallor due to anemia and/or bruising and bleeding complications from thrombocytopenia.</li>\n\t<li><strong>Infections</strong>:&nbsp; Sinopulmonary infections due to hypogammaglobulinemia are most common.</li>\n</ul><br><br><p>Less commonly, patients may have B-symptoms (eg, unexplained fever &gt;38 C [100.4 F] for 3 consecutive days, drenching night sweats, weight loss &gt;10% of body weight over 6 months).&nbsp; Some patients may have exaggerated reactions to insect bites, which may be related to immune dysregulation and abnormal cytokine production in CLL.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for CLL includes other causes of absolute lymphocytosis, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Reactive lymphocytosis</strong>:&nbsp; can occur due to infection with Epstein-Barr virus (EBV) or cytomegalovirus (CMV).&nbsp; These conditions can also present with lymphadenopathy and splenomegaly.&nbsp; However, peripheral smear shows atypical lymphocytes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8243.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) (not monoclonal B lymphocytes), and immunophenotyping is characteristic of a polyclonal lymphocyte population.&nbsp; In addition, reactive lymphocytosis is usually transient and resolves with the underlying infection, unlike CLL.</li>\n\t<li><strong>Other lymphoid malignancies</strong> (eg, hairy cell leukemia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20876.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), mantle cell lymphoma) may present with elevated lymphocyte counts.&nbsp; Immunophenotyping helps differentiate these disorders by identification of cell surface markers.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Laboratory evaluation in a patient with CLL typically shows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count:&nbsp; This often includes dramatically elevated leukocyte count (often &gt;100,000/mm<font size=\"2\"><sup>3</sup></font>), normocytic anemia, and thrombocytopenia.</li>\n\t<li>Peripheral smear:&nbsp; Characteristic findings include an abundance of small, mature-appearing lymphocytes, some of which may have a classic <strong>\"smudged\" appearance</strong> due to increased fragility that causes breakage during smear preparation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74164.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>The diagnosis of CLL requires:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Absolute lymphocyte count ≥5000/mm<font size=\"2\"><sup>3</sup></font> for at least 3 months</li>\n\t<li>A population of leukocytes with <strong>B-cell surface markers</strong> (eg, CD19, CD20, CD23) and <strong>CD5</strong> (a T-cell surface marker expressed on CLL cells)</li>\n\t<li>Expression of <strong>low levels of surface immunoglobulins</strong> that contain only <strong>kappa or lambda light chains</strong>, confirming monclonality (as opposed to a mixture of both kappa and lambda light chains, suggesting polyclonality)</li>\n</ul><br><br><p>Bone marrow evaluation is generally not required but may be considered if the diagnosis is unclear, revealing infiltration by CLL cells.&nbsp; Staging for CLL is based on clinical findings that correlate with the degree of tumor burden, which predicts overall risk and disease prognosis.&nbsp; Lymphocytosis alone represents early-stage disease (ie, low tumor burden and low risk/favorable prognosis).&nbsp; As CLL progresses, leukemic cells infiltrate other organs (eg, spleen, liver) and impair hematopoiesis, causing organomegaly, anemia, and/or thrombocytopenia.&nbsp; These findings reflect high-stage disease and poorer prognosis.</p>\n<h1>Management</h1><br><br><p>The management strategy for CLL depends on the presence of symptoms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Asymptomatic CLL</strong>:&nbsp; Because there is no improvement in long-term survival with early therapy, patients with low-stage, asymptomatic disease are closely monitored with routine laboratory evaluation.&nbsp; Though rare, spontaneous regressions can occur.</li>\n\t<li><strong>Symptomatic CLL</strong> (ie, \"active disease\"):&nbsp; For patients with advanced-stage disease who develop symptoms (eg, progressive bone marrow failure causing cytopenias, lymphadenopathy/splenomegaly, B symptoms), treatment may be initiated to improve symptoms and halt disease progression (CLL is generally not curable with current therapy).&nbsp; The choice of first-line therapy depends on various factors (eg, patient age, tumor features) and may include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Targeted therapy</strong>:&nbsp; Specific proteins within B lymphocytes (eg, <strong>Bruton tyrosine kinase</strong> [BTK], <strong>phosphatidylinositol 3-kinase</strong> [PI3K]) can be targeted in B cell malignancies like CLL.&nbsp; BTK and PI3K are both involved in key intracellular signaling processes that affect growth and survival of mature B cells and are expressed in malignant B cells.&nbsp; Incorporation of BTK inhibitors (eg, ibrutinib) and PI3K inhibitors (eg, idelalisib) have improved survival rates in CLL.&nbsp; Because BCL-2 is often overexpressed in CLL, it can also be targeted with BCL-2 inhibitors (eg, venetoclax).</li>\n\t\t<li><strong>Chemotherapy</strong>:&nbsp; These agents include fludarabine, cyclophosphamide, and rituximab (a monoclonal antibody against the CD20 antigen).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Complications associated with CLL may require supportive care (eg, prophylactic antibiotics for opportunistic infections, aggressive intravenous hydration for tumor lysis syndrome (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60214.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                )).<p></p>\n<h1>Prognosis</h1><br><br><p>The prognosis for CLL is favorable, though variable, with a median survival of 10 years from diagnosis.&nbsp; In general, patients with a higher stage, which correlates with total disease burden, have a worse prognosis.&nbsp; In addition, certain genetic mutations (eg, <em>TP53</em> mutations, del[17p]) are associated with a worse prognosis.&nbsp; Treatment can induce remission and control disease for several years.</p><br><br><p>Beyond disease progression, other common complications in CLL include systemic infections (contributed by immune dysfunction related to CLL along with adverse effects of treatment) and eventual transformation to a more aggressive lymphoma (Richter syndrome).</p>\n<h1>Summary</h1><br><br><p>Chronic lymphocytic leukemia (CLL) is a clonal malignancy characterized by the accumulation of functionally incompetent, mature-appearing B lymphocytes in the peripheral blood, bone marrow, and lymphoid tissues (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81531.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; It is a common form of leukemia in Western countries, occurring primarily in older adults.&nbsp; Although the disease is generally not curable, current therapy can induce remission and control symptoms for several years.<p></p>\n</div>\n\n            "
}