{
  "meta": {
    "title": "Glucose-6-phosphate dehydrogenase deficiency",
    "url": "https://brainandscalpel.vercel.app/glucose-6-phosphate-dehydrogenase-deficiency-e7e99119-167143.html",
    "scrapedAt": "2025-12-01T05:02:17.091Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1>\n<p>Glucose-6-phosphate dehydrogenase (G6PD) deficiency is an X-linked disorder affecting red blood cells (RBCs).&nbsp; G6PD catalyzes the rate-limiting step in the pentose phosphate pathway, which produces NADPH in the cytosol of RBCs, protecting them from oxidative damage (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23363.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Without G6PD, cells are prone to episodes of acute hemolysis under oxidative stress.<p></p>\n<h1>Pathophysiology</h1><br><br><p>The pentose phosphate pathway, also known as the hexose monophosphate shunt, plays an important role in protecting cells from oxidative damage.&nbsp; This pathway generates NADPH, which cells use to maintain a steady supply of reduced glutathione, an antioxidant that can neutralize free radicals (eg, superoxide anion, hydrogen peroxide) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45559.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Without NADPH, glutathione remains in an oxidized state and cannot detoxify free radicals.&nbsp; Mature RBCs, which lack nuclei and organelles, are particularly dependent on the pentose phosphate pathway because it is the only mechanism for them to generate NADPH.<p></p><br><br><p>G6PD, the rate-limiting enzyme within the <strong>pentose phosphate pathway</strong>, has a half-life of approximately 60 days, which is enough time for RBCs to maintain adequate levels throughout their 120-day lifespan.&nbsp; However, mutations in the gene that encodes G6PD can cause it to become less stable, resulting in a significantly shorter half-life.&nbsp; In addition, because RBCs lack nuclei, they cannot synthesize additional G6PD for replacement.&nbsp; Therefore, G6PD activity rapidly declines until it is completely absent, often well before the RBC reaches the end of its lifespan.</p><br><br><p>Without sufficient G6PD, oxidative free radicals cause hemoglobin to irreversibly denature and precipitate into <strong>insoluble Heinz bodies</strong> (inclusions attached to cell membrane) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81284.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Heinz bodies reduce erythrocyte flexibility, and these rigid RBCs become trapped in the reticuloendothelial system.&nbsp; Once trapped, splenic macrophages remove the Heinz bodies, leaving irregularly shaped RBCs known as <strong>bite cells</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17212.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; After the \"bite,\" the irregular edges may seal together, forming <strong>blister cells</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81713.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Splenic macrophages can also phagocytose the trapped RBC (ie, <strong>extravascular hemolysis</strong>).&nbsp; Rigid RBCs are also susceptible to <strong>intravascular hemolysis</strong> as they attempt to traverse narrow capillaries.&nbsp; During these episodes of acute hemolysis, lysed erythrocytes release heme into the circulation, resulting in:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hyperbilirubinemia:&nbsp; Heme is catabolized to bilirubin, causing scleral icterus and jaundice.</li>\n\t<li>Hemoglobinuria:&nbsp; Heme is excreted by the kidneys, causing dark urine.</li>\n</ul>\n<h1>Risk factors</h1><br><br><p>G6PD deficiency is the most common RBC enzyme disorder, with the highest prevalence among those of Asian, African, or Middle Eastern descent.&nbsp; Multiple genetic variants have been identified, each with an <strong>X-linked recessive</strong> inheritance pattern.&nbsp; All males (46,XY) who carry the mutation are affected because all RBCs have the genetic variant.&nbsp; Females (46,XX) who carry the mutation (heterozygotes) are typically unaffected because random inactivation of the X chromosome (lyonization) results in approximately 50% of RBCs with the genetic variant.&nbsp; However, acute hemolysis can occur in females with biallelic mutations or skewed lyonization.</p><br><br><p>The genetic variants primarily differ in length of half-life of G6PD, and the susceptibility to hemolysis varies accordingly.&nbsp; Most patients with G6PD deficiency are asymptomatic until exposure to oxidative stimuli overwhelms the reductive capacity of older RBCs.&nbsp; Common <strong>oxidative stimuli</strong> include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Medications</strong> (eg, antimalarials, sulfonamides) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/46010.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                )</li>\n\t<li><strong>Foods</strong> (eg, fava beans, which are metabolized to oxidative compounds)</li>\n\t<li><strong>Infection</strong> (activated leukocytes release reactive oxygen species)</li>\n</ul>\n<h1>Clinical presentation </h1><br><br><p>Most patients are asymptomatic until oxidative stimuli (eg, medications, foods) overwhelm the reductive capacity of older RBCs, triggering acute hemolysis that manifests clinically with signs of <strong>hyperbilirubinemia</strong> (eg, scleral icterus, jaundice) 2-5 days after exposure.</p><br><br><p>Patients can also develop signs of <strong>anemia</strong> (eg, dyspnea on exertion, pallor, fatigue) and <strong>hemolysis</strong> (eg, jaundice) and back/abdominal pain (likely related to free hemoglobin binding nitric oxide, triggering smooth muscle dystonia).&nbsp; In addition, patients can also develop hemoglobinuria (in which urine dipstick is falsely-positive for blood [due to heme] but there are no erythrocytes on urine microscopy).</p><br><br><p>In some cases, G6PD deficiency can present with unconjugated hyperbilirubinemia and anemia in neonates.</p>\n<h1>Diagnosis</h1><br><br><p>The diagnostic evaluation of suspected G6PD deficiency involves the following laboratory tests (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29465.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):<p></p>\n<h2>Complete blood count </h2><br><br><p>Complete blood count with reticulocyte count and RBC indices:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Decreased hemoglobin concentration</li>\n\t<li>Normal mean corpuscular volume</li>\n\t<li>Increased reticulocyte count due to compensatory accelerated RBC production</li>\n</ul>\n<h2>Hemolysis testing</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increased lactate dehydrogenase</li>\n\t<li>Increased indirect bilirubin due to excess bilirubin production that overwhelms hepatic conjugation</li>\n\t<li>Decreased haptoglobin (binds free circulating hemoglobin)</li>\n\t<li>Negative direct antibody (Coombs) test (excludes immune-mediated hemolysis)</li>\n</ul>\n<h2>Peripheral blood smear&nbsp;</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Shows Heinz bodies, bite cells, and blister cells</li>\n</ul>\n<h2>Confirmatory testing</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>G6PD activity in RBCs:&nbsp; Enzyme levels can be measured directly.&nbsp; Measuring a patient's G6PD activity during acute hemolysis can yield falsely normal results because the RBCs with the most deficient G6PD activity (ie, the oldest RBCs) have already lysed.&nbsp; Only the remaining younger RBCs with relatively preserved G6PD activity will be measured.&nbsp; If there is suspicion for G6PD deficiency, testing should be repeated 3 months after the acute hemolytic episode.&nbsp; Direct measure of G6PD activity may also be used to screen for patients at risk for G6PD deficiency prior to treatment with oxidant drugs.</li>\n</ul>\n<h1>Differential diagnosis </h1><br><br><p>The differential diagnosis of G6PD deficiency includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Other inherited hemolytic anemias</strong>:&nbsp; Like G6PD deficiency, these disorders present with clinical findings of hemolysis (eg, jaundice, anemia).&nbsp; However, distinguishing features include the following:&nbsp;<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Other RBC enzyme disorders (eg, pyruvate kinase deficiency):&nbsp; Pyruvate kinase catalyzes the last step in glycolysis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33830.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ); without mitochondria, erythrocytes rely solely on glycolysis for ATP production.&nbsp; Patients with pyruvate kinase deficiency develop chronic (not episodic) hemolysis, hepatosplenomegaly, and pigmented gallstones.</li>\n\t\t<li>Hemoglobin disorders (eg, sickle cell disease, thalassemia):&nbsp; Can be distinguished from G6PD deficiency by RBC morphology (eg, sickled RBCs (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22441.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), target cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64457.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                )).&nbsp; In addition, thalassemia is characterized by ineffective erythropoiesis (inappropriately low reticulocyte count).</li>\n\t\t<li>RBC membrane disorders (eg, hereditary spherocytosis, hereditary elliptocytosis):&nbsp; Can be distinguished from G6PD deficiency by RBC morphology (eg, elliptocytosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13788.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ), spherocytosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22864.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                )).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Immune-mediated hemolytic anemias</strong> (eg, alloimmune hemolytic disease of the newborn, autoimmune hemolytic anemia):&nbsp; Antibodies bind RBC membrane surface receptors, resulting in hemolytic anemia.&nbsp; The opsonized RBCs are recognized by splenic macrophages that remove the immune complex and surrounding cell membrane.&nbsp; Loss of cell membrane surface area results in spherocytes, not bite or blister cells.&nbsp; In addition, immune-mediated hemolytic anemias can be distinguished from G6PD deficiency by positive direct antibody (Coombs) test.&nbsp;</li>\n\t<li><strong>Other causes of neonatal jaundice</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Benign neonatal hyperbilirubinemia, breastfeeding failure jaundice:&nbsp; Because G6PD deficiency can present with indirect hyperbilirubinemia shortly after birth, it can be difficult to distinguish from other causes of neonatal jaundice.&nbsp; Anemia and abnormal RBC morphology raise suspicion for an inherited hemolytic anemia.</li>\n\t\t<li>Alloimmune hemolytic disease (AHD) of the newborn (ABO incompatibility):&nbsp; Similar to G6PD deficiency, AHD of the newborn can cause anemia and unconjugated hyperbilirubinemia.&nbsp; However, in contrast to G6PD deficiency, patients with the disease&nbsp; develop jaundice the first 24 hours of life.&nbsp; In addition, AHD of the newborn can be distinguished from G6PD deficiency by positive direct antibody (Coombs) test.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of acute hemolysis associated with G6PD deficiency is primarily <strong>supportive</strong>, involving immediate removal of the inciting oxidative stimuli, aggressive hydration, and blood transfusions as needed.&nbsp; The acute hemolysis typically self-resolves within 1-2 weeks of removal of the oxidative stimuli.&nbsp; Patients should be counseled on how to <strong>avoid common oxidants</strong>.</p><br><br><p>Management of neonatal jaundice associated with G6PD deficiency is also supportive (eg, hydration) but often involves phototherapy and/or exchange transfusion in more severe cases.</p>\n<h1>Prognosis</h1><br><br><p>The severity of illness depends on the underlying genetic variant.&nbsp; In general, the prognosis of G6PD deficiency is favorable with strict avoidance of known oxidative stimuli and proper management of acute hemolytic episodes.</p>\n<h1>Summary </h1><br><br><p>Glucose-6-phosphate dehydrogenase (G6PD) deficiency (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34899.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is an X-linked disorder characterized by episodes of acute hemolysis under oxidative stress.&nbsp; G6PD catalyzes the rate-limiting step in the pentose phosphate pathway, the sole source of NADPH, an essential reducing agent, in red blood cells (RBCs).&nbsp; Without sufficient NADPH, RBCs undergo acute hemolysis when exposed to oxidative stimuli.&nbsp; Management of acute hemolytic episodes involves supportive care (eg, hydration, transfusions); patients should be counseled to avoid known oxidative triggers.<p></p>\n</div>\n\n            "
}