{
  "meta": {
    "title": "Hodgkin lymphoma",
    "url": "https://brainandscalpel.vercel.app/hodgkin-lymphoma-4ded4a00-167143.html",
    "scrapedAt": "2025-12-01T05:02:27.120Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Lymphomas are a diverse group of lymphoid neoplasms (ie, arising from a cell committed to the B, T, or natural killer [NK] cell lineage), most commonly presenting as a mass within lymphatic tissue (eg, lymph node, thymus).&nbsp; Hodgkin lymphoma (HL) originates from mature B cells and usually presents with painless lymphadenopathy (LAD).</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>Unlike other hematopoietic cells, which begin and finish differentiation within the bone marrow, lymphoid cells originate in the bone marrow but complete differentiation in lymphoid organs.&nbsp; For example, T cell precursors migrate from the bone marrow to the thymus, where they differentiate into mature T cells.&nbsp; Similarly, B cells complete the final stages of differentiation in peripheral lymphoid organs (eg, lymph nodes).</p><br><br><p>In the lymph nodes, B cells are exposed to antigens and subsequently undergo somatic hypermutation and class switching in the germinal center (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L67572.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Although this process is essential for a diverse and effective humoral response, it is error-prone and susceptible to mutations that can predispose to malignancy.&nbsp; In HL, a germinal center or postgerminal center B cell acquires mutations that transform it into a <strong>Reed-Sternberg (RS) cell</strong>, the hallmark neoplastic cell in HL.&nbsp; These mutations allow for:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Aberrant cell signaling</strong> through disrupted regulation of certain signaling pathways.&nbsp; NF-kB, a transcription factor that promotes B cell growth and survival, is constitutively active in HL.</li>\n\t<li><strong>Immune evasion</strong> through expression of certain cell surface membrane proteins (eg, PD-L1 makes T cells unable to respond to immune stimuli)</li>\n\t<li><strong>Increased cytokine expression</strong> through secretion of cytokines and chemokines that attract inflammatory cells (eg, lymphocytes, granulocytes) and create a favorable environment for RS cell survival.&nbsp; Inflammatory cytokines also contribute to systemic symptoms associated with HL (eg, fever).</li>\n</ul><br><br><p>HL is distinguished from other lymphomas (ie, non-Hodgkin lymphomas) via a few key characteristics:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Characteristic RS cell within a background of reactive cells</strong>:&nbsp; In other malignancies, the tumor cells comprise the majority of the tumor mass; in HL, the hallmark RS cells consist of only a tiny portion (usually &lt;1%) of the overall mass.&nbsp; Most of the tumor in HL consists of reactive inflammatory nonneoplastic cells attracted to the area by cytokines released by RS cells.</li>\n\t<li><strong>Predictable spread</strong>:&nbsp; HL tends to arise in a single group of lymph nodes and spread contiguously in a predictable linear path from one node group to the next via the lymphatic channels.</li>\n</ul><br><br><p>HL is associated with a few risk factors:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age:&nbsp; bimodal distribution, peaking at age 15-35 and again at age &gt;60</li>\n\t<li>Epstein-Barr virus (EBV) infection likely increases the risk for the acquisition of mutations during the initial immune response.</li>\n\t<li>Immunosuppression (eg, HIV, immunosuppressive therapy) likely contributes to immune evasion.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Patients with HL often present with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Painless LAD</strong>:&nbsp; particularly in the cervical, supraclavicular, and/or axillary chains.&nbsp; LAD tends to be chronic (ie, developing over weeks to months), unilateral, and progressive.&nbsp; Spread is usually via lymphatic channels to adjacent lymphatic chains; therefore, focal (rather than diffuse) LAD is usually seen.</li>\n\t<li><strong>Mediastinal mass</strong>:&nbsp; present in 50%-75% of patients and can cause respiratory symptoms (eg, dyspnea, cough, orthopnea, stridor) and/or superior vena cava syndrome due to compression of adjacent structures (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13452.png\" alt=\"Superior vena cava syndrome\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Superior vena cava syndrome</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Systemic symptoms</strong> (eg, fatigue, weight loss, anorexia):&nbsp; common; a minority will have B-symptoms (eg, unexplained fever &gt;38 C [100.4 F] for 3 consecutive days, drenching night sweats, loss &gt;10% of body weight over 6 months).</li>\n</ul><br><br><p>Hepatic and/or splenic enlargement (reflecting involvement of these organs) may also be seen.</p><br><br><p>A less common but classic presentation in adults is generalized pruritus and severe pain in areas of lymphadenopathy following alcohol ingestion (possibly due to alcohol-induced vasodilation within the lymph nodes, causing capsular distension).</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for HL includes other conditions that can cause lymphadenopathy with systemic symptoms (eg, fever), including:</p>\n<h2>Infection</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Viral infection</strong> (eg, EBV, cytomegalovirus):&nbsp; likely to have acute and diffuse/bilateral LAD.&nbsp; Initial screening labs (eg, serology, complete blood count [CBC] with differential) can identify the causative virus but if malignancy is suspected (eg, lymphadenopathy persists beyond 6 weeks), an excisional biopsy is necessary.</li>\n\t<li><strong>Bacterial infection</strong> (eg, group A <em>Streptococcus, Staphylococcus aureus</em>):&nbsp; LAD is likely to be unilateral, like HL, but acute (ie, develops over days).&nbsp; Tenderness, fluctuance, and/or increased warmth at the node suggests an infectious cause.&nbsp; Microbiological testing (eg, bacterial culture from drainage, throat culture) may be considered to delineate the cause.&nbsp; If bacterial infection is suspected, improvement following empiric antimicrobial therapy is confirmatory.</li>\n\t<li><strong>Secondary syphilis</strong>:&nbsp; presents following the chancre (ie, ulcerative genital lesion) of primary syphilis, with patients developing constitutional symptoms and widespread, as opposed to localized, LAD.</li>\n\t<li><strong>Other infections</strong> (eg, tuberculosis, nontuberculous mycobacterial infection, <em>Bartonella henselae</em>):&nbsp; present with chronic unilateral lymphadenitis.&nbsp; Other clinical findings (eg, history of cat scratch, thin violaceous skin overlying the lymph nodes) may provide clues.&nbsp; Specific testing for these infections may help distinguish these conditions.</li>\n</ul>\n<h2>Other malignancies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hematologic malignancies</strong> (eg, acute lymphoblastic leukemia, non-Hodgkin lymphomas):&nbsp; can be distinguished through other laboratory findings (eg, presence of blasts on peripheral smear, lack of RS cells admixed with inflammatory cells).</li>\n\t<li><strong>Metastatic cancer</strong>:&nbsp; Metastasis to lymph nodes from other primary cancers, such as breast or lung cancer, can also cause lymphadenopathy, which can be distinguished by histology.</li>\n</ul>\n<h2>Rheumatologic disorders</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sarcoidosis</strong>:&nbsp; is a granulomatous disease that can present with chest pain, cough, anemia, and eosinophilia.&nbsp; It is usually characterized by hilar lymphadenopathy.&nbsp; Serum angiotensin converting enzyme is elevated.</li>\n\t<li><strong>Systemic lupus erythematosus (SLE)</strong>:&nbsp; can cause fatigue, fever, and painless peripheral LAD in the cervical, axillary, or inguinal chains.&nbsp; However, patients with SLE may have other features (eg, malar rash, arthralgia, serositis) that would not be expected in HL.</li>\n</ul><br><br><p>In addition, other conditions should be considered if a patient presents with an anterior mediastinal mass (eg, germ cell tumor, thymoma).&nbsp; A biopsy is generally needed to distinguish these conditions.</p>\n<h1>Diagnosis</h1><br><br><p>Clinical findings suspicious for HL (eg, presence of B symptoms, progressively enlarging localized lymph nodes) require further evaluation.</p>\n<h2>Laboratory evaluation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>CBC and differential can be normal in early-stage disease.&nbsp; Because of the inflammatory cytokines released by neoplastic cells, CBC may also show leukocytosis with eosinophilia along with anemia related to chronic inflammation.</li>\n\t<li>Lactate dehydrogenase can be elevated due to rapid cell lysis.</li>\n\t<li>Inflammatory markers (eg, CRP, ESR, ferritin) can be elevated due to inflammation.</li>\n\t<li>Infectious workup (eg, EBV, HIV) can be positive given association with HL.</li>\n</ul>\n<h2>Imaging </h2><br><br><p>Imaging (eg, chest radiograph) can show mediastinal masses (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L103883.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p>\n<h2>Biopsy </h2><br><br><p>If HL is suspected, an <strong>excisional lymph node biopsy</strong> (ie, removal of an intact node) is recommended to assess histology and architecture.&nbsp; The presence of a RS cell (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L76316.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), which appears as a large cell with abundant cytoplasm, multiple/multilobed nuclei, and prominent eosinophilic nucleoli, admixed with mostly nonneoplastic inflammatory cells (attracted to the area by cytokines released by RS cells) is a hallmark finding.&nbsp; Immunophenotyping can confirm disease (cHL is usually positive for CD15 and CD30).<p></p><br><br><p>There are 2 main types of HL:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Classical Hodgkin lymphoma (cHL):&nbsp; &gt;90% of cases; subtypes include nodular sclerosis (most common) and lymphocyte-depleted (associated with HIV)</li>\n\t<li>Nodular lymphocyte-predominant Hodgkin lymphoma (NLPHL):&nbsp; &lt;10% of cases; characterized by lymphocyte-predominant (LP) cells (ie, \"popcorn cells,\" an RS variant)</li>\n</ul>\n<h1>Staging</h1><br><br><p>Following diagnosis, staging is performed for risk stratification and treatment planning.&nbsp; Staging requires imaging (ie, positron emission tomography [PET] scan with 18-fluorodeoxyglucose [FDG], a radiolabeled glucose analogue) and is based on the number of involved lymph node sites:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Stage I</strong>:&nbsp; single node region</li>\n\t<li><strong>Stage II</strong>:&nbsp; ≥2 node regions on the same side of the diaphragm</li>\n\t<li><strong>Stage III</strong>:&nbsp; node regions involving both sides of the diaphragm</li>\n\t<li><strong>Stage IV</strong>:&nbsp; disseminated disease</li>\n</ul><br><br><p>The presence of other features (eg, B symptoms) are also included to stratify risk.</p>\n<h1>Management</h1><br><br><p>Patients with HL are generally treated with combination chemotherapy (eg, doxorubicin, bleomycin, vinblastine, dacarbazine) with or without radiation therapy, depending on the stage of disease and response to treatment.&nbsp; Because the clinical course of NLPHL tends to be indolent, surgical resection alone may also be acceptable for low-stage disease.</p><br><br><p>In addition, treatment with targeted therapies (eg, immune checkpoint inhibitors (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27200.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )) may be considered in relapsed or refractory cases.<p></p><br><br><p>After completion of treatment, many patients with HL may have a residual tumor mass.&nbsp; Because PET/CT can distinguish viable malignant cells from fibrotic tissue, they play an important role in assessing for metabolically active disease and determining response to treatment.</p>\n<h1>Prognosis</h1><br><br><p>With current therapies, the overall prognosis for HL is favorable, as the 5-year overall survival rate exceeds 75%, even in advanced disease.&nbsp; However, patients who undergo treatment for HL are at increased risk for multiple complications.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>HL relapse</strong> can occur any time after treatment but usually occurs in the first 2 years.&nbsp; Risk factors include higher stage, B symptoms, and/or presence of bulky tumors at diagnosis.&nbsp; In the first 10 years after treatment, most deaths are related to HL relapse.</li>\n\t<li><strong>Second malignancy</strong> (&gt;10 years) is the leading cause of death for HL survivors (eg, breast cancer, lung cancer, non-Hodgkin lymphomas) due to combined chemotherapy and radiation exposure.&nbsp; This risk begins to rise 5 years after treatment.</li>\n\t<li><strong>Cardiovascular disease</strong> is the most common nonmalignant cause of death in long-term HL survivors.&nbsp; Most cardiovascular complications are due to treatment-related damage to the heart muscle, valves, and vasculature.&nbsp; Modifiable risk factors for heart disease (eg, control of hypertension and hyperlipidemia) should be addressed.</li>\n</ul><br><br><p>Other common treatment-related complications include pulmonary disease (eg, fibrosis) and hypothyroidism from chest radiation.&nbsp; Survivors should receive routine monitoring for these complications.</p>\n<h1>Summary</h1><br><br><p>Hodgkin lymphoma (HL) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60193.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a malignancy arising from germinal center B lymphocytes.&nbsp; It is characterized by the presence of Reed-Sternberg cells, neoplastic B cells with distinct features, surrounded by mixtures of reactive inflammatory cells and fibrosis.&nbsp; Patients with HL typically present with painless adenopathy.&nbsp; The overall prognosis of HL is highly favorable with current treatment, but patients who survive are at risk for significant complications related to therapy.<p></p>\n</div>\n\n            "
}