{
  "meta": {
    "title": "Kaposi sarcoma",
    "url": "https://brainandscalpel.vercel.app/kaposi-sarcoma-4ff5c7e7-167143.html",
    "scrapedAt": "2025-12-01T05:02:27.111Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Kaposi sarcoma (KS) is a vascular tumor that is strongly associated with human herpesvirus 8 (HHV-8) as well as HIV.&nbsp; It manifests as violaceous cutaneous and mucosal lesions and can involve internal organs.&nbsp; There are 4 primary forms of KS:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>AIDS-associated (epidemic) KS</li>\n\t<li>Classic KS</li>\n\t<li>Endemic (African) KS</li>\n\t<li>Iatrogenic (immunosuppression-related) KS</li>\n</ul><br><br><p>AIDS-associated KS is the most common and can be aggressive, particularly in untreated or poorly controlled HIV infection.</p>\n<h1>Pathophysiology</h1><br><br><p><strong>HHV-8</strong> infects vascular and lymphatic endothelial cells, causing them to differentiate into a mixed phenotype thought to increase oncogenic potential.&nbsp; The viral genome also contains several oncogenes that cause endothelial proliferation (eg, inhibit cell cycle regulation and apoptosis), thus promoting tumorigenesis.&nbsp; In addition, HHV-8 induces production of angiogenic and inflammatory cytokines, creating a favorable environment for cell growth.</p>\n<h1>Risk factors</h1><h2>AIDS-associated (epidemic) KS</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>KS is the most common malignancy seen in patients with HIV.&nbsp; Most cases arise in those with <strong>CD4<font size=\"2\"><sup>+</sup></font> cell counts &lt;200/mm<font size=\"2\"><sup>3</sup></font></strong> (considered an AIDS-defining malignancy), but all patients with HIV are at elevated risk.</li>\n\t<li>Because HHV-8 is most common in men who have sex with men, these individuals account for the majority of cases.&nbsp; However, patients who contract HIV by another mechanism (eg, intravenous drug use) may also develop the disease.</li>\n</ul>\n<h2>Classic KS</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Classic KS is most commonly seen in elderly men of Mediterranean or eastern European descent.</li>\n</ul>\n<h2>Endemic (African) KS</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Endemic (African) KS is seen in sub-Saharan Africa, particularly in areas of high HHV-8 prevalence.&nbsp; Other environmental factors (eg, soil type) may contribute.</li>\n\t<li>Both HIV-positive and HIV-negative individuals can be affected.&nbsp; This form can affect younger individuals, including children.</li>\n</ul>\n<h2>Iatrogenic KS</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Iatrogenic KS develops in patients on immunosuppressive therapy (eg, after organ transplantation).&nbsp; The degree and duration of immunosuppression are critical factors.</li>\n</ul>\n<h2>Corticosteroids</h2><br><br><p>With any form of KS, corticosteroid use can worsen existing lesions or cause new KS lesions.&nbsp;</p>\n<h1>Pathology</h1><br><br><p>Histopathology of KS characteristically shows a proliferation of spindle-shaped endothelial cells forming slit-like vascular spaces with inflammation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L77917.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The abnormal vascular spaces are leaky, allowing red blood cell extravasation.&nbsp; Hemosiderin deposition, inflammation, and blood vessel formation contribute to the violaceous color of the lesions.&nbsp; In advanced cases, lesions may infiltrate deeper tissues, including mucosa, lymphatics, and internal organs.<p></p>\n<h1>Clinical presentation</h1><br><br><p>The hallmark of KS is <strong>violaceous cutaneous or mucosal lesions</strong>, with some differences in pattern and severity depending on the type of KS (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/87082.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>AIDS-associated (epidemic) KS</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>HIV-associated KS typically begins as flat, purple patches that resemble a bruise.&nbsp; The lesions may become large and confluent and are often bilateral and symmetric.&nbsp; Over time, they evolve into violaceous, red, or brown papules (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28950.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Pain, pruritus, and necrosis are rare.</li>\n\t<li>Lymphadenopathy distal to the lesions (eg, groin, axilla) is common due to lymphatic obstruction by the tumor.</li>\n\t<li>Lesions can also develop on the mucosal membranes of the face (eg, palate) and genitals.</li>\n\t<li>Lesions frequently spread internally to involve the lungs (eg, cough, dyspnea, hemoptysis, reticular/nodular opacities on imaging, violaceous endobronchial macules/papules on bronchoscopy) or gastrointestinal tract (eg, bleeding, obstruction, hemorrhagic nodules on endoscopy) and may be life-threatening.</li>\n\t<li>Kaposi sarcoma herpesvirus inflammatory cytokine syndrome can also occur, presenting in patients with a high tumor burden and viral activity, with fever, neuropathy, swelling, as well as gastrointestinal and respiratory manifestations, along with elevated inflammatory markers (eg, C-reactive protein) and other laboratory abnormalities.</li>\n\t<li>Patients frequently have other symptoms (eg, weight loss, diarrhea) of severe HIV infection at presentation.</li>\n</ul><br><br><p>AIDS-associated KS is a common and aggressive form of KS in the setting of untreated or advanced HIV infection.</p>\n<h2>Classic KS</h2><br><br><p>Classic KS tends to follow an indolent course, predominantly affecting the skin of older men (age &gt;60) from Mediterranean or central/eastern European backgrounds.&nbsp; Extracutaneous involvement seems to be less common than in AIDS-associated (epidemic) KS.&nbsp; It tends to not significantly influence survival.</p>\n<h2>Endemic (African) KS</h2><br><br><p>Endemic KS is more common in sub-Saharan Africa, where HHV-8 prevalence is more widespread.&nbsp; It tends to be aggressive in children, with lymphadenopathy and visceral involvement.&nbsp; In adults, lesions are more likely to present similarly to classic KS but with a higher propensity for lymph node and visceral involvement.</p>\n<h2>Iatrogenic KS</h2><br><br><p>KS is also common in patients on high-dose immunosuppressive therapy after organ transplantation.&nbsp; Those who develop the malignancy usually do so within the first year of therapy.&nbsp; The cutaneous lesions are similar to those seen with other forms of KS.&nbsp; Patients who develop KS after organ transplantation are at high risk for visceral lesions, primarily in the lung or gastrointestinal tract.</p>\n<h1>Diagnosis</h1><br><br><p>KS is often diagnosed based on clinical appearance, particularly in patients with known risk factors such as HIV infection or immunosuppression.&nbsp; Violaceous cutaneous or mucosal lesions are highly suggestive.&nbsp; <strong>Biopsy</strong> should be used to confirm the diagnosis, especially in those with atypical presentations.&nbsp; HHV-8 can be detected via PCR or immunohistochemistry in lesional tissue.</p><br><br><p>Chest imaging (x-ray or CT scan) should be obtained in patients with suspected pulmonary involvement and may show pulmonary reticular or nodular opacities, occasionally with pleural effusion, and lymphadenopathy.</p><br><br><p>Endoscopy may be indicated in patients with gastrointestinal symptoms to visualize and biopsy KS lesions in the gastrointestinal tract.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bacillary angiomatosis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/U19946.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; These lesions caused by <em>Bartonella</em> species (gram-negative rods that are slow-growing and fastidious) are commonly seen in immunosuppressed individuals. Although bacillary angiomatosis lesions are highly vascular, they typically begin as small, red/purple papules that grow into friable, pedunculated lesions.&nbsp; Furthermore, fever and other systemic symptoms are often present.&nbsp; Biopsy helps differentiate between bacillary angiomatosis and KS.</li>\n\t<li><strong>Angiosarcoma</strong>:&nbsp; This rare, aggressive malignancy of endothelial cells is histologically distinct from KS due to anaplastic endothelial cells and an aggressive growth pattern.</li>\n\t<li><strong>Melanoma</strong>:&nbsp; Amelanotic melanoma can mimic KS but can be distinguished with immunohistochemical markers such as S-100 or HMB-45.</li>\n</ul>\n<h1>Management</h1><h2>AIDS-associated (epidemic) KS</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>First-line treatment for HIV-associated KS is initiation of <strong>antiretroviral therapy (ART)</strong>, which restores the immune response against HHV-8 and often results in spontaneous remission.</li>\n\t<li>Local therapy (eg, intralesional chemotherapy) is sometimes offered for cosmetic reasons.</li>\n\t<li>Systemic chemotherapy (eg, doxorubicin, paclitaxel) is usually reserved for those who have extensive lesions or progressive disease while on ART.</li>\n</ul>\n<h2>Classic, endemic, and iatrogenic KS</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>For classic KS, localized treatments such as excision or radiation are usually sufficient.&nbsp; Systemic therapy is rarely needed.</li>\n\t<li>For endemic KS, surgery and local therapy are primary modalities.</li>\n\t<li>For iatrogenic KS, reducing or discontinuing immunosuppressive therapy often leads to regression of lesions, although there are risks (eg, organ rejection in transplant patients).</li>\n</ul>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pulmonary complications:</strong>&nbsp; Pulmonary KS can lead to respiratory failure due to airway obstruction, pleural effusion, or alveolar hemorrhage.</li>\n\t<li><strong>Gastrointestinal complications:</strong>&nbsp; Gastrointestinal KS may cause bleeding, obstruction, or perforation, particularly in advanced disease.</li>\n\t<li><strong>Lymphedema:</strong>&nbsp; Infiltration of the lymphatic system leads to chronic lymphedema, especially in the lower extremities or genitalia.</li>\n\t<li><strong>Superimposed infections:</strong>&nbsp; Secondary infections can complicate ulcerated KS lesions, particularly in immunosuppressed individuals.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of KS varies based on the type and the patient's immune status.&nbsp; AIDS-associated KS has seen dramatic improvements in prognosis with the introduction of ART.&nbsp; In patients who respond to ART, KS lesions often regress or stabilize, improving survival rates.&nbsp; However, patients with disseminated disease or severe immunosuppression have a worse prognosis.&nbsp; Classic KS tends to have an indolent course.&nbsp; Endemic and iatrogenic KS can be aggressive.</p>\n<h1>Summary</h1><br><br><p>KS is a vascular tumor associated with human herpesvirus 8 (HHV-8) and often occurs in individuals with compromised immune systems, such as those with HIV/AIDS.&nbsp; The 4 primary types of KS include AIDS-associated, classic, endemic, and iatrogenic.&nbsp; AIDS-associated KS is common and can be aggressive, often presenting as violaceous cutaneous or mucosal lesions.&nbsp; The pathogenesis involves HHV-8 infection of endothelial cells, leading to abnormal proliferation and angiogenesis.&nbsp; Risk factors include HIV infection, immunosuppression, and certain geographic regions.&nbsp; The diagnosis is typically based on clinical presentation and confirmed by biopsy.&nbsp; Treatment varies depending on the type and severity and may involve antiretroviral therapy, chemotherapy, radiation therapy, or surgery.&nbsp; Complications of KS can include pulmonary and gastrointestinal involvement, lymphedema, and secondary infections.</p>\n</div>\n\n            "
}