{
  "meta": {
    "title": "Multiple myeloma",
    "url": "https://brainandscalpel.vercel.app/multiple-myeloma-c4a3f03c-167143.html",
    "scrapedAt": "2025-12-01T05:02:38.629Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Multiple myeloma (MM) is a hematologic neoplasm of plasma cells – differentiated B cells capable of secreting antibodies.&nbsp; The disease is characterized by the production of excess monoclonal immunoglobulins known as M proteins.</p>\n<h1>Pathogenesis</h1><br><br><p>The pathogenesis of MM likely begins with genetic mutations in plasma cells (eg, affecting cell cycle regulators such as cyclin D1) that lead to unregulated proliferation and:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Disrupted hematopoiesis</strong>:&nbsp; Unregulated proliferation of monoclonal plasma cells, or myeloma cells, in the bone marrow interferes with normal hematopoiesis.&nbsp; B-cell development is particularly affected, reducing plasma cell diversity and the generation of immunoglobulins against specific pathogens.&nbsp; In addition, impaired erythropoiesis results in a normocytic, normochromic anemia.</li>\n\t<li><strong>Bone resorption</strong>:&nbsp; Myeloma cells stimulate osteoclasts by producing receptor activator of nuclear factor kappa B ligand (RANKL) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24977.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) and destroying osteoprotegerin.&nbsp; Myeloma cells also inhibit osteoblast activity by secreting cytokines that interfere with osteoblast function (eg, IL-3, IL-7, Wnt pathway inhibitors).&nbsp; The combination of osteoclast stimulation and osteoblast inhibition leads to overall osteolytic bone destruction, resulting in bone pain, osteolytic (radiolucent) bone lesions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46252.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), and hypercalcemia.&nbsp; Elevated serum calcium inhibits the release of parathyroid hormone (PTH) from parathyroid cells, which leads to:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Hypercalciuria</strong>:&nbsp; due to reduced calcium reabsorption in the distal tubules and collecting ducts of the kidney (where PTH exerts its effects).</li>\n\t\t<li><strong>Low 1,25-dihydroxyvitamin D levels</strong>:&nbsp; due to reduced activity of renal 1-alpha-hydroxylase, the enzyme that converts 25-hydroxyvitamin D to 1,25-dihydroxyvitamin D (the more active form).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Pathogenic antibodies</strong>:&nbsp; Normal antibodies contain 2 heavy chains (encoded by the IgH locus) and 2 light chains (encoded by either the Ig kappa or Ig lambda locus) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L58551.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Myeloma cells secrete large quantities of monoclonal immunoglobulins, in either intact form (eg, IgG, IgA) or fragmented form (eg, free light chains).\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Cast nephropathy</strong>:&nbsp; Intact immunoglobulins are too large to pass through the glomerulus, but free light chains are freely filtered.&nbsp; Excess filtered free light chains can combine with Tamm-Horsfall proteins to form obstructing casts in the renal tubules, leading to light-chain cast nephropathy (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L103702.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; When compounded by hypercalcemia, cast nephropathy can lead to renal failure.</li>\n\t\t<li><strong>Amyloid deposition</strong>:&nbsp; Free light chains can also form insoluble fibrils that deposit in major organs (eg, kidney, heart), leading to light chain amyloidosis.&nbsp; Over time, this can contribute to the already elevated risk of renal failure as well as heart failure and neurologic dysfunction.&nbsp; Amyloidosis is often identified on biopsy using hematoxylin and eosin stain or Congo red stain viewed under polarized light (apple-green birefringence) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89973.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Rarely, immunoglobulins in MM precipitate out of the serum in cold temperatures, causing cryoglobulinemia that manifests as microvascular occlusion affecting the skin and extremities.</p>\n<h1>Clinical presentation</h1><br><br><p>MM primarily affects older adults, with a median age of approximately 70 at diagnosis.&nbsp; It typically presents insidiously with symptoms related to plasma cell proliferation and excess immunoglobulin production.&nbsp; The most common presenting features can be represented by the acronym <strong>CRAB</strong>, which includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hyper<strong>C</strong>alcemia:&nbsp; occurs due to bone demineralization.&nbsp; As serum calcium levels rise above 12 mg/dL, patients often become symptomatic (eg, anorexia, nausea, polyuria, constipation, weakness, confusion).</li>\n\t<li><strong>R</strong>enal insufficiency:&nbsp; occurs due to hypercalcemia and light chain cast nephropathy.&nbsp; Patients often present with renal dysfunction and elevated serum creatinine.&nbsp; Light chain amyloidosis can cause nephrotic syndrome (eg, hypertension, edema).&nbsp; Renal insufficiency can contribute to the normocytic anemia that primarily occurs due to impaired erythropoiesis.</li>\n\t<li><strong>A</strong>nemia:&nbsp; Bone marrow infiltration by myeloma cells leads to impaired erythropoiesis that results in a normocytic, normochromic anemia.&nbsp; Patients commonly have fatigue and pallor.</li>\n\t<li><strong>B</strong>one pain:&nbsp; occurs due to rapidly progressive generalized bone loss as a consequence of osteoclast stimulation and osteoblast inhibition.&nbsp; Bone loss presents similarly to primary osteoporosis with fragility fractures that classically affect the central skeleton (eg, vertebral column, shoulders, hips), causing pain that worsens with movement.</li>\n</ul><br><br><p>Other common symptoms include weight loss and recurrent infections due to immune dysfunction (eg, reduced production of diverse, functional immunoglobulins).&nbsp; Bacterial upper respiratory (eg, streptococcal pneumonia) and urinary tract infections are common.</p><br><br><p>Rarely, patients can present with more severe symptoms affecting the CNS (eg, weakness due to spinal cord compression related to tumor mass effect).&nbsp; In addition, if the monoclonal protein produced is IgM (which exists primarily as a pentamer (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30183.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )), hyperviscosity syndrome can develop due its large size.&nbsp; IgM increases serum viscosity and can lead to obstruction of microcirculation in the brain, causing headache, dizziness, vertigo, nystagmus, hearing loss, and vision impairment (eg, blurry vision).&nbsp; Severe cases can lead to strokes or seizures.&nbsp; In addition, patients with hyperviscosity syndrome have mucosal hemorrhage (eg, nasal or oral bleeding) due to IgM interfering with platelet surface membrane glycoproteins.<p></p><br><br><p>Another rare complication of MM is cryoglobulinemia due to immunoglobulins in cold temperatures, manifesting as microvascular occlusion affecting the skin and extremities (eg, digital ischemia, livedo reticularis, retiform purpura).</p>\n<h1>Diagnostic evaluation</h1><br><br><p>The diagnosis of MM involves a history of CRAB features with confirmatory imaging and laboratory findings (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/74802.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>Skeletal imaging helps determine the size, number, and location of bone lesions, which are predictive of symptomatic progression.&nbsp; Although plain radiographs were utilized historically, cross-sectional imaging with whole-body CT, MRI, or positron emission tomography scan is far more sensitive.&nbsp; If a patient is not a candidate for cross-sectional imaging, plain radiographs will show osteolytic (ie, radiolucent) lesions with a moth-eaten appearance and/or fractures (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7295.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).<p></p><br><br><p>Laboratory findings consistent with MM include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count (CBC) with peripheral smear:&nbsp; typically shows a normocytic, normochromic anemia.&nbsp; Leukopenia and/or thrombocytopenia may also be present.&nbsp; The peripheral smear may show rows of erythrocytes stacked on one another (ie, <strong>rouleaux formation</strong>) due to excess circulating proteins (eg, immunoglobulins) that disrupt the repulsive electrostatic charge on the erythrocyte surface, allowing aggregation.</li>\n\t<li>Serum chemistries:&nbsp; show hypercalcemia and/or elevated serum creatinine.&nbsp; Hyponatremia may also be present, which likely represents pseudohyponatremia due to increased serum protein concentration primarily caused by excess immunoglobulins (with a low-normal albumin concentration).&nbsp; An <strong>elevated protein gap</strong> (ie, difference between serum total protein and serum albumin is &gt;4 g/dL) is consistent with elevated nonalbumin proteins (eg, immunoglobulins) in the serum.</li>\n\t<li>Serum protein electrophoresis (SPEP), urine protein electrophoresis (UPEP), and immunofixation:&nbsp; detect and characterize immunoglobulins in serum and urine.&nbsp; Electrophoresis normally shows a diverse mix of immunoglobulins.&nbsp; However, in MM, a single immunoglobulin (ie, <strong>M protein</strong>) is dramatically increased relative to other immunoglobulins.</li>\n\t<li>Serum free light chain assay:&nbsp; In some patients, the myeloma cells only secrete immunoglobulin fragments (ie, light chains).&nbsp; Normally, there is an equivalent ratio of kappa and lambda light chains.&nbsp; However, in MM, there is a predominance of either type.</li>\n\t<li>Urinalysis:&nbsp; Urine dipstick detects primarily negatively charged albumin (not positively charged free light chains) and is therefore normal.&nbsp; However, a quantitative 24-hour urine protein assay can detect free light chains, consistent with elevated protein excretion (<strong>Bence-Jones proteinuria</strong>).&nbsp; Waxy, laminated urinary casts are often present.</li>\n</ul>\n<h1>Pathology </h1><br><br><p>If laboratory evaluation is consistent with MM, diagnosis requires tissue (eg, bone marrow, cortical bone) biopsy that demonstrates <strong>≥10% monoclonal plasma cells</strong>, identified by chromatin with <strong>\"clock-face\" pattern</strong>, abundant basophilic cytoplasm, eccentric nuclei, and prominent perinuclear clearing (Golgi apparatus) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15575.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).<p></p><br><br><p>Following diagnosis, further work-up is required for staging and risk stratification/prognosis, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cytogenetic studies:&nbsp; Fluorescence in situ hybridization (FISH) identifies chromosomal abnormalities that are associated with worse prognosis.</li>\n\t<li>Other baseline laboratory studies (elevated beta-2 microglobulin, elevated LDH level, and low albumin levels associated with worse prognosis)</li>\n</ul>\n<h1>Differential diagnosis</h1><h2>Other plasma cell disorders</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Monoclonal gammopathy of undetermined significance</strong> (MGUS):&nbsp; a premalignant condition that occurs in approximately 5% of patients &gt;70 years and is characterized by low levels of detectable M protein.&nbsp; By definition, these patients are asymptomatic and have &lt;10% monoclonal plasma cells in the bone marrow.&nbsp; Approximately 1% of cases of MGUS transform into MM per year.</li>\n\t<li><strong>Smoldering MM</strong>:&nbsp; defined by high serum M protein (ie, ≥3 g/dL) and/or ≥10% monoclonal plasma cells in the bone marrow with absence of CRAB features.</li>\n\t<li><strong>Waldenström macroglobulinemia</strong>:&nbsp; a B-cell lymphoma that is characterized by excess production of a monoclonal antibody (ie, IgM), similar to MM.&nbsp; However, the neoplastic cells are B cells with varying degrees of plasmacytic differentiation, and the antibody is intact IgM without free light chains.&nbsp; Hyperviscosity syndrome, a complication of excess monoclonal IgM production, is more common in Waldenström macroglobulinemia.&nbsp; In addition, Waldenström macroglobulinemia is associated with neuropathy and does not cause osteolytic fractures.</li>\n\t<li><strong>Reactive plasmacytosis</strong>:&nbsp; Several conditions (eg, chronic infection, autoimmune disease) can cause a reactive plasmacytosis with increased immunoglobulin production.&nbsp; However, these conditions are polyclonal with a normal ratio of kappa to lambda light chains in the bone marrow.</li>\n</ul>\n<h2>Disorders associated with bone pain</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Metastatic bone disease</strong>:&nbsp; patients with primary malignancies (eg, prostate, small cell lung cancer) that metastasize to the bone can present with bone pain and irregularly shaped lesions on imaging.&nbsp; Metastatic disease can be differentiated from MM by the absence of M protein and specific findings on imaging (ie, sclerotic [osteoblastic] (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L48632.jpg\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ) vs radiolucent [osteolytic] like in MM).</li>\n\t<li><strong>Osteoporosis</strong>:&nbsp; common in postmenopausal women due to accelerated bone loss from estrogen deficiency.&nbsp; Osteoporosis can lead to fragility fractures.&nbsp; Screening laboratory evaluation (eg, CBC, serum calcium) and other clinical findings (eg, CRAB features) can help distinguish MM from osteoporosis.</li>\n</ul>\n<h2>Disorders associated with renal injury</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Intrinsic acute kidney injury</strong> (AKI):&nbsp; In MM, light chain deposition can cause intrinsic AKI, characterized by high urine sodium (typically &gt;40 mEq/L) and fractional excretion of sodium (&gt;2%) due to tubular damage that limits reabsorptive capacity; in contrast to prerenal injury, BUN/creatinine ratio is often normal.&nbsp; Most other causes of renal failure result in <em>hypo</em>calcemia due to reduced renal phosphorus excretion (phosphorus binds calcium), in contrast to the hypercalcemia seen in MM.</li>\n</ul>\n<h2>Disorders associated with cytopenias</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Whereas other conditions (eg, aplastic anemia, iron deficiency, acute leukemia) can present with cytopenias, the combination of specific clinical findings (eg, CRAB features) along with increased plasma cells in the bone marrow can distinguish MM.</li>\n</ul>\n<h1>Management</h1><br><br><p>Because there is no cure for MM, the goal of management is to minimize morbidity and mortality.&nbsp; Specific treatment regimens are individualized (eg, based on disease-specific factors) but generally include the following agents:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Proteasome inhibitors</strong>:&nbsp; Proteasomes have a proteolytic core that degrades ubiquitin-tagged proteins within a cell.&nbsp; Drugs that inhibit proteasomes (eg, bortezomib) allow cytotoxic proteins to accumulate within the cell, eventually triggering apoptosis.&nbsp; Myeloma cells are particularly susceptible to proteasome inhibition because they generate high quantities of secretory proteins (eg, monoclonal immunoglobulins).</li>\n\t<li><strong>Immunomodulatory drugs</strong>:&nbsp; Lenalidomide is a derivative of thalidomide that targets specific regulatory transcription factors that are overexpressed in myeloma cells for degradation.&nbsp; Because these transcription factors are required for myeloma cell survival, this leads to eventual cell death.</li>\n</ul><br><br><p>Treatment for MM typically occurs in several phases:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Induction therapy regimens often include a combination of various agents (eg, proteasome inhibitors, immunomodulatory drugs, corticosteroids).</li>\n\t<li>High-dose chemotherapy with autologous stem cell transplantation can be considered for eligible patients (eg, younger age, limited comorbidities) after induction therapy.</li>\n\t<li>Maintenance therapy involves continuous therapy with agents like lenalidomide to prolong remission.</li>\n</ul><br><br><p>Clinical trials utilizing novel therapeutic strategies are also available, particularly for those with poor prognosis.&nbsp; Patients should receive supportive care for associated complications (eg, bisphosphonates for hypercalcemia, prophylactic antibiotics for opportunistic infections, transfusion for anemia).</p>\n<h1>Prognosis</h1><br><br><p>Although MM is incurable, current treatment regimens can improve quality of life and prolong survival.&nbsp; The median overall survival rate is 8 years but can range widely, depending on various factors.&nbsp; Risk factors that convey a worse prognosis include age (eg, age ≥70), presence of multiple comorbidities, disease biology [eg, unfavorable cytogenetics like del(17p)], and response to therapy.</p>\n<h1>Summary </h1><br><br><p>Multiple myeloma (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42281.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a hematologic neoplasm of plasma cells, differentiated B lymphocytes that are capable of secreting antibodies.&nbsp; The disease is characterized by the production of excess monoclonal immunoglobulins known as M proteins.&nbsp; The most common presenting features can be represented by the acronym CRAB (hyper<strong>C</strong>alcemia, <strong>R</strong>enal impairment, <strong>A</strong>nemia, and <strong>B</strong>one pain).&nbsp; Although the disease is incurable, current treatment regimens can improve quality of life and prolong survival.<p></p>\n</div>\n\n            "
}