{
  "meta": {
    "title": "Myelodysplastic syndromes",
    "url": "https://brainandscalpel.vercel.app/myelodysplastic-syndromes-5a731ca6-167143.html",
    "scrapedAt": "2025-12-01T05:02:37.869Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Myelodysplastic syndromes (MDS) are a group of neoplasms characterized by disrupted proliferation and differentiation of myeloid stem cells.&nbsp; As a result, there is accumulation of dysplastic (ie, abnormal-appearing) cells and impairment of normal hematopoiesis.&nbsp; Patients have cytopenias and are at risk for transformation to acute myeloid leukemia (AML).</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>The pathogenesis of MDS begins with a genetic mutation in a <strong>myeloid stem cell</strong> that disrupts its growth and differentiation.&nbsp; As the myeloid stem cell proliferates, many of the progeny cells undergo apoptosis in the bone marrow (ie, <strong>ineffective hematopoiesis</strong>), resulting in cytopenias.&nbsp; Patients therefore develop symptoms related to anemia, thrombocytopenia, and neutropenia.&nbsp; The anemia caused by ineffective hematopoiesis also triggers a physiologic suppression of hepcidin, a hormone that normally suppresses intestinal iron absorption.&nbsp; Low hepcidin levels cause increased intestinal absorption of iron that can eventually progress to systemic iron overload.</p><br><br><p>The remaining bone marrow progeny cells that do not undergo apoptosis mature and accumulate as dysplastic cells, further disrupting hematopoiesis of surrounding cells.</p><br><br><p>Several genetic mutations are associated with MDS.&nbsp; The most common include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Individual mutations:&nbsp; Involving genes related to RNA splicing (eg, <em>SF3B1</em>), DNA methylation (eg, <em>DNMT3A</em>), and chromatin modification</li>\n\t<li>Chromosomal mutations (eg, deletion of 5q, monosomy 7)</li>\n</ul><br><br><p>The following factors increase the patient's risk for acquiring one of these genetic mutations:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age &gt;70</li>\n\t<li>Previous chemotherapy or radiation therapy</li>\n\t<li>Environmental toxin (eg, benzene, tobacco) exposure</li>\n\t<li>Inherited genetic conditions (eg, Fanconi anemia, ataxia-telangiectasia)</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of MDS can vary, depending on the progression of disease.&nbsp; MDS can be an incidental finding on routine laboratory testing in asymptomatic patients.&nbsp; If present, symptoms are often nonspecific and related to impaired hematopoiesis.&nbsp; Patients can present with symptoms of anemia (eg, weakness, fatigue, dyspnea on exertion, pallor), neutropenia (eg, recurrent infections), or thrombocytopenia (eg, easy bleeding, bruising, petechiae).&nbsp; Constitutional symptoms (eg, fever, weight loss, night sweats) can be seen in severe cases or during transformation to AML.&nbsp; Because significant extramedullary hematopoiesis does not occur in MDS, the physical examination of the spleen and liver in patients is usually unremarkable.</p>\n<h1>Diagnosis</h1><br><br><p>MDS should be considered in any patient with unexplained cytopenia.&nbsp; Diagnostic criteria for MDS require:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cytopenia</strong>:&nbsp; Complete blood count typically shows persistent normocytic or macrocytic anemia.&nbsp; Because erythrocyte production is impaired, the reticulocyte count will be inappropriately low or normal despite significant anemia.&nbsp; Leukopenia and thrombocytopenia can also occur.&nbsp;</li>\n\t<li>Low blast cell percentage:&nbsp; Peripheral blood and bone marrow evaluation shows <strong>&lt;20% blast cells</strong>.</li>\n</ul><br><br><p>In addition, one of the following must be present:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dysplastic cell morphology</strong>:&nbsp;<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Peripheral blood smear with dysplastic erythrocytes (eg, ovalomacrocytosis) and dysplastic neutrophils (eg, increased size, decreased number of lobules, hypogranulation) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25784.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t\t<li>Bone marrow evaluation with a hypercellular marrow with dysplasia of ≥1 cell lines.&nbsp; Erythroid precursors may show signs of abnormal development, including large size and nuclear lobation/budding.&nbsp; There may be ring sideroblasts present due to iron accumulation in the mitochondria.&nbsp; Granulocyte precursors typically show evidence of impaired maturation such as abnormal size, shape of the nucleus, or cytoplasmic granularity.&nbsp;</li>\n\t</ul>\n\t</li>\n\t<li>Characteristic cytogenetic (eg, del[5q]) or molecular features (eg, <em>SF3B1</em> mutation)</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of MDS includes other conditions that can cause cytopenia and/or dysplasia.</p>\n<h2>Nonmalignant conditions</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nutritional deficiencies</strong> (eg, vitamin B<font size=\"2\"><sub>12</sub></font>, folate):&nbsp; These can present with macrocytic anemia with dysplastic changes.&nbsp; However, neutrophils are typically hypersegmented (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8220.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), not hyposegmented.</li>\n\t<li><strong>Medication/toxin exposure</strong>:&nbsp; Certain medications (eg, tacrolimus, isoniazid) are associated with dysplastic changes that are typically reversible on discontinuation of the drug, unlike MDS.</li>\n\t<li><strong>Infection</strong>:&nbsp; HIV infection can contribute to cytopenia with dysplasia.&nbsp; Parvovirus can cause anemia with giant pronormoblasts (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L61285.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp;</li>\n\t<li><strong>Aplastic anemia</strong>:&nbsp; This condition involves bone marrow failure causing pancytopenia; however, the bone marrow is hypocellular, in contrast to the hypercellularity seen in MDS.</li>\n</ul>\n<h2>Malignant conditions </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>AML</strong>:&nbsp; Although MDS can transform to AML, AML would have a higher initial percentage of blast cells in the bone marrow (&gt;20%).</li>\n\t<li><strong>Myeloproliferative disorders</strong> (eg, chronic myeloid leukemia, myelofibrosis):&nbsp; These clonal disorders are associated with cytopenia.&nbsp; However, they are typically associated with organomegaly (eg, massive splenomegaly), which is not seen in MDS.&nbsp; In addition, significant dysplasia is not expected.&nbsp;</li>\n\t<li><strong>Plasma cell disorders</strong> (eg, multiple myeloma):&nbsp; These may present with cytopenia but can be distinguished by cell morphology (eg, increased plasma cells in multiple myeloma) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15575.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Prognosis and management</h1><br><br><p>The prognosis of MDS can vary; factors associated with a poor prognosis include older age at symptom onset, presence of complex cytogenetic abnormalities, severe cytopenias involving multiple cell lines, and higher percentage of blast cells.&nbsp; <strong>Progression to AML</strong> also has a poor prognosis as it does not respond well to chemotherapy.&nbsp; Treatment of MDS is individualized, depending on the patient's symptoms and risk for severe disease, and includes the following:</p>\n<h2>Supportive care </h2><br><br><p>The supportive care of MDS is based on symptoms related to cytopenias.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anemia</strong>:&nbsp; Red blood cell transfusions may be administered as needed.&nbsp; Exogenous erythropoietin may be considered if recurrent transfusions are necessary.</li>\n\t<li><strong>Thrombocytopenia</strong>:&nbsp; Platelet transfusions may be administered as needed; thrombopoietin receptor agonists may also be considered.</li><br><br>\t<li><strong>Neutropenia</strong>:&nbsp; Empiric broad-spectrum antibiotics should be initiated promptly if infection is suspected.</li>\n</ul>\n<h2>Disease-modifying treatments</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hypomethylating agents</strong> (azacitidine, decitabine):&nbsp; MDS are associated with abnormalities in DNA methylation, and hypomethylating agents inhibit DNA methyltransferase.&nbsp;</li>\n\t<li><strong>Lenalidomide</strong>:&nbsp; This immunomodulatory drug is a derivative of thalidomide.&nbsp; It targets specific proteins for degradation, causing cell death.&nbsp;</li>\n\t<li><strong>Allogeneic stem cell transplantation</strong>:&nbsp; This is the only potentially curative option for MDS but is generally reserved for younger patients with high-risk disease due to the risk of treatment-related complications.</li>\n</ul>\n<h1>Summary </h1><br><br><p>Myelodysplastic syndromes are a group of neoplasms characterized by disrupted proliferation and differentiation of myeloid stem cells (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31231.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; This results in accumulation of dysplastic cells and impairment of normal hematopoiesis.&nbsp; Patients have cytopenias and are at risk for transformation to acute myeloid leukemia.&nbsp; Prognosis varies widely, and management is individualized based on symptoms and overall disease risk.<p></p>\n</div>\n\n            "
}