{
  "meta": {
    "title": "Neutropenic fever",
    "url": "https://brainandscalpel.vercel.app/neutropenic-fever-04f604c4-167143.html",
    "scrapedAt": "2025-12-01T05:02:40.241Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Neutrophils are a crucial component of the rapid-onset innate immune response to invading bacteria and fungi.&nbsp; As such, patients with neutropenia have increased risk for life-threatening infections.&nbsp; In this population, fever is considered a medical emergency as it is frequently the earliest and only sign of active infection.</p><br><br><p>Neutropenic fever is generally defined by:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A single oral temperature &gt;38.3 C (101 F) or a persistent temperature &gt;38 C (100.4 F) for 1 hour.</li>\n\t<li>An absolute neutrophil count (ANC) &lt;1,500/mm<font size=\"2\"><sup>3</sup></font> (or 1,000/mm<font size=\"2\"><sup>3</sup></font>).</li>\n</ul><br><br><p>Some organizations and institutions have slightly different defining parameters.</p>\n<h1>Risk factors</h1><br><br><p>Neutropenic fever is most common in patients undergoing <strong>cytotoxic chemotherapy</strong> for cancer (eg, alkylating agents, antimetabolites) and in those with <strong>hematologic malignancies</strong> affecting neutrophil production (eg, myelodysplastic syndrome).&nbsp; Cases can also be seen in other conditions that significantly impair granulopoiesis, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Aplastic anemia (all 3 cell lines affected).</li>\n\t<li>Idiosyncratic drug reactions that cause agranulocytosis.</li>\n\t<li>Infiltrative bone marrow disorders (eg, tumors, granulomas).</li>\n</ul><br><br><p>Those with severe (ANC &lt;500/mm<font size=\"2\"><sup>3</sup></font>) and prolonged (&gt;7 days) neutropenia are at greatest risk of neutropenic fever.</p>\n<h1>Pathophysiology</h1><br><br><p>Most cases of neutropenic fever are due to <strong>translocation</strong> of endogenous flora (eg, gastrointestinal tract, skin flora) to the bloodstream.&nbsp; However, obstruction of lymphatic, biliary, pulmonary, bronchial, or urinary outflow by tumors or postsurgical trauma can also create a portal of entry.</p><br><br><p>Exposure to certain types of cytotoxic chemotherapy is particularly likely to cause neutropenic fever because these medications induce apoptosis indiscriminately in rapidly dividing cells.&nbsp; Therefore, these medications frequently damage both bone marrow precursors (eg, granulocytes) and the oral/gastrointestinal epithelium (ie, <strong>mucositis</strong>), leading to neutropenia and a portal of entry for endogenous flora.</p>\n<h1>Microbiology</h1><br><br><p>Although an organism is isolated from clinical specimens in a minority of cases (20%-30%), bacteria are considered the leading cause of neutropenic fever.&nbsp; Risk of fungal invasion is greatest in those with severe, prolonged neutropenia who have undergone several cycles of chemotherapy and have had previous episodes of neutropenic fever.</p><br><br><p>The most common pathogens are as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bacteria\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Gram-positive organisms, particularly <em>Staphylococcus epidermis</em> (most common), <em>Staphylococcus aureus</em>, and streptococci.</li>\n\t\t<li>Gram-negative organisms, particularly <em>Escherichia coli</em>, <em>Klebsiella</em> species, and <em>Pseudomonas aeruginosa.</em></li>\n\t</ul>\n\t</li>\n\t<li>Fungi\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><em>Candida</em> species.</li>\n\t\t<li><em>Aspergillus</em> species.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Reactivation of latent viral infections (eg, herpes simplex virus, cytomegalovirus) may cause neutropenic fever, but risk is greatest in those with concurrent deficits in cell-mediated immunity.&nbsp; Patients are also at risk for typical community-acquired respiratory viruses (eg, influenza, respiratory syncytial virus, rhinovirus, adenovirus).&nbsp; Polymicrobial infections are somewhat uncommon.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with neutropenia are often unable to mount a sufficient inflammatory response to generate substantial local or systemic manifestations of infection.&nbsp; Frequently, the earliest and only harbinger of pathogen invasion is the presence of <strong>fever</strong>; in some cases, profound weakness and fatigue may also be seen.&nbsp; Infections may progress rapidly, particularly in the setting of severe neutropenia, resulting in sepsis or death within hours.&nbsp; Therefore, prompt identification and initiation of antimicrobial therapy is crucial.</p>\n<h1>Diagnosis</h1><br><br><p>Because localized symptoms of infection (eg, erythema, edema, pain) may be absent, patients with neutropenic fever require a thorough, organ-specific assessment to identify potential sites of infection.&nbsp; Particular emphasis is placed on evaluating lungs, abdomen, intravenous catheter sites, skin/mucous membranes, sinuses, and genital/perianal area.&nbsp; Inquiry should also be made about potential noninfectious causes of fever (eg, blood transfusion, uncontrolled cancer).</p>\n<h2>Laboratory evaluation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Complete blood count with differential</strong> confirms the degree of neutropenia and identifies cytopenias in other cell lines that may require treatment.&nbsp; <strong>ANC</strong> is calculated by multiplying the percentage of neutrophils by the white blood cell count in the complete blood count.</li>\n\t<li>Complete metabolic profile.</li>\n\t<li>Serum lactate.</li>\n\t<li>Urinalysis with urine culture.</li>\n\t<li><strong>Blood cultures</strong> (2 sets):&nbsp; One set (1 aerobic bottle and 1 anaerobic bottle) is collected from 2 peripheral vein sites to reduce the risk that a positive blood culture is actually a contaminant (as is often seen when one set is positive for skin flora and the other set is sterile).&nbsp; When a <strong>central venous catheter</strong> (which can serve as a port of entry for skin flora) is present, a set of blood cultures should be collected from each lumen as well as from a single peripheral vein site.&nbsp; Blood cultures should be repeated daily for at least 2 days after antibiotic initiation and continued daily for as long as fever or rigors persist.</li>\n\t<li>Additional cultures (eg, stool, wound, urinary, sputum, cerebrospinal fluid) should be collected when manifestations of infection (eg, diarrhea, skin lesions, dysuria, productive cough, meningeal symptoms) are present in that organ system.</li>\n\t<li>High-risk patients should also have testing for serum fungal markers (eg, <em>Aspergillus</em> galactomannan, beta-D-glucan assay).</li>\n</ul><br><br><p>Patients with suspected neutropenic fever should be started on empiric antimicrobial treatment (discussed in the Management section) immediately after initial blood cultures are drawn and prior to any additional investigation.</p>\n<h2>Imaging evaluation</h2><br><br><p>Imaging should not delay initiation of empiric antimicrobial therapy.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chest x-ray is recommended for those with respiratory signs or symptoms; however, it may show minimal findings, as neutropenia mutes the inflammatory response.&nbsp; High-resolution CT scan of the chest is sometimes required when x-ray is unrevealing.</li>\n\t<li>When symptoms are present, imaging of other sites (eg, CT scans of the chest, abdomen, pelvis, brain) is warranted.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Although empiric antimicrobial therapy is generally indicated for all patients with neutropenic fever, it is important to consider potential noninfectious etiologies, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Transfusion-related fever:&nbsp; Can be seen with serious or benign transfusion reactions.&nbsp; Using leukoreduced blood products decreases the likelihood of febrile nonhemolytic transfusion reactions.</li>\n\t<li>Malignancy-induced fever:&nbsp; Thought to be due to the release of pyogenic cytokines by tumor cells or from the macrophage response to the tumor.&nbsp; Fever occurs most often with hematologic malignancy, but some solid tumors (eg, renal cell carcinoma) cause febrile episodes.&nbsp; Rigors, tachycardia, and hypotension are less common than seen with infection.</li>\n\t<li>Drug fever:&nbsp; Sometimes associated with rash, peripheral eosinophilia, and/or elevated transaminases.&nbsp; Most cases occur within a few weeks of starting a new medication.</li>\n\t<li>Graft versus host disease:&nbsp; A common complication of hematopoietic cell transplantation (HCT) from a nonidentical donor.&nbsp; Skin changes (eg, maculopapular rash, plaques, desquamation), diarrhea/abdominal pain, abnormal liver function tests, and other organ-specific manifestations are frequently present.</li>\n\t<li>Chemotherapy-induced mucositis:&nbsp; Can be associated with the microtranslocation of commensal bacteria, leading to a febrile inflammatory syndrome without systemic bacterial invasion.</li>\n\t<li>Deep vein thrombosis:&nbsp; Usually associated with swelling, pain, and warmth of an extremity.&nbsp; Fever may be seen in some cases.</li>\n</ul>\n<h1>Management</h1><br><br><p>Fever in a neutropenic patient is considered a <strong>medical emergency</strong>.&nbsp; Therefore, patients at risk for neutropenia should visit a nearby emergency room with urgency in the setting of fever.&nbsp; Upon presentation, evaluation should generally be done within 15 minutes of arrival so blood cultures can be obtained and empiric antibiotics initiated.&nbsp; In general, <strong>empiric antimicrobial therapy</strong> should be initiated within 30-60 minutes of presentation.&nbsp; Delay in antimicrobial therapy is associated with a significant increase in mortality.</p><br><br><p>Patients with neutropenic fever are generally divided into low-risk and high-risk categories, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Low-risk\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Brief neutropenic periods (&lt;7 days).</li>\n\t\t<li>Mild to moderate neutropenia (ANC &gt;500/mm<font size=\"2\"><sup>3</sup></font>).</li>\n\t\t<li>Clinically stable.</li>\n\t\t<li>Few or no comorbidities.</li>\n\t</ul>\n\t</li>\n\t<li>High-risk\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Prolonged neutropenic periods (&gt;7 days).</li>\n\t\t<li>Severe neutropenia (ANC &lt;500/mm<font size=\"2\"><sup>3</sup></font>).</li>\n\t\t<li>Clinically unstable (eg, hypotension, pneumonia, new abdominal pain, neurologic changes).</li>\n\t\t<li>Significant comorbidities (eg, severe mucositis, uncontrolled cancer, poor functional status).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Some low-risk patients can be treated in the outpatient setting with oral antimicrobial therapy (eg, ciprofloxacin plus amoxicillin-clavulanate).&nbsp; In contrast, high-risk patients require hospitalization for empiric intravenous antibiotics, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Monotherapy with an antipseudomonal beta-lactam agent</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Cefepime, a carbapenem, or piperacillin-tazobactam are considered first-line.</li>\n\t\t<li>These agents have excellent gram-negative coverage and cover many gram-positive pathogens (excluding methicillin-resistant <em>Staphylococcus aureus</em> [MRSA]).</li>\n\t</ul>\n\t</li>\n\t<li>Vancomycin\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Vancomycin is <em>not</em> recommended as part of routine empiric antimicrobial therapy as it has shown no benefit to survival and can cause complications (eg, renal insufficiency).</li>\n\t\t<li>Empiric vancomycin <em>is</em> recommended when risk of MRSA infection is high (eg, catheter-related infections, skin/soft tissue infections, pneumonia) or when a patient is severely ill (eg, sepsis, hemodynamic instability).</li>\n\t</ul>\n\t</li>\n\t<li>Antipseudomonal combination therapy\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Routine empiric treatment with 2 antipseudomonal agents (eg, antipseudomonal beta-lactam plus aminoglycoside) is generally not recommended due to increased risk of morbidity and no benefit to mortality; however, it can be considered in those with severe illness (eg, sepsis, hemodynamic instability) or in patients at high risk for drug-resistant <em>Pseudomonas</em> infection.</li>\n\t</ul>\n\t</li>\n\t<li>Antifungal therapy\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Routine empiric administration of antifungal therapy is generally <em>not</em> recommended but can be considered in those with persistent or recurrent fever after 4-7 days of antibacterial therapy when neutropenia is expected to be present &gt;7 days.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Prevention</h1><br><br><p>Myeloid colony-stimulating factors and prophylactic antibiotic administration can reduce the likelihood of neutropenic fever and all-cause mortality in select high-risk patients.</p>\n<h2>Hematopoietic growth factors</h2><br><br><p><strong>Granulocyte colony-stimulating factor (G-CSF)</strong> is the major cytokine regulator of neutrophil production and release.&nbsp; It shortens the cell cycle of late granulocyte precursors (eg, myeloblasts, promyelocytes, myelocytes) and triggers release of juvenile and mature neutrophils from bone marrow sinusoids to the bloodstream.&nbsp; Therefore, patients at high risk (ie. &gt;20% likelihood) for neutropenic fever following cytotoxic chemotherapy are often given G-CSF analogues (eg, filgrastim) to reduce duration and severity of neutropenia.</p>\n<h2>Antimicrobial prophylaxis</h2><br><br><p>Studies examining the routine use of antimicrobial prophylaxis in those at high risk for neutropenic fever have mixed results, but the following are generally recommended:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Antibacterial prophylaxis with a fluoroquinolone (eg, levofloxacin) should be considered for those expected to have severe, prolonged neutropenia (eg, ANC &lt;500/mm<font size=\"2\"><sup>3</sup></font> for &gt;7 days) as well as for those undergoing HCT or induction chemotherapy for acute leukemia.</li>\n\t<li>Antifungal prophylaxis is generally reserved for those undergoing HCT or acute leukemia induction treatment.</li>\n\t<li>Antiviral prophylaxis is generally considered for patients undergoing HCT or leukemia induction treatment who are herpes simplex virus seropositive.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Overall risk of death from neutropenic fever is estimated at approximately 10%, but risk varies considerably based on the underlying diagnosis, the severity of illness, and the rapidity of empiric antibiotic administration.&nbsp; Mortality rates approach 50% for those who are critically ill with neutropenic fever.</p>\n<h1>Summary</h1><br><br><p>Neutropenic fever is a common, life-threatening illness seen primarily in those who undergo cytotoxic chemotherapy for cancer and in patients with underlying hematologic malignancy.&nbsp; It is generally defined as a single oral temperature &gt;38.3 C (101 F) or a persistent temperature &gt;38 C (100.4 F) for 1 hour in those with an absolute neutrophil count (ANC) &lt;1,500/mm<font size=\"2\"><sup>3</sup></font> (or 1,000/mm<font size=\"2\"><sup>3</sup></font>).&nbsp; Risk is greatest in those with severe (ANC &lt;500/mm<font size=\"2\"><sup>3</sup></font>) and prolonged (&gt;7 days) neutropenia.</p><br><br><p>Most cases are caused by translocation of commensal bacteria from the oral or gastrointestinal tract to the bloodstream.&nbsp; Emergent care includes prompt evaluation, blood cultures, and initiation of empiric antimicrobial therapy.&nbsp; Monotherapy with an antipseudomonal beta-lactam agent (eg, cefepime, piperacillin-tazobactam, a carbapenem) is considered first-line therapy; vancomycin, double coverage for <em>Pseudomonas</em>, and antifungal therapy are not routinely administered but may be added in certain circumstances.</p>\n</div>\n\n            "
}