{
  "meta": {
    "title": "Non-Hodgkin lymphoma",
    "url": "https://brainandscalpel.vercel.app/non-hodgkin-lymphoma-37f92a73-167143.html",
    "scrapedAt": "2025-12-01T05:02:44.285Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Lymphomas are a diverse group of lymphoid (ie, arising from a cell committed to the B, T, or [rarely] natural killer [NK] cell lineage) neoplasms that most commonly present as a mass within lymphatic tissue (eg, lymph nodes, thymus).&nbsp; More than 60 subtypes of lymphomas exist, and they can be categorized according to the cell of origin (eg, B, T, NK) and stage of maturation (eg, precursor, mature).</p><br><br><p>Lymphomas can also be classified as non-Hodgkin lymphoma (NHL), which comprises the majority of lymphoma subtypes, or Hodgkin lymphoma (HL).&nbsp; NHL can be distinguished from HL by:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Lack of Reed-Sternberg cells (characteristic malignant cell in HL) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L924.png\" alt=\"ReedSternberg cell\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">ReedSternberg cell</div>\n                                </div>\n                                )</li>\n\t<li>Unpredictable disease progression:&nbsp; Malignant cells in HL arise from a single chain of lymph nodes and spread contiguously via lymphatic channels, resulting in predictable disease progression from one node group to the next.&nbsp; In contrast, malignant cells in NHL spread systemically via the bloodstream, resulting in unpredictable disease progression.</li>\n</ul><br><br><p>The specific pathogenesis leading to each NHL subtype differs but, in general, NHL develops following the accumulation of genetic changes affecting cell growth and survival (eg, somatic mutations activating NF-kB, a transcription factor that promotes B cell growth).&nbsp; Although various types of genetic mutations can occur, certain chromosomal translocations (eg, resulting in regulatory sequences juxtaposed adjacent to proto-oncogenes) are found in many lymphomas (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/73273.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>Lymphocytes are prone to genomic instability due to the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Germinal center reaction</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L67572.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; Normally, B cells in lymph node germinal centers undergo somatic hypermutation and class switching to produce antibodies in response to antigens.&nbsp; Those that fail to produce high-affinity antibodies during the reaction typically undergo apoptosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71059.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Although this process is essential for an effective humoral response, it is error-prone and susceptible to genetic mutations that can lead to malignancy.&nbsp; About 85% of NHLs are derived from B cells in this region.</li>\n\t<li><strong>T cell receptor gene rearrangement</strong>:&nbsp; During maturation in the thymus, T cells undergo T cell receptor gene rearrangement.&nbsp; Similar to the germinal center reaction, this process is susceptible to genetic mutations that can lead to malignancy.</li>\n\t<li><strong>Viral infection</strong>:&nbsp; Epstein-Barr virus (EBV), a ubiquitous herpesvirus that primarily infects B lymphocytes, can cause latent infection by inserting its own genes into cellular DNA.&nbsp; Upon reactivation, the oncogenic EBV genes are transcribed into viral proteins that result in uncontrollable cell proliferation.</li>\n</ul><br><br><p>Therefore, risk factors for NHL include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Viral infection (eg, EBV, human T-cell leukemia/lymphoma virus):&nbsp; Likely related to incorporation of viral oncogenic genes into the cellular DNA.</li>\n\t<li>Immunodeficiency (inherited or acquired):&nbsp; The immune system recognizes and clears potentially oncogenic viruses (eg, EBV) and malignant cells.&nbsp; Patients with immunodeficiency (particularly T-cell dysfunction) are therefore at an increased risk for malignancy.&nbsp; For example, patients with HIV are at an increased risk (up to 60-fold greater) for EBV-associated lymphomas.</li>\n\t<li>Autoimmune disease (eg, systemic lupus erythematosus):&nbsp; Likely due to generalized immune dysregulation and immunosuppressive therapy (eg, hydroxychloroquine).</li>\n\t<li>Environmental exposures (eg, agricultural pesticides, ionizing radiation):&nbsp; Can contribute to the development of genetic mutations in proto-oncogenes or tumor suppressor genes.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of NHL can vary significantly between (and even within) subtypes.&nbsp; In general, most patients develop progressive lymphadenopathy; the presentation can range from indolent (slow progression over months to years) to aggressive (rapid enlargement over days to weeks).&nbsp; As tumor cells invade other tissues, patients may also have hepatosplenomegaly and/or cytopenias (due to bone marrow involvement).&nbsp; B symptoms (eg, unexplained fever &gt;38 C [100.4 F] for 3 consecutive days, drenching night sweats, weight loss &gt;10% of body weight over 6 months) may also be present.</p><br><br><p>Lymphomas that present aggressively may cause life-threatening emergencies, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tumor lysis syndrome</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60214.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; A complication of rapid cell lysis in which phosphate, potassium, and uric acid are released into the systemic circulation, resulting in electrolyte derangements that can lead to acute kidney injury and dysrhythmias.</li>\n\t<li><strong>Mediastinal mass</strong>:&nbsp; Compresses surrounding structures, including the airway (causing dyspnea) and superior vena cava (SVC) (causing SVC syndrome (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13452.png\" alt=\"Superior vena cava syndrome\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Superior vena cava syndrome</div>\n                                </div>\n                                )).</li>\n\t<li><strong>CNS compression</strong>:&nbsp; Occurs due to a rapidly enlarging mass, resulting in acute neurological changes (eg, paralysis, loss of bladder or bowel control) that may be irreversible.</li>\n</ul><br><br><p>NHL can present primarily with symptoms of extranodal site involvement, particularly those associated with aggressive disease.&nbsp; Extranodal sites commonly involved in NHL include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Gastrointestinal involvement:&nbsp; Can present with signs of bowel obstruction (eg, abdominal pain, vomiting) consistent with acute appendicitis or intussusception.</li>\n\t<li>CNS involvement:&nbsp; Can present with CNS symptoms (eg, confusion, lethargy, headache, seizures) or focal neurologic findings.</li>\n\t<li>Cutaneous involvement:&nbsp; Can present with indolent, scaly plaques or patches, similar to atopic dermatitis or psoriasis.</li>\n</ul>\n<h1>Diagnostic evaluation</h1><br><br><p>In cases of suspected NHL, general diagnostic evaluation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Laboratory evaluation\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Complete blood count and differential can be normal in early disease.&nbsp; Cytopenias may be found if bone marrow infiltration occurs.</li>\n\t\t<li>Serum chemistries:&nbsp; Normal or consistent with tumor lysis syndrome.</li>\n\t\t<li>Lactate dehydrogenase:&nbsp; Elevated due to rapid cell lysis.</li>\n\t\t<li>Infectious workup (eg, EBV, HIV):&nbsp; Positive, given association with NHL.</li>\n\t</ul>\n\t</li>\n\t<li>Imaging\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Chest radiograph:&nbsp; Assess for a mediastinal mass (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L103883.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n\t\t<li>CT imaging:&nbsp; Assess for involvement in the neck, chest, abdomen, and pelvis.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Tissue analysis (eg, excisional lymph node biopsy) is generally required to confirm the diagnosis.&nbsp; Immunophenotyping by flow cytometry can confirm monoclonality of the lymphocyte population, and cytogenetic studies may be necessary to further characterize the subtype.</p>\n<h1>Staging</h1><br><br><p>Following diagnosis, staging is determined for risk stratification and treatment planning.&nbsp; Staging is defined by the number of involved sites and may require additional testing (eg, lumbar puncture, bone marrow evaluation, positron emission tomography [PET] scan) for accuracy.&nbsp; The stages are divided into:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Stage I:&nbsp; Single node region</li>\n\t<li>Stage II:&nbsp; Two or more node regions on the same side of the diaphragm</li>\n\t<li>Stage III:&nbsp; Node regions on both sides of the diaphragm</li>\n\t<li>Stage IV:&nbsp; Disseminated disease</li>\n</ul><br><br><p>Of note, NHL in pediatric patients is staged slightly differently (eg, intrathoracic, epidural, paraspinal, or extensive intraabdominal disease is considered Stage III) to improve the prognostic value of staging in this unique patient population.</p>\n<h1>Management</h1><br><br><p>The management of NHL is dependent on the subtype and staging of disease.&nbsp; In general, treatment involves intense systemic and CNS-directed chemotherapy.&nbsp; Radiation therapy has a limited role in some cases of NHL.&nbsp; Optimizing immune function (eg, initiating highly active antiretroviral therapy to increase CD4 count in patients with HIV) is associated with an improved prognosis in some immunosuppressed patients.</p><br><br><p>In addition, supportive care should be provided for patients who present with tumor lysis syndrome.&nbsp; Management involves aggressive intravenous hydration and correction of hyperuricemia and electrolyte abnormalities while closely monitoring cardiac and renal status.</p>\n<h1>Diffuse large B-cell lymphoma</h1><br><br><p>Diffuse large B-cell lymphoma (DLBCL) is the most common type of NHL.&nbsp; The cell of origin is a mature germinal or postgerminal center B cell.</p>\n<h2>Pathogenesis</h2><br><br><p>DLBCL most commonly occurs due to a mutation in the <em>BCL6</em> gene that leads to dysregulated germinal B cell proliferation, differentiation, and apoptosis.&nbsp; Other genes affected in DLBCL include <em>TP53</em> and <em>BCL2</em>, both of which can impair apoptosis.</p>\n<h2>Risk factors</h2><br><br><p>Risk factors for DLBCL include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age 60-70</li>\n\t<li>Immunosuppression</li>\n\t<li>Chronic infection (eg, EBV)</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><p>DLBCL typically has an aggressive clinical course, presenting with a rapidly enlarging mass in either the lymph nodes or with extranodal involvement.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Lymph nodes (two thirds of cases):&nbsp; Painless, rapidly enlarging lymphadenopathy, often in the neck, abdomen, or mediastinum.</li>\n\t<li>Extranodal involvement (one third of cases):&nbsp; DLBCL is a common cause of primary CNS lymphoma, where patients present with confusion, seizures, and/or focal neurologic deficits.&nbsp; Primary CNS lymphoma can sometimes be the presenting manifestation of HIV infection.&nbsp; Other common extranodal sites include the skin and gastrointestinal tract .</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>Diagnosis of DLBCL is based on morphology and immunophenotyping on tissue obtained via excisional biopsy.&nbsp; Histopathology shows large neoplastic cells of B-cell origin (eg, positive for B-cell markers like CD20) that grow diffusely, effacing the normal lymph node architecture.&nbsp; If biopsy is not feasible (eg, due to location in CNS), the diagnosis can be confirmed by cerebrospinal fluid (CSF) analysis.&nbsp; Primary CNS lymphoma is generally confirmed when EBV DNA is isolated in the CSF (specificity of ~100%).</p>\n<h2>Management</h2><br><br><p>The treatment of DLBCL generally involves:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chemotherapy standard regimen:&nbsp; Includes R-CHOP (Rituximab, Cyclophosphamide, Doxorubicin, Vincristine, Prednisone)</li>\n\t<li>Radiotherapy:&nbsp; May be considered in cases with localized disease</li>\n\t<li>CNS prophylaxis:&nbsp; Patients at increased risk for CNS involvement (eg, involvement of several extranodal sites) may receive intrathecal chemotherapy or high-dose systemic methotrexate.</li>\n</ul>\n<h2>Prognosis</h2><br><br><p>The prognosis for DLBCL is favorable but depends on various factors.&nbsp; Factors that appear to confer a worse outcome include age &gt;60, elevated LDH at diagnosis, limited performance status, higher stage, and involvement of multiple extranodal sites.</p>\n<h1>Burkitt lymphoma</h1><br><br><p>Burkitt lymphoma is a highly aggressive mature germinal center B-cell malignancy characterized by rapid cell proliferation.&nbsp; It is associated with overexpression of the <em><strong>MYC</strong></em> proto-oncogene, which encodes a transcription factor that regulates cell growth.</p>\n<h2>Pathogenesis</h2><br><br><p>EBV is strongly associated with the pathogenesis of Burkitt lymphoma.&nbsp; EBV infects B cells via the CD21 complement receptor, and infected cells transcribe viral proteins that activate signaling pathways (eg, JAK/STAT) for cell proliferation.&nbsp; T cells typically limit the proliferation of infected B cells; however, some infected B cells may not be recognized by T cells due to reduced expression of EBV antigens.&nbsp; An impaired immune response (eg, HIV, persistent malaria) can also interfere with T-cell recognition.</p><br><br><p>Rapidly proliferating B cells are more likely to acquire genetic mutations (eg, chromosomal translocations) that result in a neoplastic clone.&nbsp; The vast majority of Burkitt lymphoma cases are associated with translocation of the <em>MYC</em> gene on chromosome 8 to the immunoglobulin heavy chain region of chromosome 14 [t(8;14)], leading to its overexpression.&nbsp; The product of <em>MYC</em> is a nuclear phosphoprotein that functions as a transcription activator, resulting in uncontrolled tumor cell growth.&nbsp; Burkitt lymphoma is one of the fastest-growing human tumors with a doubling time of approximately 1 day.</p>\n<h2>Clinical presentation</h2><br><br><p>The clinical presentation of Burkitt lymphoma depends on the subtype:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Endemic Burkitt lymphoma</strong>:&nbsp; Occurs in areas along the malaria belt (eg, equatorial Africa, Brazil, New Guinea) and is almost always associated with a latent EBV infection.&nbsp; It most often presents in children with jaw or facial bone tumors.</li>\n\t<li><strong>Sporadic Burkitt lymphoma</strong>:&nbsp; More common in Western regions (eg, North America, Europe).&nbsp; It often presents with rapidly increasing abdominal distention and abdominal masses with ascites (due to lymphatic obstruction).&nbsp; Patients may have symptoms of intestinal obstruction.&nbsp; It can also affect the CNS and bone marrow.</li>\n\t<li><strong>Immunodeficiency-associated Burkitt lymphoma</strong>:&nbsp; Often occurs in HIV-positive individuals and can present with nodal or extranodal masses, including CNS involvement.</li>\n</ul><br><br><p>Because of rapid cell growth, patients often present with tumor lysis syndrome, regardless of the subtype.</p>\n<h2>Diagnosis</h2><br><br><p>Biopsy is required for definitive diagnosis.&nbsp; Histopathology shows uniform, medium-sized lymphoid cells with round nuclei, multiple nucleoli, and basophilic cytoplasm.&nbsp; A high mitotic index (indicating high cell proliferation rate) with numerous apoptotic bodies are also expected.&nbsp; Benign macrophages, which digest the apoptotic debris, are distributed throughout the malignant tissue.&nbsp; The clear cytoplasm of the macrophages produce the characteristic <strong>\"starry sky\" appearance</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80083.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).<p></p><br><br><p>Immunophenotyping identifies the presence of markers confirming the tumor is a mature B cell (eg, positive for surface Ig) and clonality.&nbsp; <em>MYC</em> rearrangements can be detected via FISH.</p>\n<h2>Management</h2><br><br><p>Although different clinical forms of Burkitt lymphoma exist, they are generally treated similarly, involving high-intensity multiagent chemotherapeutic regimens such as CODOX-M/IVAC (Cyclophosphamide, Vincristine, Doxorubicin, Methotrexate/Ifosfamide, Etoposide, Cytarabine) along with prophylactic CNS therapy.&nbsp; Rituximab should also be considered.</p>\n<h2>Prognosis</h2><br><br><p>Although very aggressive, Burkitt lymphoma is responsive to high-dose chemotherapy.&nbsp; Factors associated with a worse outcome include age &gt;40 and CNS involvement.</p>\n<h1>Follicular lymphoma</h1><br><br><p>Follicular lymphoma is an NHL derived from mature germinal center B cells.&nbsp; Follicular lymphoma is the most common indolent form of NHL and the second most-common NHL overall (after diffuse large B-cell lymphoma).</p>\n<h2>Pathogenesis</h2><br><br><p>The BCL2 protein normally functions as an inhibitor of apoptosis by preventing the release of proapoptotic factors from mitochondria.&nbsp; <em>BCL2</em> is normally downregulated in germinal center B cells that fail to produce high-affinity antibodies during the germinal center reaction to allow for apoptosis.</p><br><br><p>The vast majority (approximately 85%) of follicular lymphoma is associated with a characteristic translocation involving the <em><strong>BCL2</strong></em> gene on chromosome 18 and the immunoglobulin heavy chain gene on chromosome 14 [t(14;18)], resulting in overexpression of the BCL2 protein and dysregulated apoptosis.</p>\n<h2>Risk factors</h2><br><br><p>The main risk factor for follicular lymphoma is age, as it occurs almost exclusively in adults age &gt;60.</p>\n<h2>Clinical presentation</h2><br><br><p>Follicular lymphoma often presents as painless, slow-growing (eg, months to years), peripheral (eg, cervical, axillary, inguinal) lymphadenopathy in middle-age or elderly adults.&nbsp; Although hilar and mediastinal lymphadenopathy can occur, large mediastinal masses are rare.&nbsp; Because follicular lymphoma does not present aggressively, B symptoms and laboratory abnormalities (eg, elevated lactate dehydrogenase, cytopenias) are less common.</p>\n<h2>Diagnosis</h2><br><br><p>Follicular lymphoma is usually diagnosed with excisional lymph node biopsy.&nbsp; At low magnification, the characteristic histopathologic feature of follicular lymphoma is the presence of nodular follicles that obscure the normal lymph node architecture (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63672.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; In contrast to normal reactive lymph nodes, the neoplastic follicles are closely packed and similar in size.&nbsp; The follicles contain admixed centrocytes (ie, smaller cells with cleaved or angulated nuclei) and centroblasts (ie, larger, noncleaved cells containing multiple nucleoli).&nbsp; Other cells typically seen in reactive follicles (eg, tingible body macrophages, which phagocytose apoptotic cells) are not observed.<p></p><br><br><p>Expression of <em>BCL2</em> due to t(14;18) can be identified via FISH or PCR.</p>\n<h2>Management</h2><br><br><p>The management of follicular lymphoma depends on the clinical presentation (eg, stage, symptoms).&nbsp; Asymptomatic patients, particularly those with early-stage indolent disease, may be closely monitored.&nbsp; Treatment options for those with symptoms related to disease (eg, cytopenias, organ dysfunction due to mass effect) include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chemotherapy standard regimen:&nbsp; Includes R-CHOP (Rituximab, Cyclophosphamide, Doxorubicin, Vincristine, Prednisone)</li>\n\t<li>Radiation therapy:&nbsp; Can be considered for localized disease or as palliative treatment.</li>\n</ul>\n<h2>Prognosis</h2><br><br><p>Follicular lymphoma is generally considered incurable, particularly at higher stages, but it can be managed effectively for many years; median overall survival is &gt;20 years.&nbsp; Risk factors for poor prognosis include advanced age, high stage, and increased number of involved nodes.&nbsp; Transformation to aggressive lymphoma (often DLBCL) significantly worsens the prognosis.</p>\n<h1>Mantle cell lymphoma</h1><br><br><p>Mantle cell lymphoma arises from mature B cells at the outer edge of lymph node follicles (the mantle zone), which helps distinguish it from other B-cell lymphomas that arise from more mature B cells.</p>\n<h2>Pathogenesis and risk factors</h2><br><br><p>The hallmark of mantle cell lymphoma is the translocation between the cyclin D1 locus on chromosome 11 and the immunoglobulin heavy chain locus on chromosome 14 (t[11;14]).&nbsp; This mutation results in overexpression of cyclin D1, a promoter of the G1-to-S phase transition during the cell cycle (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99430.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ), which leads to dysregulation of the cell cycle and uncontrolled B cell proliferation.<p></p><br><br><p>Mantle cell lymphoma appears to primarily affect older adults, with a median age at diagnosis of ~60.&nbsp; Approximately 75% of patients are male.</p>\n<h2>Clinical presentation</h2><br><br><p>Mantle cell lymphoma typically presents with either of the following forms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Nodal mantle cell lymphoma (majority of cases)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Generalized lymphadenopathy:&nbsp; Can range from slow-growing (eg, smoldering mantle cell lymphoma) to an aggressive form with rapidly progressive lymph node enlargement.</li>\n\t\t<li>Gastrointestinal involvement:&nbsp; Frequently involves the gastrointestinal tract, leading to acute symptoms (eg, abdominal pain, obstruction).</li>\n\t</ul>\n\t</li>\n\t<li>Leukemic, non-nodal Mantle cell lymphoma:&nbsp; Generally indolent with splenomegaly and lymphocytosis.</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>Histopathology shows small- to medium-sized lymphoid cells with irregular nuclei, often referred to as \"cleaved\" nuclei.&nbsp; Detection of the t(11;14) translocation (eg, via FISH) or overexpression of cyclin D1 by immunophenotyping is the primary distinguishing feature diagnostic of mantle cell lymphoma.</p><br><br><p>Because mantle cell lymphoma has a high incidence of gastrointestinal tract involvement, an upper endoscopy and colonoscopy should be considered in patients with gastrointestinal symptoms.</p>\n<h2>Management</h2><br><br><p>Treatment is guided by the stage and severity of the disease, as well as patient factors.&nbsp; In general, this involves:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chemotherapy:&nbsp; Induction regimens often include combinations that include rituximab (eg, R-CHOP [Rituximab, Cyclophosphamide, Doxorubicin, Vincristine, Prednisone], rituximab-bendamustine).&nbsp; This is usually followed by autologous stem cell transplantation for eligible patients (eg, younger age with no major organ dysfunction).</li>\n\t<li>Maintenance therapy:&nbsp; Rituximab maintenance may be used after initial treatment to prolong remission.</li>\n</ul><br><br><p>In selected patients with indolent forms of mantle cell lymphoma, a period of observation without immediate treatment may be appropriate.</p>\n<h2>Prognosis</h2><br><br><p>Mantle cell lymphoma generally has a more aggressive course compared to other indolent lymphomas, with a median survival of 3 to 5 years, although this outcome is improving with newer therapies.&nbsp; Factors that confer a worse prognosis include older age (particularly if &gt;70), limited performance status, elevated LDH, and elevated initial leukocyte count.</p>\n</div>\n\n            "
}