{
  "meta": {
    "title": "Paroxysmal nocturnal hemoglobinuria",
    "url": "https://brainandscalpel.vercel.app/paroxysmal-nocturnal-hemoglobinuria-f05070fc-167143.html",
    "scrapedAt": "2025-12-01T05:02:45.894Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction </h1>\n<p>Paroxysmal nocturnal hemoglobinuria (PNH) is a rare acquired disorder in which a hematopoietic stem cell loses the ability to produce glycosylphosphatidylinositol (GPI) anchors on its plasma membrane surface.&nbsp; Without these anchors, this cell and its progeny cannot hold certain proteins on the cell surface, becoming susceptible to complement-mediated hemolysis.&nbsp; In addition to hemolysis, patients with PNH may also have thrombosis and bone marrow failure.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>The GPI anchor is a glycolipid that normally secures various proteins to the plasma membrane surface.&nbsp; The phosphatidylinositol glycan anchor A (<em>PIGA</em>) gene is involved in the synthesis of GPI anchors.&nbsp; PNH develops when a multipotent hematopoietic stem cell acquires a mutation in <em>PIGA</em>.&nbsp; As a result, this stem cell and its progeny (eg, leukocytes, erythrocytes, platelets) lack dozens of <strong>GPI-anchored surface proteins</strong>, including <strong>CD55</strong> (decay-accelerating factor) and <strong>CD59</strong> (MAC inhibitory protein).&nbsp; These 2 proteins play a key role in downregulating activated complement on red blood cells, preventing the membrane attack complex from forming.&nbsp; Without CD55 and CD59, the membrane attack complex easily forms on red blood cells (RBCs), resulting in complement-mediated hemolysis.</p><br><br><p>Hemolysis occurs at low baseline levels chronically but is more prominent during sleep.&nbsp; This is because sleep-associated hypoventilation results in mild respiratory acidosis that enhances complement fixation on RBCs, leading to increased hemolysis.&nbsp; Hemolysis can also be exacerbated by other sources of acidosis (eg, inflammation associated with infection and surgery).&nbsp; Lysed RBCs release hemoglobin and other prothrombotic factors that increase the risk for thrombosis.</p><br><br><p>Although leukocytes also lack CD55 and CD59, their lifespan is typically normal, likely because nucleated cells have additional complement inhibitors on the cell surface that are not dependent on GPI anchors.&nbsp; Complement-mediated activation of platelets may also result in mild consumption of platelets, but this does not appear to contribute to significant thrombocytopenia.</p><br><br><p>Because PNH occurs due to an <strong>acquired genetic mutation</strong>, it primarily affects adults.&nbsp; Specific risk factors for developing the mutation have not been established, but <em>PIGA</em> mutations have been identified in cells of healthy patients, suggesting that the mutation may be more common.&nbsp; However, these patients do not develop PNH because the mutation occurs in blood cells that cannot divide.&nbsp; By contrast, in patients with PNH, the mutation occurs in a multipotent hematopoietic stem cell that undergoes clonal expansion (ie, rapid cell division).</p><br><br><p>In PNH, clonal expansion of the affected multipotent hematopoietic stem cell can occur for a variety of reasons, including immune escape.&nbsp; Clones have been detected in up to 65% of patients with idiopathic acquired aplastic anemia, a condition that likely occurs due to immune-mediated destruction of hematopoietic stem cells.&nbsp; Because PNH cells lack GPI-anchored proteins, including certain antigens on the cell surface, they may not be targeted for immune-mediated destruction, allowing for survival and expansion.&nbsp; Clones may also acquire additional mutations that accelerate proliferation, causing rapid expansion.</p>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentations of PNH may vary, but the most common include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hemolytic anemia</strong>:&nbsp; Complement-mediated hemolysis can result in:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>significant anemia</strong>, manifesting as fatigue and dyspnea.</li>\n\t\t<li><strong>indirect hyperbilirubinemia</strong>, which causes scleral icterus and jaundice.</li>\n\t\t<li><strong>hemoglobinuria</strong> (ie, dark or red urine), which is more prominent in the morning due to increased complement-mediated hemolysis from hypoventilation during sleep.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Hypercoagulable state</strong>:&nbsp; This state is likely due to release of hemoglobin and other prothrombotic factors from lysed red blood cells and activated platelets.&nbsp; Thrombosis occurs in up to 40% of patients and can develop in atypical sites (eg, hepatic veins causing Budd-Chiari syndrome (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49844.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), cerebral veins causing severe headache or seizures).&nbsp; Thrombotic complications are the leading cause of death.</li>\n\t<li><strong>Smooth muscle dystonia</strong>:&nbsp; Upon release from lysed RBCs, hemoglobin can scavenge nitric oxide (NO), a potent vasodilator.&nbsp; Loss of NO contributes to smooth muscle dystonia, which can manifest with a variety of symptoms (eg, dysphagia, abdominal cramping, erectile dysfunction).</li>\n\t<li><strong>Bone marrow dysfunction</strong>:&nbsp; Most patients have varying degrees of bone marrow dysfunction.&nbsp; Although PNH can arise de novo, some patients present with concurrent bone marrow failure (eg, acquired aplastic anemia), likely related to immune-mediated destruction of normal multipotent hematopoietic stem cells in acquired aplastic anemia allowing the stem cell with a mutation in the <em>PIGA</em> gene to proliferate.&nbsp; Signs of bone marrow failure include recurrent infections (due to leukopenia) and bleeding (due to thrombocytopenia).</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Laboratory evaluation for suspected PNH involves the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count (CBC):&nbsp; shows anemia.&nbsp; If there is concurrent bone marrow failure, leukopenia and thrombocytopenia may be present.</li>\n\t<li>Reticulocyte count:&nbsp; elevated as a compensatory response to anemia.&nbsp; However, reticulocyte count may be low if there is concurrent bone marrow failure.</li>\n\t<li>Peripheral blood smear:&nbsp; shows anemia and compensatory reticulocytosis without abnormal RBC morphology.</li>\n\t<li>Lactate dehydrogenase:&nbsp; elevated due to hemolysis.</li>\n\t<li>Serum free hemoglobin:&nbsp; elevated due to hemolysis.</li>\n\t<li>Haptoglobin:&nbsp; low due to binding free hemoglobin.</li>\n\t<li>Bilirubin:&nbsp; elevated indirect bilirubin due to hemolysis and hemoglobin metabolism.</li>\n\t<li>Urinalysis:&nbsp; hemoglobinuria due to hemolysis.</li>\n\t<li>Direct antigen (Coombs) test:&nbsp; negative because the hemolysis is complement (not antibody) mediated.</li>\n</ul><br><br><p>PNH can be confirmed with <strong>flow cytometry</strong> using fluorescent antibodies that directly bind GPI anchors or GPI-anchored proteins (including CD55 and CD59) on RBCs and granulocytes.&nbsp; Flow cytometry can assess for a population of clones that lack bound fluorescent antibodies, confirming the diagnosis.</p><br><br><p>Additional testing may be considered, including iron studies (eg, serum iron, ferritin), bone marrow evaluation in patients with bone marrow failure (eg, leukopenia, thrombocytopenia), and imaging (eg, ultrasound, MRI) in those with thrombosis.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for PNH includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Other hemolytic anemias:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Autoimmune hemolytic anemia</strong>:&nbsp; distinguished by positive direct antiglobulin (Coombs) test.</li>\n\t\t<li><strong>Hereditary anemias</strong> (eg, hereditary spherocytosis, hemoglobinopathies, glucose-6-phosphate dehydrogenase deficiency):&nbsp; distinguished by characteristic RBC morphology on peripheral smear (eg, spherocytes, target cells, blister cells).</li>\n\t\t<li><strong>Microangiopathic hemolytic anemia</strong> (eg, hemolytic uremic syndrome, thrombotic thrombocytopenic purpura):&nbsp; distinguished by schistocytes on peripheral smear.</li>\n\t</ul>\n\t</li>\n\t<li>Other conditions associated with thrombosis (eg, inherited thrombophilias):&nbsp; In general, these conditions do not also present with hemolytic anemia.</li>\n\t<li>Other conditions with dark or red urine that can cause heme-positive urine dipstick:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Hematuria</strong> (ie, RBCs in urine):&nbsp; distinguished from hemoglobinuria of PNH by the presence of RBCs on urine microscopy.</li>\n\t\t<li><strong>Myoglobinuria</strong> (ie, free myoglobin in urine):&nbsp; occurs in rhabdomyolysis, likely with a clinical history of physical exertion or viral illness (eg, influenza) followed by muscle pain and elevated creatine kinase.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of PNH depends on the presenting symptoms.&nbsp; For symptomatic hemolytic anemia, treatment involves <strong>complement inhibitors</strong> (eg, eculizumab (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18711.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), a monoclonal antibody inhibiting the terminal complement cascade) that reduce complement-mediated hemolysis.&nbsp; However, these complement inhibitors increase the risk for infection with <em>Neisseria meningitidis</em> and other encapsulated organisms.&nbsp; Although vaccination reduces this risk, patients taking complement inhibitors are still at significantly increased risk for infection in comparison to the general population and should be monitored closely.<p></p><br><br><p>Additional treatment includes anticoagulation for patients with thrombosis and allogeneic hematopoietic stem cell transplantation (HSCT) for those with aplastic anemia.&nbsp; Although HSCT can be curative for PNH, the risk of mortality is significant.&nbsp; Therefore, HSCT is not routinely recommended for PNH unless the patient also has concurrent bone marrow failure.</p><br><br><p>Routine monitoring (eg, CBC, flow cytometry to assess for the presence and number of PNH clones) and other supportive care measures (eg, folate supplementation due to ongoing hemolysis, RBC transfusions for symptomatic anemia) should also be provided.</p>\n<h1>Prognosis</h1><br><br><p>PNH is a chronic condition, and the overall prognosis is variable, depending on the presence of adverse prognostic factors at diagnosis (eg, older age of onset, bone marrow failure).</p><br><br><p>Patients with PNH are also at risk of complications (eg, thrombosis [the leading cause of death], renal disease due to hemosiderosis [ie, iron deposition in the kidney due to chronic hemolysis]).&nbsp; Associated myelodysplastic syndrome and leukemia have also been reported, contributing to mortality.&nbsp; Treatment with complement inhibitors can reduce the overall risk of morbidity and mortality, but patients remain at significantly increased risk for severe infections from encapsulated organisms.</p>\n<h1>Summary</h1><br><br><p>Paroxysmal nocturnal hemoglobinuria is a rare acquired disorder in which hematopoietic stem cells lose the ability to anchor certain proteins on the plasma membrane surface, leading to the production of blood cells susceptible to destruction by the complement system, causing hemolysis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81696.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Patients may also have thrombosis and bone marrow failure.&nbsp; Management involves treatment with complement inhibitors, which reduce the risk for complications of hemolysis.<p></p>\n</div>\n\n            "
}