{
  "meta": {
    "title": "Penile cancer",
    "url": "https://brainandscalpel.vercel.app/penile-cancer-53dce608-167143.html",
    "scrapedAt": "2025-12-01T05:02:50.244Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Penile cancer is an uncommon malignancy that develops primarily in men age &gt;60.&nbsp; Most cases (90%-95%) are due to squamous cell carcinoma.&nbsp; Major risk factors for squamous cell carcinoma are persistent human papillomavirus (HPV) infection and chronic inflammation and irritation of the glans.&nbsp; Patients typically have a painless nodule or ulcer on the distal penis (glans, foreskin), and the diagnosis is confirmed with biopsy.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>The pathogenesis of penile cancer likely involves a complex interplay of infectious and environmental factors, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Persistent HPV infection</strong>:&nbsp; Infection with high-risk (ie, oncogenic) HPV genotypes, particularly 16 and 18, is strongly associated with the development of penile cancer.&nbsp; The virus's oncoproteins (E6 and E7) disrupt tumor suppressor genes (<em>p53</em>, <em>Rb</em>), leading to uncontrolled cell proliferation and the inability to repair damaged DNA.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Risk factors include immunosuppression, HIV infection, and tobacco use (eg, smoking).&nbsp; These all decrease the rate of clearance of HPV, leading to persistent HPV infection, and a higher risk for cancer.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Chronic inflammation and irritation of the glans</strong>:&nbsp; Conditions such as phimosis (inability to retract the foreskin), balanitis (inflammation of the glans), and chronic poor prepuce hygiene cause persistent irritation and inflammation of the preputial environment, promoting carcinogenesis.&nbsp; Therefore, neonatal circumcision, which decreases irritation of the glans, is associated with a significant reduction in the incidence of penile cancer</li>\n</ul><br><br><p>Other possible risk factors include obesity, penile injury, and chronic rash, all likely related to chronic inflammation.</p>\n<h1>Clinical presentation</h1><br><br><p>The clinical manifestations of penile cancer include a <strong>lump, nodule, ulcer, or flat growth on the glans or foreskin</strong>.&nbsp; The lesion is typically painless but can become painful with disease progression.&nbsp; Patients with ulcerated or fungating masses may have bleeding or a secondary infection.</p><br><br><p><strong>Painless inguinal lymphadenopathy</strong> may be present due to either inflammatory reaction or metastatic spread.&nbsp; However, distant metastases are uncommon until the late stages of disease.</p>\n<h1>Differential diagnosis</h1><br><br><p>Several conditions may mimic penile cancer and should be considered in the differential diagnosis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Syphilitic chancre</strong>:&nbsp; (primary syphilis) presents with a painless papule that forms an ulcer (ie, chancre) over time.&nbsp; Syphilitic chancres resolve with antibiotics or resolve spontaneously within 3-6 weeks.</li>\n\t<li><strong>Chancroid</strong>:&nbsp; caused by <em>Haemophilus ducreyi</em> and manifestations typically include a painful genital papule that turns into a pustule and erodes into an ulcer.</li>\n\t<li><strong>Psoriasis</strong>:&nbsp; can cause raised, sharply demarcated, erythematous lesions on the penis, (often without the characteristic silvery scales).&nbsp; However, psoriasis is rarely isolated to the genital area.</li>\n\t<li><strong>Behçet syndrome</strong>:&nbsp; may cause genital aphthous ulcers that are recurrent and painful.&nbsp; Most occur on the scrotum and heal spontaneously within 1-3 weeks.</li>\n\t<li><strong>Balanitis</strong>:&nbsp; is characterized by a painful or pruritic, erythematous rash with malodorous, thick discharge, instead of a painless mass/ulcer.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Penile cancer should be suspected in any man with a painless mass or ulceration on the penis, particularly if the patient has risk factors (eg, HPV, uncircumcised) or is age &gt;60.</p><br><br><p>A <strong>biopsy of the lesion</strong> is necessary for diagnosis.&nbsp; Histologic evaluation of the specimen is used to determine the tumor grade, which evaluates the degree to which neoplastic cells resemble normal cells, and indicates aggressiveness.&nbsp; Low-grade neoplasms contain well-differentiated cells that maintain characteristics of normal, mature cells but grow in an irregular, nesting pattern.&nbsp; In contrast, high-grade neoplasms contain poorly differentiated (ie, anaplastic) cells.&nbsp; The tumor grade helps determine the prognosis.</p><br><br><p>Once malignancy is confirmed by biopsy, a combination of imaging (eg, CT scan) and surgical evaluation (eg, sentinel node biopsy) is used to determine the tumor stage, which determines the depth of tumor invasion and degree of spread.&nbsp; These are the most important determinants of management and prognosis.&nbsp; The lymph drainage from the glans and shaft travels to superficial inguinal nodes, then deep inguinal nodes, and finally pelvic and retroperitoneal nodes.&nbsp; Metastasis to bilateral/multiple inguinal nodes or pelvic/retroperitoneal nodes carries a poor prognosis.</p>\n<h1>Laboratory evaluation</h1><br><br><p>All patients with suspected penile carcinoma require biopsy and histopathologic testing of penile lesion/mass (and lymphatic tissue if regional spread has occurred).</p><br><br><p>Additional laboratory tests that may be useful in the overall evaluation of these patients include HPV testing, complete blood count, and liver and renal function tests (to assess overall health prior to initiating treatment).</p>\n<h1>Imaging studies</h1><br><br><p>Imaging is often used to evaluate the depth of tumor invasion and the extent of the metastatic disease.&nbsp; Options include ultrasonography, CT scan, MRI, and positron emission tomography (which is used primarily to evaluate for metastatic disease).</p>\n<h1>Management</h1><br><br><p>Management of penile cancer typically involves a combination of surgery, radiation, and chemotherapy.</p><br><br><p><strong>Surgery</strong> is the mainstay of management.&nbsp; Based on the tumor grade and stage, surgical options range from local tumor excision to either a partial or a total penectomy.&nbsp; The goal is to maintain as much penile function as possible while effectively removing malignant tissue.&nbsp; Inguinal node resection is also indicated in metastatic disease.</p><br><br><p>Radiation may be used as an alternate to surgery in early-stage disease or as adjuvant therapy in more advanced cases after surgical resection.&nbsp; Chemotherapy is typically used for invasive or widespread metastatic disease.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of penile cancer depends on the stage at diagnosis, with early-stage disease having a much better outcome.&nbsp; Lesions confined to the primary site usually have a good prognosis (5-year survival &gt;75%).&nbsp; In contrast, locally advanced or metastatic disease carries a poorer prognosis.</p><br><br><p>Many patients delay seeking care for penile lesions.&nbsp; In addition, the lesions may be misdiagnosed as benign (eg, balanitis) early in the course of the disease.&nbsp; These hindrances can lead to a delay in diagnosis and can significantly impact morbidity and mortality.</p>\n<h1>Prevention</h1><br><br><p>Preventive measures can significantly reduce the risk for penile cancer.</p><br><br><p>The primary preventive measure is elimination of HPV infection.&nbsp; <strong>HPV vaccination</strong> can help prevent the spread of the virus in both the patient and sexual partners (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/53590.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Safe sexual practices, including consistent use of barrier contraception, can also prevent infection.<p></p><br><br><p>In addition, genital hygiene, including neonatal circumcision, and smoking cessation can help reduce the risk for penile cancer.</p>\n<h1>Summary</h1><br><br><p>Penile cancer (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57208.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is an uncommon malignancy associated with persistent human papillomavirus infection.&nbsp; It presents as a painless nodule or ulcer on the penile skin, most often in men age &gt;60.<p></p>\n</div>\n\n            "
}