{
  "meta": {
    "title": "Porphyria",
    "url": "https://brainandscalpel.vercel.app/porphyria-b36af971-167143.html",
    "scrapedAt": "2025-12-01T05:02:53.323Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Porphyrias are a group of rare metabolic disorders characterized by defects in heme biosynthesis that lead to the accumulation of intermediate substrates.&nbsp; These substrates are toxic to the nervous system and skin, resulting in neurovisceral attacks and/or photosensitivity.&nbsp; It has been suggested that these conditions may have inspired vampire folklore.</p>\n<h1>Pathogenesis and clinical manifestations</h1><br><br><p>Heme is a molecule that consists of a ring-shaped structure (porphyrin) surrounding an iron atom.&nbsp; It is synthesized primarily in the liver for incorporation into cytochrome P450 (CYP450) enzymes and in the bone marrow for incorporation into hemoglobin during erythropoiesis.&nbsp; Heme production involves a series of 8 enzymatic reactions (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24823.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), and the disruption of any of these steps can lead to the accumulation of porphyrin intermediates, which are toxic in high concentrations and create unique porphyria subtypes.<p></p><br><br><p>Because porphyria is a rare condition, only the most common subtypes (eg, acute intermittent porphyria [AIP], porphyria cutanea tarda [PCT], erythropoietic protoporphyria [EPP]) will be discussed in detail.</p>\n<h2>Step 1:&nbsp; Delta-aminolevulinic acid synthase (ALA synthase)</h2><br><br><p><strong>Reaction</strong>:&nbsp; Glycine and succinyl-CoA combine to form delta-aminolevulinic acid (ALA) via ALA synthase, the rate-limiting step in heme synthesis.&nbsp; This step occurs in the mitochondria and requires vitamin B6.</p><br><br><p><strong>Porphyria subtype</strong>:&nbsp; There are 2 unique forms of the ALA synthase enzyme: ALA synthase 1, which is expressed in all tissues, and ALA synthase 2, which is expressed only in erythroid progenitor cells.&nbsp; The gene for ALA synthase 2 is located on the X-chromosome, and gain-of-function or loss-of-function mutations can lead to 2 distinct diseases:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A gain-of-function mutation leads to an overproduction of downstream porphyrin intermediates that overwhelm the capacity of the last enzyme in the reaction series, ferrochelatase.&nbsp; Ferrochelatase normally attaches iron to protoporphyrin IX to form heme.&nbsp; When ferrochetalase is overwhelmed, excess protoporphyrin IX accumulates.&nbsp; Protoporphyrin IX is hydrophobic and deposits in the lipid bilayer of epidermal cell membranes.&nbsp; Upon exposure to sunlight, protoporphyrin IX generates reactive oxygen species that cause oxidative damage to surrounding tissue.&nbsp; This condition is known as X-linked protoporphyria.</li>\n\t<li>A loss-of-function mutation leads to a decrease in the formation of all porphyrins, and therefore, heme synthesis.&nbsp; Without sufficient protoporphyrin IX, excess iron accumulates in erythroid progenitor cells and results in sideroblastic anemia (ring sideroblasts can be visualized on special staining (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25815.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )).&nbsp; Because there is no accumulation of toxic porphyrin intermediates, this condition is not a porphyria.</li>\n</ul>\n<h2>Step 2: ALA dehydratase</h2><br><br><p><strong>Reaction</strong>:&nbsp; ALA is converted to porphobilinogen (PBG) via ALA dehydratase.</p><br><br><p><strong>Porphyria subtype</strong>:&nbsp; A mutation in the gene for ALA dehydratase can lead to the accumulation of ALA, a rare condition known as ALA dehydratase porphyria.&nbsp; Both ALA and PBG are neurotoxic in high concentrations and can lead to autonomic dysfunction, neuropathy, and neuropsychiatric symptoms.</p>\n<h2>Step 3: PBG deaminase</h2><br><br><p><strong>Reaction</strong>:&nbsp; PBG is converted to hydroxymethylbilane via PBG deaminase.</p><br><br><p><strong>Porphyria subtype</strong>:&nbsp; A mutation in the gene for PBG deaminase can lead to the accumulation of PBG and its precursor, ALA.&nbsp; Patients are often asymptomatic unless triggered by certain factors that increase heme synthesis (ie, induce ALA synthase activity).&nbsp; Common factors that can increase heme synthesis include certain medications that induce CYP450 enzyme production (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41762.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), alcohol, tobacco, physiologic stress (eg, surgery, fasting), and increased progesterone during puberty (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20048.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p>When these conditions are present, ALA synthase activity outpaces PBG deaminase activity, resulting in the accumulation of toxic intermediates in tissues, particularly the liver.&nbsp; This is known as <strong>acute intermittent porphyria</strong> (AIP), an autosomal dominant condition and the second most common porphyria subtype (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/58046.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Patients typically present in their 20s-30s with <strong>episodic symptoms</strong>, which can last days to weeks.&nbsp; These episodes are characterized by:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Neuropathic abdominal pain</strong>:&nbsp; Typically diffuse, severe, and accompanied by vomiting, constipation, and hypoactive bowel sounds.&nbsp; Because the pain is neuropathic, there is typically no tenderness on palpation.</li>\n\t<li><strong>Peripheral neuropathy</strong>:&nbsp; Includes sensory (eg, tingling) and motor (eg, weakness, which can lead to respiratory failure) disturbances.</li>\n\t<li><strong>Autonomic dysfunction</strong> (eg, tachycardia, diaphoresis, tremors).</li>\n\t<li><strong>CNS involvement</strong>: Can manifest as seizures and neuropsychiatric symptoms (eg, anxiety, insomnia, mood fluctuations, restlessness, hallucinations).</li>\n\t<li><strong>Urine changes</strong>:&nbsp; Patients develop red-tinged urine that darkens on exposure to light and air due to the oxidation of excess PBG (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6678.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>Of note, PBG deaminase activity can be within the normal range in young erythrocytes, waning only as the cells age.&nbsp; This initially normal enzyme activity may in part explain why patients with AIP do not have hematologic symptoms (ie, the erythrocyte progenitor cells can produce the necessary amounts of heme).</p>\n<h2>Step 4:&nbsp; Uroporphyrinogen III synthase</h2><br><br><p><strong>Reaction</strong>:&nbsp; Hydroxymethylbilane is converted to uroporphyrinogen III by uroporphyrinogen III synthase.</p><br><br><p><strong>Porphyria subtype</strong>:&nbsp; Reduced activity of this enzyme affects mostly erythrocytes.&nbsp; Biallelic mutations result in congenital erythropoietic porphyria.&nbsp; In this condition, hydroxymethylbilane accumulates and is metabolized to other porphyrin precursors that cause:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anemia</strong>:&nbsp; Excess porphyrins cause hemolysis and ineffective erythropoiesis.</li>\n\t<li><strong>Photosensitivity</strong>:&nbsp; Due to excess porphyrin deposition in the skin, which, upon exposure to sunlight, generates reactive oxygen species that can cause significant tissue damage beginning in infancy.</li>\n\t<li><strong>Reddish-brown tooth discoloration</strong> (erythrodontia) due to excess porphyrin deposition in the teeth.</li>\n</ul>\n<h2>Step 5:&nbsp; Uroporphyrinogen decarboxylase (UROD)</h2><br><br><p><strong>Reaction</strong>:&nbsp; Uroporphyrinogen III is converted to coproporphyrinogen III via uroporphyrinogen decarboxylase (UROD).</p><br><br><p><strong>Porphyria subtype</strong>:&nbsp; Dysfunction of hepatic UROD causes <strong>porphyria cutanea tarda</strong> (PCT), the most common porphyria subtype (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81838.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Unlike the other subtypes, which are caused by genetic mutations, PCT is usually caused by environmental factors (eg, iron excess from hemochromatosis, infections [eg, hepatitis C, HIV], ingestion of ethanol or estrogens, tobacco use, exposure to halogenated hydrocarbons [eg, pesticides]).&nbsp; These conditions inhibit hepatic UROD activity, allowing the accumulation of porphyrinogens upstream of the enzyme.&nbsp; These substrates are carboxylated to photosensitive porphyrins that are transported to the skin.&nbsp; Clinical symptoms generally manifest when hepatic UROD activity reaches &lt;20% of normal:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vesicles/bullae</strong>:&nbsp; Upon exposure to sunlight, porphyrins generate reactive oxygen species that damage proteins in the basement membrane, causing epidermal separation and blistering.&nbsp; Patients develop increased skin fragility with painless vesicle and bullae formation on sun-exposed areas (eg, dorsa of the hands, face) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16476.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Facial hypertrichosis</strong></li>\n\t<li>Lesions often <strong>scar</strong> and form both <strong>hypo- and hyperpigmented areas</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28774.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; This disfigurement and subsequent avoidance of sunlight by patients has been speculated to be the inspiration for vampire folklore.</li>\n</ul><br><br><p>Rarely, patients with PCT have an underlying heterozygous mutation that decreases their baseline UROD activity to 50%.&nbsp; Therefore, these patients are predisposed to levels dropping below the 20% threshold due to environmental factors.</p><br><br><p>In PCT, UROD activity in erythroid progenitor cells is normal, and heme manifestations are uncommon.</p>\n<h2>Step 6:&nbsp; Coproporphyrinogen oxidase</h2><br><br><p><strong>Reaction</strong>:&nbsp; Coproporphyrinogen III is converted to protoporphyrinogen IX via coproporphyrinogen oxidase.</p><br><br><p><strong>Porphyria subtype</strong>:&nbsp; Impaired coproporphyrinogen oxidase function causes hereditary coproporphyria, which presents with systemic manifestations (similar to acute intermittent porphyria) and photosensitivity (similar to porphyria cutanea tarda).</p>\n<h2>Step 7:&nbsp; Protoporphyrinogen oxidase</h2><br><br><p><strong>Reaction</strong>:&nbsp; Protoporphyrinogen IX is converted to protoporphyrin IX via protoporphyrinogen oxidase.</p><br><br><p><strong>Porphyria subtype</strong>:&nbsp; Impaired protoporphyrinogen oxidase function causes variegate porphyria, which presents with prominent photosensitivity.</p>\n<h2>Step 8:&nbsp; Ferrochelatase</h2><br><br><p><strong>Reaction</strong>:&nbsp; Ferrochelatase attaches iron to protoporphyrin IX to form heme.&nbsp; Ferrochelatase can also attach zinc to form zinc protoporphyrin.</p><br><br><p><strong>Porphyria subtype</strong>:&nbsp; Ferrochelatase deficiency leads to the accumulation of metal-free protoporphyrin produced by erythrocyte progenitor cells in the bone marrow.&nbsp; The circulating protoporphyrins deposit in the skin, and patients present similarly to X-linked protoporphyria.&nbsp; Ferrochelatase deficiency causes <strong>erythropoietic protoporphyria</strong> (EPP), which typically presents in early childhood with diffuse erythema and edema within minutes of sunlight exposure.&nbsp; Vesicle/bullae formation and residual scarring are minimal in EPP, likely because protoporphyrins are hydrophobic, resulting in different tissue distributions.</p>\n<h1>Risk factors</h1><br><br><p>Risk factors for developing porphyria depend on the specific subtype.&nbsp; Most of the subtypes are associated with an underlying genetic mutation.&nbsp; Additional risk factors include environmental factors associated with symptom onset (eg, viral infections, alcohol ingestion).</p>\n<h1>Porphyria classification, testing, management, and prognosis</h1><br><br><p>Each of the 3 most common porphyria subtypes has a distinct clinical presentation that is classified based on where (hepatic or erythropoietic) the toxic intermediates initially accumulate.&nbsp; Recognizing the clinical pattern helps direct the initial workup:</p>\n<h2>Hepatic accumulation</h2><br><br><p><strong>Acute porphyrias</strong> (eg, acute intermittent porphyria [AIP], presenting with acute neurovisceral symptoms):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Diagnosis:&nbsp; Initial diagnostic testing includes measuring total urine porphyrins, ALA, and PBG.&nbsp; Confirmatory diagnostic testing includes genetic testing and demonstration of decreased PBG deaminase enzyme activity.</li>\n\t<li>Management:&nbsp; Directed at inhibiting ALA synthase 1 (rate-limiting enzyme) to reduce the formation of toxic porphyrin intermediates.&nbsp; Strategies include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Hemin infusion:&nbsp; Hemin is an oxidized form of heme that downregulates ALA synthase 1 production and is administered during acute episodes.</li>\n\t\t<li>Dextrose infusion:&nbsp; Inhibits peroxisome proliferator-activated receptor-gamma, a transcription factor that induces synthesis of ALA synthase 1, which reduces porphyrin synthesis overall.</li>\n\t\t<li>Avoiding triggers, including CYP450-inducing drugs (eg, most antiepileptics, griseofulvin, rifampin), alcohol, and tobacco use.</li>\n\t\t<li>Other supportive care measures (eg, beta-blockers for tachycardia, gabapentin for neuropathic pain) may be appropriate.</li>\n\t</ul>\n\t</li>\n\t<li>Prognosis:&nbsp; Episodic attacks can be life-threatening (eg, due to respiratory failure), but with prompt recognition and appropriate management, the prognosis may be good.</li>\n</ul><br><br><p><strong>Blistering cutaneous porphyrias</strong> (eg, porphyria cutanea tarda [PCT])</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Diagnosis:&nbsp; Initial diagnostic testing includes measuring total urine or plasma porphyrins.&nbsp; If elevated, individual porphyrins should be measured.&nbsp; PCT can be distinguished by the elevation of highly carboxylated porphyrins (eg, uroporphyrin, heptacarboxyl porphyrins) relative to other porphyrins.&nbsp; Ferritin levels (indicative of iron stores) and liver enzymes are usually elevated.</li>\n\t<li>Management:&nbsp; Identifying and treating triggers (eg, antiviral therapy against hepatitis C, serial phlebotomy to reduce excess iron stores) and avoiding sunlight exposure.&nbsp; Hydroxychloroquine can be used to mobilize accumulated porphyrins from the liver, facilitating excretion from the body.</li>\n\t<li>Prognosis:&nbsp; PCT is treatable, and patients generally have a normal life expectancy.&nbsp; Relapses can occur if they are re-exposed to conditions that inhibit UROD activity.</li>\n</ul>\n<h2>Erythropoietic accumulation</h2><br><br><p><strong>Nonblistering cutaneous porphyrias</strong> (eg, erythropoietic protoporphyria [EPP])</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Diagnosis:&nbsp; Initial diagnostic testing includes erythrocyte total protoporphyrin.&nbsp; If elevated, the results should be fractionated, which shows a large percentage of metal-free protoporphyrin and some zinc-protoporphyrin.&nbsp; Genetic testing confirms the diagnosis.</li>\n\t<li>Management:&nbsp; Primarily involves lifelong photoprotection.&nbsp; Afamelanotide, which binds to melanocortin receptors to increase melanin production and skin pigmentation, may be utilized to increase tolerance to sunlight.&nbsp; Beta-carotene may also be utilized to improve sunlight tolerance.</li>\n\t<li>Prognosis:&nbsp; Patients with EPP generally have a normal life expectancy, but the lifestyle modifications necessary to reduce pain with sunlight exposure may impact quality of life.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Porphyrias result from enzyme defects in heme synthesis, leading to the accumulation of toxic porphyrin intermediates that can cause neurovisceral and/or cutaneous symptoms.&nbsp; Acute porphyrias present with severe abdominal pain, neuropathy, and psychiatric symptoms.&nbsp; Cutaneous porphyrias present with photosensitivity that may cause pain and/or skin blistering.&nbsp; Diagnosis involves laboratory assessment of porphyrin levels.&nbsp; Management is dependent on the specific subtype and may include hemin infusion and avoiding triggers.</p>\n</div>\n\n            "
}