{
  "meta": {
    "title": "Sickle cell disease complications",
    "url": "https://brainandscalpel.vercel.app/sickle-cell-disease-complications-edb2239e-167143.html",
    "scrapedAt": "2025-12-01T05:02:59.957Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Sickle cell disease (SCD) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37685.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) involves a group of inherited hemoglobinopathies characterized by the predominance of hemoglobin S (Hb S), a structural variant of hemoglobin, within red blood cells (RBCs).&nbsp; Unlike normal hemoglobin, Hb S polymerizes under hypoxic conditions, forming rigid, sickle-shaped RBCs.&nbsp; Patients have lifelong chronic hemolysis and vasoocclusion (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21119.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) that can cause both acute (eg, ischemic pain) and chronic complications (eg, chronic kidney disease).&nbsp; This article focuses on specific complications of SCD and their management.<p></p>\n<h1>Infection</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chronic vasoocclusion causes splenic infarctions that result in <strong>functional hyposplenism</strong>.&nbsp; Loss of splenic function significantly increases the risk for serious bacterial infection.&nbsp; Normally, circulating opsonized bacteria are recognized by splenic macrophages and are destroyed.&nbsp; This process is particularly important for protection against <strong>encapsulated bacteria</strong> such as <em>Streptococcus pneumoniae</em>.</li>\n\t<li>Although immunization and prophylactic penicillin have significantly decreased the rate of pneumococcal sepsis, <em><strong>S pneumoniae</strong></em> remains a leading cause of bacteremia in patients with SCD, likely from nonvaccine serotypes.&nbsp; Other encapsulated bacteria (eg, group B <em>Streptococcus</em>, <em>Haemophilus influenzae</em>, <em>Neisseria meningitidis</em>, <em>Salmonella typhi</em>) are also frequently isolated.</li>\n\t<li><strong>Fever</strong> can be the first sign of a life-threatening bacterial infection in patients with SCD and should be considered a <strong>medical emergency</strong> requiring prompt laboratory evaluation (eg, blood cultures, complete blood count), imaging (chest radiograph), and initiation of broad-spectrum antibiotics (eg, a third-generation cephalosporin such as ceftriaxone); vancomycin should be added if there is concern for sepsis (eg, hemodynamic instability, lethargy, tachypnea) or meningitis.</li>\n</ul>\n<h1>Anemia</h1><br><br><p>SCD is characterized by chronic, compensated hemolytic anemia, which causes a baseline hemoglobin lower than normal.&nbsp; The anemia can be exacerbated by <strong>acute hemoglobin drops</strong>, which can be life-threatening and typically occur due to splenic sequestration or transient aplastic crisis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34468.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Splenic sequestration</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pathophysiology:&nbsp; Splenic sequestration (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33231.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) occurs when a large volume of blood becomes trapped in the spleen, causing <strong>rapid splenic enlargement</strong> (spleen is often tender) and a reduction in circulating RBCs.&nbsp; It is most common in <strong>younger patients</strong> whose spleens have not yet become fibrotic from recurrent vasoocclusion and infarction.&nbsp; However, it can occur in older children and adults with milder forms of SCD (eg, hemoglobin SC disease) who have residual splenic function.&nbsp; Splenic sequestration can occur spontaneously or be triggered by infection or surgery.</li>\n\t<li>Clinical presentation:&nbsp; Patients typically have acute onset of fatigue, lethargy, and pallor, which can <strong>quickly progress</strong> to hypotension and hypovolemic shock.&nbsp; Cardiac output increases to compensate for decreased RBC oxygen-carrying capacity, and tachycardia and a systolic murmur (due to hyperdynamic blood flow) are common physical examination findings.</li>\n\t<li>Diagnosis:&nbsp; Laboratory findings include an <strong>acute decline in hemoglobin, usually ≥2 g/dL</strong> from baseline.&nbsp; Thrombocytopenia can also occur due to platelet trapping within the congested spleen.&nbsp; Because the bone marrow is functional, compensatory <strong>reticulocytosis</strong> occurs in response to the acute decline in circulating RBCs.</li>\n\t<li>Management:&nbsp; Initial management of acute splenic sequestration involves <strong>resuscitation</strong> with isotonic intravenous fluids to replete intravascular volume.&nbsp; In addition, RBCs should be transfused to restore circulatory volume and correct anemia.&nbsp; However, the <strong>transfusion</strong> should be administered cautiously (eg, half of normal volume) because sequestered RBCs may return to circulation, resulting in complications of a rapid increase in hemoglobin (eg, hyperviscosity syndrome, heart failure).&nbsp; <strong>Splenectomy</strong> may be considered for patients with recurrent episodes of splenic sequestration.</li>\n</ul>\n<h2>Transient aplastic crisis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Clinical presentation:&nbsp; Transient aplastic crisis is characterized by the <strong>sudden cessation of erythropoiesis</strong>, resulting in an acute <strong>decline in reticulocyte count</strong> (&lt;1%).&nbsp; Because patients with SCD rely on a steady production of new RBCs to replace those constantly undergoing hemolysis, a halt in erythropoiesis leads to acute worsening of patients' baseline anemia.&nbsp; Patients can develop fatigue, pallor, and a functional murmur, and symptoms may progress to hypotension and hypovolemic shock.&nbsp; Unlike splenic sequestration, transient aplastic crisis <strong>does not involve the spleen</strong>.&nbsp; Of note, transient aplastic crisis in SCD only affects RBCs and should not be confused with aplastic anemia, which can occur in any patient and is characterized by severe pancytopenia.</li>\n\t<li>Pathophysiology:&nbsp; Infection is the most common cause of transient aplastic crisis, particularly acute <strong>parvovirus B19 infection</strong>.&nbsp; Parvovirus is a nonenveloped, single-stranded DNA virus that is transmitted via respiratory droplets and binds an erythroid progenitor cell surface receptor (ie, P blood group antigen).&nbsp; Infection of erythroid progenitor cells prevents their maturation, leading to formation of abnormal giant pronormoblasts (ie, several times larger than surrounding RBCs) with glassy, intranuclear viral inclusions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L61285.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Although erythema infectiosum (fever, rash) is the classic presentation in children, parvovirus B19 infection can present with transient aplastic crisis but no preceding viral symptoms.&nbsp; Because most school-aged children are exposed to parvovirus (and typically develop immunity against the virus by age 15), aplastic crises are rare after early childhood.</li>\n\t<li>Diagnosis:&nbsp; Laboratory findings include transient (ie, for 1-2 weeks), severe anemia (ie, &lt;6 g/dL) with normal white blood cell and platelet counts.&nbsp; The reticulocyte count is markedly reduced, unlike in patients with splenic sequestration.</li>\n\t<li>Management:&nbsp; Management involves RBC transfusion.</li>\n</ul>\n<h1>Acute vasoocclusive pain episodes</h1><br><br><p>Because sickle-shaped RBCs are rigid, they are prone to entrapment in small capillaries, leading to microvascular occlusion and tissue ischemia that can cause severe pain.&nbsp; Local hypoxia and acidosis lead to sickling of additional RBCs that subsequently hemolyze, resulting in elevated lactate dehydrogenase and indirect bilirubin.&nbsp; Vasoocclusive pain most commonly involves the bones but can also involve other organs (eg, liver causing abdominal pain, lungs causing chest pain).&nbsp; Acute pain episodes can last from hours to days, and possible triggers include infection, dehydration, cold, menstruation, and stress.&nbsp; Management depends on the severity of the pain as reported by the patient:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Mild to moderate pain:&nbsp; These levels of pain can be managed with outpatient therapy, including nonsteroidal anti-inflammatory drugs and acetaminophen for mild pain and oral opioid medications (eg, oxycodone) for moderate pain.&nbsp; Warm compresses at the site of pain may also help.</li>\n\t<li>Severe pain:&nbsp; If pain is not adequately controlled with outpatient therapy, patients may need inpatient therapy, which may include intravenous opiates (eg, morphine).&nbsp; In addition, rehydration (ie, intravenous fluids) is essential for pain management because dehydration can cause further sickling and worsening of pain.</li>\n</ul>\n<h1>Skeletal complications</h1><br><br><p>RBC sickling can lead to skeletal complications (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31723.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Dactylitis (hand-foot syndrome)</h2><br><br><p>Although any bone is susceptible to acute vasoocclusion, a unique presentation of SCD is dactylitis, a condition in which RBC sickling occurs in the <strong>metacarpals and metatarsals</strong>.&nbsp; Dactylitis is one of the earliest clinical manifestations of SCD, often presenting during the first few years of life, when these bones contain hematopoietic bone marrow.&nbsp; Patients have acute onset of vasoocclusive pain and symmetric swelling of the hands and feet, which may be triggered by stress, illness, temperature changes, and dehydration.&nbsp; Some patients develop mild fever due to inflammation.&nbsp; Radiographs may show only soft tissue swelling during the initial episode.&nbsp; However, the bones may appear mottled after subsequent episodes.&nbsp; Management involves pain control and hydration, similar to management of other episodes of vasoocclusive pain.</p>\n<h2>Osteomyelitis</h2><br><br><p>Patients with SCD are at increased risk for osteomyelitis because sickled-shaped RBCs cannot flow freely through narrow metaphyseal vessels, causing microinfarctions that can become a nidus of infection (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33090.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pathophysiology:&nbsp; Patients with SCD are functionally asplenic and are therefore susceptible to infection with encapsulated organisms (eg, <em><strong>Salmonella</strong></em>).&nbsp; In addition, <em><strong>Staphylococcus</strong> aureus</em> is a common cause of osteomyelitis in patients with SCD, as well as in patients without SCD.</li>\n\t<li>Diagnosis:&nbsp; Although osteomyelitis is much less common than vasoocclusive pain, both can present with bone pain and fever.&nbsp; Therefore, initial laboratory testing for bone pain and fever includes complete blood count, C-reactive protein, erythrocyte sedimentation rate, and blood culture.&nbsp; Radiographs should be obtained to evaluate for alternate causes of pain (eg, fractures) and the finding of periosteal elevation, which is seen in advanced osteomyelitis.&nbsp; If the diagnosis remains unclear following laboratory evaluation, MRI should be obtained.</li>\n\t<li>Management:&nbsp; Broad-spectrum, empiric antibiotic therapy should be initiated immediately after all specimens (most importantly, blood cultures) have been collected for initial laboratory testing to reduce the risk for further morbidity and mortality.&nbsp; Empiric antibiotic therapy should include coverage for:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Gram-positive bacteria:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Nafcillin, oxacillin, or cefazolin (if low suspicion for methicillin-resistant <em>S aureus</em> [MRSA])</li>\n\t\t\t<li>Clindamycin or vancomycin (if high suspicion for MRSA)</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>Gram-negative bacteria:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Third-generation cephalosporin (eg, ceftriaxone, cefotaxime)</li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t</li>\n</ul>\n</div>\n<h2>Osteonecrosis (avascular necrosis)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pathophysiology:&nbsp; Recurrent vasoocclusion leads to bone ischemia and eventual collapse of the periarticular bone and cartilage (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/52715.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).&nbsp; The epiphyses of the long bones (eg, tibia, humerus) are often affected, and with limited collateral blood flow, the <strong>femoral head</strong> is the most commonly affected location.&nbsp; The femoral head has 2 main sources of blood: the circumflex arteries and the acetabular branch of the obturator artery (foveal artery), which lies within the ligamentum teres.&nbsp; The foveal artery may become obliterated later in life.&nbsp; Therefore, the risk for aseptic necrosis of the femoral head increases with age.</li>\n\t<li>Risk factors:&nbsp; In addition to age, risk factors include use of high-dose systemic corticosteroids and excessive alcohol intake.</li>\n\t<li>Clinical presentation:&nbsp; This includes <strong>progressive groin, buttock, or thigh</strong> pain that is worse with weight bearing.&nbsp; Pain can occur at rest in advanced disease.&nbsp; Physical examination shows pain and limited range of motion with internal rotation and abduction of the hip but no joint erythema or fever.</li>\n\t<li>Diagnosis:&nbsp; As a chronic, noninflammatory process, avascular necrosis is not associated with leukocytosis or elevated inflammatory markers (eg, erythrocyte sedimentation rate).&nbsp; Radiographs of the hip may initially appear normal, but as the disease progresses, the femoral head may appear flat with patchy sclerosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45934.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Biopsy is generally not required for diagnosis, but microscopic examination of the affected bone may show bony trabeculae with empty lacunae and fat necrosis.&nbsp; MRI should be performed to confirm the diagnosis.</li>\n\t<li>Management:&nbsp; Initial management involves conservative therapy (eg, pain control, limited weight bearing, physical therapy to maintain strength and range of motion).&nbsp; In severe cases, surgical intervention (eg, core decompression to remove necrotic tissue, joint replacement) may be necessary.</li>\n</ul>\n<h1>Pulmonary complications</h1><br><br><p>Because deoxygenated blood flows through the pulmonary artery, it is prone to sickling, which can lead to various complications (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/63459.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Acute chest syndrome (ACS)</h2><br><br><p>ACS is a life-threatening pulmonary complication that occurs in about half of all patients with SCD (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34466.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pathophysiology:&nbsp; ACS (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87786.png\" alt=\"table 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">table 9</div>\n                                </div>\n                                ) involves vasoocclusion of pulmonary microvasculature, which leads to localized ischemia and endothelial injury.&nbsp; ACS most commonly occurs in children but can occur at any age, with the highest mortality rate in adults.&nbsp; In children, infection and bronchospasm (eg, asthma exacerbation) are the most common causes.&nbsp; In these cases, alveolar hypoxia leads to sickling and vasoocclusion.&nbsp; In adults, acute vasoocclusive pain is the most common cause of ACS.&nbsp; Acute vasoocclusive pain occurs when sickled RBCs occlude bone marrow vessels and can precipitate ACS through the following mechanisms:</li>\n\t<li>Fat embolism:&nbsp; Ischemia and necrosis can cause fragmentation and embolism of bone marrow fat into the pulmonary vasculature; proinflammatory free fatty acids from the embolus can cause further pulmonary vasoocclusion.&nbsp; Thrombocytopenia is commonly associated with fat embolism.</li>\n\t<li>Hypoventilation:&nbsp; Vasoocclusive pain involving the ribs/sternum can cause the patient to take shallow breaths (splinting).&nbsp; In addition, opioid therapy can lead to hypoventilation and atelectasis.&nbsp; The resultant ventilation-perfusion mismatch causes hypoxemia, further promoting sickling.</li>\n\t<li>Diagnosis:&nbsp; ACS is a clinical diagnosis that requires the presence of a <strong>new pulmonary density</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63841.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) <strong>plus ≥1 of the following</strong>:&nbsp; temperature &gt;38.5 C (101.3 F), hypoxemia, chest pain, or respiratory symptoms (eg, dyspnea, wheezing, cough).</li>\n\t<li>Management strategies include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Prevent further sickling:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li><strong>Hydration</strong>:&nbsp; Initial management of ACS includes intravenous fluids to prevent dehydration.&nbsp; However, overhydration can lead to pulmonary edema, which can exacerbate ACS.</li>\n\t\t\t<li><strong>Pain control</strong>:&nbsp; This includes analgesics (eg, opioids, nonsteroidal anti-inflammatory drugs) to prevent splinting and subsequent hypoventilation and atelectasis.&nbsp; Of note, opioid use must be carefully monitored to avoid oversedation, which also leads to hypoventilation.</li>\n\t\t\t<li><strong>Respiratory support</strong>:&nbsp; Supplemental oxygen may be required to prevent hypoxia and further sickling.&nbsp; Use of incentive spirometry and bronchodilators may also improve oxygenation.&nbsp; Ventilation via noninvasive positive airway pressure or intubation may be required in severe cases.</li>\n\t\t\t<li><strong>Transfusion</strong> (eg, simple [RBC transfusion], exchange [replacing the patient's blood with allogeneic blood]):&nbsp; This decreases the concentration of Hb S, which decreases the risk for sickling.</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>Treat infections:&nbsp; ACS cannot be distinguished clinically from pneumonia.&nbsp; Therefore, <strong>broad-spectrum antibiotic therapy</strong> should be initiated, including a third-generation cephalosporin (eg, ceftriaxone, cefotaxime) and a macrolide (eg, azithromycin) to treat <em>S pneumoniae</em> and <em>Mycoplasma pneumoniae</em>, respectively.</li>\n\t</ul>\n\t</li>\n</ul><br><br>\t<h2>Asthma</h2>\n\t\t<p>Asthma occurs in patients with SCD more frequently than in the general population.&nbsp; Patients with recurrent ACS are at increased risk for developing asthma due to increased airway inflammation and increased airway hyperreactivity.&nbsp; In addition, asthma increases the risk for developing ACS because bronchospasm and alveolar hypoxia promote sickling and pulmonary vasoocclusion.</p><br><br>\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Clinical presentation:&nbsp; Patients with airway obstruction due to asthma may have intermittent or chronic chest tightness, shortness of breath, or cough.&nbsp; Symptoms are often worse at night, during exercise, or with upper respiratory infections.&nbsp; Wheezing may not be present, particularly if symptoms are mild or intermittent.</li>\n\t\t\t<li>Diagnosis:&nbsp; Spirometry shows airway obstruction that is reversible with bronchodilator administration.&nbsp; Chest radiograph is often normal.</li>\n\t\t\t<li>Management:&nbsp; This includes inhaled bronchodilators and corticosteroids, similar to management of asthma in patients without SCD.</li>\n\t\t</ul>\n\t\t<h2>Pulmonary hypertension</h2><br><br>\t\t<p>Pulmonary hypertension is a severe complication of SCD and is associated with increased mortality:</p><br><br>\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Pathogenesis:&nbsp; This likely involves chronic intravascular hemolysis with release of free heme, which binds nitric oxide, an endogenous vasodilator.&nbsp; The resultant pulmonary vasoconstriction causes endothelial injury and vascular inflammation, leading to intimal hyperplasia, medial hypertrophy (vascular remodeling), and <strong>increased pulmonary vascular resistance</strong>.&nbsp; Progressive narrowing of the pulmonary arteries results in right ventricular systolic failure, decreasing output and impairing left ventricular filling.&nbsp; Therefore, cardiac output cannot increase sufficiently during activity.</li>\n\t\t\t<li>Clinical presentation includes:\n\t\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t\t<li>Exertional dyspnea, fatigue, and presyncope/syncope</li>\n\t\t\t\t<li>Signs of right ventricular systolic failure (eg, pedal edema, hepatomegaly, loud pulmonic component of S2 due to elevated RV pressure)</li>\n\t\t\t\t<li>Diagnosis:&nbsp; Pulmonary function testing shows normal spirometry but a low diffusing capacity of the lungs for carbon monoxide due to loss of the vascular bed.&nbsp; Diagnosis requires right heart catheterization to confirm the elevated pulmonary artery pressure.</li>\n\t\t\t\t<li>Management:&nbsp; This involves supportive care (eg, diuretics to prevent volume overload, hydroxyurea to reduce RBC hemolysis and nitric oxide binding) and consideration of endothelin receptor antagonists (eg, bosentan).</li>\n\t\t\t</ul>\n\t\t\t</li>\n\t\t</ul>\n\t\t<h1>Cardiac complications</h1><br><br>\t\t<p>Patients with SCD can develop cardiac complications associated with increased mortality.&nbsp; Potential cardiac complications include cardiomyopathy (related to pulmonary hypertension, chronic anemia requiring increased cardiac output, iron overload) and myocardial ischemia/infarction (related to vasoocclusion).&nbsp; These complications are often unrecognized and are a major cause of mortality in adults.</p>\n\t\t<h1>Neurologic complications</h1><br><br>\t\t<p>Patients with SCD are at increased risk for stroke (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61509.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 10\n                                    </a>\n                                </div>\n                                ).&nbsp; Therefore, screening transcranial Doppler ultrasonography is essential for recognizing patients at high risk.&nbsp; Of note, ischemic strokes are more common than hemorrhagic strokes in patients with SCD.<p></p><br><br>\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Pathophysiology:&nbsp; Over time, vasooccintimal proliferation, and vascular stenosis of large arteries, increasing the risk for cerebral ischemia and stroke.&nbsp; Precipitating factors include acutely declining oxygenation or hemoglobin (often seen in acute pain episodes).</li>\n\t\t\t<li>Clinical presentation and diagnosis:&nbsp; Clinical features of stroke typically include focal weakness, hemiparesis, aphasia, seizures, or altered mental status.&nbsp; A STAT MRI of the brain should be performed to confirm the diagnosis.&nbsp; Of note, a CT scan of the brain may be normal at the time of presentation in patients with ischemic strokes.</li>\n\t\t\t<li>Management:&nbsp; This involves exchange transfusion, which lowers the relative percentage of sickled cells in the blood, increases its oxygen-carrying capacity, and reduces its hyperviscosity.&nbsp; Exchange transfusion also decreases the risk for stroke recurrence.&nbsp; Simple transfusion (RBC transfusion) should be performed if exchange transfusion is unavailable.</li>\n\t\t</ul>\n\t\t<h1>Ocular complications</h1><br><br>\t\t<p>In patients with SCD, vasoocclusion of the retinal artery can lead to retinal ischemia with subsequent reactive vessel proliferation and vitreous hemorrhage.&nbsp; Advanced disease can lead to significant vision impairment.&nbsp; Patients require routine ophthalmologic evaluation, and laser therapy may be required if proliferative retinopathy is detected.</p>\n\t\t<h1>Hepatobiliary complications</h1><br><br>\t\t<p>Patients with SCD may develop complications involving the liver.</p>\n\t\t<h2>Vasoocclusive pain episodes</h2><br><br>\t\t<p>Sickled RBCs sequester within hepatic sinuses, leading to hepatic sinusoid vasoocclusion with clinical findings of hepatic ischemia and infarction (eg, right upper quadrant pain, elevated transaminases) and systemic inflammation (eg, fever).&nbsp; Management includes supportive care with hydration and pain control.&nbsp; Acute sickle hepatic crisis is self-limited and usually resolves in &lt;2 weeks.&nbsp; Disseminated hepatic sickling can lead to diffuse ischemia and intrahepatic cholestasis, contributing to life-threatening liver failure that requires exchange transfusion.</p>\n\t\t<h2>Hepatic sequestration</h2><br><br>\t\t<p>Similar to in the spleen, RBCs can sequester within the liver, leading to hepatic sequestration.&nbsp; Patients have acute right upper quadrant pain, hepatomegaly, and a decline in hemoglobin.&nbsp; Management is supportive and involves careful transfusion to avoid hyperviscosity as sequestered RBC are released.</p>\n\t\t<h2>Pigmented gallstones</h2><br><br>\t\t<p>Chronic hemolysis can lead to pigmented gallstones.&nbsp; Patients are often asymptomatic, but symptomatic patients may require cholecystectomy.</p>\n\t\t<h2>Iron overload</h2><br><br>\t\t<p>Patients with SCD who receive chronic transfusions are at risk for iron overload and require routine monitoring (eg, serum ferritin, liver MRI) and chelation therapy.</p>\n\t\t<h1>Priapism</h1><br><br>\t\t<p>Normal penile erection and detumescence occur via the following mechanisms (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65228.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br>\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>The flaccid (detumescence) state is characterized by a predominance of sympathetic input, which maintains contraction of the arteries and trabecular smooth muscle within the penis.&nbsp; This limits blood flow into the cavernous sinusoids (regions of sponge-like, erectile tissue).&nbsp; The venules remain dilated to allow for venous outflow.</li>\n\t\t\t<li>The erect state is characterized by parasympathetic relaxation of the arteries and trabecular smooth muscle, allowing blood to fill and engorge the cavernous sinusoids.&nbsp; The engorged sinusoids compress adjacent venules, reducing venous outflow to sustain the erection.</li>\n\t\t</ul><br><br>\t\t<p>Patients with SCD are at increased risk for developing priapism (a persistent, painful erection in the absence of ongoing sexual stimulation) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61951.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 11\n                                    </a>\n                                </div>\n                                ):<p></p><br><br>\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Pathophysiology:\n\t\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t\t<li>Hyperviscosity due to sickle-shaped RBCs causes obstruction within the venous sinuses (ie, low-flow priapism), preventing normal penile relaxation.</li>\n\t\t\t\t<li>Increased sensitivity to vasodilators (eg, adenosine) that are released from ischemic tissue results in maintained engorgement within the cavernous sinusoids.</li>\n\t\t\t</ul>\n\t\t\t</li>\n\t\t\t<li>Clinical presentation:&nbsp; In cases of priapism, the sinusoids only within the corpora cavernosa (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31069.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) are involved.&nbsp; The corpus spongiosum typically remains flaccid, which manifests as a soft glans penis and distinguishes priapism from a normal erection.&nbsp; Priapism can be precipitated by fever, cold exposure, alcohol, medications, dehydration, and cocaine.&nbsp; Patients with SCD commonly experience brief episodes of priapism that terminate spontaneously <strong>(stuttering priapism)</strong> and lead to a <strong>severe, persistent episode</strong> that requires medical intervention.</li>\n\t\t\t<li>Management:&nbsp; Persistent venous obstruction can result in penile ischemia (similar to compartment syndrome), and episodes lasting &gt;12 hours can result in permanent erectile dysfunction.&nbsp; Therefore, priapism is a <strong>medical emergency</strong>.&nbsp; Initial management of priapism involves aspiration of blood from the corpora cavernosa.&nbsp; Blood gas analysis of the aspirated blood typically shows an ischemic pattern with acidosis, hypoxia, and hypercarbia.&nbsp; In addition to aspiration, management may include intracavernous injection of a sympathomimetic drug (eg, phenylephrine) to stimulate contraction of cavernous smooth muscle and facilitate venous emptying.</li>\n\t\t</ul>\n\t\t<h1>Delayed hemolytic transfusion reaction (DHTR)</h1><br><br>\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Pathophysiology:&nbsp; A DHTR can occur in a patient who has been <strong>previously exposed</strong> to a foreign RBC antigen (eg, prior transfusion, pregnancy).&nbsp; The antigen is minor (ie, non-ABO) and typically causes a mild, often undetectable immune response after the initial exposure (ie, alloimmunization, similar to that seen in an Rh-negative primigravida with an Rh-positive fetus).&nbsp; However, on subsequent exposure, an <strong>anamnestic antibody response</strong> occurs, in which memory B cells rapidly produce more antibodies.&nbsp; These antibodies bind to donor RBCs, causing extravascular hemolysis.&nbsp; Patients with SCD are at increased risk for exposure to minor antigens and subsequent DHTRs due to frequent transfusions.</li>\n\t\t\t<li>Clinical presentation:&nbsp; Patients who are otherwise healthy and develop a DHTR are generally asymptomatic.&nbsp; However, because patients with SCD have chronic hemolysis, the additional hemolysis in a DHTR can lead to severe symptomatic anemia.&nbsp; A DHTR can present at any time within a month of a transfusion.&nbsp; Symptoms include fatigue, dyspnea, jaundice, and low-grade fever, with laboratory evidence of hemolysis, including increased indirect bilirubin, lactate dehydrogenase, and reticulocyte count, as well as decreased haptoglobin.&nbsp; Because these clinical findings may be present at baseline in patients with SCD (due to chronic hemolysis), a positive direct antiglobulin (Coombs) test is necessary to confirm the diagnosis.</li>\n\t\t\t<li>Management:&nbsp; This is generally supportive (eg, serial hemoglobin levels).&nbsp; However, glucocorticoids may be considered to blunt the immune response.&nbsp; Prevention includes a comprehensive review of prior antibody screens and use of extended-antigen, cross-matched blood when transfusion is required.</li>\n\t\t</ul>\n\t\t<h1>Renal complications</h1><br><br>\t\t<p>Patients with SCD can develop renal complications.</p>\n\t\t<h2>Chronic nephropathy</h2><br><br>\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Pathophysiology:&nbsp; The renal medulla (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24622.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) is a relatively hypoxic tissue and is therefore prone to sickling, occlusion of the vasa recta, and ischemia.&nbsp; Infarcted tissue impairs free water reabsorption and countercurrent exchange, resulting in hyposthenuria (impaired ability to form concentrated urine), which further increases the patient's risk for dehydration and subsequent vasoocclusion.</li>\n\t\t\t<li>Clinical presentation:&nbsp; <strong>Hyposthenuria</strong>, one of the initial symptoms of renal disease, typically presents with persistent polyuria and nocturia despite fluid restriction.&nbsp; Urine osmolality is low, but normal serum sodium is maintained due to antidiuretic hormone.&nbsp; Urinary diluting capacity is a function of the superficial loop of Henle, which is not supplied by the vasa recta and is therefore unaffected.&nbsp; Patients with progressive nephropathy can develop proteinuria, hypertension, and elevated serum creatinine.&nbsp; Because nephropathy is a common complication that develops slowly, patients should undergo routine screening (eg, serum creatinine, urinalysis).</li>\n\t\t\t<li>Management:&nbsp; This includes limited use of nephrotoxic drugs (eg, nonsteroidal anti-inflammatory drugs, radiocontrast), hydroxyurea (which can prevent disease progression), and oral antihypertensives.&nbsp; In severe cases, nephropathy can progress to renal failure, requiring dialysis and/or renal transplant.</li>\n\t\t</ul>\n\t\t<h2>Hematuria</h2><br><br>\t\t<p>Hematuria most commonly occurs due to:</p><br><br>\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li><strong>Renal papillary necrosis</strong>:&nbsp; Ischemia of the renal medulla can cause papillary necrosis that presents with painless microscopic or gross hematuria with visible tissue from sloughed papillae.&nbsp; Renal papillary sloughing can also lead to ureteral obstruction, which can present with colicky flank pain.&nbsp; Ultrasonography may reveal increased renal medullary echogenicity.&nbsp; Management involves aggressive hydration.&nbsp; Antifibrinolytic agents, which may help maintain clot formation at the site of bleeding, may be necessary in refractory cases.</li>\n\t\t\t<li>Urinary tract infection</li>\n\t\t</ul>\n\t\t<h1>Skin</h1><br><br>\t\t<p>The skin of patients with SCD, particularly along the distal lower extremities, is prone to developing chronic ulcers.&nbsp; The process likely begins following minor trauma.&nbsp; Coupled with poor wound healing from impaired blood flow due to RBC-induced vasoocclusion and local bacterial infections, minor lesions can develop into a chronic ulcer.&nbsp; Management involves early aggressive wound management (eg, antibiotics for infections, local debridement/wound dressings) at the onset of any skin trauma.</p>\n\t\t<h1>Summary</h1><br><br>\t\t<p>Complications of sickle cell disease affect many organ systems and include:</p><br><br>\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Infection:&nbsp; functional asplenia</li>\n\t\t\t<li>Anemia:&nbsp; splenic sequestration and transient aplastic crisis</li>\n\t\t\t<li>Vasoocclusive pain episodes</li>\n\t\t\t<li>Skeletal complications:&nbsp; dactylitis, osteomyelitis, and osteonecrosis</li>\n\t\t\t<li>Cardiopulmonary complications:&nbsp; acute chest syndrome, asthma, pulmonary hypertension</li>\n\t\t\t<li>Neurologic complications:&nbsp; stroke</li>\n\t\t\t<li>Renal and genitourinary complications:&nbsp; chronic nephropathy, priapism</li>\n\t\t</ul><br><br>\t\t<p>Complications of sickle cell disease result from lifelong chronic hemolysis and vasoocclusion of rigid, sickle-shaped red blood cells.</p>\n\t\t\n\t\n\t<br><br><br><br>\n            "
}