{
  "meta": {
    "title": "Sickle cell disease",
    "url": "https://brainandscalpel.vercel.app/sickle-cell-disease-e77b1785-167143.html",
    "scrapedAt": "2025-12-01T05:03:00.491Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Sickle cell disease (SCD) is a group of inherited hemoglobinopathies characterized by the predominance of hemoglobin S (Hb S), a structural variant of hemoglobin, within red blood cells (RBCs).&nbsp; Unlike normal hemoglobin, Hb S polymerizes under hypoxic conditions, forming rigid sickle-shaped RBCs.&nbsp; Patients have lifelong chronic hemolysis and vaso-occlusion (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21119.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) that can cause both acute (eg, ischemic pain) and chronic (eg, chronic kidney disease) complications.<p></p>\n<h1>Pathogenesis</h1><h2>Normal hemoglobin production</h2><br><br><p>Hemoglobin is composed of 4 globin chains and carries oxygen in RBCs.&nbsp; Normally, 2 different pairs of globin chains (eg, a pair of alpha globin chains and a pair of beta globin chains) join to form a tetramer (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43788.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Globin chain synthesis is a highly regulated process that results in a predominant tetramer (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81293.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) (ie, hemoglobin type) for each stage of development (eg, fetus, infant).<p></p><br><br><p>Normally, the chronology of hemoglobin production (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L38999.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) occurs as follows:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>By week 14 of gestation, the predominant hemoglobin type is <strong>fetal hemoglobin (ie, Hb F)</strong>, which is composed of 2 alpha (α) and 2 gamma (γ) globin chains (<strong>α2γ2</strong>).</li>\n\t<li>After birth, fetal hemoglobin remains the predominant hemoglobin type.&nbsp; However, throughout the first few months of life, gamma globin chain synthesis is gradually replaced by beta (β) globin chain synthesis.&nbsp; By age 6 months, <strong>adult hemoglobin (ie, Hb A)</strong> becomes the predominant hemoglobin type, composed of 2 alpha (α) and 2 beta (β) globin chains (<strong>α2β2</strong>).&nbsp; Other hemoglobin types are present in small quantities (1%-2%), including a second type of adult hemoglobin (ie, Hb A2, which is composed of alpha and delta globin chains), and Hb F.</li>\n</ul>\n<h2>Sickle cell mutation</h2><br><br><p>A <strong>mutation in the beta globin gene</strong> can lead to abnormal beta globin chains that pair with normal α globin chains to form structural variants of Hb A.&nbsp; For example, SCD occurs due to a specific missense mutation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28201.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) (<strong>β</strong><font size=\"2\"><sup><strong>S</strong></sup></font>) in which the glutamic acid (<strong>glu</strong>) at the 7th position (referred to as the 6th position prior to revision of the amino acid numbering system) on the beta globin chain is substituted with valine (<strong>val</strong>).&nbsp; When these abnormal beta globin chains pair with normal α globin chains, the result is a structural variant referred to as <strong>sickle hemoglobin (Hb S, α2β<font size=\"2\"><sup>S</sup></font>2)</strong>.&nbsp; The presence of Hb S forms the basis of the pathophysiology of SCD.<p></p><br><br><p>The following principles explain the extent and potential severity of the condition:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Effects of polymerization on RBC structure:&nbsp; The substitution of glutamic acid with valine leads to the formation of a <strong>hydrophobic pocket</strong> on the beta globin chain surface that can form hydrophobic bonds with nearby hemoglobin molecules.&nbsp; Deoxygenation facilitates these <strong>hydrophobic bonds</strong>, causing Hb S molecules to polymerize into elongated, rigid fibers within the cell, elongating the RBC into a <strong>sickle shape</strong>.&nbsp; Reoxygenation breaks the hydrophobic bonds, allowing the RBC to reform its normal biconcave shape.</li>\n\t<li>Polymerization kinetics:&nbsp; The potential for polymerization depends on the concentration of Hb S in the RBC (which typically contains other hemoglobin types, such as Hb F and Hb A2) and the degree of deoxygenation.&nbsp; Sickling most often occurs in venules, following deoxygenation in capillaries.&nbsp; Because venules have wide lumens, the rigid sickle RBCs can still freely flow and do not cause obstruction.&nbsp; However, under certain conditions (eg, dehydration that increases Hb S concentration, acidosis that increases deoxygenation), <strong>sickling</strong> can occur in the <strong>narrow-lumen capillary</strong>, resulting in obstructed blood flow that leads to ischemia.&nbsp; Vaso-occlusion is also enhanced during inflammatory states because leukocytes can also bind sickled RBCs.</li>\n\t<li>Cell membrane damage leading to <strong>irreversible sickling</strong>:&nbsp; With repeated deformation-reformation over time, the RBC membrane loses its malleability and can become irreversibly sickled, obstructing capillaries, slowing blood flow, and causing younger RBCs to polymerize before reaching the venules.</li>\n\t<li><strong>Hemolysis</strong>:&nbsp; Sickled cells are prone to hemolysis due to chronic membrane damage, with a lifespan of about 2 weeks, which is much shorter than the normal RBC lifespan of about 3 months.&nbsp; Patients have ongoing intravascular and extravascular hemolysis, even in the absence of vaso-occlusion.</li>\n\t<li>Protective effects of Hb F:&nbsp; Although Hb F production normally declines by age 6 months, patients with SCD have higher concentrations of Hb F than expected.&nbsp; Hb F (and Hb A2) cannot be incorporated into the Hb S polymer; therefore, RBCs with higher Hb F concentrations are less likely to sickle, and these patients are less likely to have severe clinical presentations.</li>\n</ul><br><br><p>The primary characteristic of SCD is a <strong>Hb S comprising &gt;50%</strong> of total hemoglobin.&nbsp; This percentage is necessary for clinical manifestations of RBC sickling.&nbsp; Therefore, SCD can occur if the patient is:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Homozygous for the β<font size=\"2\"><sup>S</sup></font> mutation:&nbsp; β<font size=\"2\"><sup>S</sup></font>β<font size=\"2\"><sup>S</sup></font> (ie,<font size=\"2\"><sup> </sup></font>Hb SS, also known as <strong>sickle cell anemia</strong>)</li>\n\t<li><strong>Compound heterozygosity</strong> for β<font size=\"2\"><sup>S</sup></font> and another beta globin gene mutation:&nbsp; β<font size=\"2\"><sup>S</sup></font>β<font size=\"2\"><sup>C</sup></font> (ie, Hb SC) or β<font size=\"2\"><sup>S</sup></font>β<font size=\"2\"><sup>0</sup></font> (ie, Hb S-β<font size=\"2\"><sup>0</sup></font>-thalassemia)</li>\n</ul><br><br><p>Patients with only a single beta globin gene mutation (ie, <strong>sickle cell trait</strong>) produce about 40% Hb S, which is generally not enough to trigger RBC sickling.&nbsp; These patients are generally asymptomatic.&nbsp; Sickle cell trait is discussed in greater detail below.</p>\n<h2>Risk factors</h2><br><br><p>SCD is most common among individuals of African, Middle Eastern, and Indian descent.&nbsp; This is likely related to a selective advantage of the β<font size=\"2\"><sup>S</sup></font> mutation, which may confer protection against malaria.&nbsp; A known family history of the condition also increases the risk.</p>\n<h1>Clinical presentation</h1><br><br><p>Because the mutation is on the beta globin gene, which is only minimally produced at birth, patients with SCD do not manifest clinical symptoms until around age 6 months, when globin chain production mostly transitions away from gamma toward beta.&nbsp; The clinical presentation of SCD varies, depending on the patient's genotype.&nbsp; Typically, patients with Hb SS and Hb S-β<font size=\"2\"><sup>0</sup></font>-thalassemia have the highest percentages of Hb S and therefore the most severe clinical presentations.</p><br><br><p>Generally, clinical manifestations of SCD are related to the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chronic hemolytic anemia</strong>:&nbsp; Ongoing hemolysis results in anemia (eg, 7 g/dL in Hb SS) with compensatory reticulocytosis.&nbsp; Patients may appear jaundiced and develop pigment gallstones over time.&nbsp; Chronic hemolytic anemia can be accentuated by acute, life-threatening exacerbations (eg, splenic sequestration).</li>\n\t<li><strong>RBC sickling</strong>:&nbsp; This can cause a wide range of additional clinical findings affecting multiple organ systems.&nbsp; <strong>Vaso-occlusion</strong> can occur in both small and large vessels (resulting in a range of clinical findings from microvascular ischemic pain to large vessel strokes).&nbsp; In addition, chronic vaso-occlusion can lead to ischemic tissue injury and organ dysfunction (eg, spleen, kidneys).</li>\n</ul><br><br><p>Organs with slow circulation (eg, spleen, liver) or high metabolic demand (eg, brain, skeletal muscle, placenta) are predisposed to lower oxygen saturation and pH.&nbsp; Sickling is therefore more common in these locations.&nbsp; These clinical manifestations are discussed in greater detail below.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of SCD includes other conditions that present with clinical findings of hemolysis (eg, jaundice, anemia), including:</p>\n<h2>Quantitative globin chain disorders (ie, thalassemia)</h2><br><br><p>These conditions occur due to genetic mutations that reduce the quantity of globin chains produced.&nbsp; The structure of the globin chains produced is normal, unlike the altered beta globin chain structure in SCD.</p>\n<h2>Other qualitative globin chain disorders</h2><br><br><p>Genetic mutations can cause other structural changes within the globin chain.&nbsp; An example is hemoglobin C (Hb C), where glutamic acid is substituted with lysine (not valine, as in SCD), which is positively charged.&nbsp; Because lysine is charged, the hydrophobic interaction between hemoglobin molecules that causes polymerization and sickling in SCD does not occur.&nbsp; Hb C can be detected on hemoglobin electrophoresis, as the positive charge causes decreased mobility.</p>\n<h2>Other RBC enzyme disorders </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pyruvate kinase (PK) deficiency</strong>:&nbsp; Without mitochondria, RBCs cannot produce ATP through the electron transport chain.&nbsp; Instead, RBCs produce ATP only through glycolysis.&nbsp; PK is the enzyme that catalyzes the last step in glycolysis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33830.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Without PK, patients can develop chronic hemolysis, hepatosplenomegaly, and pigmented gallstones.</li>\n\t<li><strong>Glucose-6-phosphate dehydrogenase deficiency</strong>:&nbsp; This is an X-linked recessive disorder in which 46,XY and homozygous 46,XX patients can develop episodic (not chronic) hemolytic anemia due to infection or exposure to certain drugs or chemicals.</li>\n</ul>\n<h2>Hereditary spherocytosis </h2><br><br><p>Hereditary spherocytosis (HS) is an autosomal dominant disorder in which RBC membrane instability presents with anemia, jaundice, and splenomegaly.&nbsp; Patients with SCD can also develop these clinical findings; however, HS can be distinguished by certain laboratory findings, including elevated mean corpuscular hemoglobin concentration and spherocytosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22864.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) on peripheral smear.<p></p>\n<h2>Immune-mediated hemolytic anemia (eg, autoimmune hemolytic anemia)</h2><br><br><p>Antibodies bind RBC membrane surface receptors, resulting in hemolytic anemia; the opsonized RBCs are recognized by splenic macrophages that remove the immune complex and surrounding cell membrane.&nbsp; Loss of cell membrane surface area results in spherocytes that are prone to rupture.&nbsp; In addition to spherocytosis, immune-mediated hemolytic anemias can be distinguished from SCD by a positive direct antibody (Coombs) test.</p><br><br><p>These conditions are not associated with vaso-occlusion (eg, ischemic pain, acute chest syndrome [ACS]).&nbsp; In addition, SCD is also uniquely characterized by the presence of sickle-shaped RBCs on peripheral smear and can be confirmed through hemoglobin analysis (eg, hemoglobin electrophoresis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12880.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).<p></p>\n<h1>Diagnosis</h1><br><br><p>Patients with SCD are typically diagnosed prior to symptom onset at age &gt;6 months, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prenatal</strong>:&nbsp; Pregnant women with SCD or a family history of SCD may undergo DNA testing (eg, cell-free fetal DNA testing, chorionic villus sampling).</li>\n\t<li>Postnatal:&nbsp; <strong>Universal screening</strong> for hemoglobinopathies, including SCD, is performed in many countries.&nbsp; These programs utilize <strong>protein-based screening methods</strong> (eg, hemoglobin gel electrophoresis) that separate hemoglobin types according to the electrical charge of each amino acid sequence.&nbsp; The detection of Hb S should warrant further evaluation, including repeat hemoglobin analysis after age 6 months (when the beta globin chain is in full production) or DNA testing.</li>\n</ul><br><br><p>In older patients presenting with symptoms of hemolytic anemia or vaso-occlusion, initial laboratory evaluation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count:&nbsp; This shows normochromic and normocytic or slightly macrocytic (due to reticulocytosis) anemia.</li>\n\t<li>Peripheral smear:&nbsp; This shows <strong>sickle-shaped RBCs</strong> with polychromasia (due to reticulocytosis) and <strong>Howell-Jolly bodies</strong> on peripheral smear (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22440.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Howell-Jolly bodies are remnants of the RBC nucleus that are normally removed by the spleen; however, in patients with anatomic (eg, splenectomy) or functional (eg, SCD) asplenia, Howell-Jolly bodies are not removed from circulation and are therefore present on peripheral smear.</li>\n\t<li>Hemolysis laboratory findings:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Unconjugated bilirubin and lactate dehydrogenase may be increased.</li>\n\t\t<li>Haptoglobin may be decreased (haptoglobin binds free hemoglobin to prevent renal excretion and subsequent tubular injury).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>The diagnosis of SCD in older patients can be confirmed with the same protein-based methods used in newborn screening, which show Hb S representing a high percentage of total hemoglobin.</p>\n<h1>Management</h1><br><br><p>SCD is a complex medical condition that requires a multidisciplinary approach to management.&nbsp; In general, management of SCD involves the following:</p>\n<h2>Infection prevention</h2><br><br><p>Infection is a major cause of morbidity and mortality in patients with SCD (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37029.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; These patients are at increased risk for infection due to <strong>functional hyposplenism</strong> (chronic vaso-occlusion can lead to splenic microinfarctions beginning in infancy).&nbsp; Patients therefore become susceptible to infection with encapsulated organisms.&nbsp; Those with severe phenotypes (eg, Hb SS genotype) are typically functionally asplenic by age 4.&nbsp; Therefore, infection prevention is essential.&nbsp; Strategies include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Immunizations</strong>:&nbsp; Patients should receive all age-appropriate vaccines, including vaccines for encapsulated bacteria (eg, pneumococcus, <em>Haemophilus influenzae</em> type b, meningococcus).</li>\n\t<li><strong>Prophylactic penicillin</strong>:&nbsp; This is indicated until at least age 5 to prevent infection with pneumococcus.</li>\n</ul>\n<h2>Nutrition</h2><br><br><p>Without adequate dietary intake, the demands of accelerated erythropoiesis lead to subsequent folate deficiency.&nbsp; Cells with folate deficiency have impaired DNA synthesis, resulting in blood cells with megaloblastic features (eg, hypersegmented neutrophils, macrocytosis).&nbsp; Folic acid supplementation is generally recommended, along with adequate hydration to prevent sickling.</p>\n<h2>Screening transcranial Doppler ultrasound</h2><br><br><p>Patients with severe phenotypes (ie, Hb SS, sickle-β<font size=\"2\"><sup>0</sup></font>-thalassemia) are at increased risk of <strong>stroke</strong>.&nbsp; Therefore, cerebral blood flow should be assessed <strong>annually via screening transcranial Doppler (TCD) ultrasound</strong> beginning at age 2.&nbsp; TCD ultrasound measures the mean velocity of blood flow in the large cerebral arteries, with higher velocities observed in partially occluded arteries.&nbsp; High TCD velocity is associated with stroke, and these patients should undergo chronic transfusion therapy to decrease the risk.</p><br><br><p>The complications associated with vaso-occlusion and hemolysis can be prevented by hydroxyurea, prophylactic transfusions, and, in some cases, hematopoietic stem cell transplantation.</p>\n<h2>Hydroxyurea</h2><br><br><p>Hydroxyurea reduces morbidity (eg, organ injury) and mortality and is indicated in patients with Hb SS, sickle-β<font size=\"2\"><sup>0</sup></font>-thalassemia genotypes, or any patient with frequent ischemic pain crises, history of ACS, or severe anemia.&nbsp; The mechanism of action of hydroxyurea involves:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Accelerated Hb F production:&nbsp; Hydroxyurea increases the expression of the gamma globin chain gene relative to the beta globin chain gene (likely through epigenetic modifications), resulting in <strong>increased Hb F production relative to Hb S</strong>.&nbsp; Because Hb F contains no beta chains, it is unaffected by the sickle mutation.&nbsp; Higher Hb F content decreases the risk of Hb S polymerization within the RBC, resulting in less hemolysis and vaso-occlusion.&nbsp; Patients who respond to hydroxyurea usually have 10%-30% Hb F on electrophoresis.</li>\n\t<li>Ribonucleotide reductase inhibition:&nbsp; Hydroxyurea also inhibits ribonucleotide reductase, an enzyme that generates deoxyribonucleoside triphosphates for DNA synthesis and repair.&nbsp; Therefore, ribonucleotide reductase inhibition results in <strong>cell cycle arrest</strong> and myelosuppression (eg, neutropenia, anemia, thrombocytopenia).&nbsp; Cytoreduction improves vaso-occlusive episodes, as leukocytes and platelets can normally accelerate sickle RBC adhesion.&nbsp; While myelosuppression is a dose-limiting effect of hydroxyurea, it is otherwise relatively safe.&nbsp; A common laboratory finding in patients taking hydroxyurea is <strong>macrocytosis</strong> (ie, increased mean corpuscular volume) due to its blockade on erythrocyte nuclear maturation, leading to cells that continue to grow larger without dividing.</li>\n</ul>\n<h2>Prophylactic transfusions</h2><br><br><p>Chronic transfusion therapy (ie, regularly scheduled blood transfusions) can maintain <strong>Hb S &lt;30%</strong> of total hemoglobin.&nbsp; Indications for chronic transfusion therapy include recurrent ACS or vaso-occlusive pain episodes as well as stroke prevention.&nbsp; These potential benefits must be weighed against <strong>potential risks</strong>, including iron overload and alloimmunization leading to delayed hypersensitivity reactions (discussed below).&nbsp; Prophylactic transfusions may also be considered to reduce the percentage of Hb S prior to planned surgical procedures.</p>\n<h2>Hematopoietic stem cell transplantation</h2><br><br><p>Hematopoietic stem cell transplantation is curative, but the decision to proceed depends on donor availability and the associated risk of morbidity and mortality.</p>\n<h2>Gene therapies</h2><br><br><p>Development of gene therapies that target the underlying genetic defect is underway.</p>\n<h1>Overview of major SCD complications</h1><h2>Infection</h2><br><br><p>SCD leads to <strong>functional asplenia</strong>, increasing the risk of bacterial infections, particularly with <strong>encapsulated bacteria</strong>.&nbsp; Although immunization and prophylactic penicillin have significantly decreased the rate of pneumococcal sepsis, <em><strong>Streptococcus pneumoniae</strong></em> remains a leading cause of bacteremia (likely from nonvaccine serotypes).&nbsp; Other encapsulated bacteria (eg, group B <em>Streptococcus</em>, <em>Haemophilus influenzae</em>, <em>Neisseria meningitidis</em>, <em>Salmonella typhi</em>) are also frequently isolated.&nbsp; <strong>Fever</strong> should be considered a medical emergency, requiring prompt evaluation and broad-spectrum antibiotics.</p>\n<h2>Anemia</h2><br><br><p>SCD is characterized by chronic, compensated hemolytic anemia that can be exacerbated by acute drops.&nbsp; These are typically due to <strong>splenic sequestration</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33231.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) or <strong>transient aplastic crisis</strong> (eg, from parvovirus B19) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34468.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Acute vaso-occlusive pain episodes</h2><br><br><p>Rigid, sickle-shaped RBCs get trapped in capillaries, causing ischemia and pain.&nbsp; Triggers for vaso-occlusion include infection, dehydration, cold, menstruation, and stress.&nbsp; Mild-moderate pain can be managed with outpatient therapy.&nbsp; Severe pain requires hospitalization with intravenous opioids and intravenous fluids.</p>\n<h2>Skeletal complications</h2><br><br><p>These include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31723.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dactylitis:</strong>&nbsp; Swelling of hands and feet is common in early childhood.</li>\n\t<li><strong>Osteomyelitis</strong>:&nbsp; There is an increased risk for osteomyelitis due to asplenia, with <em>Salmonella</em> and <em>S aureus</em> (both encapsulated) being common pathogens.&nbsp; Osteomyelitis requires prompt antibiotics.</li>\n\t<li><strong>Osteonecrosis</strong>:&nbsp; Bone death due to decreased blood flow often affects the hips, leading to pain and limited mobility.</li>\n</ul>\n<h2>Pulmonary complications</h2><br><br><p>These include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/63459.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>ACS</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34466.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ):&nbsp; ACS is a life-threatening pulmonary complication due to vaso-occlusion of pulmonary microvasculature; it requires antibiotics, hydration, pain control, respiratory support, and transfusion.</li>\n\t<li><strong>Asthma</strong>:&nbsp; There is an increased risk for asthma due to increased airway inflammation and increased airway hyperreactivity (conversely, asthma increases the risk for ACS because bronchospasm and alveolar hypoxia promote sickling).</li>\n\t<li><strong>Pulmonary hypertension</strong>:&nbsp; Pulmonary hypertension is likely from chronic intravascular hemolysis with release of free heme, which binds nitric oxide (an endogenous vasodilator), with resultant pulmonary vasoconstriction.</li>\n</ul>\n<h2>Neurologic complications&nbsp; </h2><br><br><p>SCD increases the risk for stroke (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61509.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ).&nbsp; Screening TCD ultrasound is essential.&nbsp; Management involves exchange transfusion, which lowers the relative percentage of sickled cells.<p></p>\n<h2>Hepatobiliary complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hepatic sinusoid vaso-occlusion</strong>:&nbsp; This presents as hepatic ischemia and infarction (eg, right upper quadrant pain, elevated transaminases) and systemic inflammation (eg, fever).</li>\n\t<li><strong>Hepatic sequestration</strong>:&nbsp; Similar to the spleen, RBCs can sequester within the liver, leading to hepatic sequestration (eg, acute right upper quadrant pain, hepatomegaly, and decline in hemoglobin).</li>\n\t<li><strong>Pigmented gallstones</strong>:&nbsp; These are due to chronic hemolysis.&nbsp; The stones are often asymptomatic, but symptomatic patients may require cholecystectomy.</li>\n\t<li><strong>Iron overload</strong>:&nbsp; Chronic transfusions increase the risk for iron overload.</li>\n</ul>\n<h2>Priapism</h2><br><br><p>Hyperviscosity increases the risk for priapism (ie, a persistent, painful erection in the absence of ongoing sexual stimulation) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61951.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 9\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Delayed hemolytic transfusion reaction </h2><br><br><p>A delayed hemolytic transfusion reaction (DHTR) can occur in a patient who has been previously exposed to a minor (ie, non-ABO) foreign RBC antigen (eg, prior transfusion, pregnancy).&nbsp; On subsequent exposure, an anamnestic response occurs with rapid production of antibodies binding to donor RBCs, causing extravascular hemolysis.&nbsp; Patients with SCD are at increased risk of exposure to minor antigens and subsequent DHTRs due to frequent transfusions.</p>\n<h2>Renal complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chronic nephropathy</strong>:&nbsp; Infarcted tissue in the renal medulla impairs free water reabsorption and countercurrent exchange, resulting in <strong>hyposthenuria</strong> (ie, impaired ability to form concentrated urine), which further increases the patient's risk for dehydration and subsequent vaso-occlusion.</li>\n\t<li><strong>Hematuria</strong>:&nbsp; It is most commonly due to <strong>renal papillary necrosis</strong> (renal medullary ischemia presenting with painless hematuria with visible tissue from sloughed papillae) or urinary tract infection.</li>\n</ul><br><br><p>These SCD complications, and others, are described in more detail in a separate article.</p>\n<h1>Special consideration:&nbsp; SCD in pregnancy</h1><br><br><p>In addition to standard prenatal care, management of pregnancy in women with SCD includes the following:</p>\n<h2>Prior to pregnancy</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Medications:&nbsp; Maintenance medications (eg, hydroxyurea) may need to be <strong>discontinued</strong> in pregnancy, depending on the risk for fetal toxicity and maternal complications (eg, vaso-occlusive events).&nbsp; Higher doses of folic acid are also recommended due to baseline hemolysis and increased folic acid use in SCD.</li>\n\t<li>Genetic counseling:&nbsp; This should be conducted to discuss risk for SCD in the fetus.</li>\n</ul><br><br><p>During pregnancy, patients with SCD are at increased risk for several complications, including:</p>\n<h2>Vaso-occlusive events</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pathophysiology:&nbsp; Physiologic changes of pregnancy (eg, increased metabolic demand, hypercoagulable state) promote polymerization and sickling.&nbsp; Although the risk of vaso-occlusive events increases with gestational age, pain can occur even in the first trimester, especially if there are other precipitating factors (eg, stress, nausea/vomiting, dehydration).&nbsp;</li>\n\t<li>Management:&nbsp; Management is similar to that in nonpregnant patients and includes intravenous hydration and aggressive pain control (eg, morphine patient-controlled analgesia) while addressing the precipitating factor.&nbsp; Nonsteroidal anti-inflammatory drugs are contraindicated in pregnancy due to the risk of premature ductus arteriosus closure.&nbsp;</li>\n</ul>\n<h2>Preeclampsia</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients with SCD are at increased risk for preeclampsia (ie, hypertension of pregnancy with proteinuria and/or signs of end-organ damage) and its sequelae, including placental abruption (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23981.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ), fetal growth restriction, and preterm delivery.&nbsp;</li>\n\t<li>Baseline 24-hour urine collection:&nbsp; Testing at the initial prenatal visit establishes baseline renal function and can identify patients with nephrotic-range proteinuria (&gt;3.5 g/day) who are at risk for thromboembolism and require anticoagulation.&nbsp; Obtaining this baseline value also helps determine whether blood pressure (BP) elevations are due to worsening chronic hypertension or superimposed preeclampsia, which affects prenatal management.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Patients with worsening chronic hypertension have BP elevations with no significant changes in proteinuria.&nbsp; They are typically treated as outpatients and are delivered at term (ie, 37-39 weeks gestation).</li>\n\t\t<li>Patients with superimposed preeclampsia have worsening hypertension and progressive proteinuria.&nbsp; These patients require inpatient care and preterm delivery.</li>\n\t</ul>\n\t</li>\n\t<li>Oral antihypertensives (eg, labetalol, nifedipine) are used to maintain BP at &lt;140/90 mm Hg.</li>\n\t<li>Preeclampsia prophylaxis:&nbsp; Low-dose aspirin therapy beginning at ≥12 weeks gestation decreases the risk for preeclampsia.</li>\n</ul>\n<h2>Fetal growth restriction</h2><br><br><p>Adequate uteroplacental blood flow is essential for normal fetal development.&nbsp; Vaso-occlusion can result in placental infarction, ischemia, and subsequent uteroplacental insufficiency, which decreases fetal perfusion and limits fetal oxygenation and nutrition.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Presentation:&nbsp; Uteroplacental insufficiency results in decreased fetal movement and growth (with possible fetal growth restriction).&nbsp; In addition, preferential shunting of blood flow from the kidneys to the brain can result in decreased urine production and oligohydramnios (ie, amniotic fluid index ≤5 cm).</li>\n\t<li>Management:&nbsp; Due to the high risk of intrauterine fetal demise associated with uteroplacental insufficiency, management involves close monitoring (eg, serial growth ultrasound, umbilical artery Doppler ultrasound).</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>SCD is a chronic, lifelong condition with reduced life expectancy.&nbsp; Infection, ACS, and organ failure related to chronic disease are the leading causes of death.&nbsp; With optimal management (eg, early identification, infection prophylaxis, hydroxyurea therapy), life expectancy can reach the 50s-60s.</p>\n<h1>Sickle cell trait </h1><br><br><p>Patients with sickle cell trait (SCT) are heterozygous for the Hb S mutation (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33521.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 10\n                                    </a>\n                                </div>\n                                ).&nbsp; Hb S represents approximately 40% of total hemoglobin in patients with SCT.&nbsp; Therefore, hemoglobin polymerization is uncommon.&nbsp; Patients may be unaware of their carrier status as they are generally asymptomatic and have a normal life expectancy.&nbsp; Distinguishing features of SCT include the following:<p></p>\n<h2>Laboratory findings</h2><br><br><p>In infants with SCT, Hb F is the predominant tetramer at birth, followed by Hb A and Hb S.&nbsp; The percentage of Hb A remains higher than the percentage of Hb S throughout life, unlike SCD, where the Hb S percentage predominates.&nbsp; As the percentage of Hb F naturally declines in the first few months of life, a higher percentage of Hb A offers protection from vaso-occlusion, aplastic crises, and splenic sequestration.&nbsp; Patients with SCT have normal hemoglobin levels, reticulocyte counts, and RBC indices.</p>\n<h2>Protection against malaria</h2><br><br><p>SCT is present in up to 5% of the world's population, particularly in individuals with African, Middle Eastern, or Mediterranean ancestry, likely due to the selective advantage of Hb S.&nbsp; Specifically, patients with SCT have relative protection from <em>Plasmodium falciparum</em>, resulting in lower rates of severe malaria and hospitalization than in the general population.&nbsp; Possible protective mechanisms include accelerated removal of infected RBCs by the splenic monocyte-macrophage system due to sickling.&nbsp; However, these patients are not immune to malaria, and those visiting malaria-endemic areas should still receive prophylaxis.</p>\n<h2>Clinical manifestations</h2><br><br><p>Although the RBCs in SCT function normally under most conditions, sickling can occur in the setting of significant physiologic stress, particularly with low oxygen tension (eg, hiking in high elevation), dehydration, and acidosis.</p>\n<h2>Complications</h2><br><br><p>Complications are rare in SCT but include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Rhabdomyolysis:&nbsp; A condition in which strenuous exercise leads to severe muscle breakdown with release of myoglobin that can lead to renal failure.&nbsp; It is more likely to occur in patients who are dehydrated or overheated, and patients should be advised to avoid these conditions.</li>\n\t<li>Renal complications:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Chronic nephropathy:&nbsp; Similar to patients with SCD, patients with SCT can develop ischemia within the renal medulla due to the relatively low oxygen tension and pH in this region, which promotes sickling.&nbsp; These patients may develop mild hyposthenuria that typically does not require treatment.&nbsp; In addition, these patients can develop hematuria due to renal papillary necrosis.&nbsp; Management includes aggressive hydration.</li>\n\t\t<li>Renal medullary carcinoma:&nbsp; This is a rare renal malignancy that occurs almost exclusively in patients with SCT.&nbsp; Patients typically present with hematuria and/or flank pain.&nbsp; Management may include nephrectomy and chemotherapy.</li>\n\t</ul>\n\t</li>\n\t<li>Other rare complications include splenic infarction, venous thromboembolism, priapism, and traumatic hyphema (ie, entry of blood into the anterior chamber of the eye following trauma).</li>\n</ul>\n<h1>Summary</h1><br><br><p>Sickle cell disease (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37685.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 11\n                                    </a>\n                                </div>\n                                ) is a group of inherited hemoglobinopathies characterized by the presence of hemoglobin S (Hb S), a structural variant of hemoglobin.&nbsp; Hemoglobin S is prone to polymerization under hypoxic conditions, forming rigid, sickle-shaped red blood cells.&nbsp; Sickle cell disease is characterized by lifelong chronic hemolysis and vaso-occlusion that can cause both acute and chronic complications.&nbsp; Management involves early identification of patients to reduce the risk of complications (eg, antibiotic prophylaxis, hydroxyurea) along with treatment for acute complications (eg, opioids for acute pain episodes, red blood cell transfusions for acute anemias).<p></p>\n</div>\n\n            "
}