{
  "meta": {
    "title": "Thrombocytopenia: Immune thrombocytopenia (ITP)",
    "url": "https://brainandscalpel.vercel.app/thrombocytopenia-immune-thrombocytopenia-itp-7106749e-167143.html",
    "scrapedAt": "2025-12-01T05:03:10.173Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Immune thrombocytopenia (ITP) is an acquired autoimmune disorder characterized by isolated thrombocytopenia due to antibodies directed against platelet antigens.&nbsp; Patients present with signs of disordered primary hemostasis (eg, cutaneous/mucosal bleeding).</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>The pathophysiology of ITP involves autoantibodies that target platelet surface glycoproteins (eg, GPIIb/IIIa).&nbsp; Antibody-coated platelets are recognized and removed from circulation by splenic macrophages.&nbsp; In addition, antibodies may target bone marrow megakaryocytes, disrupting platelet production.</p><br><br><p>The exact trigger for autoantibody formation is unclear but may involve molecular mimicry following an inciting event (eg, infection) in which antibodies cross-react with normal platelet antigens.&nbsp; Disrupted immune regulation in autoimmune disorders and lymphoid malignancies may also predispose to the formation of autoantibodies.</p><br><br><p>Therefore, risk factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Infection:&nbsp; Epstein-Barr virus (EBV), cytomegalovirus, <em>Helicobacter pylori</em>.</li>\n\t<li>Autoimmune disorders:&nbsp; Systemic lupus erythematosus (SLE), antiphospholipid syndrome.</li>\n\t<li>Age:&nbsp; Most common in children age 2-5 and adolescents.&nbsp; In adults, most cases arise in young women or the elderly.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of ITP varies and can be diagnosed incidentally in asymptomatic patients.&nbsp; If symptomatic, patients generally present with signs and symptoms of <strong>impaired primary hemostasis</strong>, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cutaneous bleeding</strong>:&nbsp; Petechiae (ie, nonblanching erythematous macules) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11118.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) and purpura (ie, coalesced petechiae) over dependent areas.</li>\n\t<li><strong>Mucosal bleeding</strong>:&nbsp; Heavy menses, epistaxis, gingival bleeding.</li>\n</ul><br><br><p>At presentation, bleeding is generally mild (eg, petechiae, brief epistaxis); life-threatening hemorrhage (eg, intracranial hemorrhage) is uncommon.&nbsp; Physical examination is otherwise normal.&nbsp; Because the spleen is destroying platelets (as opposed to sequestering intact platelets, as occurs in hypersplenism from portal hypertension), there is <strong>no splenomegaly</strong> in ITP.</p><br><br><p>Patients with ITP may report a history of an acute or chronic medical condition (eg, EBV, SLE) that generates cross-reacting antibodies or alters immune homeostasis.&nbsp; In addition, patients may report fatigue, which can manifest as fussiness or irritability in young children.&nbsp; Fatigue may persist during the course of the illness due to elevated proinflammatory cytokines or concurrent anemia from prior bleeding.&nbsp; However, patients typically have <strong>no associated systemic symptoms</strong> (eg, fever, weight loss, joint pain); if these symptoms are present, another diagnosis is more likely.</p>\n<h1>Differential diagnosis</h1><br><br><p>ITP is a diagnosis of exclusion.&nbsp; Therefore, other causes of thrombocytopenia should be evaluated, which are described in more detail in separate articles.</p>\n<h2>Increased platelet destruction</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Immune-mediated</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Drug-induced immune thrombocytopenia (eg, quinine, sulfonamides, antiepileptics) due to the formation of autoantibodies that target platelets.</li>\n\t\t<li>Heparin-induced thrombocytopenia characterized by the formation of autoantibodies against the complex of heparin and platelet factor 4 (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42334.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) leading to platelet destruction and platelet activation, with paradoxical thrombosis despite low platelet counts.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Nonimmune-mediated</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Thrombotic microangiopathies (eg, thrombotic thrombocytopenic purpura, classically associated with deficient ADAMTS13; hemolytic uremic syndrome after diarrheal infection with Shiga toxin–producing <em>Escherichia coli</em>) characterized by widespread microvascular thrombosis that leads to accelerated platelet consumption.</li>\n\t\t<li>Disseminated intravascular coagulation characterized by both thrombosis and bleeding due to the depletion of clotting factors and platelets in the setting of systemic activation of the coagulation cascade (eg, surgery, cancer, infection).&nbsp; In addition to thrombocytopenia, coagulation testing is abnormal.</li>\n\t\t<li>Mechanical destruction (eg, mechanical heart valves, extracorporeal circulation) causing platelet shearing.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Decreased platelet production</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bone marrow disorders</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Infections (eg, parvovirus, cytomegalovirus, EBV) causing transient (ie, weeks) bone marrow suppression, affecting one or more cell lines.</li>\n\t\t<li>Bone marrow neoplasms (generally causing pancytopenia) including leukemia, myelofibrosis, and myelodysplastic syndromes.</li>\n\t\t<li>Aplastic anemia characterized by pancytopenia with a hypocellular bone marrow, often due to immune-mediated destruction of hematopoietic stem cells.</li>\n\t\t<li>Therapy-related damage (eg, chemotherapy, radiation) to proliferating hematopoietic stem cells.</li>\n\t\t<li>Deficiencies of nutrient necessary for DNA synthesis (eg, vitamin B<font size=\"2\"><sub>12</sub></font>, folate), resulting in megaloblastic changes (eg, hypersegmented neutrophils, macrocytic anemia).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Inherited platelet disorders</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Genetic conditions affecting thrombopoiesis and impairing platelet function include Wiskott-Aldrich syndrome (X-linked, small platelets, eczema, immunodeficiency), Bernard-Soulier syndrome (giant platelets), and Fanconi anemia (inherited bone marrow failure syndrome).</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Platelet sequestration</h2><br><br><p>Normally, approximately one third of all platelets are sequestered in the spleen.&nbsp; Some conditions can cause additional platelet sequestration, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Portal hypertension</strong> (commonly seen in advanced liver disease) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26318.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) leading to splenic congestion and platelet sequestration (ie, hypersplenism), with splenomegaly.</li>\n\t<li><strong>Lymphoproliferative disorders</strong> (eg, acute lymphoblastic leukemia, Hodgkin lymphoma) can cause splenomegaly (infiltration) and platelet sequestration.</li>\n</ul>\n<h2>Platelet dilution</h2><br><br><p>Excess plasma volume can cause dilutional thrombocytopenia.&nbsp; <strong>Fluid resuscitation</strong> is the most common cause, but another common cause is <strong>gestational thrombocytopenia</strong>, a benign condition that likely occurs due to physiological plasma volume expansion during pregnancy.&nbsp; Patients have no bruising or bleeding, and peripheral blood smear is unremarkable.</p>\n<h2>Pseudothrombocytopenia</h2><br><br><p>Pseudothrombocytopenia, or a falsely low platelet count due to laboratory error (eg, improper processing), should be considered.&nbsp; Ethylenediaminetetraacetic acid (EDTA) is an anticoagulant in test tubes used for complete blood count that preserves cell morphology but can expose certain antigens on platelets, causing platelet aggregation and a falsely low platelet count.&nbsp; Large clumps of platelets can be visualized on peripheral smear (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20812.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; A normal platelet count in a non-EDTA anticoagulant tube confirms the diagnosis.<p></p>\n<h1>Diagnosis</h1><br><br><p>In a patient with thrombocytopenia, initial work-up involves a thorough history and physical examination, focusing on clinical features that may point to a specific cause (eg, persistent bone pain or lymphadenopathy suggestive of malignancy, isolated splenomegaly suggestive of peripheral sequestration).&nbsp; If any of these features are present, patients should undergo further evaluation (eg, bone marrow evaluation) to exclude these other conditions causing thrombocytopenia.</p><br><br><p>In ITP, laboratory testing shows <strong>isolated thrombocytopenia</strong> with platelet counts &lt;100,000/mm<font size=\"2\"><sup>3</sup></font>.&nbsp; Leukocyte count, hemoglobin level, and coagulation studies (eg, PT, PTT, fibrinogen) should be normal, although some patients may develop concurrent iron deficiency anemia due to chronic blood loss.&nbsp; Peripheral blood smear usually shows <strong>normal platelet morphology</strong>, although large platelets may be seen due to increased platelet turnover (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15704.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).<p></p><br><br><p>For patients whose work-up is consistent with ITP, further testing is performed to evaluate for any underlying conditions (ie, <strong>secondary ITP</strong>).&nbsp; <strong>HIV</strong> and <strong>hepatitis C</strong> are the most common secondary causes, and testing for the presence of these infections should be performed, particularly in adults.&nbsp; Additional testing should be based on the presence of other clinical findings (eg, antinuclear antibody testing if the patient has concurrent myalgias, arthralgias, or rashes suggesting an autoimmune disorder such as SLE; <em>H pylori</em> testing in patients with gastrointestinal symptoms).&nbsp; If the evaluation reveals no underlying conditions, <strong>primary ITP</strong> can be presumed, a diagnosis of exclusion.</p><br><br><p>Currently, no definitive diagnostic laboratory test for ITP exists.&nbsp; Although ITP is considered an autoimmune disorder with the production of antiplatelet antibodies, only about 50% of patients with ITP have positive antiplatelet antibody testing.&nbsp; Therefore, antiplatelet antibody testing is not routinely used in the diagnosis of ITP.</p>\n<h1>Management</h1><br><br><p>The management of ITP depends on various factors, including the severity of the patient's symptoms and the risk of recurrence of symptoms.</p>\n<h2>General management principles</h2><br><br><p>General principles of management applicable for all patients include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Reduce risk of bleeding\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Avoid activities with increased risk for trauma (eg, boxing, football).</li>\n\t\t<li>Avoid medications with increased risk for bleeding (eg, nonsteroidal anti-inflammatory drugs, heparin).</li>\n\t\t<li>Treat conditions with increased risk for bleeding (eg, liver disease, infections).&nbsp; If ITP is secondary to an underlying condition (eg, SLE), the condition should be treated; additional therapies (eg, hormonal therapy to induce amenorrhea) should also be considered.</li>\n\t</ul>\n\t</li>\n\t<li>Surveillance\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Platelet count:&nbsp; Serial platelet counts should be obtained until values normalize and remain stable.</li>\n\t\t<li>Signs of bleeding:&nbsp; Patients should be advised to seek medical attention for signs of significant bleeding (eg, melena, severe headaches, hematuria).</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Observation</h2><br><br><p>Patients who are at low risk for severe bleeding (particularly if platelet counts are ≥30,000/mm<font size=\"2\"><sup>3</sup></font>) may be <strong>initially observed</strong>.&nbsp; Over time, most adults reach a stable platelet count, and approximately 10%-20% achieve spontaneous remission (usually within the first year).&nbsp; In the majority of children, ITP resolves spontaneously within 3-6 months.</p>\n<h2>ITP-specific therapies</h2><br><br><p>Although the condition tends to improve over time in most patients, some may still need ITP-specific therapy in the interim; these treatments are temporary measures to control or prevent bleeding.&nbsp; Although treatment does not increase the likelihood of achieving remission (<strong>no curative therapy</strong> for ITP exists), it can <strong>expedite platelet count recovery</strong> and prevent significant bleeding.</p><br><br><p>Factors to consider when deciding if treatment is warranted include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Severity of current bleeding (patients with significant bleeding should receive treatment).</li>\n\t<li>Risk of recurrent bleeding (eg, platelet counts &lt;30,000/mm<font size=\"2\"><sup>3</sup></font>, history of moderate/severe bleeding, planned invasive procedures, concurrent comorbidities that increase bleeding risk).&nbsp; In children, even at platelet counts &lt;30,000/mm<font size=\"2\"><sup>3</sup></font>, observation alone is generally sufficient provided only cutaneous symptoms (eg, petechiae) are found and with no other risk factors (eg, concurrent bleeding disorders).&nbsp; Remission occurs within a few months, regardless of treatment.</li>\n</ul><br><br><p>If therapy for ITP is indicated, <strong>first-line</strong> treatment options may include any of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Glucocorticoids</strong> (eg, prednisone, dexamethasone) reduce clearance of antibody-coated platelets and reduce production of antiplatelet antibodies.&nbsp; High-dose glucocorticoids are typically administered as a pulse for several days, and most patients show a response within 1-2 weeks.&nbsp; Platelet counts may decrease after discontinuation of the medication, and so the regimen may need to be repeated.</li>\n\t<li><strong>Intravenous immunoglobulin (IVIG)</strong> are pooled IgG antibodies that can saturate the Fc receptors of macrophages, preventing them from binding and clearing the antibody-coated platelets.&nbsp; Patients typically respond within 24 hours of administration.&nbsp; IVIG can be considered for patients who require a rapid increase in platelet counts (eg, preoperative patient) or have failed/have contraindications to glucocorticoid therapy.</li>\n\t<li><strong>Anti-D immunoglobulin</strong> is an immunoglobulin directed against the RhD antigen on red blood cells (RBCs) and can be used as ITP treatment in patients whose RBCs are RhD-positive.&nbsp; Upon administration, anti-D binds RBCs, and these antibody-coated RBCs saturate the Fc receptors of macrophages, interfering with their ability to bind and clear antibody-coated platelets (similar to the strategy with IVIG).&nbsp; Patients will therefore develop mild-to-moderate hemolysis, and this risk must be considered when choosing anti-D therapy.</li>\n</ul><br><br><p>Most patients demonstrate a response (eg, resolution of bleeding symptoms, improved platelet counts) following initial therapy using first-line therapies; some may preferentially respond better to certain treatments.&nbsp; The response may not be sustained in certain patients, and platelet counts may decrease as the effects of therapy wane.&nbsp; Repeating first-line therapies may be considered in these cases.</p><br><br><p>For those with refractory disease (ie, no response to multiple first-line treatments), <strong>second-line</strong> therapies include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Thrombopoietin receptor agonists</strong> (eg, eltrombopag, romiplostim), which stimulate thrombopoiesis by binding the thrombopoietin receptor on megakaryocytes, improving platelet counts.</li>\n\t<li>Rituximab, an anti-CD20 monoclonal antibody that targets autoantibody-producing B lymphocytes.</li>\n\t<li><strong>Splenectomy</strong>.</li>\n</ul><br><br><p>Because the spleen is the primary site of platelet destruction by macrophages, splenectomy can result in a durable response in patients with ITP.&nbsp; However, it is an invasive procedure that has risks (eg, sepsis from encapsulated organisms, thrombosis) and is therefore reserved for catastrophic bleeding or chronic ITP refractory to other treatments.</p>\n<h2>Life-threatening bleeding (uncommon)</h2><br><br><p>Rarely, some patients with ITP may present with life-threatening bleeding (eg, bleeding into a critical site [eg, CNS, pulmonary], bleeding resulting in hemodynamic instability) that requires immediate intervention.&nbsp; For life-threatening bleeding, management includes a combination of the above interventions (eg, IVIG and corticosteroids concurrently) along with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Platelet transfusions:&nbsp; <strong>Not typically recommended</strong> because transfused platelets, like endogenous platelets, will be targeted by circulating autoantibodies for rapid removal.&nbsp; However, given as a slow, continuous infusion, they can provide <strong>transient improvement</strong> (ie, hours) in platelet counts to manage <strong>life-threatening hemorrhage</strong>.</li>\n\t<li>Adjunctive therapies:&nbsp; Other hemostatic products (eg, antifibrinolytic agents like aminocaproic acid) may be added.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of ITP is different for adults and children:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Children:&nbsp; Most children achieve spontaneous remission within 6 months, regardless of whether they receive treatment; those who do receive treatment may recover earlier.&nbsp; Approximately 10%-20% develop chronic ITP (ie, thrombocytopenia &gt;12 months), and this condition is not affected by treatment.</li>\n\t<li>Adults:&nbsp; Approximately 20% of adults achieve spontaneous remission in the first few months.&nbsp; Most adults develop chronic ITP but eventually reach a stable platelet count.&nbsp; Mortality attributed to hemorrhage from thrombocytopenia may occur but is uncommon.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Immune thrombocytopenia is an acquired autoimmune disorder characterized by isolated thrombocytopenia due to antibodies directed against platelet antigens.&nbsp; Patients generally present with signs of impaired primary hemostasis (eg, cutaneous/mucosal bleeding).&nbsp; Management ranges from observation in mild cases to intervention with multiple agents (eg, glucocorticoids, intravenous immunoglobulin) in more severe cases.&nbsp; Most children achieve spontaneous remission within the first year, whereas most adults develop stable, chronic disease.</p>\n</div>\n\n            "
}