{
  "meta": {
    "title": "Thrombotic microangiopathies: thrombotic thrombocytopenic purpura (TTP) and hemolytic uremic syndrome (HUS)",
    "url": "https://brainandscalpel.vercel.app/thrombotic-microangiopathies-thrombotic-thrombocytopenic-purpura-ttp-and-hemolytic-uremic-syndrome-hus-64ced159-167143.html",
    "scrapedAt": "2025-12-01T05:03:07.658Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Thrombotic thrombocytopenic purpura (TTP) and hemolytic uremic syndrome (HUS) are thrombotic microangiopathies (TMAs) characterized by:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Microangiopathic hemolytic anemia (MAHA).</li>\n\t<li>Thrombocytopenia.</li>\n\t<li>End-organ dysfunction due to microvascular thrombosis.</li>\n</ul><br><br><p>These high-morbidity and mortality conditions have shared clinical characteristics but differ in terms of pathogenesis, clinical presentation, and management.</p>\n<h1>Pathophysiology</h1><br><br><p>With TMAs, abnormalities in the vessel wall of arterioles result in <strong>microthrombus</strong> formation.&nbsp; This results in MAHA, which is characterized by anemia from <strong>mechanical shearing of red blood cells (RBCs)</strong>.&nbsp; In TTP and HUS, this shearing occurs as RBCs pass through the microthrombi, producing schistocytes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8255.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p>\n<h2>Thrombotic thrombocytopenic purpura</h2><br><br><p>There are 2 types of TTP:&nbsp; immune (ie, acquired) and hereditary.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acquired TTP occurs due to the formation of an <strong>autoantibody against ADAMTS13</strong>, a metalloprotease that cleaves von Willebrand factor (vWF) multimers on the endothelial surface (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23798.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Normally, circulating vWF, produced by megakaryocytes and endothelial cells, is released as large vWF multimers that are cleaved to their regular size by ADAMTS13.&nbsp; These vWF multimers support hemostasis by bridging platelets and subendothelial components to sites of endothelial injury.&nbsp; In TTP, loss of ADAMTS13 activity leads to <strong>large, uncleaved vWF multimers</strong>, triggering platelet aggregation and activation.&nbsp; This results in thrombocytopenia due to platelet consumption and MAHA.&nbsp; In addition, microthrombi in the kidneys and CNS lead to renal dysfunction and neurologic symptoms (eg, headache, altered mental status, confusion, seizures); they can also occur within any arteriole, resulting in end-organ ischemia (eg, myocardial infarction, gastrointestinal bleeding).</li>\n\t<li>Hereditary forms of TTP due to mutations in ADAMTS13 are much rarer and usually present in the neonatal period but can also be unmasked during pregnancy.</li>\n</ul>\n<h2>Hemolytic uremic syndrome</h2><br><br><p>The pathophysiology of HUS is associated primarily with <strong>endothelial damage</strong>.&nbsp; HUS typically occurs in the setting of preceding gastrointestinal illness with an infection-producing Shiga toxin (eg, <em>Shigella dysenteriae</em>, Shiga toxin–producing <em>Escherichia coli</em> [STEC] O157:H7).&nbsp; The <strong>Shiga toxin</strong> induces endothelial cell damage by inhibiting the 60s subunit of the ribosomes, halting protein synthesis.&nbsp; This can result in apoptosis, platelet aggregation, and microthrombus formation.&nbsp; Microthrombus formation, similar to that of TTP, results in the consumption of platelets (thrombocytopenia) and shearing of RBCs (MAHA).&nbsp; This process occurs directly in both the intestinal mucosa and the vascular and renal endothelium via hematogenous spread of the toxin.&nbsp; Signs of end-organ damage (eg, acute kidney injury) are common because microthrombus formation causes tissue ischemia.</p><br><br><p>Rarely, TMA can occur due to non–Shiga toxin-producing organisms (eg, <em>Streptococcus&nbsp; pneumoniae</em>), medications (eg, quinine, some immunosuppressants), or complement pathway alterations; these situations are sometimes imprecisely referred to as \"atypical HUS.\"&nbsp; In this article, HUS refers to the clinical syndrome provoked by Shiga toxin–producing bacteria (eg, STEC, <em>Shigella</em>).</p>\n<h1>Risk factors</h1><h2>Thrombotic thrombocytopenic purpura</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Immune (ie, acquired):&nbsp; Autoimmune diseases (eg, systemic lupus erythematosus), pregnancy, estrogen-containing birth control, female sex, HIV, immunosuppression, antiplatelet medications (eg, clopidogrel).</li>\n\t<li>Hereditary:&nbsp; Family history of deficient ADAMTS13 activity.</li>\n</ul>\n<h2>Hemolytic uremic syndrome</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fecal-oral exposure to contaminated foods (eg, undercooked beef, unpasteurized dairy), poor sanitation, children age &lt;10, direct contact with animal feces (eg, petting zoos).</li>\n</ul>\n<h1>Clinical presentation</h1><h2>Common features</h2><br><br><p>TTP and HUS both typically present with the following <strong>triad</strong>:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>MAHA</strong>:&nbsp; shortness of breath, fatigue, pallor, jaundice.</li>\n\t<li><strong>Thrombocytopenia</strong>:&nbsp; purpura, petechiae, easy bruising.</li>\n\t<li><strong>Renal dysfunction:</strong>&nbsp; hematuria, decreased urine output (oliguria or anuria), edema, hypertension.</li>\n</ul><br><br><p>TTP is also characterized by <strong>fever</strong> and <strong>neurologic symptoms</strong> (eg, seizures), completing the <strong>pentad</strong> of TTP.&nbsp; However, this pentad may not be present if the disease process is recognized early.&nbsp; In addition, seizures can be seen with both TTP and <em>Shigella</em> infections with or without HUS, so their presence should not be used to make a presumptive diagnosis of TTP.</p>\n<h2>Distinguishing features</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Age</strong> can help differentiate these syndromes.&nbsp; The incidence of HUS is much higher in young children, whereas TTP typically occurs in middle-aged patients (median age 40 at the time of diagnosis).</li>\n\t<li><strong>Thrombocytopenia</strong> tends to be more severe in TTP, with platelet values typically &lt;30,000 × 10<font size=\"2\"><sup>9</sup></font>/mm<font size=\"2\"><sup>3</sup></font>.&nbsp; In contrast, <strong>renal impairment</strong> tends to be more severe in HUS compared to TTP.</li>\n\t<li><strong>Preceding diarrheal illness</strong> is classically seen in HUS, although symptoms may have resolved by the time HUS is recognized.</li>\n\t<li><strong>Purpuras</strong> tend to be more common in TTP (hence the name) and are fairly rare in HUS.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of TTP or HUS is based on clinical presentation, laboratory findings, and specific confirmatory tests:</p>\n<h2>Thrombotic thrombocytopenic purpura</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>ADAMTS13 activity</strong> &lt;10% indicates severe deficiency.&nbsp; It may take several days to receive the results from this test, so treatment may be initiated based on the presumptive diagnosis.</li>\n\t<li><strong>ADAMTS13 inhibitor testing</strong> is often completed reflexively in laboratories after severe ADAMTS13 deficiency is detected.&nbsp; In immune TTP, elevated titers of inhibitory autoantibodies are seen.</li>\n\t<li>The absence of inhibitory antibodies should prompt further testing for potential hereditary causes of ADAMTS13 deficiency.</li>\n</ul>\n<h2>Hemolytic uremic syndrome</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Stool culture</strong> can confirm the presence of STEC or <em>Shigella</em>, although false-negative results are possible.</li>\n\t<li><strong>Stool PCR</strong> can be used to detect Shiga toxins; if no stool sample can be provided, a rectal swab can be obtained.</li>\n</ul>\n<h1>Laboratory and imaging evaluation</h1><br><br><p>Laboratory testing for patients with suspected TMAs should evaluate for complications of microthrombus production.</p><br><br><ul>\n\t<li><strong>Hemolytic anemia</strong> is seen in both TTP and HUS, with anemia and thrombocytopenia on complete blood count testing and schistocytes on peripheral smear.&nbsp; Other evidence of hemolysis includes elevated indirect bilirubin levels, high lactate dehydrogenase, and low haptoglobin.&nbsp; Reticulocyte levels are elevated because the body attempts to produce more RBCs.&nbsp; <strong>Coombs testing</strong> (direct antibody testing) is <strong>negative</strong> because hemolysis is due to shearing from microthrombi rather than autoantibodies against RBCs.</li>\n\t<li><strong>Coagulation studies</strong> are <strong>normal</strong> in TTP and HUS; this is a <strong>key differentiating feature</strong> compared to disseminated intravascular coagulation (DIC).</li>\n\t<li>Renal function testing likely shows evidence of <strong>acute kidney injury</strong>, and urinalysis may show hematuria or proteinuria.</li>\n</ul><br><br><p>The PLASMIC score for TTP, a scoring tool for clinical decision-making, is based on these laboratory findings and can help identify patients with a high likelihood of severe deficiency of ADAMTS13 (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/120943.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>Imaging may not be necessary or useful.&nbsp; However, imaging of the brain (CT scan, MRI) may be needed if the patient presents with focal neurologic deficits.</p>\n<h1>Differential diagnosis</h1><br><br><p>In addition to TTP and HUS, the differential diagnosis for TMAs includes the following:</p>\n<h2>Other microangiopathic hemolytic anemias</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>DIC</strong>:&nbsp; DIC is characterized by thrombocytopenia and MAHA (anemia, schistocytes on peripheral smear), similar to TTP and HUS.&nbsp; However, DIC is associated with abnormal coagulation laboratory results (PT, activated PTT), elevated D-dimer, and low fibrinogen—all of which are normal in TTP and HUS.</li>\n\t<li><strong>HELLP syndrome</strong>:&nbsp; HELLP syndrome (<strong>H</strong>emolysis, <strong>E</strong>levated <strong>L</strong>iver enzymes, and <strong>L</strong>ow <strong>P</strong>latelet count) presents in pregnant women at &gt;20 weeks gestation with hemolytic anemia and thrombocytopenia, as well as elevated transaminases, which are not expected in TTP.&nbsp; Proteinuria may also be seen in both conditions.&nbsp; ADAMTS13 activity &lt;10% distinguishes TTP from HELLP (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/98150.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li><strong>Mechanical MAHA:</strong>&nbsp; Mechanical MAHA is caused by the mechanical shearing of RBCs as they pass through indwelling mechanical devices (eg, prosthetic heart valves), leading to hemolytic anemia.&nbsp; In general, anemia is mild, and there is no associated thrombocytopenia or end-organ dysfunction.</li>\n</ul>\n<h2>Thrombocytopenia-predominant antibody-mediated conditions</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Immune thrombocytopenia</strong>:&nbsp; Immune thrombocytopenia presents with isolated thrombocytopenia.&nbsp; Hemoglobin levels and creatinine levels are normal, and schistocytes are absent on peripheral smear.</li>\n\t<li><strong>Heparin-induced thrombocytopenia (HIT)</strong>:&nbsp; HIT is characterized by thrombocytopenia but with recent heparin exposure and paradoxical thrombosis.&nbsp; Hemolytic anemia is not typically seen.&nbsp; HIT antibody testing (anti–platelet factor 4) or serotonin release assay confirms the diagnosis (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/54138.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Other systemic condition</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>IgA vasculitis (Henoch-Schönlein purpura)</strong>:&nbsp; Presenting with palpable purpura or petechiae on the lower extremities, gastrointestinal bleeding, and hematuria with or without proteinuria, IgA vasculitis may produce mild anemia (from gastrointestinal bleeding) but not thrombocytopenia or schistocytes on peripheral smear because the anemia is not hemolytic.</li>\n</ul>\n<h1>Management</h1><h2>Immune thrombotic thrombocytopenic purpura</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Therapeutic plasma exchange</strong> removes the autoimmune antibodies and replenishes ADAMTS13.&nbsp; Often, this therapy is initiated based on the presumptive diagnosis, before the ADAMTS13 activity testing has resulted.</li>\n\t<li>Adjunctive therapy includes <strong>corticosteroids</strong> (eg, prednisone, methylprednisolone) and <strong>rituximab</strong> (anti-CD20 monoclonal antibody) for immune suppression.</li>\n\t<li><strong>Caplacizumab</strong> is a monoclonal antibody that binds to vWF and blocks the ability to bind to platelets to halt microthrombus formation.</li>\n\t<li><strong>Platelet transfusion should be avoided</strong> for thrombocytopenia unless the patient has clinically significant bleeding because transfused platelets will be consumed and potentially worsen microthrombus formation.</li>\n</ul>\n<h2>Hereditary thrombotic thrombocytopenic purpura</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Plasma transfusion</strong> or <strong>infusion of recombinant ADAMTS13</strong> replenishes the activity of ADAMTS13.&nbsp; Plasma exchange is not necessary because there are no autoantibodies to remove.</li>\n\t<li><strong>Long-term prophylaxis</strong> with plasma transfusion or recombinant ADAMTS13 may be required.</li>\n</ul>\n<h2>Hemolytic uremic syndrome</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Supportive care</strong>, including hydration and electrolyte management, is the hallmark of treatment.</li>\n\t<li><strong>Dialysis</strong> may be necessary.</li>\n\t<li><strong>Antibiotics are typically avoided</strong> due to the risk for increased Shiga toxin release and potential worsening of toxin-mediated HUS.&nbsp; If the patient is taking empiric antibiotics at the time of diagnosis of STEC, antibiotics should be discontinued.</li>\n</ul>\n<h1>Complications</h1><h2>Thrombotic thrombocytopenic purpura</h2><br><br><p>Complications include potential neurologic sequelae due to microthrombus formation in the CNS, causing small-vessel ischemic strokes, which can lead to long-term deficits or cognitive impairment.&nbsp; Cardiac complications may also be seen due to microvascular ischemia/myocardial infarction (eg, arrhythmia, heart failure).</p>\n<h2>Hemolytic uremic syndrome</h2><br><br><p>Chronic kidney disease and hypertension can develop following the acute injury.&nbsp; However, some patients achieve full recovery of renal function.</p>\n<h1>Prognosis</h1><br><br><p>Immune TTP has a mortality rate of &gt;90% if untreated, but, with timely intervention and plasma exchange, survival rates are favorable, although relapses may occur (most commonly in the 1-2 years following diagnosis).&nbsp; In hereditary TTP, lifelong prophylactic supplementation of ADAMTS13 may be necessary (via plasma or recombinant ADAMTS13 infusion) but can improve the overall prognosis.&nbsp; The prognosis for HUS due to Shiga toxin is generally favorable in children, but there is potential for long-term renal impairment.</p>\n<h1>Summary</h1><br><br><p>Thrombotic thrombocytopenic purpura (TTP) and hemolytic uremic syndrome (HUS) are thrombotic microangiopathies with shared clinical features, including microangiopathic hemolytic anemia (MAHA), thrombocytopenia, and renal dysfunction, but they have distinct underlying mechanisms.&nbsp; TTP is driven by ADAMTS13 deficiency (hereditary or immune), whereas HUS results from Shiga toxin–mediated endothelial damage.&nbsp; Diagnosis relies on a combination of clinical findings, laboratory findings (MAHA, thrombocytopenia, renal dysfunction), and either confirmatory ADAMTS13 activity or Shiga toxin assays.&nbsp; Prompt recognition and intervention—plasma exchange and immunosuppression for TTP and supportive care for HUS—are critical to reducing the mortality and long-term morbidity of these conditions.</p>\n</div>\n\n            "
}