{
  "meta": {
    "title": "Thrombocytopenia: An overview",
    "url": "https://brainandscalpel.vercel.app/thrombocytopenia-an-overview-b62d6661-167143.html",
    "scrapedAt": "2025-12-01T05:03:04.867Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Thrombocytopenia (measured platelet count &lt;150,000/mm<font size=\"2\"><sup>3</sup></font>) generally occurs due to decreased platelet production, increased platelet destruction, platelet sequestration, or platelet dilution, depending on the underlying pathophysiology and its associated clinical findings.</p>\n<h1>Pathophysiology</h1><h2>Normal platelet production and function</h2><br><br><p>Platelets (thrombocytes) are cell fragments that initiate hemostasis following endothelial injury.&nbsp; During the first phase of hemostasis (primary hemostasis), a platelet plug forms, as follows (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41111.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Platelet adhesion <strong>(adherence)</strong>:&nbsp; Endothelial injury exposes connective tissue that contains von Willebrand factor (vWF), a protein that facilitates platelet adhesion to subendothelial collagen.</li>\n\t<li>Platelet <strong>activation</strong>:&nbsp; Adhesion induces platelet activation, a process in which the platelets undergo irreversible changes, developing a spiky shape and secreting:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>ADP:&nbsp; ADP induces further platelet activation.</li>\n\t\t<li>Arachidonic acid:&nbsp; This acid is converted to thromboxane A<font size=\"2\"><sub>2</sub></font> (TXA<font size=\"2\"><sub>2</sub></font>), a substance that induces platelet aggregation.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Aggregation</strong>:&nbsp; During platelet activation, glycoproteins IIb/IIIa (GPIIb/IIIa) receptors undergo a conformational change that allows the receptor to bind fibrinogen.&nbsp; Fibrinogen binding causes platelets to aggregate, forming a platelet plug.</li>\n</ul><br><br><p>Platelet production (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105194.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) (thrombopoiesis) occurs in the bone marrow and is regulated by <strong>thrombopoietin (TPO)</strong>, a growth factor that stimulates proliferation, growth, and maturation of megakaryocytes (ie, hematopoietic cells that produce platelets).&nbsp; Specifically, TPO induces endomitosis, in which a megakaryocyte progenitor cell replicates its DNA without subsequently dividing, resulting in a large cell (megakaryocyte) with folds of redundant cell membrane and polyploid nuclei (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14077.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The excess DNA (severalfold the amount of DNA in a normal diploid cell) allows for mass transcription of the intracellular proteins needed for platelet production.&nbsp; In fact, thousands of platelets can bud off of a mature megakaryocyte and enter the circulation.&nbsp; Newly formed platelets are large and more hemostatically active.&nbsp; As they mature, they become smaller and less hemostatically active until they reach the end of their lifespan (7-10 days).<p></p>\n<h2>Platelet counts and thrombopoietin</h2><br><br><p>Approximately one-third of a person's entire platelet mass is normally sequestered in the spleen.&nbsp; The other two-thirds remain in the circulation (ie, measured platelet count), which is typically <strong>150,000-450,000/mm</strong><font size=\"2\"><sup><strong>3</strong></sup></font>.&nbsp; Total platelet mass is maintained within a stable, narrow range throughout a person's life.&nbsp; If splenic enlargement (eg, from liver disease) develops, leading to the sequestration of even more platelets, there is a commensurate decrease in measured platelet count because total platelet mass is maintained at a stable value.</p><br><br><p>To maintain this stability, platelets must be continuously replaced.&nbsp; TPO is unique in that it is constitutively produced by the liver and bone marrow; levels do not fluctuate, unlike with erythropoietin.&nbsp; Both platelets and megakaryocyte progenitors contain TPO receptors, and, therefore, TPO activity is regulated by competition between these two.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Normally, most of the TPO gets cleared by binding platelets, leaving less free TPO to stimulate megakaryotic precursors in the marrow.&nbsp; This maintains a baseline stable production of platelets.</li>\n\t<li>Conversely, if total platelet mass decreases (eg, due to rapid use at hemorrhage sites), more free TPO is available to stimulate megakaryocytic progenitors, amplifying platelet production.</li>\n</ul>\n<h2>Four main mechanisms of thrombocytopenia</h2><br><br><p>Various causes can contribute to thrombocytopenia (ie, measured platelet count <strong>&lt;150,000/mm</strong><font size=\"2\"><sup><strong>3</strong></sup></font>).&nbsp; The 4 main mechanisms include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Decreased platelet production.</li>\n\t<li>Increased platelet destruction.</li>\n\t<li>Platelet sequestration.</li>\n\t<li>Platelet dilution.</li>\n</ul>\n<h1>Decreased platelet production</h1><br><br><p>There are several pathophysiologic mechanisms for decreased platelet production.</p>\n<h2>Bone marrow disorders</h2><br><br><p>Bone marrow disorders can impair platelet production:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Infections</strong> (eg, parvovirus, cytomegalovirus, Epstein-Barr virus):&nbsp; Viruses can cause transient (ie, weeks) bone marrow suppression, affecting one or more cell lines.</li>\n\t<li><strong>Bone marrow neoplasms</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Leukemia or metastatic neoplasms:&nbsp; Neoplastic cells infiltrate the bone marrow, crowding hematopoietic stem cells.</li>\n\t\t<li>Myelofibrosis:&nbsp; Clonal megakaryocytes stimulate bone marrow fibrosis that impairs hematopoiesis.</li>\n\t\t<li>Myelodysplastic syndrome:&nbsp; Myeloid hematopoietic stem cell growth and differentiation are disrupted.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Aplastic anemia (</strong>\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42378.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                <strong>)</strong>:&nbsp; Aplastic anemia is characterized by pancytopenia with hypocellular bone marrow, often due to immune-mediated destruction of hematopoietic stem cells.</li>\n\t<li><strong>Therapy (eg, chemotherapy, radiation)</strong>:&nbsp; Cytotoxic drugs and radiation can damage proliferating megakaryocytes.&nbsp; The reduction in platelet production is dose dependent, with recovery possible after completion of therapy.</li>\n\t<li><strong>Nutritional deficiencies</strong> (eg, vitamin B<font size=\"2\"><sub>12</sub></font>, folate):&nbsp; Vitamin B<font size=\"2\"><sub>12</sub></font> and folate are necessary for DNA synthesis in megakaryocytes.&nbsp; Deficiency in either results in ineffective platelet production and associated macrocytic anemia.&nbsp; Megaloblastic changes (eg, hypersegmented neutrophils) are often evident on a bone marrow biopsy in these cases.</li>\n</ul>\n<h2>Inherited platelet disorders</h2><br><br><p>The genetic conditions that affect thrombopoiesis include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Wiskott-Aldrich syndrome</strong>:&nbsp; This X-linked disorder is associated with small platelets, eczema, and immunodeficiency.</li>\n\t<li><strong>Bernard-Soulier syndrome</strong>:&nbsp; This syndrome is associated with giant platelets.</li>\n\t<li><strong>Inherited bone marrow failure syndromes</strong> (eg, Fanconi anemia).</li>\n</ul><br><br><p>Overall, these conditions are rare and may impair platelet function.</p>\n<h2>Liver disease</h2><br><br><p>Because TPO is produced primarily by the liver, patients with chronic liver disease can also develop thrombocytopenia.</p>\n<h1>Increased platelet destruction</h1><br><br><p>Several pathophysiologic mechanisms lead to the rapid destruction of circulating platelets.&nbsp; These conditions are characterized by compensatory megakaryocyte expansion and platelet production.</p>\n<h2>Immune-mediated destruction</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Immune thrombocytopenia purpura (ITP)</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31852.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; ITP is characterized by the formation of autoantibodies against platelet surface glycoproteins (eg, GPIIb/IIIa).&nbsp; The antibody-coated platelets are cleared by macrophages, primarily in the spleen.&nbsp; ITP can occur as primary or secondary to underlying conditions (eg, systemic lupus erythematosus, HIV, hepatitis C).</li>\n\t<li><strong>Drug-induced immune thrombocytopenia</strong>:&nbsp; Certain drugs (eg, quinine, sulfonamides, antiepileptics) can lead to the formation of autoantibodies against platelets, causing rapid platelet destruction.&nbsp; This mechanism of active destruction is unlike chemotherapy-induced thrombocytopenia, which impairs platelet production.</li>\n\t<li><strong>Heparin-induced thrombocytopenia (HIT)</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/79879.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; Type 2 HIT is characterized by the formation of autoantibodies against the complex of heparin and platelet factor 4 (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42334.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) in patients with prior exposure to heparin.&nbsp; These immune complexes not only lead to platelet destruction, but also cause platelet activation, resulting in paradoxical thrombosis despite low platelet counts.&nbsp; Diagnosis is confirmed with serotonin release assays.&nbsp; In untreated cases, the risk for thrombotic events, including venous and arterial thrombosis, is high.&nbsp; A milder, non–immune-mediated form of HIT also exists (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80010.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Non–immune-mediated destruction</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Thrombotic microangiopathies (eg, thrombotic thrombocytopenic purpura [TTP], hemolytic uremic syndrome [HUS])</strong>:&nbsp; Thrombotic microangiopathies are characterized by widespread microvascular thrombosis that leads to accelerated platelet consumption.&nbsp; TTP is classically associated with deficient ADAMTS13, an enzyme that cleaves vWF multimers.&nbsp; Without ADAMTS13, ultra-large vWF multimers cause platelet aggregation and microvascular thrombosis.&nbsp; HUS, typically seen in children after infection with Shiga toxin–producing <em>Escherichia coli</em> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L79760.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), results in similar microangiopathic destruction.</li>\n\t<li><strong>Disseminated intravascular coagulation (DIC)</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/50322.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ):&nbsp; In DIC, systemic activation of the coagulation cascade leads to widespread microthrombi formation and platelet consumption, leading to thrombocytopenia.&nbsp; DIC can occur secondary to sepsis, trauma, or malignancy.&nbsp; DIC is characterized by both thrombosis and bleeding due to the depletion of clotting factors and platelets.</li>\n\t<li><strong>Mechanical destruction (eg, mechanical heart valves, extracorporeal circulation)</strong>:&nbsp; Physical forces from mechanical heart valves or extracorporeal circuits, such as during cardiopulmonary bypass, can shear platelets, leading to their premature destruction and thrombocytopenia.</li>\n</ul>\n<h1>Platelet sequestration</h1><br><br><p>Approximately one-third of all platelets are normally sequestered in the spleen.&nbsp; Some conditions can cause additional platelet sequestration.</p>\n<h2>Portal hypertension</h2><br><br><p>Portal hypertension (commonly seen in advanced liver disease) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26318.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) leads to splenic congestion and platelet sequestration (hypersplenism).&nbsp; Other blood cells may also be trapped, causing additional cytopenias.<p></p>\n<h2>Lymphoproliferative disorders</h2><br><br><p>Lymphoproliferative disorders (eg, acute lymphoblastic leukemia, Hodgkin lymphoma) may be associated with infiltration of the spleen by malignant lymphoid cells, which can cause splenomegaly and platelet sequestration.</p><br><br><p>Beyond the spleen, platelets can be sequestered in the placenta during pregnancy.&nbsp; Because platelet sequestration involves the redistribution of circulating platelets, these patients generally do not have increased bleeding risk.</p>\n<h1>Platelet dilution</h1><br><br><p>Excess plasma volume can cause dilutional thrombocytopenia.&nbsp; Fluid resuscitation is the most common cause, but other etiologies include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gestational thrombocytopenia</strong>:&nbsp; Gestational thrombocytopenia is a benign condition that occurs in 5%-10% of pregnancies, likely due to physiologic plasma volume expansion during pregnancy.&nbsp; Gestational thrombocytopenia is most commonly diagnosed in the third trimester but can occur earlier.&nbsp; Patients have no bruising or bleeding, and peripheral blood smear is unremarkable.&nbsp; Platelet count typically normalizes within 6 weeks of delivery without intervention.</li>\n\t<li><strong>Postoperative thrombocytopenia</strong>:&nbsp; Postoperative thrombocytopenia can occur a few days after surgery, likely due to fluid shifts and platelet consumption.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Patients with only mild thrombocytopenia are usually asymptomatic.&nbsp; In these cases, thrombocytopenia is often an incidental finding on laboratory testing obtained for other reasons.&nbsp; Patients with moderate or severe thrombocytopenia are more likely to present with <strong>mucosal</strong> (eg, epistaxis) and/or <strong>cutaneous</strong> (eg, petechiae (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L34303.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), ecchymoses (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11179.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                )) bleeding.&nbsp; Female patients may report prolonged and/or heavy menstrual bleeding.&nbsp; In severe cases, patients may present with life-threatening intracranial hemorrhage.&nbsp; Depending on the underlying cause, additional clinical findings (eg, fever, bone pain) may be present.&nbsp; Rarely, patients with thrombocytopenia can develop paradoxical thrombosis (eg, HIT, paroxysmal nocturnal hemoglobinuria).&nbsp; The details of these conditions are discussed more in their respective articles.<p></p>\n<h1>Differential diagnosis</h1><h2>Pseudothrombocytopenia</h2><br><br><p>Pseudothrombocytopenia is a low platelet count due to laboratory errors (eg, improper processing).&nbsp; Samples obtained for complete blood counts are normally drawn in an anticoagulant tube (usually <strong>ethylenediaminetetraacetic acid [EDTA]</strong>, which best preserves cell components and morphology).&nbsp; However, EDTA can expose certain antigens on platelets, causing them to aggregate within the tube, resulting in a falsely low platelet count.&nbsp; Large clumps of platelets can be visualized on peripheral smear (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20812.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; A normal platelet count in a specimen collected in a non-EDTA anticoagulant tube (eg, sodium citrate) confirms the diagnosis.&nbsp; Patients with pseudothrombocytopenia have normal platelet counts and therefore are asymptomatic and do not require intervention or monitoring.<p></p>\n<h2>Other disorders of primary hemostasis</h2><br><br><p>Other disorders of primary hemostasis can present with abnormal bleeding, similar to thrombocytopenia.&nbsp; These conditions include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Collagen disorders</strong>:&nbsp; Because contact with subendothelial collagen is an important step in primary hemostasis, patients with underlying collagen disorders (eg, Ehlers-Danlos syndrome, osteogenesis imperfecta) can present with easy bruising (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9169.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).&nbsp; Other physical examination findings, including skin hyperextensibility (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36744.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                 in Ehlers-Danlos syndrome and blue sclerae (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28853.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ) in osteogenesis imperfecta, may be consistent with these conditions.</li>\n\t<li><strong>Platelet function disorder (eg, Glanzman thrombasthenia)</strong>:&nbsp; Patients with platelet function disorders have abnormal bleeding despite normal platelet counts and coagulation testing.&nbsp; In some cases, concurrent thrombocytopenia (eg, Bernard-Soulier syndrome) can lead to abnormal bleeding that is disproportionate (ie, more severe) to the degree of thrombocytopenia.&nbsp; In these cases, platelet dysfunction should be suspected.&nbsp; Additional platelet function testing (eg, platelet aggregometry) can be used to evaluate for these conditions.</li>\n\t<li><strong>von Willebrand disease (vWD)</strong>:&nbsp; vWD is the most common inherited bleeding disorder.&nbsp; vWF is essential for the formation of the primary platelet plug.&nbsp; Because platelet production and consumption are unaffected, the platelet count in vWD is typically normal.</li>\n</ul>\n<h2>Plasma coagulation disorders (eg, factor VIII deficiency)</h2><br><br><p>Disorders of secondary hemostasis can also present with abnormal bleeding, but the pattern tends to be deep tissue bleeding (eg, muscular, intraarticular) with significant deep purpura.&nbsp; Superficial petechiae are uncommon in coagulation disorders.</p>\n<h1>Evaluation and diagnosis</h1><br><br><p>The work-up for thrombocytopenia typically involves a history and physical examination, as well as laboratory evaluation, including peripheral smear evaluation.</p>\n<h2>Detailed history</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bleeding history (eg, bruising with minimal trauma, persistent bleeding with minor wounds, prolonged menses).</li>\n\t<li>Family history of bleeding disorders.</li>\n\t<li>History of thrombocytopenia (prior platelet counts can help distinguish whether this is an acute vs a chronic condition).</li>\n\t<li>Exposures (eg, medications [eg, antiepileptic drugs, antibiotics], recent infections).</li>\n\t<li>Dietary history to suggest a nutritional deficiency.</li>\n\t<li>Systemic symptoms to suggest an underlying medical condition (eg, malignancy, autoimmune disorder).</li>\n</ul>\n<h2>Physical examination</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Extent of bleeding (eg, presence of purpura on mucosal surfaces or hematuria can be associated with more extensive/severe hemorrhage).</li>\n\t<li>Presence of splenomegaly/hepatomegaly to suggest sequestration as a cause.</li>\n\t<li>Presence of lymphadenopathy (suggesting malignancy or infection).</li>\n\t<li>Signs suggesting other inherited conditions (eg, short stature, eczema to suggest Wiskott–Aldrich syndrome, limb abnormalities associated with inherited bone marrow failure syndromes).</li>\n</ul>\n<h2>Laboratory evaluation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count with differential and peripheral smear evaluation.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Evaluates the degree of thrombocytopenia, as follows:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Mild:&nbsp; 100,000-149,000/mm<font size=\"2\"><sup>3</sup></font>.</li>\n\t\t\t<li>Moderate:&nbsp; 50,000-99,000/mm<font size=\"2\"><sup>3</sup></font>.</li>\n\t\t\t<li>Severe:&nbsp; &lt;50,000/mm<font size=\"2\"><sup>3</sup></font>.</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>Determines whether other cell lines are affected.&nbsp; Pancytopenia is more suggestive of bone marrow failure or splenic sequestration.&nbsp; Concurrent leukocytosis suggests an inflammatory cause (eg, infection) or malignancy.</li>\n\t</ul>\n\t</li>\n\t<li>Peripheral smear review:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Determines whether thrombocytopenia is due to laboratory error by assessing for platelet clumps, which are typically present at the edge of the smear.&nbsp; Peripheral smear is particularly important when the reported platelet count is inconsistent with the clinical presentation.</li>\n\t\t<li>Determines platelet size (normally about one-fourth the diameter of a red blood cell [RBC]), which can also be measured by the mean platelet volume:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Large platelets:&nbsp; Because platelets normally get smaller as they age, an increased proportion of large platelets is suggestive of a destructive condition (eg, ITP) with compensatory thrombopoiesis.&nbsp; Uniformly giant platelets (ie, larger than the diameter of a normal RBC) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23537.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ) are associated with certain inherited platelet disorders (eg, Bernard-Soulier syndrome).</li>\n\t\t\t<li>Small platelets:&nbsp; Uniformly small platelets are associated with certain inherited platelet disorders (eg, Wiskott-Aldrich syndrome).</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>Additional helpful findings may include the presence of schistocytes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20217.jpg\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ), suggesting thrombotic microangiopathy; blast cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108863.png\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ), suggesting leukemia; atypical (ie, reactive) lymphocytes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12630.png\" alt=\"image 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 11</div>\n                                </div>\n                                ), suggesting infectious mononucleosis; and hypersegmented neutrophils (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24297.jpg\" alt=\"image 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 12</div>\n                                </div>\n                                ), suggesting nutritional deficiencies.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Depending on these results, additional laboratory testing, including genetic testing, viral testing, and additional hematologic testing (eg, reticulocyte count, direct antiglobulin [Coombs] test, coagulation testing, serotonin assay) may be necessary.&nbsp; Bone marrow evaluation is generally not necessary for isolated thrombocytopenia but may be indicated if there is concern for bone marrow involvement (eg, pancytopenia without a clear etiology, blasts on peripheral smear).</p>\n<h1>Management</h1><br><br><p>The management of thrombocytopenia involves:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Reduce the risk for bleeding:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Activity restrictions:&nbsp; Avoiding contact sports and other activities that increase the patient's risk for injury.</li>\n\t\t<li>Medication restrictions:&nbsp; Avoiding drugs that can affect platelet function (eg, nonsteroidal anti-inflammatory drugs).</li>\n\t</ul>\n\t</li>\n\t<li>Transfuse only if necessary:&nbsp; Because of the short lifespan of platelets, transfusion is only a temporary solution.&nbsp; In some conditions (eg, ITP), the transfused platelets are immediately tagged for splenic removal by circulating immunoglobulins.&nbsp; In addition, transfusion increases the risk for autoantibody formation in cases of frequent exposure.&nbsp; These factors should be considered when determining whether to transfuse.&nbsp; Indications to transfuse include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Preoperative planning:&nbsp; Platelet count should be &gt;50,000/mm<font size=\"2\"><sup>3</sup></font> for minor procedures (eg, skin biopsy) and &gt;100,000/mm<font size=\"2\"><sup>3</sup></font> for high-risk procedures (eg, neurosurgery).</li>\n\t\t<li>Prevention of spontaneous hemorrhage in a high-risk patient (eg, bone marrow suppression from recent chemotherapy).</li>\n\t\t<li>Significant active bleeding.</li>\n\t</ul>\n\t</li>\n\t<li>Use TPO receptor agonists, which can increase the platelet count in patients with thrombocytopenia due to low TPO (eg, liver dysfunction).</li>\n\t<li>Treat the underlying condition (eg, cause of DIC).</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Overall, the prognosis for thrombocytopenia is favorable.&nbsp; Life-threatening hemorrhage is the primary cause of morbidity and mortality, especially in patients with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Severe thrombocytopenia (ie, &lt;20,000/mm<font size=\"2\"><sup>3</sup></font>).</li>\n\t<li>Certain underlying conditions (eg, inherited platelet disorders that affect their quantity and quality, concurrent coagulopathies).</li>\n</ul><br><br><p>ITP is associated with relatively less risk for bleeding because most of the circulating platelets are younger and therefore more hemostatically active.&nbsp; In contrast, in conditions associated with impaired platelet production, the circulating platelets are older and less hemostatically active, leading to an increased risk for bleeding.</p>\n<h1>Summary</h1><br><br><p>Thrombocytopenia (measured platelet count &lt;150,000/mm<font size=\"2\"><sup>3</sup></font>) generally occurs due to decreased platelet production, increased platelet destruction, platelet sequestration, or platelet dilution (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/121058.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).&nbsp; Identifying the cause and overall risk for bleeding is the key for optimizing patient management and preventing life-threatening hemorrhage.<p></p>\n</div>\n\n            "
}