{
  "meta": {
    "title": "Thrombocytopenia: Heparin-induced thrombocytopenia",
    "url": "https://brainandscalpel.vercel.app/thrombocytopenia-heparin-induced-thrombocytopenia-1a6dbe1b-167143.html",
    "scrapedAt": "2025-12-01T05:03:03.085Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Heparin-induced thrombocytopenia (HIT) is an adverse reaction to heparin therapy characterized by a drop in platelet count during treatment.&nbsp; There are 2 types of HIT, differing in onset, clinical course, and severity of disease.&nbsp; The clinically significant form, type 2 HIT, is an immune-mediated, life-threatening disease associated with a paradoxical prothrombotic state.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>Heparin is an anticoagulant that is administered intravenously to prevent thrombus formation.&nbsp; Heparin potentiates the action of antithrombin III (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L4869.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), which inactivates thrombin and several coagulation factors, including factor Xa.&nbsp; As a result, fibrinogen cannot be converted to fibrin, limiting fibrin clot formation.<p></p><br><br><p>In approximately 5% of patients, heparin causes an adverse reaction characterized by thrombocytopenia.&nbsp; There are 2 forms of HIT (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80010.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p><strong>Type 1 HIT</strong> is a non-immune-mediated disorder in which heparin induces platelet aggregation that results in thrombocytopenia within 1-4 days of initiation of therapy.&nbsp; With a platelet nadir &gt;100,000 mm<font size=\"2\"><sup>3</sup></font>, thrombocytopenia resolves spontaneously within days of onset, even with continued heparin therapy.&nbsp; This form of HIT does not cause clinical symptoms.</p><br><br><p>The remainder of this article focuses on the clinically significant type, type 2 HIT.</p><br><br><p><strong>Type 2 HIT</strong> is an <strong>immune-mediated disorder</strong> in which the interaction between heparin and activated platelets induces formation of an autoantibody through the following series of events (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12001.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Under normal circumstances, activated platelets release <strong>platelet factor 4</strong> (PF4), a protein that binds and inactivates heparin to promote coagulation.</li>\n\t<li>As heparin binds PF4, it induces a conformational change that exposes a neoantigen.</li>\n\t<li>The immune system recognizes the neoantigen on the <strong>heparin-PF4 complex</strong> and forms complex-specific IgG antibodies known as HIT antibodies (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42334.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n\t<li>When the HIT antibodies bind, this forms an antibody-heparin-PF4 complex.&nbsp; The Fc portion of the HIT antibody binds Fc receptors on the platelet surface, resulting in further platelet activation and PF4 release, further inducing HIT antibody production.&nbsp;</li>\n</ul><br><br><p>This process of platelet activation and HIT antibody production ultimately results in:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Thrombocytopenia</strong>:&nbsp; The antibody-coated platelets are removed by macrophages in the reticuloendothelial system (eg, spleen), causing mild-to-moderate thrombocytopenia (rarely &lt;20,000/mm<font size=\"2\"><sup>3</sup></font>) with minimally increased risk of hemorrhage.&nbsp;</li>\n\t<li><strong>Arterial and venous thrombosis</strong>:&nbsp; HIT antibodies activate platelets, resulting in platelet aggregation and release of procoagulant factors.&nbsp; Therefore, patients are at increased risk of thrombosis despite being thrombocytopenic.&nbsp; Venous thrombosis in the lower extremities, heart, and skin (at the site of heparin injection) is most common.&nbsp; Arterial thrombosis may occur in the heart, limbs, or central nervous system.</li>\n</ul><br><br><p>Risk factors for developing HIT include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Perioperative status:&nbsp; patients undergoing cardiopulmonary bypass or vascular surgeries are at higher risk.</li>\n\t<li>Unfractionated heparin use:&nbsp; associated with higher risk than low-molecular-weight heparin.</li>\n\t<li>Female sex:&nbsp; females are at higher risk than males, likely because other autoimmune conditions occur in a greater frequency in females than males.</li>\n</ul><br><br><p>Of note, a small percentage of the general population naturally produce antibodies that bind PF4-heparin complexes but do not cause platelet activation or a prothrombotic state.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with type 2 HIT (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/54138.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) generally develop signs and symptoms (eg, thrombocytopenia, thrombosis) 5-10 days after initiation of therapy.&nbsp; If untreated, type 2 HIT can lead to life-threatening complications (eg, stroke).&nbsp; Examples of thrombotic manifestations include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Arterial thrombus</strong>:&nbsp; can cause acute ischemia with limb pain and diminished pulses.</li>\n\t<li><strong>Venous thrombosis</strong>:&nbsp; can cause limb pain and edema.&nbsp; Venous thrombosis can lead to pulmonary embolism with sharp chest pain that worsens with inspiration (ie, pleuritic chest pain), tachypnea, and decreased breath sounds.&nbsp; An embolus in the right lower lobe can cause pain that radiates to the epigastrium and right upper quadrant.</li>\n\t<li><strong>Skin necrosis</strong>:&nbsp; patients who receive heparin subcutaneously (eg, enoxaparin) may develop skin necrosis at the injection site.</li>\n</ul><br><br><p>Although patients are thrombocytopenic, hemorrhage is uncommon.&nbsp; Of note, although type 2 HIT usually manifests 5-10 days after heparin initiation, it can occur earlier (sometimes &lt;1 day) in patients previously exposed to heparin (eg, patients with end-stage renal disease who receive unfractionated heparin routinely with hemodialysis).&nbsp; Acute systemic anaphylactoid reactions (eg, tachycardia, hypotension, dyspnea) following heparin administration may also occur.</p>\n<h1>Diagnostic evaluation</h1><br><br><p>Serial laboratory testing (eg, complete blood count, coagulation studies) should be obtained while patients receive heparin.&nbsp; Patients receiving heparin therapy have a prolonged activated partial thromboplastin time (aPTT).&nbsp; Although the inhibition of factor Xa and thrombin (part of the final common pathway) should also prolong the PT, the reagent used to perform the PT assay has a heparin-neutralizing agent.&nbsp; Therefore, patients receiving heparin therapy usually have a normal PT.</p><br><br><p>HIT should be suspected if the platelet count declines ≥50% or if the patient develops signs or symptoms of thrombosis within 10 days of initiating therapy.&nbsp; The likelihood of type 2 HIT is calculated using the 4 Ts score (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32368.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ), which includes the following:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>T</strong>hrombocytopenia:&nbsp; platelet count declines ≥50%, with a nadir of 30,000-60,000/µL.&nbsp;</li>\n\t<li><strong>T</strong>iming:&nbsp; symptom onset within 5-10 days (no prior heparin exposure) or ≤1 day (recent prior heparin exposure) of therapy initiation.</li>\n\t<li><strong>T</strong>hrombosis:&nbsp; includes new thrombosis, progressive thrombosis, or skin necrosis.</li>\n\t<li>Al<strong>T</strong>ernate causes:&nbsp; no other etiology of thrombocytopenia is present or likely.</li>\n</ul><br><br><p>A 4 Ts score of ≥4 indicates an intermediate probability of type 2 HIT, and confirmatory HIT antibody testing should be performed, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Immunoassays</strong> (eg, ELISA):&nbsp; are highly sensitive for the detection of antibodies against PF4-heparin complexes.&nbsp; However, these tests cannot distinguish clinically significant antibodies (ie, present and activate platelets) from clinically insignificant antibodies (ie, present but do not activate platelets).</li>\n\t<li><strong>Functional assays</strong> (eg, serotonin-release assay [gold standard]):&nbsp; detects whether PF4-heparin antibodies can activate platelets to cause HIT.&nbsp; These tests are more specific for the diagnosis of HIT but have a longer turnaround time.</li>\n</ul><br><br><p>Imaging may be required to identify thrombotic complications (eg, venous doppler ultrasonography for deep venous thrombosis, CT for pulmonary embolism).</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of HIT includes other conditions that cause thrombocytopenia:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Decreased platelet production</strong> (eg, malignancy, medication or toxin exposure):&nbsp; these conditions cause bone marrow failure and are usually associated with other cytopenias (eg, anemia, leukopenia).&nbsp; Unlike HIT, thrombosis is not expected.&nbsp;</li>\n\t<li><strong>Increased platelet destruction</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Disseminated intravascular coagulation</strong> (DIC):&nbsp; a consumptive coagulopathy with systemic activation of coagulation pathways.&nbsp; DIC typically occurs secondary to an underlying condition (eg, sepsis, severe trauma).&nbsp; Similar to HIT, thrombocytopenia and thrombosis occur in DIC.&nbsp; However, DIC is associated with hemorrhage and findings of microangiopathic hemolytic anemia (eg, schistocytes).&nbsp; In addition,&nbsp; DIC shows prolongation in both PT and aPTT.</li>\n\t\t<li><strong>Immune thrombocytopenia</strong> (ITP):&nbsp; is characterized by immune-mediated platelet destruction.&nbsp; Although thrombocytopenia occurs in both ITP and HIT, ITP is not associated with thrombosis.&nbsp; Very low platelet counts (eg, &lt;20,000/µL) with increased risk of hemorrhage is more likely in ITP than in HIT.</li>\n\t\t<li><strong>Thrombotic thrombocytopenic purpura</strong> (TTP):&nbsp; results from decreased levels of von Willebrand factor-cleaving protease ADAMTS13.&nbsp; The classic presentation of TTP is the pentad of fever, thrombocytopenia, microangiopathic hemolytic anemia, renal insufficiency, and neurologic dysfunction.</li>\n\t\t<li><strong>Hypersplenism</strong>:&nbsp; refers to splenic platelet entrapment that may lead to thrombocytopenia but not thrombosis like that seen in HIT.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Management</h1><br><br><p>Because type 2 HIT is life-threatening, empiric treatment should be initiated when clinical suspicion is high or when the 4 Ts score indicates an intermediate or high probability of the diagnosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84501.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Treatment should not be delayed while awaiting laboratory confirmation.&nbsp; Management includes:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Discontinue heparin</strong>:&nbsp; All heparin products (including heparin flushes) should be discontinued immediately.&nbsp; Because HIT antibodies recognize the neoantigen (which only forms in the presence of heparin), discontinuing heparin halts the platelet activation process.</li>\n\t<li><strong>Non-heparin anticoagulation</strong>:&nbsp; Therapeutic anticoagulation with an alternate (ie, non-heparin) anticoagulant should be initiated due to the risk of thrombosis associated with HIT (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L4326.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; This may include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Intravenous agents (eg, direct thrombin inhibitors [eg, argatroban, bivalirudin]):&nbsp; These agents directly inhibit thrombin and do not require antithrombin-III for their action.&nbsp; Fondaparinux, a synthetic version of the active pentasaccharide of heparin that does not interact with PF4, is also an option that may be used during pregnancy.</li>\n\t\t<li>Direct oral anticoagulants (eg, direct thrombin inhibitors like dabigatran, direct factor Xa inhibitors like rivaroxaban, apixaban).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Initial avoidance of warfarin</strong>:&nbsp; Because patients with HIT are prothrombotic, initial therapy with warfarin by itself is contraindicated because the rapid decrease in protein C levels that normally occurs during warfarin initiation can worsen the risk of thrombosis.&nbsp; Patients with newly diagnosed HIT who were already on warfarin therapy should undergo reversal with vitamin K.&nbsp; If warfarin is necessary due to an underlying condition, it may be safely initiated after the platelet count recovers to ≥150,000/mm<font size=\"2\"><sup>3</sup></font> and the patient is stable on nonheparin anticoagulation (which should be continued until the INR is therapeutic).</li>\n</ul><br><br><p>Serial platelet counts and coagulation studies should be obtained.&nbsp; Following a diagnosis of HIT, patients should be anticoagulated for a few months, particularly if thrombosis occurred.&nbsp; HIT antibodies are generally short-lived (2-3 months) and usually do not demonstrate an anamnestic response during heparin rechallenge.&nbsp; However, due to the life-threatening nature of the condition, patients who develop type 2 HIT are advised to avoid all forms of heparin in the future in order to prevent recurrence.&nbsp; Unfractionated heparin, low-molecular-weight heparin, heparin flushes for arterial lines, and heparin-coated catheters should all be avoided, and a \"heparin allergy\" should be listed in the medical record.</p><br><br><p>Although patients are thrombocytopenic, abnormal bleeding is rare in HIT.&nbsp; Should there be clinically significant hemorrhage, platelet transfusions may be considered.</p>\n<h1>Prognosis</h1><br><br><p>HIT-associated thrombosis can lead to significant morbidity and mortality (eg, stroke, myocardial infarction, limb loss).&nbsp; If untreated, the mortality rate can be as high as 20%.&nbsp; However, prompt diagnosis and early intervention can prevent these complications.</p>\n<h1>Prevention</h1><br><br><p>HIT may be prevented by minimizing heparin exposure (eg, reducing duration, using low-molecular-weight heparin).&nbsp; Post-operative patients, especially those undergoing cardiopulmonary bypass, should be closely monitored for thrombocytopenia.</p>\n<h1>Summary</h1><br><br><p>Heparin-induced thrombocytopenia (HIT) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/79879.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) is an adverse reaction to heparin therapy characterized by thrombocytopenia and a paradoxical prothrombotic state.&nbsp; There are 2 types of HIT, differing in onset, clinical course, and severity of disease.&nbsp; The clinically significant type, type 2 HIT, is an immune-mediated, life-threatening disease that is associated with thrombosis.&nbsp; Early recognition, cessation of heparin, and initiation of alternative anticoagulation are essential to preventing thromboembolic complications and death.<p></p>\n</div>\n\n            "
}