{
  "meta": {
    "title": "Transfusion reactions",
    "url": "https://brainandscalpel.vercel.app/transfusion-reactions-c593aabe-167143.html",
    "scrapedAt": "2025-12-01T05:03:12.604Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n    <p>Blood transfusion reactions are broadly classified into 4 categories based on time course (acute vs delayed) and mechanism (immunologic vs nonimmunologic).&nbsp; This article describes the major types of reactions across the categories and clinical approaches for addressing transfusion reactions in real time.</p>\n    <h1>Acute immunologic</h1><h2>Acute hemolytic</h2>\n    \n    <p>Acute hemolytic transfusion reactions (AHTRs) are mediated by ABO incompatibility (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37099.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Preformed recipient antibodies immediately destroy the donor red blood cells (RBCs), causing intravascular hemolysis.&nbsp; The reaction presents with <strong>abrupt onset of fever, rigors, and hypotension</strong> due to proinflammatory cytokine release.&nbsp; Spillage of hemoglobin (directly nephrotoxic) causes <strong>acute kidney injury with hemoglobinuria</strong> (eg, reddish urine) and flank pain (eg, from renal edema).&nbsp; Renal failure is usually oliguric due to tubular obstruction by necrotic debris.&nbsp; Massive complement activation can cause endothelial damage and disseminated intravascular coagulation (DIC).<p></p>\n    \n    <p>AHTRs are almost always due to a <strong>medical error (eg, mislabeling)</strong>.&nbsp; Diagnosis is confirmed by repeat ABO matching.&nbsp; Supportive findings include hemoglobin-tinged serum and low haptoglobin (indicators of intravascular hemolysis) and a <strong>positive direct agglutination test (DAT)</strong> (indicator of immune hemolysis).&nbsp; After immediately terminating the transfusion, management is supportive (eg, intravenous fluid boluses, vasopressors, renal replacement therapy, plasma for DIC).</p>\n    <h2>Febrile nonhemolytic</h2>\n    \n    <p>Febrile nonhemolytic transfusion reactions (FNHTRs) are mediated by <strong>cytokine accumulatio</strong>n during blood product storage (eg, from residual leukocytes).&nbsp; FNHTRs are the <strong>most common</strong> transfusion reaction overall (1% prevalence).&nbsp; They present with <strong>fever and rigors within 1-6 hours</strong> of transfusion.&nbsp; Unlike in more dangerous reactions, there is no evidence of hypotension, acute hemolysis, or renal injury.</p>\n    \n    <p>FHTR is a <strong>clinical diagnosis of exclusion</strong> (eg, after AHTR and bacteremia are ruled out).&nbsp; Management is supportive (eg, antipyretics).&nbsp; The transfusion can be cautiously resumed for patients with mild symptoms who are stable.&nbsp; There is no established method of primary prevention.&nbsp; Secondary prevention (ie, prior FNHTR) involves use of leukoreduced RBCs and platelets (discussed below).</p>\n    <h2>Allergic</h2>\n    \n    <p>Allergic transfusion reactions include anaphylaxis and isolated urticarial reactions:</p>\n    \n    <ul class=\"article-body-unordered-list\">\n        <li><strong>Anaphylaxis</strong> is a potentially fatal type I (ie, IgE-mediated) allergic hypersensitivity reaction with involvement of multiple organ systems.&nbsp; Transfusion-induced anaphylaxis develops due to crosslinking of recipient IgE with donor IgA (which is present in plasma-containing blood products).&nbsp; This typically affects recipients with severe (ie, nearly undetectable) selective IgA deficiency, causing donor IgA to be recognized as foreign.&nbsp; Onset of symptoms is immediate (eg, urticaria, angioedema, wheezing, hypotension, gastrointestinal distress).&nbsp; Treatment involves terminating transfusion, intramuscular epinephrine, and cardiorespiratory support (eg, fluids, intubation).&nbsp; Bronchodilators, antihistamines, and glucocorticoids are often given adjunctively.</li>\n  \n        <li><strong>Isolated urticarial transfusion reactions</strong> are milder reactions mediated by recipient IgE against soluble donor plasma antigens (eg, peanut proteins).&nbsp; Unlike anaphylaxis, urticaria appears toward the end of the transfusion (or soon after completion) and manifestations remain localized to the skin with no systemic involvement.&nbsp; Treatment involves pausing the transfusion, administering diphenhydramine, and monitoring closely.&nbsp; If there is improvement in urticaria, the transfusion is often restarted.</li>\n    </ul>\n    \n    <p>Washed RBCs (ie, removing plasma) can reduce the risk for allergic and anaphylactic transfusion reactions.</p>\n    <h2>Transfusion-related acute lung injury (TRALI)</h2>\n    \n    <p>TRALI involves diffuse alveolar inflammation due to activation of recipient neutrophils by donor antileukocyte (eg, anti–human leukocyte antigen [HLA]) antibodies.&nbsp; Recipients in an acute inflammatory state (eg, trauma, sepsis) are especially vulnerable (ie, higher baseline neutrophil activity), especially when transfused with large volumes of plasma-containing blood products (ie, higher exposure to anti-HLA antibodies).&nbsp; Neutrophil activation results in capillary endothelial damage and leakiness, leading to <strong>noncardiogenic pulmonary edema</strong> (acute respiratory distress syndrome [ARDS]).</p>\n    \n    <p>Diagnosis of TRALI is based on the clinical syndrome of <strong>acute bilateral alveolar opacities</strong> on chest imaging and <strong>severe hypoxemia</strong> developing within 6 hours of transfusion.&nbsp; Fever and hypotension are often present due to intense inflammatory response, systemic vasodilation, and third-spacing (ie, distributive shock).&nbsp; Management follows ARDS principles (eg, lung-protective ventilation, avoiding positive fluid balance).</p>\n    \n    <p>TRALI must be distinguished from transfusion associated circulatory overload (TACO), which also involves pulmonary edema and hypoxemia but is accompanied by hypervolemia (described below).</p>\n    <h1>Delayed immunologic</h1><h2>Delayed hemolytic</h2>\n    \n    <p>Delayed hemolytic transfusion reactions (DHTRs) involve <strong>minor (non-ABO) blood group</strong> (eg, Duffy, Kidd, Rh) incompatibility, resulting in extravascular hemolysis of donor RBCs by liver and spleen macrophages.&nbsp; The immune response requires new anti-RBC antibody production from memory T- and B-cells (ie, anamnestic) in contrast to an immune response involving preformed antibody-mediated destruction in AHTRs.&nbsp; This accounts for the delay (often ~1 week) between transfusion and clinically apparent hemolysis.&nbsp; DHTRs usually present without symptoms.&nbsp; They are suspected in patients who require repeated transfusions to maintain their hematocrit (after ruling out ongoing blood loss); jaundice can sometimes be seen in these patients.</p>\n    \n    <p>Diagnosis is confirmed by a <strong>new alloantibody</strong> (ie, appearing weeks after transfusion) on DAT.&nbsp; Additional findings include spherocytosis and other nonspecific evidence of hemolysis (eg, elevated lactate dehydrogenase [LDH], unconjugated hyperbilirubinemia).&nbsp; Management mainly involves close observation until hemolysis resolves.&nbsp; By analogy to autoimmune hemolytic anemia, significant and persistent hemolysis may be treated with systemic corticosteroids, intravenous immunoglobulin (IVIG), or rituximab.</p>\n    <h2>Posttransfusion purpura</h2>\n    \n    <p>Posttransfusion purpura (PTP) is a rare but serious reaction involving anamnestic formation of <strong>recipient autoantibodies against human platelet antigen-1a (HPA-1a)</strong> on donor platelets.&nbsp; The antiplatelet antibodies destroy the transfused platelets (similar to DHTRs).&nbsp; However, they also cross-react with native platelets (ie, bystander destruction), resulting in profound autoimmune thrombocytopenia.&nbsp; Platelet counts often fall to &lt;15,000/mm<font size=\"2\"><sup>3</sup></font> over approximately 1 week, resulting in petechiae, purpura, and spontaneous bleeding.</p>\n    \n    <p>Diagnosis of PTP is based on detection of anti-HPA-1a antibodies.&nbsp; Treatment is similar to immune thrombocytopenic purpura (eg, IVIG, systemic corticosteroids).&nbsp; Severe thrombocytopenia is temporized by transfusion HPA-1a-negative platelets.</p>\n    <h2>Transfusion-associated graft versus host disease</h2>\n    \n    <p>Transfusion-associated graft versus host disease (TA-GVHD) occurs when live <strong>donor leukocytes</strong> (present at low levels in most blood products) <strong>engraft in the recipient reticuloendothelial system</strong>, proliferate, and attack host tissues.&nbsp; Normally, donor leukocytes are recognized and destroyed quickly on entry.&nbsp; However, in some situations (patient who is immunosuppressed or a partial HLA match), the donor leukocytes survive and assume residence in the recipient bone marrow.&nbsp; They subsequently attack the recipient tissues, including skin (eg, diffuse erythroderma progressing to toxic necrolysis), gastrointestinal mucosa (profuse diarrhea), and hematopoietic stem cells (pancytopenia).</p>\n    \n    <p>Diagnosis of TA-GVHD is confirmed by detecting HLA chimerism (ie, coexisting HLA populations from recipient and donor) in the bone marrow.&nbsp; Definitive management requires hematopoietic stem cell transplantation to repopulate the bone marrow.&nbsp; However, most patients are too unstable, and a suitable match usually cannot be found in time.&nbsp; Prognosis is grave (eg, mortality &gt;90% within a month due to aplastic anemia).&nbsp; Prevention involves careful HLA matching and exclusively using irradiated blood products (inactivates leukocytes) for patients at risk for TA-GVHD.</p>\n    <h1>Acute nonimmunologic</h1><h2>Bacteremia</h2>\n    \n    <p>Transfusion-transmitted bacterial infection (TTBI) occurs when the donor blood product is contaminated by bacteria, most commonly gram-positive flora such as <em>Staphylococcus aureus</em> and coagulase-negative staphylococci (eg, <em>Staphylococcus epidermidis</em>).&nbsp; The contamination occurs during collection and handling.&nbsp; Platelets are most prone to bacterial overgrowth (eg, stored at room temperature, suspended in plasma).</p>\n    \n    <p>Clinical symptoms of bacteremia (eg, fever and rigors) are relatively immediate, beginning minutes to hours after transfusion.&nbsp; Sepsis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/89466.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) often develops.&nbsp; Diagnosis is made via Gram stain and bacterial cultures from the recipient and the donor bag.&nbsp; Treatment involves ceasing transfusion and initiating empiric broad-spectrum antibiotic therapy (eg, vancomycin plus beta lactam) and supportive care.<p></p>\n    <h2>Transfusion-associated circulatory overload (TACO)</h2>\n    \n    <p>TACO occurs when the transfused volume overwhelms venous capacity, leading to elevated cardiac filling pressures, pulmonary congestion, and cardiogenic pulmonary edema.&nbsp; Risk factors include high transfusion volumes or rates (eg, trauma) and underlying conditions predisposing to hypervolemia (eg, heart failure, chronic kidney disease).</p>\n    \n    <p>Diagnosis of TACO is based on the clinical syndrome of <strong>acute bilateral alveolar opacities</strong>, hypoxemia, and evidence of <strong>volume overload</strong> (eg, S<font size=\"2\"><sub>3</sub></font> gallop, elevated brain natriuretic peptide, jugulovenous distension).&nbsp; Treatment involves diuresis and respiratory support with positive airway pressure (eg, continuous positive airway pressure).&nbsp; Preventive strategies include proactive diuresis (eg, in patients with known heart failure) and slower transfusion rates.</p>\n    \n    <p>TACO must be distinguished from TRALI, which also involves acute onset of pulmonary edema and hypoxemia in the absence of hypervolemia.</p>\n    <h2>Citrate toxicity</h2>\n    \n    <p>Many blood products contain citrate to prevent coagulation during storage.&nbsp; Massive transfusion can induce acute metabolic alkalosis (citrate is metabolized to bicarbonate via the Krebs cycle) and hypocalcemia (citrate chelates calcium).&nbsp; Manifestations include paresthesias, cramping, and tetany with signs of neuromuscular excitability (eg, Chvostek and Trousseau signs).&nbsp; Severe hypocalcemia can induce hypotension (eg, vasoplegia) and ventricular arrhythmias (eg, QT prolongation).&nbsp; Treatment involves monitoring free (ionized) calcium levels and correction with IV calcium if necessary.</p>\n    <h1>Delayed nonimmunologic</h1><h2>Transfusion-related hemochromatosis (iron overload)</h2>\n    \n    <p>Iron overload develops over months to years in patients with chronic transfusion-dependent anemia (eg, sickle cell disease, thalassemia).&nbsp; One unit of RBCs contains 250 mg of iron, and the body has no pathway for elimination.&nbsp; Transfusion-related hemochromatosis begins to develop after 10-20 units given over a lifetime.&nbsp; Manifestations include restrictive cardiomyopathy (eg, diastolic dysfunction), endocrine gland infiltration (eg, diabetes, hypogonadism), and fibrotic liver disease.</p>\n    \n    <p>Diagnosis is based on high ferritin (eg, &gt;300 ng/mL) and transferrin saturation (eg, &gt;50%) coupled with evidence of end-organ dysfunction.&nbsp; Liver and cardiac MRI are obtained to assess tissue iron content.&nbsp; Treatment involves iron chelation (eg, deferasirox) rather than phlebotomy (which is useful for patients who are nonanemic [eg, due to hereditary hemochromatosis or polycythemia vera]).</p>\n    <h2>Other infections</h2>\n    \n    <p>Aside from typical bacterial contaminants (most common), other transfusion-transmitted infections include spirochetes (eg, syphilis), viruses (hepatitis B, hepatitis C, HIV, human T-lymphotropic virus, Epstein-Barr virus, cytomegalovirus [CMV], human herpesvirus 8, and parvovirus B19), protozoa (eg, malaria, babesiosis), and prions (eg, variant Creutzfeldt-Jakob disease).&nbsp; Universal donor product screening and pathogen inactivation techniques (eg, solvent + detergent, riboflavin + ultraviolet treatment) have virtually eliminated the risk for viral and protozoal transmission in the US, although they remain a concern globally.&nbsp; There is no method of inactivating prions, but the risk is vanishingly small (eg, 5 cases in 20 years).</p>\n    <h1>Clinical approach</h1><h2>Initial differential</h2>\n    \n    <p>In patients with suspected transfusion reaction, the differential and clinical response often begins with the major presentation and timeline (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15372.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p>\n    \n    <ul class=\"article-body-unordered-list\">\n        <li>Fever:&nbsp; Fever is the most common symptom that prompts evaluation.&nbsp; The spectrum ranges from mild (FNHTRs) to serious (eg, bacteremia, AHTRs, TRALI) reactions.&nbsp; FNHTRs usually present with isolated fever and chills.&nbsp; However, red flags that may indicate more serious reactions include:\n        <ul class=\"article-body-unordered-list\">\n            <li>AHTRs:&nbsp; immediate fever, flank pain, hypotension</li>\n            <li>TTBI:&nbsp; immediate fever, dramatic rigors, hypotension</li>\n            <li>TRALI:&nbsp; respiratory symptoms (tachypnea, dyspnea), hypotension</li>\n        </ul>\n        </li>\n  \n        <li>Urticaria and pruritus (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/54798.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; The differential includes isolated urticarial transfusion reaction (ie, limited to skin only, onset toward the end of transfusion) versus anaphylaxis (ie, at least one other organ system involved, onset immediately).</li>\n        <li>Respiratory failure:&nbsp; Immediate (ie, within minutes) respiratory distress is most concerning for anaphylaxis (eg, bronchospasm, upper airway angioedema).&nbsp; Acute (ie, within hours) respiratory distress is most concerning for TRALI (patient who is euvolemic or hypovolemic) or TACO (patient who is hypervolemic) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/50752.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).</li>\n        <li>Hypotension (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/48544.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):&nbsp; A hypotensive vasodilatory state is most concerning for anaphylaxis, AHTRs, bacteremic sepsis, and, possibly, TRALI.</li>\n    </ul>\n    <h2>Triage and response</h2>\n    \n    <p>A typical triage and response sequence is as follows:</p>\n    \n    <ul class=\"article-body-unordered-list\">\n        <li>The transfusion is <strong>stopped</strong> immediately pending further evaluation.&nbsp; Airway, breathing, and circulation are assessed.</li>\n        <li>The first concern is whether the reaction represents potential anaphylaxis (eg, hypotension, wheezing), warranting epinephrine (life-saving).</li>\n        <li>In patients who are febrile, the concern is for serious reactions (ie, not FNHTRs).&nbsp; Hemolysis laboratory studies (eg, DAT, haptoglobin, plasma free hemoglobin, urinalysis, LDH) are obtained (eg, AHTR).&nbsp; Blood cultures are drawn (eg, TTBI) and empiric antibiotics may be considered for high-risk patients (eg, immunosuppressed).</li>\n        <li>In patients with acute respiratory failure, TRALI is differentiated from TACO on the basis of volume status.</li>\n        <li>Transfusion can be cautiously resumed in patients with likely FNHTR (after antipyretics), isolated urticarial reactions (after treatment with diphenhydramine), and mild TACO (after treatment with diuretics).</li>\n    </ul>\n    \n    <p>The blood bank is notified for all suspected transfusion reactions.&nbsp; It has a critical role in sample testing and protection of the index patient (eg, identifying new alloimmunization) and potential future recipients (eg, removing bacterially contaminated blood products).</p>\n    <h2>Specialized RBC preparations</h2>\n    \n    <p>For certain patients requiring RBC transfusion, specialized preparations (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119863.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) can be requested:<p></p>\n    \n    <ul class=\"article-body-unordered-list\">\n        <li><strong>Leukoreduced</strong> (routine procedure in many blood banks):&nbsp; Leukoreduction involves separation techniques (eg, filtration, gradient centrifugation) to dramatically lower, but not eliminate, leukocytes.&nbsp; Leukoreduced RBCs have less cytokine accumulation during storage and are therefore recommended for patients with a prior FNHTR.&nbsp; Because leukocytes harbor CMV, leukoreduction is recommended for CMV-negative patients who are currently immunosuppressed or may require future immunosuppression (eg, patients on an organ transplant list).</li>\n        <li><strong>Irradiated</strong>:&nbsp; Leukoreduction alone does not adequately reduce the risk for TA-GVHD.&nbsp; Gamma radiation ensures complete killing of trace leukocytes and is recommended for high-risk patients (eg, due to severe immunodeficiency, bone marrow transplantation, or a related donor).&nbsp; Drawbacks include reduced storage life and circulating half-life (eg, RBCs are damaged by radiation).</li>\n        <li><strong>Washed</strong>:&nbsp; Washing RBCs to remove plasma reduces IgA and other soluble allergenic proteins.&nbsp; It is recommended for patients with prior allergic or anaphylactic transfusion reactions.</li>\n        <li><strong>Autologous</strong>:&nbsp; Prebanking one's own RBCs ahead of a planned surgery with major expected blood loss (eg, liver transplant) can minimize the risk for all transfusion reactions associated with using allogeneic blood.</li>\n    </ul>\n    <h1>Summary</h1>\n    \n    <p>Blood transfusion reactions are categorized by time frame (acute vs delayed) and mechanism (immunologic vs nonimmunologic):</p>\n    \n    <ul class=\"article-body-unordered-list\">\n        <li>Acute immunologic reactions involve preformed antibodies or cytokines.&nbsp; They include acute hemolytic transfusion reactions (intravascular hemolysis due to ABO incompatibility), febrile nonhemolytic transfusion reactions (due to preformed cytokines in stored blood products), allergic reactions (ranging from simple urticaria to anaphylaxis), and transfusion-related acute lung injury (inflammatory pulmonary edema due to neutrophil activation).</li>\n        <li>Delayed immunologic reactions involve anamnestic (ie, from memory cells) antibody production or graft versus host responses.&nbsp; They include delayed hemolytic transfusion reactions (extravascular hemolysis due to minor blood group incompatibility), posttransfusion purpura (immune thrombocytopenia due to induction of antiplatelet autoantibodies), and transfusion-associated graft versus host disease (donor leukocytes attacking recipient tissues).</li>\n        <li>Acute nonimmunologic reactions include transfusion-transmitted bacterial infection (due to bacterial contamination of blood products), transfusion associated circulatory overload (cardiogenic pulmonary edema due to large transfusion volumes), and citrate toxicity (metabolic alkalosis and hypocalcemia).</li>\n        <li>Delayed nonimmunologic reactions include secondary hemochromatosis (iron overload from repeated red blood cell transfusions) and a range of viral (eg, cytomegalovirus) and protozoal (eg, babesiosis) infections.</li>\n    </ul>\n    \n    <p>Management involves immediate cessation of the transfusion, evaluating for the most serious reactions (eg, acute hemolysis, anaphylaxis, bacteremia), and notifying the blood bank.</p>\n    </div>\n    \n            "
}