{
  "meta": {
    "title": "Tumor lysis syndrome (TLS)",
    "url": "https://brainandscalpel.vercel.app/tumor-lysis-syndrome-tls-589c0b3d-167143.html",
    "scrapedAt": "2025-12-01T05:03:12.088Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Tumor lysis syndrome (TLS) is a potentially life-threatening oncologic emergency characterized by severe metabolic disturbances resulting from the rapid release of intracellular components into the bloodstream.&nbsp; This massive cellular breakdown typically occurs after initiation of a cytotoxic therapy such as chemotherapy, radiation, or immunotherapy in patients with high tumor burdens or rapidly proliferating malignancies.&nbsp; Although TLS is most commonly associated with hematologic cancers such as acute lymphoblastic leukemia and high-grade non-Hodgkin lymphomas, it can also occur spontaneously in certain solid tumors with high turnover rates.</p>\n<h1>Pathophysiology</h1><br><br><p>TLS (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60214.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) arises when massive tumor cell death leads to the release of intracellular ions and nucleic acids, overwhelming the body's homeostatic mechanisms:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hyperkalemia:</strong>&nbsp; The sudden release of intracellular potassium can result in dangerous cardiac arrhythmias and muscle weakness.</li>\n\t<li><strong>Hyperphosphatemia:</strong>&nbsp; Excess phosphate binds to free calcium to form insoluble calcium phosphate crystals.&nbsp; These can deposit into the renal tubules and interstitium, leading to acute kidney injury (AKI) due to tubular obstruction and direct cellular injury.</li>\n\t<li><strong>Hypocalcemia:</strong>&nbsp; Formation of calcium phosphate complexes causes a drop in serum calcium levels, potentially manifesting as neuromuscular excitability, tetany, seizures, or arrhythmias.</li>\n\t<li><strong>Hyperuricemia:</strong>&nbsp; The breakdown of nucleic acids produces uric acid via xanthine oxidase.&nbsp; Uric acid is poorly soluble in the acidic environment of the distal nephron, leading to precipitation of uric acid crystals.&nbsp; This can result in AKI due to tubular obstruction and impaired renal blood flow (eg, vasoconstriction, inflammation).</li>\n</ul>\n<h1>Risk factors</h1><br><br><p>Several factors increase the risk for developing TLS:</p>\n<h2>Tumor-specific factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>High tumor burden:&nbsp; Large numbers of malignant cells increase the amount of intracellular contents released upon lysis.</li>\n\t<li>Rapid cell turnover:&nbsp; Tumors with high proliferation rates are more susceptible.</li>\n\t<li>Chemosensitivity:&nbsp; Tumors that respond well to treatment release more intracellular material.</li>\n</ul>\n<h2>Patient-specific factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Preexisting renal dysfunction:&nbsp; Impaired kidney function reduces the ability to excrete excess metabolites.</li>\n\t<li>Volume depletion:&nbsp; Low intravascular volume leads to solute concentration, exacerbating metabolic abnormalities.</li>\n</ul>\n<h2>Treatment-related factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Potent cytotoxic agents:&nbsp; Strong chemotherapy regimens, especially when combined (eg, chemotherapy with immunotherapy agents such as rituximab), increase the risk for rapid tumor cell lysis.</li>\n\t<li>Lack of prophylactic measures:&nbsp; Heightened risk is present if preventive strategies, such as intravenous (IV) hydration and uric acid–lowering therapy before cytotoxic treatment (eg, chemotherapy), are inadequate.</li>\n</ul><br><br><p>In addition, TLS can occur spontaneously in malignancies with high turnover rates, such as acute leukemias and high-grade lymphomas.</p>\n<h1>Clinical presentation and diagnosis</h1><h2>Symptoms</h2><br><br><p>Early TLS symptoms are often nonspecific and can mimic symptoms caused by chemotherapy, such as nausea, vomiting, and lethargy.&nbsp; As TLS progresses, severe manifestations can include neuromuscular excitability (eg, seizures, tetany) due to hypocalcemia, and cardiovascular complications (eg, palpitations, syncope, cardiac arrest) due to hyperkalemia and myocardial calcium phosphate deposition.</p>\n<h2>Laboratory findings</h2><br><br><p>Diagnostic criteria for TLS are based on laboratory and clinical features, with the following classifications:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Laboratory TLS:&nbsp; At least 2 of the following within 3 days before or 7 days after initiating therapy, with the following absolute values (or a change ≥25% from baseline value):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Hyperuricemia:&nbsp; uric acid ≥8 mg/dL</li>\n\t\t<li>Hyperkalemia:&nbsp; potassium ≥6 mmol/L</li>\n\t\t<li>Hyperphosphatemia:&nbsp; phosphate ≥4.5 mg/dL</li>\n\t\t<li>Hypocalcemia:&nbsp; calcium ≤7 mg/dL</li>\n\t</ul>\n\t</li>\n\t<li>Clinical TLS:&nbsp; Laboratory TLS plus one or more of the following:&nbsp; AKI, cardiac arrhythmia, or seizure.</li>\n</ul><br><br><p>Lactate dehydrogenase (LDH) levels are typically significantly elevated in TLS due to high cellular turnover and lysis, but they are not part of the diagnostic criteria.&nbsp; LDH can be used for risk stratification because elevated baseline LDH levels prior to treatment indicate high cellular turnover.</p><br><br><p>In addition, the calcium phosphate product, calculated by multiplying serum calcium by phosphate (Ca × Phos), can be used to help determine TLS severity and guide management when it develops.&nbsp; A calcium phosphate product ≥70 mg²/dL² is associated with an increased risk for calcium phosphate precipitation and AKI.</p>\n<h2>ECG changes</h2><br><br><p>Hyperkalemia can result in peaked T waves, widened QRS complexes, and ventricular arrhythmias progressing to asystole.&nbsp; Hypocalcemia predisposes patients to QT interval prolongation with subsequent arrhythmias (eg, Torsades de pointes).</p>\n<h1>Management</h1><br><br><p>The primary goals in treating TLS are to prevent renal failure, correct metabolic abnormalities, and minimize further complications.&nbsp; Management strategies include acute interventions and prophylactic measures.</p>\n<h2>Acute interventions</h2><br><br><p>Renal perfusion should be optimized via:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Aggressive <strong>IV fluids</strong> to maintain high urine output maximizes glomerular filtration rate and urine output, helping to flush out cellular breakdown products.</li>\n\t<li>Loop diuretics can be considered to augment urine output, if necessary, but they should be avoided in patients who are hypovolemic.</li>\n</ul><br><br><p>Uric acid levels should be reduced using a uric acid–reducing agent (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L83913.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Rasburicase</strong>:&nbsp; a recombinant urate oxidase that rapidly lowers existing serum uric acid levels by converting uric acid to allantoin, which is more soluble and easily excreted in the urine.&nbsp; Rasburicase is the preferred urate-lowering therapy for the treatment of TLS, especially in patients with established hyperuricemia.</li>\n\t<li>Allopurinol:&nbsp; a xanthine oxidase inhibitor that reduces the formation of new uric acid but does not eliminate uric acid that has already formed.&nbsp; It is less effective in established TLS and is more useful for prophylaxis.</li>\n</ul><br><br><p><strong>Electrolyte disturbances</strong> should be addressed, including management of hyperkalemia (the most dangerous manifestation) with insulin, dextrose, calcium (to stabilize cardiac membranes), and hyperphosphatemia with phosphate binders.&nbsp; Hypocalcemia is typically not treated directly unless there are severe symptoms (eg, tetany), due to the risk for further calcium-phosphate precipitation.</p><br><br><p>In severe cases, short-term hemodialysis should be initiated, namely in patients with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Calcium phosphate product ≥70 mg<font size=\"2\"><sup>2</sup></font>/dL<font size=\"2\"><sup>2</sup></font></li>\n\t<li>Symptomatic hypocalcemia</li>\n\t<li>Persistent hyperkalemia</li>\n\t<li>Severe oliguria or anuria</li>\n</ul><br><br><p>Early initiation of hemodialysis portends an excellent prognosis for renal recovery.</p>\n<h2>Prophylactic measures</h2><br><br><p>All patients should receive <strong>IV fluids</strong> 24-48 hours before receiving cytotoxic therapy, with a target urine output of 80-100 mL/hr regardless of risk level.&nbsp; This helps maximize the glomerular filtration rate and urine output, thereby optimizing the clearance rate of cellular breakdown products (eg, potassium, phosphate).&nbsp; Further prophylactic measures are determined by the risk for TLS (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37019.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Allopurinol is typically sufficient for intermediate-risk patients.&nbsp; <strong>Rasburicase</strong> is preferred in high-risk patients or those with elevated baseline uric acid, but it should be avoided in glucose-6-phosphate dehydrogenase deficiency (risk for hemolysis).<p></p><br><br><p>Although these medications, particularly rasburicase, reduce the likelihood of developing AKI due to renal tubular uric acid precipitation, AKI due to calcium phosphate precipitation remains common because phosphate and calcium are unaffected.&nbsp; This highlights the importance of IV hydration in preventing these complications.</p><br><br><p>Urinary alkalinization prior to chemotherapy theoretically reduces renal tubular precipitation of uric acid by increasing its solubility.&nbsp; However, this is not routinely performed due to a lack of evidence and the potential risk for promoting calcium phosphate deposition in the renal tubules.</p>\n<h1>Summary</h1><br><br><p>Tumor lysis syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31451.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is an oncologic emergency arising from the rapid destruction of malignant cells, leading to severe metabolic disturbances including hyperkalemia, hyperphosphatemia, and hypocalcemia.&nbsp; Early identification and proactive management are essential to prevent morbidity and mortality.&nbsp; Acute management involves aggressive intravenous hydration, correction of electrolyte imbalances, and the use of uric acid–lowering agents (eg, allopurinol, rasburicase).&nbsp; Prophylaxis depends on tumor lysis syndrome risk and includes intravenous hydration, allopurinol, or rasburicase administration.<p></p>\n</div>\n\n            "
}