{
  "meta": {
    "title": "Uterine sarcoma",
    "url": "https://brainandscalpel.vercel.app/uterine-sarcoma-5d55fa3b-167143.html",
    "scrapedAt": "2025-12-01T05:03:15.145Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Uterine sarcomas are a rare and aggressive group of malignancies that arise from the mesenchymal tissue of the uterus.&nbsp; They account for approximately 3%-7% of all uterine cancers and have a poor prognosis compared to endometrial carcinomas.</p>\n<h1>Pathogenesis</h1><br><br><p>The most common uterine malignancy (endometrial cancer) arises from the endometrium and tends to be more amenable to treatment.&nbsp; In contrast, uterine sarcoma—a broad term that encompasses multiple malignancies—arises from the myometrial or stromal elements of the uterus.&nbsp; They are <strong>rare</strong>, <strong>aggressive</strong>, and <strong>difficult to treat</strong>.</p><br><br><p>Uterine sarcomas arise from genetic mutations in tumor suppressor genes (eg, <em>TP53</em>, <em>PTEN</em>) and oncogenes, leading to unregulated cellular proliferation within the uterine mesenchyme.&nbsp; Uterine sarcomas arise independently, <em>not</em> from benign leiomyomas (fibroids).</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Long-term tamoxifen use (&gt;5 years):&nbsp; Associated with an increased risk; however, the absolute risk is low.</li>\n\t<li>Radiation exposure:&nbsp; Particularly prior pelvic radiation.</li>\n\t<li>Hereditary conditions (eg, hereditary leiomyomatosis and renal cell carcinoma [HLRCC], hereditary retinoblastoma).</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Uterine sarcomas are classified into homologous and heterologous subcategories.&nbsp; Homologous uterine sarcomas contain tissue that is typically found only within the uterus (eg, endometrial stroma [ie, connective tissue], smooth muscle, vascular tissue, fibrous tissue).&nbsp; Homologous sarcomas are the most common type and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Uterine leiomyosarcoma.</li>\n\t<li>Endometrial stromal sarcoma.</li>\n</ul><br><br><p>Heterologous uterine sarcomas contain elements not originally found within the uterus (eg, skeletal muscle, cartilage, bone, fat).&nbsp; These include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Uterine rhabdomyosarcoma.</li>\n\t<li>Uterine liposarcoma.</li>\n</ul><br><br><p>Because the most common uterine sarcoma is <strong>leiomyosarcoma</strong>, this will be the primary focus of this article.</p>\n<h1>Clinical presentation</h1><br><br><p>Uterine sarcomas mimic the symptoms of benign leiomyomas (uterine fibroids).&nbsp; Therefore, the clinical presentation commonly includes <strong>abnormal uterine bleeding</strong> (eg, heavy and prolonged menstrual bleeding), pelvic pressure, and constipation/urinary symptoms from mass effect.&nbsp; In addition, some patients may have malodorous discharge due to tissue necrosis.</p><br><br><p><strong>Postmenopausal bleeding</strong> is a common symptom in older women with uterine sarcoma.&nbsp; This is unique because bleeding from benign leiomyomas typically improves at menopause; therefore, in postmenopausal women who require surgery for presumed fibroid symptoms, a diagnosis of uterine sarcoma should be suspected.&nbsp; In premenopausal women, uterine sarcoma should be considered when symptom severity (eg, abnormal bleeding, pelvic pressure) exceeds what would be expected given the size of the fibroids.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Leiomyoma</strong>:&nbsp; A benign smooth muscle tumor.&nbsp; Most surgeries for uterine sarcoma are performed under the premise that the mass is a benign leiomyoma, which is the leading alternate diagnosis.&nbsp; These are differentiated only on histopathology.</li>\n\t<li><strong>Endometrial carcinoma</strong>:&nbsp; The most common uterine malignancy.&nbsp; This presents with postmenopausal bleeding.&nbsp; Endometrial sampling (eg, endometrial biopsy, dilation and curettage) can be used to diagnose endometrial carcinoma.</li>\n\t<li><strong>Endometrial hyperplasia</strong>:&nbsp; Excessive proliferation of the endometrium.&nbsp; It presents with abnormal uterine bleeding in the setting of excess estrogen (eg, obesity, polycystic ovary syndrome).&nbsp; This is diagnosed with endometrial sampling.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of uterine sarcoma is made with histopathologic examination of surgical specimens because no imaging or laboratory studies reliably distinguish benign from malignant uterine masses.&nbsp; Prior to surgery, endometrial sampling should be performed to exclude endometrial hyperplasia/carcinoma.</p>\n<h2>Imaging studies</h2><br><br><p>Transvaginal ultrasonography is the primary and initial imaging modality used in the evaluation of uterine masses; MRI may be used for additional soft tissue delineation.&nbsp; However, no imaging study can distinguish a benign leiomyoma from a uterine sarcoma.&nbsp; Chest radiograph, CT scan, and positron emission tomography scan can be used for cancer staging.</p>\n<h2>Histologic diagnosis</h2><br><br><p>Leiomyosarcoma is diagnosed on histopathologic review when <strong>prominent cellular atypia</strong>, abundant mitoses (<strong>≥10 mitotic figures</strong> per 10 hpf), and areas of <strong>coagulative necrosis</strong> are seen.&nbsp; When at least 2 of these 3 features are present, there is a &gt;10% chance for metastatic spread.</p>\n<h1>Management</h1><br><br><p>Uterine sarcoma is managed with surgical resection and is surgically staged.&nbsp; A broad overview of staging is as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Stage 1:&nbsp; Tumor is confined to the uterus.</li>\n\t<li>Stage 2:&nbsp; Tumor extends beyond the uterus but is confined to the pelvis.</li>\n\t<li>Stage 3:&nbsp; Tumor infiltrates the abdominal tissue.</li>\n\t<li>Stage 4:&nbsp; Tumor invades the bladder or rectum.</li>\n</ul><br><br><p>Given the rarity of these tumors, data are limited, and there is no consensus on management following an incidental diagnosis, even for tumors confined to the uterus.&nbsp; Following surgery, close observation is recommended for a stage 1 tumor.&nbsp; Postoperative radiation and/or chemotherapy may also be considered for more advanced stages; however, these interventions do not improve survival rates or outcomes.</p>\n<h1>Prognosis</h1><br><br><p>Uterine sarcoma has a <strong>poor prognosis</strong> with a 5-year survival rate of only 15%-40%, depending largely on staging at the time of diagnosis.&nbsp; In addition, there is a high risk for recurrence with distant metastases.</p>\n<h1>Prevention</h1><br><br><p>There are no definitive preventive measures other than avoiding unnecessary tamoxifen use.&nbsp; If tamoxifen is used, abnormal uterine bleeding should be immediately evaluated.</p>\n<h1>Summary</h1><br><br><p>Uterine sarcomas (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61612.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) are a rare and aggressive group of malignancies arising from the mesenchymal tissue of the uterus that mimic benign uterine fibroids.&nbsp; The diagnosis is via histopathology, which shows prominent cellular atypia, abundant mitoses (≥10 mitotic figures per 10 hpf), and areas of coagulative necrosis.&nbsp; The prognosis is poor due to low 5-year survival rates and high rates of recurrence.<p></p>\n</div>\n\n            "
}