{
  "meta": {
    "title": "von Willebrand disease",
    "url": "https://brainandscalpel.vercel.app/von-willebrand-disease-4c694ec4-167143.html",
    "scrapedAt": "2025-12-01T05:03:19.280Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Von Willebrand disease (vWD) is a bleeding disorder due to either decreased quantity or defective function of von Willebrand factor (vWF), a glycoprotein that plays a key role in hemostasis.&nbsp; vWD is the most common inherited bleeding disorder, and patients typically have mucocutaneous bleeding (eg, epistaxis, gingival bleeding, heavy menstrual bleeding).</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>vWF is a long, multimeric glycoprotein produced by endothelial cells and platelets and has a role in both primary and secondary hemostasis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Primary hemostasis</strong> (ie, platelet adhesion and activation):&nbsp; At sites of endothelial injury, vWF binds to glycoprotein (GP) 1b receptors on platelets, facilitating platelet adhesion to the exposed subendothelial collagen (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23798.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; vWF also contributes to hemostasis by activating platelets to bind to one other (ie, platelet aggregation), forming the primary hemostatic plug.&nbsp; If primary hemostasis is impaired, patients develop easy bruising and prolonged mucocutaneous bleeding (eg, gingival bleeding, heavy menses).</li>\n\t<li><strong>Secondary hemostasis</strong> (ie, formation of fibrin clot via the coagulation pathway):&nbsp; vWF also acts as a carrier protein for factor VIII, a clotting factor in the intrinsic coagulation pathway (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9711.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; As a carrier protein, vWF protects factor VIII from rapid proteolytic degradation.&nbsp; Patients with vWD generally have lower-than-normal factor VIII levels.&nbsp; In some cases this can cause prolonged activated PTT, resulting in signs of impaired secondary hemostasis (eg, deep tissue bleeding into muscles and joints).</li>\n</ul><br><br><p>vWD demonstrates an <strong>autosomal dominant</strong> inheritance pattern with variable penetrance, depending on the specific mutation in the vWF gene.</p><br><br><p>Less commonly, patients without a mutation at the vWF gene can develop symptoms of vWD, known as <strong>acquired von Willebrand syndrome</strong>.&nbsp; This syndrome typically occurs secondary to an underlying medical condition that negatively impacts the vWF protein.&nbsp; Potential mechanisms include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Autoimmune destruction of vWF (eg, postviral antibody cross-reactivity).</li>\n\t<li>Shear destruction of vWF:&nbsp; High shearing forces across cardiac lesions (eg, aortic stenosis) can unfold the long, multimeric vWF proteins, making them more vulnerable to destruction by ADAMTS13 (a metalloproteinase that regulates plasma vWF multimer size).&nbsp; Ongoing cleavage of vWF multimers leads to vWF deficiency.</li>\n\t<li>Increased binding of vWF:&nbsp; Certain tumors (eg, Wilms tumor) can express GP Ib, leading to vWF binding and clearance.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>vWD is categorized into several subtypes based on whether there is deficient quantity or quality of the vWF protein:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Type 1:&nbsp; Partial quantitative deficiency of vWF (most common, mild to moderate bleeding)</li>\n\t<li>Type 2:&nbsp; Qualitative defects in vWF leading to dysfunctional vWF</li>\n\t<li>Type 3:&nbsp; Complete quantitative deficiency of vWF (rare, severe bleeding)</li>\n</ul><br><br><p>Most patients with type 1 vWD are asymptomatic.&nbsp; Among those who develop symptoms, the initial presentation can occur at any age.&nbsp; Common clinical presentations include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Increased bruisability</strong></li>\n\t<li><strong>Mucosal bleeding</strong>:&nbsp; frequent, prolonged epistaxis (usually &gt;10 min); gingival bleeding; and heavy menstrual bleeding</li>\n</ul><br><br><p>In some instances, the initial presentation may occur in adulthood with prolonged postoperative bleeding (eg, after dental extraction, postpartum hemorrhage) or gastrointestinal bleeding (particularly angiodysplasia).</p><br><br><p>In addition to mucocutaneous bleeding, patients with severe vWD whose factor VIII levels are significantly decreased can have signs of impaired secondary hemostasis (eg, deep tissue bleeding into muscles and joints (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L98107.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )), similar to hemophilia.<p></p><br><br><p>Patients with chronic blood loss may also develop iron deficiency anemia.&nbsp; Because vWD is inherited in an autosomal dominant pattern, a family history of prolonged bleeding is an important distinguishing feature.</p>\n<h1>Diagnosis</h1><br><br><p>In cases of suspected vWD (eg, personal or family history of prolonged bleeding), initial laboratory evaluation includes (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/44541.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count is typically normal, although microcytic anemia can occur due to chronic bleeding.&nbsp; Because platelet production and consumption are unaffected, platelet count is typically normal.</li>\n\t<li>Bleeding time is used to assess platelet function.&nbsp; <strong>Bleeding time is prolonged</strong> in vWD due to impaired formation of the primary hemostatic plug.</li>\n\t<li>PT assesses the extrinsic coagulation pathway.&nbsp; <strong>PT is normal</strong> because neither vWF nor factor VIII is involved in the extrinsic coagulation pathway.</li>\n\t<li>Activated PTT (aPTT) assesses the intrinsic coagulation pathway.&nbsp; <strong>aPTT can be prolonged</strong> if factor VIII levels are significantly decreased.&nbsp; However, patients with vWD can have normal aPTT due to:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Mild-to-moderate vWF deficiency:&nbsp; Patients have adequate factor VIII levels to maintain a normal aPTT (most common reason).</li>\n\t\t<li>Inflammation and stress:&nbsp; vWF and factor VIII are acute-phase reactants; therefore,&nbsp; inflammation and stress can acutely raise levels.</li>\n\t\t<li>Elevated estrogen or thyroid hormone levels:&nbsp; Estrogen and thyroid hormone increase vWF synthesis; therefore, aPTT can be normal in patients who are pregnant or taking exogenous estrogen (eg, oral contraceptive pills) or a thyroid hormone (eg, levothyroxine).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>If initial laboratory evaluation is consistent with vWD, confirmatory testing may be performed, which includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>vWF antigen level</strong>:&nbsp; A level &lt;30% is consistent with vWD.&nbsp; Because vWF is an acute phase reactant, these levels may be falsely elevated due to inflammation or stress (eg, illness, pregnancy).&nbsp; Therefore, if clinical suspicion is high, the test should be repeated when the inflammation or stress has resolved.</li>\n\t<li><strong>vWF activity</strong> (ristocetin cofactor assay):&nbsp; The ristocetin cofactor assay measures in vitro, vWF-dependent platelet agglutination as a proxy for impaired platelet adhesion in vivo.&nbsp; Ristocetin induces a conformational change in vWF that allows it to bind GP 1b receptors on platelets.&nbsp; In cases of vWD, platelet agglutination is poor in the presence of ristocetin.&nbsp; However, when plasma that contains a normal quantity and quality of vWF is added, appropriate platelet agglutination occurs.</li>\n\t<li><strong>Factor VIII levels</strong>:&nbsp; Because factor VIII degrades rapidly when not bound to vWF, levels are usually decreased in vWD.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for vWD includes other inherited bleeding disorders, such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Platelet function disorders</strong>:&nbsp; Inherited platelet function disorders (eg, Bernard-Soulier syndrome) can also present with signs of impaired primary hemostasis (eg, mucocutaneous bleeding).&nbsp; However, certain laboratory findings can distinguish the diagnosis from vWD (eg, giant platelets and thrombocytopenia in Bernard-Soulier syndrome).</li>\n\t<li><strong>Hemophilia A and B</strong>:&nbsp; Type 3 vWD can present with bleeding into muscles and joints, similar to the hemophilias.&nbsp; Unlike vWD, the hemophilias demonstrate an X-linked inheritance pattern.&nbsp; The vWF antigen level and ristocetin cofactor assay are normal.</li>\n\t<li><strong>Acquired von Willebrand syndrome</strong>:&nbsp; This refers to defects in vWF quantity or function secondary to other medical conditions (eg, cardiac lesions, autoimmune disorders).&nbsp; Unlike vWD, a family history of bleeding is not expected, and the bleeding should resolve on treatment of the underlying medical condition.</li>\n</ul>\n<h1>Management</h1><br><br><p>The goal of management of vWD is to prevent and control life-threatening bleeding.&nbsp; Strategies include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Increasing endogenous vWF release</strong>:&nbsp; <strong>Desmopressin</strong> (DDAVP) is a synthetic analogue of antidiuretic hormone (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/44465.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; DDAVP induces secretion of vWF from endothelial storage sites, causing a rapid and transient increase in vWF and factor VIII.&nbsp; DDAVP is most helpful during mild, acute bleeding episodes.&nbsp; Additional doses are less effective due to rapid depletion of endothelial stores.&nbsp; Because patients with vWD have varying responses to DDAVP, a therapeutic trial to assess for efficacy should be performed prior to use.</li>\n\t<li><strong>Providing exogenous vWF</strong>:&nbsp; For patients who are unresponsive to DDAVP, are undergoing planned surgical procedures, or have severe bleeding, <strong>plasma-derived vWF concentrates</strong> can be administered.&nbsp; Exogenous factor VIII may also be considered.</li>\n\t<li><strong>Reduce fibrinolysis</strong>:&nbsp; Antifibrinolytic agents (eg, <strong>tranexamic acid</strong>) can be administered as an adjunct to stabilize clots on mucosal surfaces (eg, menstrual bleeding, postpartum hemorrhage) that normally have increased fibrinolytic activity.</li>\n</ul><br><br><p>Other management strategies include reducing the risk for bleeding, limiting the use of drugs that can affect platelet function (eg, nonsteroidal anti-inflammatory drugs), and prescribing oral contraceptive pills to control heavy menstrual bleeding.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of vWD varies, depending on the severity of the disease.&nbsp; Most patients with mild (type 1) vWD are asymptomatic or have minimal bleeding.&nbsp; Those with severe (type 3) vWD or significant bleeding may require chronic prophylactic vWF infusions.</p>\n<h1>Summary</h1><br><br><p>Von Willebrand disease is a bleeding disorder caused by a decreased quantity of or the defective function of von Willebrand factor (vWF), a glycoprotein that plays a key role in hemostasis (eg, platelet adhesion).&nbsp; Patients typically have mucocutaneous bleeding (eg, epistaxis, gingival bleeding, heavy menses).&nbsp; Management strategies include preventing and controlling bleeding episodes by inducing endogenous vWF release or providing exogenous vWF.</p>\n</div>\n\n            "
}