{
  "meta": {
    "title": "Acute invasive fungal rhinosinusitis",
    "url": "https://brainandscalpel.vercel.app/acute-invasive-fungal-rhinosinusitis-cc054107-2edf1a.html",
    "scrapedAt": "2025-12-01T05:03:19.426Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Acute invasive fungal rhinosinusitis (AIFR) is a rapidly progressive infection of the paranasal sinuses, characterized by fungal invasion of the nasal mucosa and aggressive extension into adjacent structures such as the orbit and brain.&nbsp; The condition is typically seen in immunocompromised patients, and the most common pathogens include Mucorales and <em>Aspergillus</em> species.&nbsp; Even with prompt recognition and aggressive management, AIFR has high rates of morbidity and mortality.</p>\n<h1>Pathophysiology</h1><br><br><p>AIFR occurs when environmental fungal spores are inhaled into the nasal cavity and paranasal sinuses.&nbsp; In individuals who are immunocompetent, these spores are typically eliminated by innate immune defenses before they can germinate and cause disease.&nbsp; However, in hosts who are immunocompromised (eg, those with neutropenia, poorly controlled diabetes mellitus), the absence of immune protection allows fungal spores to germinate, invade the mucosa, and proliferate.</p><br><br><p>The infection begins in the paranasal sinuses but can rapidly extend to adjacent structures, including the orbit, palate, skull base, and brain.&nbsp; This aggressive spread is driven by the angioinvasive nature of Mucorales (eg, <em><strong>Rhizopus</strong></em>, <em><strong>Mucor</strong></em>) and <em><strong>Aspergillus</strong></em> species, which invade blood vessels, leading to thrombosis, tissue infarction, and necrosis.&nbsp; The resulting devitalized tissue promotes further fungal proliferation and deeper invasion, perpetuating a cycle of tissue destruction.&nbsp; Because of frequent orbital/intracranial involvement, AIFR is often described as rhino‑orbital‑cerebral sinusitis, with potential complications that include vision loss, cranial neuropathies, and neurologic deficits.</p><br><br><p><strong>Mucormycosis</strong> is a specific form of AIFR that most commonly affects patients with diabetes mellitus, especially those with diabetic ketoacidosis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81606.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; It is usually caused by <em>Rhizopus oryzae</em>, a species of Mucorales that produces ketone reductase, an enzyme that facilitates growth in the acidic, glucose-rich environment characteristic of diabetic ketoacidosis.<p></p>\n<h1>Risk factors</h1><br><br><p>AIFR occurs almost exclusively in patients with <strong>severe immunodeficiencies</strong>, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diabetes mellitus</strong>.</li>\n\t<li>Neutropenia (eg, due to chemotherapy or hematologic malignancy).</li>\n\t<li>Solid organ and hematopoietic stem cell transplantation.</li>\n\t<li>Prolonged immunosuppressive therapy:&nbsp; Tumor necrosis factor inhibitors, calcineurin inhibitors, corticosteroids.</li>\n\t<li>Advanced AIDS.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Patients initially have symptoms that mimic acute bacterial sinusitis, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fever.</li>\n\t<li>Headache and/or facial pain, often unilateral and localized to the affected sinus.</li>\n\t<li>Nasal congestion and purulent nasal discharge.</li>\n</ul><br><br><p>As the infection spreads to contiguous structures (typically over the course of days), patients may develop the following clinical features:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Black eschar</strong> (necrotic tissue) on the nasal turbinates, along with mucosal sloughing, ulceration, and, possibly, perforation.</li>\n\t<li>Nasal discharge containing blood and/or flecks of black eschar.</li>\n\t<li>Palatal pain and/or black eschar on the palate.</li>\n\t<li>Facial swelling and skin erythema (over the affected sinus).</li>\n\t<li>Periorbital swelling, proptosis, and visual impairment/loss (due to orbital invasion).</li>\n\t<li>Cranial neuropathies:&nbsp; Facial numbness, ophthalmoplegia, diplopia (due to nerve injury/ischemia).</li>\n\t<li>Mental status changes or coma (due to intracranial extension).</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Maintaining a high index of suspicion for AIFR is critical in any immunocompromised patient with severe sinus symptoms.&nbsp; Findings such as a black nasal eschar, ophthalmoplegia, and/or facial numbness should prompt urgent evaluation.&nbsp; Although imaging studies (eg, CT scan, MRI) are often used to assess for orbital, bony, or intracranial extension, a definitive diagnosis requires biopsy and histopathologic confirmation of fungal invasion.</p>\n<h2>Imaging</h2><br><br><p>Images of the paranasal sinuses, orbit, and brain may be obtained with a CT scan, which is typically the initial imaging modality because it is most sensitive for detecting bony erosion.&nbsp; It may also reveal sinus opacification, mucosal thickening, and soft tissue swelling.&nbsp; MRI may also be obtained because it has superior soft tissue resolution and is particularly useful for evaluating for vascular invasion, cranial nerve involvement, and intracranial/orbital extension.&nbsp; However, although imaging can provide supporting evidence and details about the extent of disease, it is not specific enough to confirm the diagnosis of AIFR.</p>\n<h2>Biopsy and histopathology</h2><br><br><p><strong>Nasal endoscopy</strong>, which provides direct visualization of the nasal cavity, is a key diagnostic tool used to identify areas of mucosal ischemia and necrosis.&nbsp; Targeted biopsies are obtained from the affected regions and sent for histopathologic examination to confirm the diagnosis.&nbsp; Characteristic histopathologic findings include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fungal hyphae invading the biopsied tissue.</li>\n\t<li>Angioinvasion, with fungal elements penetrating blood vessel walls, leading to vascular thrombosis and tissue infarction.</li>\n\t<li>Extensive necrosis involving the mucosa and soft tissue.</li>\n\t<li>Minimal or absent inflammatory infiltrate, reflecting the host's immunosuppressed status.</li>\n</ul><br><br><p>In addition, the 2 prominent fungal species responsible for AIFR can usually be distinguished by their histologic features (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63337.png\" alt=\"Invasive fungal sinusitis due to mucormycosis zygomycosis\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Invasive fungal sinusitis due to mucormycosis zygomycosis</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Mucorales species (eg, <em>Mucor</em>, <em>Rhizopus</em>) appear as ribbon-like, broad, nonseptate hyphae with right-angle (90-degree) branching.</li>\n\t<li><em>Aspergillus</em> species (eg, <em>Aspergillus fumigatus</em>) show narrow, septate hyphae with acute-angle (45-degree) branching described as V-shaped branching.</li>\n</ul>\n<h2>Laboratory evaluation</h2><br><br><p>Blood and nasal swab cultures are not reliable diagnostic tools because they rarely yield positive results.&nbsp; Fungal cultures are typically performed on biopsied tissue but are often slow-growing; treatment should not be delayed while awaiting results.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bacterial sinusitis</strong>:&nbsp; Typically presents with headache/sinus pressure, purulent nasal drainage, and fever, but the infection responds well to antibiotics, does not progress rapidly, and does not cause tissue necrosis or invasion of adjacent structures.</li>\n\t<li><strong>Chronic rhinosinusitis</strong> (with or without nasal polyps):&nbsp; Characterized by nasal congestion and obstruction, persistent purulent nasal discharge, anosmia, and facial pressure.&nbsp; However, the symptoms are chronic and noninvasive, lacking acute pain, fever, necrosis, or rapid progression.</li>\n\t<li><strong>Allergic fungal sinusitis</strong>:&nbsp; An intense allergic response to fungal elements that colonize the sinuses.&nbsp; It leads to persistent nasal congestion and the accumulation of thick eosinophilic mucin.&nbsp; The condition develops gradually over years and does not cause necrosis.</li>\n\t<li><strong>Granulomatosis with polyangiitis</strong>:&nbsp; May cause sinusitis, epistaxis, and mucosal necrosis (eg, septal perforation) but is associated with systemic vasculitis, renal involvement, and positivity for cytoplasmic antineutrophil cytoplasmic antibodies (ANCA).&nbsp; Manifestations arise over weeks to months, and bony erosions are not a typical feature.</li>\n\t<li><strong>Malignancy</strong> (eg, nasopharyngeal carcinoma):&nbsp; Can cause nasal cavity or sinus obstruction with associated epistaxis and cervical lymphadenopathy, but tumors typically progress slowly and, although they may cause mass effect or bone remodeling, they rarely lead to rapid tissue necrosis.</li>\n</ul>\n<h1>Management</h1><br><br><p>Treatment should be initiated urgently, with antifungal therapy initiated and emergency surgery performed.</p><br><br><p><strong>Intravenous antifungal medications</strong> are administered based on the presumed fungal pathogen:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><em>Mucorales</em>:&nbsp; Liposomal amphotericin B.</li>\n\t<li><em>Aspergillus</em>:&nbsp; Voriconazole.</li>\n\t<li>In cases in which the specific pathogen is unclear:&nbsp; Broad-spectrum antifungal coverage (eg, combining amphotericin B and voriconazole).</li>\n</ul><br><br><p>Once the condition has clinically improved, patients can be transitioned to several weeks of step-down therapy with oral antifungal medication (eg, posaconazole).</p><br><br><p>In addition, <strong>urgent aggressive surgical resection</strong> of all necrotic tissue, including mucosa and underlying bone, is critical to decrease the fungal burden of disease, improve the penetration and effectiveness of antifungal medication, and provide direct exposure of the affected tissues (for disease monitoring).&nbsp; Orbital exenteration (removal of the entire orbit and its contents) and/or craniotomy is sometimes performed, but the morbidity of the procedure versus survival benefit remains unclear.</p>\n<h1>Complications</h1><br><br><p>The complications of AIFR are often <strong>severe and life-threatening</strong> due to the angioinvasive nature of the causative fungi.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Orbital/ocular complications include vision loss, typically due to optic nerve (CN II) involvement, and ophthalmoplegia resulting from invasion of the oculomotor nerve (CN III), trochlear nerve (CN IV), and abducens nerve (CN VI).</li>\n\t<li>Intracranial complications may involve cavernous sinus thrombosis, ischemic stroke due to vascular occlusion, mycotic aneurysm, meningitis, brain abscess, and skull-based osteomyelitis.</li>\n\t<li>Bony destruction is also common, with erosion of the orbital, maxillary, and nasal bones, which can lead to significant facial deformity and functional impairment.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of AIFR is poor.&nbsp; <strong>Mortality rates are high</strong> and can exceed 50%, particularly in patients with intracranial or orbital involvement.&nbsp; Early recognition, urgent surgical debridement, and timely antifungal therapy improve survival, although permanent complications such as vision loss or cranial nerve deficits are common.</p>\n<h1>Summary</h1><br><br><p>Acute invasive fungal rhinosinusitis is a life-threatening infection of the paranasal sinuses that typically affects individuals who are immunocompromised.&nbsp; The hallmark of the disease is rapid angioinvasion of the sinus mucosa, leading to vascular thrombosis, tissue necrosis, and extension to adjacent structures such as the palate, orbit, and brain.&nbsp; Imaging can provide supporting evidence, but biopsy and histopathology are required for diagnosis.&nbsp; Treatment involves a combination of surgical debridement and antifungal therapy, with aggressive management of underlying immunosuppressive conditions.&nbsp; Despite these measures, the prognosis is often poor.</p>\n</div>\n\n            "
}