{
  "meta": {
    "title": "Antimicrobials: Antibiotics",
    "url": "https://brainandscalpel.vercel.app/antimicrobials-antibiotics-7a5cb141-2edf1a.html",
    "scrapedAt": "2025-12-01T05:03:31.892Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Antibacterial antibiotics represent &gt;100 individual drugs across a dozen classes.&nbsp; Many systems and tables exist for reference.&nbsp; The first half of this article presents each of the major classes of antibiotics, including their mechanism of action (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L86883.png\" alt=\"Antibiotic classification  mechanisms of action\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Antibiotic classification  mechanisms of action</div>\n                                </div>\n                                ), spectrum, major indications, and important adverse effects.&nbsp; The second half provides a general framework for antibiotic selection.<p></p>\n<h1>β-lactam antibiotics</h1><h2>Overview</h2><br><br><p>β-lactam antibiotics all share a common square ring (β-lactam ring); in most β-lactam antibiotic classes, this ring is fused to another ring (ie, bicyclic system).&nbsp; Changes to the β-lactam ring or to side chains are responsible for changes in antibiotic properties (eg, spectrum of activity).</p><br><br><p>The β-lactam antibiotics include penicillins, cephalosporins, carbapenems, and monobactams.&nbsp; These antibiotics reach the peptidoglycan bacterial cell wall, including by going through porins in gram-negative organisms (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29978.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), and prevent peptidoglycan crosslinking by inhibiting penicillin-binding proteins (PBPs) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43892.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><br><br><p>Therefore, all β-lactam antibiotics are bactericidal (because they result in osmotic lysis of bacteria); as a class, they can treat almost every bacterial infection except for those caused by atypical organisms (ie, lack a cell wall).</p><br><br><p>Major adverse effects include allergic hypersensitivity (true anaphylaxis is very rare), interstitial nephritis, and neurotoxicity (eg, lowered seizure threshold, encephalopathy).</p>\n<h2>Penicillins</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Penicillin <strong>(penicillin G, penicillin V):</strong>&nbsp; Penicillin is mainly used for treatment of Group A streptococcal pharyngitis, streptococcal impetigo, and syphilis.</li>\n\t<li>Aminopenicillins <strong>(ampicillin, amoxicillin):</strong>&nbsp; Aminopecillins are mainly used for upper respiratory infections (eg, acute sinusitis, otitis media), listeriosis (meningitis in pregnant and immunocompromised), and dental prophylaxis.</li>\n\t<li>Antistaphylococcal penicillins <strong>(nafcillin, oxacillin, methicillin, dicloxacillin):</strong>&nbsp; Antistaphylococcal penicillins are the drug of choice for treatment of methicillin-susceptible <em>Staphylococcus aureus</em> (MSSA) infections.</li>\n\t<li>Combination penicillins + β-lactamase inhibitor <strong>(piperacillin-tazobactam, ticarcillin-clavulanate, ampicillin-sulbactam, amoxicillin-clavulanate):</strong>&nbsp; Certain bacteria, particularly gram-negative bacteria, have developed β-lactamase enzymes that break down the β-lactam ring through hydrolysis, providing a mechanism for antibiotic resistance.&nbsp; Combinations of penicillins + β-lactamase inhibitors (eg, clavulanate), which counter the effects of the β-lactamase enzymes, are used to treat a broad range of infections.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Piperacillin-tazobactam has antipseudomonal activity and is often used for undifferentiated sepsis.</li>\n\t\t<li>Ampicillin-sulbactam (intravenous) and amoxicillin-clavulanate (oral) are used to treat potentially polymicrobial and/or anaerobic infections such as bite wounds, aspiration pneumonia, and lung abscesses.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Cephalosporins</h2><br><br><p>Compared to penicillins, cephalosporins have a β-lactam ring fused to a different type of ring (protecting them from β-lactamase enzymes) and have an additional side chain (affecting their spectrum of activity).&nbsp; They are classified into generations based on their relative activities against gram-positive and gram-negative bacteria, with higher generations typically having more gram-negative activity.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>First-generation (\"fa/pha\": eg, <strong>cefazolin</strong>, <strong>cefadroxil</strong>, <strong>cephalexin</strong>):&nbsp; First-generation cephalosporins have some gram-positive and gram-negative coverage.&nbsp; They are mainly used for mild nonpurulent cellulitis (in which methicillin resistant <em>S aureus</em> [MRSA] is unlikely) and MSSA infections in patients with penicillin allergy.</li>\n\t<li>Second-generation (\"cefo/cefu\": eg, <strong>cefuroxime</strong>, <strong>cefoxitin</strong>, <strong>cefotetan</strong>):&nbsp; Second-generation cephalosporins expand gram-negative coverage over first-generation cephalosporins.&nbsp; They are mainly used for acute sinusitis, acute exacerbations of chronic obstructive pulmonary disease (COPD), urinary tract and gynecologic infections, and others.</li>\n\t<li>Third-generation (\"xone/xime\": eg, <strong>ceftriaxone</strong>, <strong>cefotaxime</strong>, <strong>cefpodoxime</strong>):&nbsp; Third-generation cephalosporins further expand gram-negative coverage over second-generation cephalosporins.&nbsp; They cover many infections, including community-acquired pneumonia (CAP), meningitis, and genitourinary (eg, pyelonephritis) and intraabdominal (eg, spontaneous bacterial peritonitis) infections.</li>\n\t<li>Fourth-generation <strong>(cefepime):</strong>&nbsp; Fourth-generation cephalosporins further expand gram-negative coverage over third-generation cephalosporins to include <em>Pseudomonas</em>.&nbsp; Cefepime is used for <em>Pseudomonas</em> infections (eg, cystic fibrosis), neutropenic fever, hospital-acquired pneumonia (HAP), ventilator-acquired pneumonia (VAP), and other nosocomial infections.</li>\n\t<li>Fifth-generation <strong>(ceftaroline):</strong>&nbsp; The fifth-generation cephalosporin ceftaroline also further expands gram-positive coverage over third-generation cephalosporins to include MRSA as well as vancomycin-intermediate <em>S aureus</em> (VISA) and vancomycin-resistant <em>S aureus</em> (VRSA) (VISA/VRSA are typically defined based on a minimal inhibitory concentration ≥4 µg/mL for vancomycin).</li>\n</ul>\n<h2>Carbapenems</h2><br><br><p>Carbapenems <strong>(doripenem, ertapenem, imipenem, meropenem, sulopenem)</strong> have changes in their β-lactam ring and side chain structures that give them:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>high affinity for PBPs.</li>\n\t<li>efficiency to penetrate the bacterial outer membrane.</li>\n\t<li>stability against enzymes such as β-lactamases (including so-called \"extended-spectrum β-lactamases\").</li>\n</ul><br><br><p>Carbapenems are the broadest class of antibiotics, used for highly resistant infections; they can cover most organisms except MRSA and vancomycin-resistant <em>Enterococcus</em> (VRE) and are generally the antibiotics of choice for bacteria that produce extended-spectrum ꞵ-lactamase (ESBL) and AmpC ꞵ-lactamase (discussed later).&nbsp; All except ertapenem have antipseudomonal activity.&nbsp; However, some bacteria have developed carbapenem resistance (eg, carbapenem-resistant Enterobacterales [CRЕ]).</p>\n<h2>Monobactam</h2><br><br><p>Unlike other ꞵ-lactams, monobactams have only a ꞵ-lactam ring with attached side groups (ie, they are not bicyclic); they are effective against gram-negative transpeptidases.</p><br><br><p>Given this changed structure, <strong>aztreonam</strong> is sometimes used in patients with penicillin or cephalosporin allergy.&nbsp; It is usually used in combination with other antibiotics (ie, rarely as monotherapy) for <em>Pseudomonas.</em></p>\n<h1>Non-β-lactam cell wall antibiotics</h1><br><br><p>In addition to β-lactams, 4 other classes of antibacterials disrupt the cell wall (ie, they are all bactericidal).</p>\n<h2>Glycopeptides</h2><br><br><p><strong>Vancomycin</strong> (and <strong>dalbavancin</strong>) is a large molecule that prevents crosslinking (transpeptidation) of the D-alanyl-D-alanine ends of peptidoglycans (in contrast, β-lactams directly inhibit PBP, the enzyme that performs the crosslinking reaction).</p><br><br><p>It has gram-positive activity against staphylococci (especially MRSA), streptococci, and enterococci.&nbsp; It is the drug of choice for severe MRSA infections (eg, bacteremia, pneumonia).&nbsp; Notably, activity against MSSA is relatively weak; therefore, vancomycin is often used in conjunction with a β-lactam until the susceptibility is known.</p><br><br><p>Major adverse effects include histaminergic flushing reactions (red man syndrome) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59269.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), nephrotoxicity, and reversible ototoxicity.<p></p>\n<h2>Lipopeptides</h2><br><br><p><strong>Daptomycin</strong> is a large lipophilic molecule that creates pores in the bacterial cell membrane, leading to rapid depolarization.</p><br><br><p>It has gram-positive activity against staphylococci (including MRSA, VISA, and VRSA), streptococci, and enterococci (including VRE).&nbsp; It is used for severe infections (eg, endocarditis, bacteremia) caused by these resistant bacteria.&nbsp; It is inactivated by pulmonary surfactant and so cannot be used for pneumonia.</p><br><br><p>Major adverse effects include myopathy and rhabdomyolysis (eg, regular creatine phosphokinase monitoring required).</p>\n<h2>Polymyxins </h2><br><br><p><strong>Colistin</strong> (ie, polymyxin E) and <strong>polymyxin B</strong> are detergents that dissolve gram-negative cell membranes (ie, cannot penetrate the peptidoglycan layer of gram-positive bacteria).</p><br><br><p>They are used as a last resort for multidrug resistant gram-negative infections.&nbsp; These include those due to ESBL (eg, in patients who are intolerant of carbapenem) but also those due to CRE, including carbapenemase-producing <em>Klebsiella</em> (KPC).</p><br><br><p>Major adverse effects include reversible nephrotoxicity and ototoxicity.</p>\n<h2>Fosfomycin</h2><br><br><p><strong>Fosfomycin</strong> inhibits early steps of peptidoglycan subunit synthesis that occur in the bacterial cytosol (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43892.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><br><br><p>It has a very broad spectrum gram-positive (including VRE) and gram-negative activity.&nbsp; It is rapidly excreted unchanged by the kidneys (ie, achieves high urinary concentrations), making it effective for simple acute cystitis.&nbsp; However, it cannot be used for systemic or tissue infections (eg, not for pyelonephritis).</p><br><br><p>Adverse effects are minimal, making it a popular option for uncomplicated urinary tract infections.</p>\n<h1>Ribosomal inhibitors</h1><br><br><p>Ribosomal inhibitors classes (eg, macrolides, tetracyclines, aminoglycosides, and others) inhibit bacterial 30S or 50S subunits to block protein synthesis.&nbsp; By halting new protein production, they are generally bacteriostatic; however, aminoglycosides are bactericidal because they additionally encourage translation of misfolded proteins that accumulate and rupture the cell membrane.</p>\n<h2>Macrolides</h2><br><br><p>Macrolides <strong>(azithromycin, clarithromycin, erythromycin)</strong> inhibit the 50S bacterial ribosomal subunit.&nbsp; They are mainly used to target atypical organisms (ie, no cell wall) such as <em>Mycoplasma, Legionella,</em> and <em>Chlamydia</em>, but they also have applications against some typical bacteria (eg, <em>Haemophilus influenzae</em>, <em>Streptococcus pneumoniae</em>).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Azithromycin (most common) is mainly used for atypical coverage in CAP, COPD, and pertussis.</li>\n\t<li>Other macrolides include clarithromycin (used in multidrug regimens for nontuberculous mycobacterial infections and <em>Helicobacter pylori</em> peptic ulcer disease) and erythromycin (prokinetic agent for gastrointestinal procedures, ophthalmic ointment for neonatal conjunctivitis).</li>\n</ul><br><br><p>Major adverse effects include QT interval prolongation (eg, increased risk of torsades de pointes) and potential sensorineural hearing loss.</p>\n<h2>Tetracyclines</h2><br><br><p>Tetracyclines <strong>(doxycycline, minocycline, tetracycline)</strong> inhibit the 30S ribosome.&nbsp; Like macrolides, they are used to target atypical organisms, and they are the class of choice for zoonotic diseases such as tularemia, rickettsial infections (eg, Rocky Mountain spotted fever, typhus), anthrax, Lyme disease, Q fever, and brucellosis.&nbsp; They also have activity against gram-positive skin flora (including <em>Staphylococcus epidermidis</em>, <em>Propionibacterium acnes</em>, and MRSA) and are therefore used in treatment of pyogenic skin disease such as acne vulgaris, rosacea, and mild outpatient cellulitis.</p><br><br><p>Major adverse effects include photosensitization (eg, sunburn), teratogenesis (pregnancy category D), tooth discoloration, and inhibition of bone growth in children.</p>\n<h2>Glycylcyclines</h2><br><br><p><strong>Tigecycline</strong>, a cousin of tetracyclines, inhibits the 30S ribosome (prevents tRNA attachment).&nbsp; It has broad activity but is mainly used as second-line against resistant gram-positive infections (eg, MRSA, VISA, VRE).</p><br><br><p>Its major adverse effects include gastrointestinal distress, hepatotoxicity, and an increased risk of mortality (FDA black box warning).</p>\n<h2>Aminoglycosides</h2><br><br><p>Aminoglycosides <strong>(amikacin, gentamicin, streptomycin, tobramycin)</strong> inhibit the 30S ribosome.&nbsp; Their spectrum covers only gram-negative aerobic bacteria, and they are mainly used for double coverage of <em>Pseudomonas</em>.&nbsp; They can also be used synergistically with β-lactams for gram-positive bacteria (eg, enterococci, staphylococci, streptococci) in infective endocarditis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43876.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).<p></p><br><br><p>Major adverse effects include nephrotoxicity (eg, acute tubular necrosis) and inner ear toxicity (eg, irreversible hearing loss, vertigo).&nbsp; Dosing often requires monitoring plasma drug levels to avoid toxicity.</p>\n<h2>Lincosamide</h2><br><br><p><strong>Clindamycin</strong> inhibits the 50S ribosome.&nbsp; It broadly covers gram-positive cocci and anaerobes and is mainly used for skin and soft tissue infections, especially if MRSA is suspected and no alternative regimen is feasible (eg, allergy).&nbsp; It is often used in necrotizing fasciitis and gas gangrene due to its excellent deep tissue penetration, strong anaerobic activity, stability in acidic environments, and inhibition of toxin production.</p><br><br><p>Its major adverse effect is a higher risk of <em>Clostridioides difficile</em> infection, likely because of more extensive disruption of gut flora.</p>\n<h2>Oxazolidinones</h2><br><br><p>Oxazolidinones <strong>(linezolid, tedizolid)</strong> inhibit the 50S ribosome.&nbsp; They cover most gram-positive bacteria including MRSA, VISA/VRSA, and VRE.&nbsp; They are mainly used to treat community-acquired MRSA infections (eg, purulent cellulitis, CAP with cavitary lesions), usually after poor response to vancomycin.</p><br><br><p>Major adverse effects include myelosuppression and serotonin syndrome (especially when combined with selective serotonin reuptake inhibitors or monoamine oxidase inhibitors).</p>\n<h2>Streptogramins</h2><br><br><p><strong>Quinupristin/dalfopristin</strong> inhibits the 50S ribosome (multiple sites).&nbsp; It is a narrow spectrum antibiotic that covers MRSA and VRE (<em>Enterococcus faecium</em> only).</p><br><br><p>Major adverse effects include thrombophlebitis (requires central venous access) and numerous CYP450 drug-drug interactions.&nbsp; Due to these limitations and its narrow spectrum, it has very limited use.</p>\n<h2>Chloramphenicol </h2><br><br><p>Chloramphenicol inhibits the 50S ribosome.&nbsp; It has very broad activity (eg, gram-positives, gram-negatives, anaerobes) including zoonotic organisms (eg, <em>Salmonella</em>, <em>Ehrlichia</em>, rickettsiae).</p><br><br><p>Major adverse effects include myelosuppression (common), aplastic anemia (&lt;0.1%, usually fatal), and gray baby syndrome (cyanosis, shock) if given during the third trimester of pregnancy.&nbsp; These significant toxicities limit its use to very niche situations (eg, second-line for bacterial meningitis with severe β-lactam allergy).</p>\n<h1>Nucleic acid inhibitors</h1><br><br><p>These antibacterials block folate-dependent purine/pyrimidine precursor formation (sulfonamides), DNA unwinding (fluoroquinolones), or RNA synthesis (rifamycins).&nbsp; By arresting genomic processes, they have bacteriostatic activity.</p>\n<h2>Sulfonamides </h2><br><br><p>Sulfonamides <strong>(trimethoprim-sulfamethoxazole, pyrimethamine-sulfadiazine, dapsone)</strong> are antimetabolites.&nbsp; They inhibit steps of the folic acid synthesis pathway (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28055.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ) to deplete nucleotide precursors.&nbsp; The sulfa component is a structural analog of para-aminobenzoic acid (PABA) that competitively inhibits dihydropteroate synthase; the trimethoprim or pyrimethamine component inhibits dihydrofolate reductase (DHTR).<p></p><br><br><p>They have excellent gram-positive (including MRSA) and gram-negative activity, with additional coverage of opportunistic pathogens such as <em>Pneumocystis</em>, <em>Toxoplasma</em>, and <em>Nocardia</em>.&nbsp; They are commonly used for treatment of staphylococcal skin and soft tissue infections, urinary tract infections, and treatment or prophylaxis of opportunistic infections.&nbsp; Dapsone is used for treatment of leprosy and dermatitis herpetiformis (eg, gluten-sensitive enteropathy).</p><br><br><p>Major adverse effects include allergic hypersensitivity (sulfa moiety), myelosuppression (eg, cytopenias), renal dysfunction (eg, acute interstitial nephritis, hyperkalemia), drug-induced liver injury (eg, transaminase elevation), and hemolysis and methemoglobinemia (especially with glucose-6-phosphate dehydrogenase deficiency).</p>\n<h2>Fluoroquinolones</h2><br><br><p>Fluoroquinolones <strong>(levofloxacin, moxifloxacin, ciprofloxacin, norfloxacin)</strong> inhibit bacterial DNA gyrase and topoisomerase (prevents unwinding) to block cell division.&nbsp; They all broadly cover gram-negative bacteria (notably <em>Pseudomonas</em>) and atypical bacteria but have variable gram-positive activity.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Respiratory fluoroquinolones (levofloxacin, moxifloxacin) have some gram-positive activity (eg, covers <em>S pneumoniae</em>) and are therefore effective for treatment of CAP.&nbsp; They are generally reserved for patients with β-lactam allergy, critical illness, or risk factors for <em>Pseudomonas</em> (eg, bronchiectasis).</li>\n\t<li>Nonrespiratory fluoroquinolones (ciprofloxacin, norfloxacin) do not have gram-positive activity but generally have better gram-negative coverage, and they are therefore preferred for genitourinary infections (eg, prostatitis, cystitis), bacterial colitis (eg, Travelers' diarrhea, in combination with anaerobic coverage such as metronidazole), and spontaneous bacterial peritonitis (prophylaxis).</li>\n</ul><br><br><p>Major adverse effects include QTc prolongation (increased risk of torsades de pointes), connective tissue damage (eg, tendon rupture, aortic dissection, retinal detachment), teratogenicity (cartilage defects), and a relatively high risk of <em>C difficile</em> infection.</p>\n<h2>Rifamycins</h2><br><br><p>Rifamycins <strong>(rifampin, rifapentine, rifabutin, rifaximin)</strong> inhibit the bacterial RNA polymerase and are therefore bacteriostatic.</p><br><br><p>They have broad gram-positive and gram-negative activity but are mainly used to treat mycobacterial infections (eg, tuberculosis).&nbsp; Rifaxamin has poor systemic absorption (ie, achieves high gastrointestinal luminal concentrations) and is used for hepatic encephalopathy (eg, prevent gut bacterial ammoniagenesis), relapsed <em>C difficile</em> infection, and small intestinal bacterial overgrowth.</p><br><br><p>Major adverse effects include orange discoloration of body fluids (eg, urine), hepatotoxicity, and numerous drug-drug interactions (eg, CP450 inhibitor).</p>\n<h1>Redox-active drugs</h1><br><br><p>Redox-active drugs (nitrofuran, nitroimidazole) are converted reactive intermediates in the bacterial cytosol, resulting in oxidative damage to DNA, proteins, and other macromolecules.&nbsp; Due to disruption of multiple cell processes, they have bactericidal activity.</p>\n<h2>Nitrofuran</h2><br><br><p><strong>Nitrofurantoin</strong> has broad gram-positive and gram-negative coverage.&nbsp; However, it has poor tissue penetration (excreted unchanged in the urine) and is therefore used only for treatment of simple acute cystitis.</p><br><br><p>Its major adverse effect is pulmonary fibrosis, an idiosyncratic (ie, not dose-dependent) reaction that can emerge many years later.</p>\n<h2>Nitroimidazole</h2><br><br><p><strong>Metronidazole</strong> has excellent anaerobic coverage.&nbsp; It is the drug of choice for anaerobic infections below the diaphragm (eg, nonsevere <em>C difficile</em> colitis, bacterial vaginosis).</p><br><br><p>Major adverse effects include peripheral neuropathy and a disulfiram-like reaction (eg, flushing, headache, nausea) with imbibement of alcohol.</p>\n<h1>General framework</h1><br><br><p>Antibiotic selection depends on the most likely bacteria involved (ie, gram-positive, gram-negative, mixed, anaerobic), which is often guided by the site/type of infection (eg, skin, sinus, urinary tract) and the host.</p><br><br><p>Major antibiotic resistance patterns should be taken into account (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L100759.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ); they are briefly described in this table (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39215.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>Of the suitable antibiotics with appropriate coverage, the final selection is based on consideration of tissue penetration, dosing adjustments (eg, renal insufficiency), and adverse effect profile.&nbsp; There is a need to balance broad versus narrow coverage:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Broad spectrum coverage:</strong>&nbsp; \"Broad spectrum\" refers to coverage of large groups of bacteria, such as respiratory flora (mixed gram-positive and gram-negative), genitourinary flora (mostly gram-negative), or skin flora (mostly gram-positive).&nbsp; It is appropriate for most scenarios where microbiology data are not immediately available (eg, sepsis).</li>\n\t<li><strong>Narrow(est) spectrum coverage:</strong>&nbsp; After the causative bacterium and its susceptibility are identified, antibiotics can be narrowed to what is necessary and sufficient to cover the infection.&nbsp; In select situations, narrow coverage can be offered immediately (eg, penicillin V for group A streptococcal pharyngitis).</li>\n</ul><br><br><p>Before antibiotics are narrowed, culture data should be interpreted against the full clinical context.&nbsp; For example, in a patient with poor dentition, aspiration pneumonia, and polymicrobial flora on sputum gram stain, broad coverage (including anaerobic bacteria) should be maintained, even if respiratory cultures only grow MSSA.</p>\n<h2>Gram-positive infections</h2><br><br><p>Infections involving mostly gram-positive cocci (eg, staphylococci, streptococci) include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Skin and soft tissue infections (eg, cellulitis)</li>\n\t<li>Infective endocarditis</li>\n\t<li>Septic arthritis</li>\n</ul><br><br><p>These infections occur when gram-positive commensal (ie, normal) skin flora that invade into subcutaneous tissue (cellulitis), translocate to the bloodstream and seed cardiac valves (endocarditis), or spread to the joint spaces (septic arthritis).</p><br><br><p>Most infections are treated with β-lactams (eg, penicillins, cephalosporins).&nbsp; Doxycycline and trimethoprim-sulfamethoxazole can be used for treatment of mild (outpatient) purulent cellulitis due to MRSA.&nbsp; Antibiotics with poor (or no) gram-positive coverage include aminoglycosides (unless used for synergy) and most fluoroquinolones.</p>\n<h2>Resistant gram-positive infections</h2><br><br><p>The gram-positive \"superbugs\" include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>MRSA (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/120100.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                )</li>\n\t<li>VISA and VRSA</li>\n\t<li>VRE</li>\n</ul><br><br><p>These pathogens typically cause nosocomial infections associated with indwelling catheters, lines, and implanted prosthetic devices.&nbsp; Patients require specialized coverage (eg, linezolid, daptomycin, ceftaroline, tigecycline).</p>\n<h2>Gram-negative infections</h2><br><br><p>Infections involving mostly gram-negative bacilli include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute cystitis and pyelonephritis (eg, <em>Escherichia coli, Proteus mirabilis</em>), due to invasion of the urinary tract by perineal bacteria</li>\n\t<li>Enteritis (eg, <em>Salmonella</em>, <em>Campylobacter, E coli</em>, <em>Shigella</em>), due to fecal-oral contamination</li>\n</ul><br><br><p>These infections are generally treated with fluoroquinolones or β-lactams (eg, second- and third-generation cephalosporins).&nbsp; Simple acute cystitis (eg, healthy female) is also often treated with nitrofurantoin or trimethoprim-sulfamethoxazole.&nbsp; Common antibiotics with poor (or no) gram-negative coverage include first-generation cephalosporins, clindamycin, vancomycin, linezolid, and daptomycin.</p><br><br><p>Note that antibiotics are generally avoided for enteric infections with Shiga toxin–producing bacteria (eg, enterohemorrhagic <em>E coli</em> O157 [EHEC]) due to risk of precipitating hemolytic uremic syndrome.</p>\n<h2>Resistant gram-negative infections</h2><br><br><p>The gram-negative \"superbugs\" include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><em>Pseudomonas aeruginosa</em> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80371.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; <em>Pseudomonas aeruginosa</em> can be treated with higher generation β-lactams (eg, cefepime, piperacillin-tazobactam).&nbsp; A single drug is adequate in most cases, although critically ill patients may receive \"double coverage\" with a fluoroquinolone (levofloxacin or ciprofloxacin) or aminoglycoside.</li>\n\t<li>Extended-spectrum β-lactamase (ESBL)-producing gram-negative bacilli; inducible AmpC plasmid β-lactamase gram-negative bacilli (\"SPACE\" bugs: <em><strong>S</strong>erratia</em>, <em><strong>P</strong>roteus</em>, <em><strong>A</strong>cinetobacter</em>, <em><strong>C</strong>itrobacter</em>, <em><strong>E</strong>nterobacteriaceae</em> [including <em>Enterobacter</em> and <em>E coli</em>]):&nbsp; These bacteria produce β-lactamases that confer resistance to many antibiotics, including penicillins and cephalosporins.&nbsp; They can be treated with any carbapenem.</li>\n\t<li>Carbapenemase-producing <em>Klebsiella</em> (KPC):&nbsp; Although the spectrum of activity of carbapenems is among the broadest, some bacteria (eg, CRE) have developed carbapenemase enzymes that confer resistance against carbapenems.&nbsp; KPC is an example of CRE; its treatment therefore requires a carbapenemase inhibitor (eg, meropenem-vaborbactam) or alternate agents (eg, ceftazidime-avibactam [cephalosporin + β-lactamase inhibitor], tigecycline, or colistin).&nbsp; Other examples of carbapenemases include metallo-beta-lactamases (MBL) and OXA-48-type carbapenemase (OXA-48).&nbsp; CRE also include non-carabapenemase-producing isolates.</li>\n</ul><br><br><p>These pathogens typically cause nosocomial infections, primarily hospital-acquired and ventilator-associated pneumonia (HAP and VAP).</p>\n<h2>Either gram-positive or negative infections</h2><br><br><p>Infections involving either gram-positive or negative bacteria include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Upper respiratory (sinusitis, otitis media)</li>\n\t<li>CAP</li>\n\t<li>Bacterial meningitis</li>\n\t<li>Sepsis (unknown source)</li>\n</ul><br><br><p>As examples, sinus infections and CAP can be caused by <em>S pneumoniae</em> (gram-positive) or <em>H influenzae</em> (gram-negative); bacterial meningitis can be caused by <em>S pneumoniae</em> (gram-positive) or <em>Neisseria meningitidis</em> (gram-negative).&nbsp; It is difficult to speculate on the causative bacterium without gram staining and cultures.</p><br><br><p>These infections are treated with antibiotics that have broad gram-positive, gram-negative, and possibly atypical coverage as well (eg, CAP).&nbsp; Coverage depends on the gravity of infection and likelihood of resistances.&nbsp; Uncomplicated sinusitis can be treated with general gram-positive and negative coverage (eg, amoxicillin) whereas sepsis is generally treated with much broader gram-positive and negative coverage (eg, piperacillin-tazobactam) and MRSA coverage (eg, vancomycin).</p>\n<h2>Atypical bacterial infections</h2><br><br><p>Atypical bacteria have no cell wall (eg, <em>Mycoplasma pneumoniae</em>) or a poorly stainable cell wall (eg, <em>Rickettsia</em> spp, <em>Coxiella</em>).&nbsp; They typically have an intracellular phase, making them harder to detect on gram stains from standard specimens (eg, extracellular fluids such as blood and respiratory secretions).&nbsp; They are implicated in atypical CAP and several zoonotic diseases (eg, Rocky Mountain spotted fever, Q fever, typhus).</p><br><br><p>Antibiotics with atypical coverage include macrolides, tetracyclines, and fluoroquinolones.&nbsp; For example, azithromycin is usually added to a β-lactam for coverage of CAP, and doxycycline is the drug of choice for many zoonoses.&nbsp; Antibiotics lacking atypical coverage include any drug that inhibits cell wall processes (eg, β-lactams, vancomycin, daptomycin, colistin).</p>\n<h2>Anaerobic infections</h2><br><br><p>Infections involving predominantly anaerobic bacteria include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Oral and deep neck space infections (eg, <em>Peptostreptococcus</em>, <em>Fusobacterium</em>, <em>Prevotella</em>)</li>\n\t<li>Bite wounds (eg, <em>Eikenella</em>, <em>Pasturella</em>)</li>\n\t<li>Necrotizing aspiration pneumonia (oral anaerobes)</li>\n\t<li>Intraabdominal abscesses (eg, <em>Bacteroides</em> spp, <em>Clostridia</em>)</li>\n</ul><br><br><p>In many cases, infections can be polymicrobial and include both aerobic and aerobic bacteria.&nbsp; For example, infected diabetic foot ulcers involve anaerobes, gram-positive cocci, and gram-negative bacilli, and therefore require complete coverage.&nbsp; Antibiotics with broad anaerobic coverage include metronidazole (used mostly for subdiaphragmatic infections), clindamycin (used mostly for supradiaphragmatic infections), combined penicillins + β-lactamase inhibitor (piperacillin-tazobactam or ampicillin-sulbactam), and all carbapenems.&nbsp; Antibiotics lacking anaerobic coverage include cephalosporins, macrolides, tetracyclines, fluoroquinolones, and aminoglycosides.</p>\n<h1>Special considerations</h1><h2>Penicillin hypersensitivity</h2><br><br><p>Approximately 5% of patients have an allergic urticarial reaction to penicillins, although true anaphylaxis is very rare (&lt;0.001%).&nbsp; While a legitimate concern, the likelihood of severe allergic reactions is generally exaggerated (ie, &gt;95% of patients with self-reported documented allergy can actually tolerate a penicillin).&nbsp; Management depends on clinical history:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Clear history of allergic anaphylaxis, angioedema, or diffuse urticaria:&nbsp; Patients should ideally be treated with an alternative non-β-lactam drug class.&nbsp; If a β-lactam is absolutely necessary, options include aztreonam (no cross-reactivity) or graded desensitization under close supervision (eg, in hospital).</li>\n\t<li>Unclear history (eg, possible \"rash\"):&nbsp; In most cases, patients can be safely treated with a cephalosporin or carbapenem (&lt;2% cross-reactivity) under close observation.&nbsp; If a penicillin is required, patients can be evaluated with a penicillin skin test.&nbsp; Positive reactions are treated as if penicillin-allergic above (eg, alternative class, aztreonam, or desensitization).&nbsp; Negative reactions enable treatment with a small (eg, 10%) \"test dose,\" observation for 1-2 hours, and completion of the full dose.</li>\n</ul><br><br><p>To promote antibiotic stewardship, efforts should be made to \"delabel\" penicillin-allergy whenever possible (eg, skin testing followed by test dose).</p>\n<h2>Pregnancy and breastfeeding</h2><br><br><p>Several antibiotics are contraindicated in pregnancy and breastfeeding (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42329.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tetracyclines (eg, doxycycline):&nbsp; can cause permanent tooth discoloration and bone abnormalities (eg, fetal osteoporosis, reduced growth)</li>\n\t<li>Sulfonamides (eg, trimethoprim-sulfamethoxazole) (during 1<font size=\"2\"><sup>st</sup></font> trimester):&nbsp; can cause neural tube defects (eg, spina bifida, encephalocele) due to inhibition of folate metabolism</li>\n\t<li>Aminoglycosides (eg, tobramycin):&nbsp; can cause permanent vestibular or ototoxicity (eg, deafness)</li>\n\t<li>Chloramphenicol:&nbsp; can cause gray baby syndrome (cyanosis due to aplastic anemia, malfunctional hemoglobin, and cardiovascular collapse)</li>\n</ul><br><br><p>In addition to these hard contraindications (ie, category D or X), fluoroquinolones are also generally avoided unless their benefit outweighs risk (ie, category C).</p>\n<h1>Summary</h1><br><br><p>The main classes of antibiotics can be categorized by their mechanism of action.&nbsp; They include β-lactam antibiotics (penicillins, cephalosporins, carbapenems, monobactams), non-β-lactam cell wall antibiotics (glycopeptides, lipopeptides, polymyxins, fosfomycin), ribosomal inhibitors (macrolides, tetracyclines, aminoglycosides, lincosamides, oxazolidinones, streptogramins, chloramphenicol), nucleic acid inhibitors (sulfonamides, fluoroquinolones, rifamycins), and redox-active drugs (nitrofurantoin, metronidazole).&nbsp; Antibiotic selection should be based on the pathogen, site of infection, and host, taking into account factors such as antibiotic resistance, tissue penetration, and adverse effects.</p>\n</div>\n\n            "
}