{
  "meta": {
    "title": "Bacterial meningitis (age >1 month)",
    "url": "https://brainandscalpel.vercel.app/bacterial-meningitis-age-gt-1-month-32d6c8e5-2edf1a.html",
    "scrapedAt": "2025-12-01T05:03:39.356Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Bacterial meningitis is a bacterial infection and inflammation of the protective covering surrounding the brain and spinal cord (eg, meningitis).</p>\n<h1>Pathophysiology</h1><br><br><p>Bacterial meningitis occurs when bacteria colonize mucosa and enter the bloodstream.&nbsp; Specific virulence factors allow the bacteria to evade typical immune defenses and cross the blood-brain barrier, reaching the cerebrospinal fluid (CSF) and meninges.&nbsp; Once in the CSF, bacteria can replicate rapidly due to low immune defenses, which leads to increased inflammation in the meninges with a subsequent influx of white cells.</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>The incidence of bacterial meningitis varies by age, with the highest rates observed in infants and young children.&nbsp; Other risk factors that increase the risk of developing bacterial meningitis include immunodeficiency, recent exposure to infection, or trauma to the meninges.</p><br><br><p>The epidemiologic context often predicts the causative organism.&nbsp; <strong><em>Streptococcus pneumoniae</em></strong> (eg, pneumococcal) and <strong><em>Neisseria meningitidis</em></strong> (eg, meningococcal) are the leading causes of bacterial meningitis in all patients (except neonates &lt;1 month of age, in whom group B <em>Streptococcus</em> and <em>Escherichia coli</em> are most common).&nbsp; <em>N meningitidis</em> outbreaks can occur in settings where individuals live in close quarters, such as college dormitories.&nbsp; Meningitis due to <strong><em>Listeria monocytogenes</em></strong>, commonly associated with ingestion of contaminated food (particularly, unpasteurized dairy products), is more prevalent in immunocompromised individuals, pregnant patients, and the elderly (age &gt;50).</p><br><br><p>Other uncommon causative organisms include <strong><em>Haemophilus influenzae</em> type b (Hib)</strong>, which used to be a significant cause of meningitis before the introduction of the Hib vaccine and remains a concern in unvaccinated patients.&nbsp; In neurosurgical patients, staphylococci and aerobic gram-negative rods are the major causes of healthcare-acquired meningitis or ventriculitis.&nbsp; Tuberculosis can cause meningitis, but the presentation is typically subacute.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with bacterial meningitis typically appear ill and often present with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Headache</li>\n\t<li>Fever</li>\n\t<li><strong>Nuchal rigidity </strong>(eg, neck stiffness); patients may have Kernig and Brudzinski signs (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26922.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                )</li>\n\t<li>Altered mental status</li>\n</ul><br><br><p>Infants who have bacterial meningitis may present with more nonspecific signs such as poor feeding, irritability, and a bulging fontanelle.</p><br><br><p>Less commonly, patients may present with seizures or focal neurological deficits (eg, weakness, cranial nerve palsy).&nbsp; A petechial rash may be present in cases of meningococcal meningitis.&nbsp; Patients can present with septic shock and multiorgan dysfunction as well.</p>\n<h1>Diagnostic studies</h1><br><br><p>Diagnosis of bacterial meningitis is confirmed through CSF analysis obtained via lumbar puncture.&nbsp; Classic CSF findings include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33352.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increased white blood cell count with a predominance of neutrophils (&gt;1,000 cells/mm<font size=\"2\"><sup>3</sup></font>)</li>\n\t<li>Decreased glucose levels (&lt;40 mg/dL), often &lt;40% of simultaneous blood glucose levels</li>\n\t<li>Elevated protein levels (&gt;250 mg/dL)</li>\n</ul><br><br><p>Gram staining of the CSF can provide rapid preliminary information about the type of bacteria, and cultures with antibiotic susceptibility testing can be sent to identify the causative organism and optimal treatment.&nbsp; PCR testing is available in some centers.&nbsp; In addition to CSF analysis, blood cultures should be obtained as they can be helpful if positive or when CSF cannot be obtained.</p><br><br><p><strong>CT scan of the head</strong> can be considered <strong>before lumbar puncture</strong> in select patients, including those with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Signs of elevated intracranial pressure (eg, papilledema)</li>\n\t<li>Seizures</li>\n\t<li>Previous CNS disease (eg, mass)</li>\n\t<li>Focal neurologic deficits</li>\n\t<li>Immunosuppression</li>\n</ul><br><br><p>Imaging is less necessary in patients without these findings prior to performing lumbar puncture.</p>\n<h1>Management</h1><br><br><p>Prompt recognition and treatment of bacterial meningitis are essential to minimize the risk of complications and improve patient outcomes.&nbsp; In patients with suspected meningitis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104478.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), blood cultures should be drawn, lumbar puncture should be obtained, and empiric antibiotic therapy should be initiated.&nbsp; Antibiotic administration should not be delayed if lumbar puncture cannot be obtained in a timely manner (eg, imaging studies are needed).&nbsp; Although empiric antibiotics may reduce the yield of CSF culture, an organism can often still be identified.<p></p><br><br><p>Empiric antibiotic therapy in children and adults includes (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/91289.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A <strong>third-generation cephalosporin</strong> (eg, ceftriaxone, cefotaxime) to cover for <em>S pneumoniae and N meningitidis</em></li>\n\t<li><strong>Vancomycin</strong> for penicillin-resistant <em>S pneumoniae</em> coverage</li>\n\t<li>In cases of elderly (age &gt;50) or immunocompromised patients, <strong>ampicillin</strong> should be added for <em>L monocytogenes</em> coverage</li>\n</ul><br><br><p>Antibiotic therapy can be further tailored to specific patients when cultures and antibiotic susceptibility testing result.&nbsp; In addition to antibiotics, <strong>dexamethasone</strong> is often started empirically to reduce inflammation and improve outcomes, particularly in cases of <em>S pneumoniae</em> meningitis.</p>\n<h1>Complications and prognosis</h1><br><br><p>Although antibiotic therapy does improve outcomes in bacterial meningitis, it can still result in significant morbidity and mortality.&nbsp; Complications resulting from direct damage to brain tissue can include neurological sequelae, such as seizures, focal neurological deficits, hearing loss, or intellectual disability.&nbsp; Long-term sequelae may require multidisciplinary management and rehabilitation to address functional deficits and optimize quality of life.</p>\n<h1>Prevention</h1><br><br><p>Preventive measures for bacterial meningitis include vaccination and infection control measures.&nbsp; <strong>Vaccination</strong> against common causative organisms such as <em>N meningitidis</em>, <em>S pneumoniae</em>, and Hib has significantly reduced the incidence of bacterial meningitis.&nbsp; For suspected meningococcal meningitis, infection control measures such as prophylactic antibiotics for close contacts of confirmed cases and droplet isolation are recommended.</p>\n<h1>Summary</h1><br><br><p>Bacterial meningitis is an infection with subsequent inflammation in the protective covering around the brain and spinal cord.&nbsp; It clinically presents with headache, fever, nuchal rigidity, and altered mental status.&nbsp; The most common causes are <em>Streptococcus pneumoniae</em> and <em>Neisseria meningitidis</em>, and diagnosis can be confirmed with lumbar puncture and CSF analysis.&nbsp; Treatment is with immediate empiric antibiotics (usually ceftriaxone and vancomycin).</p>\n</div>\n\n            "
}