{
  "meta": {
    "title": "Bartonella henselae infections",
    "url": "https://brainandscalpel.vercel.app/bartonella-henselae-infections-aa29a52a-2edf1a.html",
    "scrapedAt": "2025-12-01T05:03:43.158Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p><em>Bartonella henselae</em> is a gram-negative bacterium that is most commonly transmitted by a cat scratch.&nbsp; Cat scratch disease typically presents with chronic, tender, regional lymphadenopathy proximal to the inoculation site; visceral granulomas (eg, on the liver or spleen) can occur.&nbsp; In immunocompromised individuals, <em>B henselae</em> can cause bacillary angiomatosis, a vascular-proliferative disease.</p>\n<h1>Pathogenesis</h1><br><br><p><em>Bartonella henselae</em> is a fastidious, <strong>gram-negative bacillus or coccobacillus</strong> found in cat saliva and is usually transmitted to humans through skin penetration via a cat scratch or bite (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L93978.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ); it can also be transmitted by direct contact with cat saliva via mucosal surfaces (eg, mouth, eyes) or, rarely, by a bite from an infected flea.&nbsp; Cat-to-cat transmission commonly occurs through fleas; person-to-person transmission does not occur.<p></p><br><br><p>The pathophysiology of cat scratch disease involves invasion of <em>B henselae</em> into endothelial cells followed by activation of a proinflammatory cascade, causing <strong>granulomatous disease</strong> in local lymph nodes.&nbsp; Most commonly, in otherwise healthy patients, the immune system mounts a CD4-mediated response to eradicate the infection.&nbsp; Rarely, however, the infection disseminates to other organs (eg, ocular disease, hepatosplenic disease, endocarditis), even in immunocompetent patients.</p><br><br><p>In an immunocompromised host, <em>B henselae</em> can infect <strong>vascular endothelial cells</strong>, resulting in increased production of vascular endothelial growth factor (VEGF) and subsequent angiogenesis.&nbsp; This vascular-proliferative response in the skin and sometimes internal organs is referred to as bacillary angiomatosis.&nbsp; This condition is seen primarily in patients with HIV with CD4 counts &lt;100/mm<font size=\"2\"><sup>3</sup></font> because a CD4-mediated immune response is crucial for control and elimination of the infection.</p>\n<h1>Risk factors</h1><br><br><p>The primary risk factors for developing <em>B henselae</em> infection include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Exposure to cats (eg, household pet, veterinarian occupation), particularly cats with fleas</li>\n\t<li>Age &lt;25</li>\n\t<li>Immunosuppression (eg, AIDS), primarily due to an increased risk for bacillary angiomatosis</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The incubation period from the time of skin penetration to the development of cutaneous symptoms is 3-12 days.&nbsp; A vesicular lesion typically forms at the inoculation site and quickly becomes erythematous and papular.&nbsp; It is often asymptomatic and may not be noticed by patients, who may also not recall a recent bite or scratch.</p>\n<h2>Cat scratch disease</h2><br><br><p>Within weeks of inoculation, patients classically develop <strong>regional, tender lymphadenopathy</strong> proximal to the skin lesion (eg, axillary, inguinal); the affected lymph nodes frequently have overlying erythema and may be suppurative.&nbsp; They can grow to &gt;5 cm in diameter and may form a lobulated mass.&nbsp; Lymphadenopathy is typically chronic (≥2 weeks), and painful regional lymphadenitis unresponsive to empiric antibiotic therapy targeting the most common lymphadenitis-causing organisms (eg, <em>Staphylococcus aureus</em>, group A <em>Streptococcus</em>) should raise suspicion for cat scratch disease.&nbsp; Fever is present in &lt;50% of cases.</p><br><br><p>Cat scratch disease can alternatively manifest with the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Visceral granulomas</strong>:&nbsp; Disseminated disease characterized by necrotizing granulomas in the liver and/or spleen occurs in 15% of patients.&nbsp; Peripheral lymphadenopathy is often absent, and visceral involvement is typically identified on imaging in those who have fever of unknown origin (eg, fever lasting for &gt;1 week without an apparent source), hepatomegaly, and/or splenomegaly.</li>\n\t<li><strong>Culture-negative endocarditis</strong>:&nbsp; Most patients are adults with subacute and nonspecific symptoms, including fever, malaise, weight loss, and a new murmur.</li>\n\t<li><strong>Parinaud oculoglandular syndrome</strong>:&nbsp; Inoculation near the eye (often from mucosal contact, not skin penetration) results in a unilateral, red conjunctiva; foreign body sensation; and ocular discharge.&nbsp; Ipsilateral cervical or preauricular lymphadenopathy is typical.</li>\n</ul>\n<h2>Bacillary angiomatosis</h2><br><br><p>Bacillary angiomatosis is characterized as a vascular-proliferative reaction to <em>B henselae</em> and most often affects <strong>immunocompromised patients</strong> (eg, patients with AIDS).&nbsp; Patients have <strong>highly vascular, violaceous lesions</strong> on the skin that evolve into friable, pedunculated or nodular lesions over weeks to months (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/U19946.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; These vascular lesions may also be found throughout the body (eg, liver, bone [osteomyelitis], brain, gastrointestinal tract).&nbsp; Patients often have nonspecific constitutional symptoms such as fever, malaise, weight loss, night sweats, and lymphadenopathy (involving either singular or multiple lymph nodes).<p></p>\n<h1>Evaluation and diagnosis</h1><h2>Cat scratch disease</h2><br><br><p>Classic cat scratch disease is diagnosed clinically based on characteristic findings (eg, tender, regional lymphadenopathy) with recent cat exposure.</p><br><br><p>For less common presentations (eg, ocular symptoms), the diagnosis is supported with positive serologic testing for <em>B henselae</em>.&nbsp; However, laboratory testing should not be used to rule out infection because both serologic testing and PCR are unreliable. Imaging (eg, CT scan of the abdomen) may be indicated in those with prolonged fever or organomegaly and typically reveals scattered, hypodense lesions in the liver and/or spleen.&nbsp; Biopsy of lymph nodes is rarely required but demonstrates necrotizing granulomas and stellate microabscesses.</p>\n<h2>Bacillary angiomatosis</h2><br><br><p>The diagnosis is made by tissue biopsy with histopathology and microscopic identification of organisms.&nbsp; Histopathology reveals a proliferation of capillaries lined by large endothelial cells with an inflammatory infiltrate including neutrophil clusters.&nbsp; The organism can be highlighted using a modified silver stain.</p>\n<h1>Differential diagnosis</h1><h2>Cat scratch disease</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><em><strong>S aureus</strong></em> <strong>or</strong> <em><strong>S pyogenes</strong></em> <strong>lymphadenitis</strong>:&nbsp; Acute, unilateral cervical lymphadenitis (warm, erythematous, and tender node[s]) is most commonly caused by <em>S aureus</em> or <em>S pyogenes</em>.&nbsp; Features that raise suspicion for cat scratch disease include subacute/chronic symptoms and/or failed response to empiric staphylococcal/streptococcal therapy (eg, clindamycin) in the setting of cat exposure.</li>\n\t<li><strong>Tuberculosis</strong>:&nbsp; Lymphadenitis is the most common extrapulmonary manifestation of <em>Mycobacterium tuberculosis</em>.&nbsp; Most patients have a single, chronic swollen lymph node (usually cervical) and a history of primary tuberculosis infection or live in an endemic region.&nbsp; Lymphadenitis due to <em>M tuberculosis</em> is strikingly nontender compared to cat scratch disease.</li>\n\t<li><strong>Toxoplasmosis</strong>:&nbsp; Acute toxoplasmosis due to contact with cat feces can cause fever and lymphadenopathy.&nbsp; However, lymphadenopathy is almost always bilateral, symmetric, and nontender.</li>\n\t<li><strong>Tularemia</strong>:&nbsp; <em>Francisella tularensis</em> is transmitted via exposure to infected rabbits.&nbsp; Patients develop a papuloulcerative lesion at the inoculation site followed by fever and tender, regional lymphadenopathy; tularemia may also cause Parinaud oculoglandular syndrome.&nbsp; A history revealing specific animal exposure or serology is often required to differentiate the underlying etiology.</li>\n\t<li><strong>Sporotrichosis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81981.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; <em>Sporothrix schenckii</em> is transmitted via inoculation of skin with contaminated soil and manifests with a primary papuloulcerative lesion at the inoculation site followed by a nodular lymphangitis (proximal spread via the lymphatic chain) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L86228.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Bacillary angiomatosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Kaposi sarcoma</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65764.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; Immunocompromised patients are at risk for developing this vascular tumor as a complication of human herpesvirus 8 (HHV-8) infection.&nbsp; Patients develop dark violet papules that may be difficult to clinically distinguish from bacillary angiomatosis.&nbsp; Diagnosis usually requires tissue testing for HHV-8.</li>\n\t<li><strong>Blastomycosis</strong>:&nbsp; <em>Blastomyces dermatitides</em> is a dimorphic fungus that primarily causes pneumonia but can also spread to the skin, leading to verrucous lesions.&nbsp; Culture is usually required for diagnosis, and histopathology typically reveals granulomas with yeasts.</li>\n\t<li><strong>Hemangioma</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96682.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; This bright red, vascular tumor grows during the first year of life and then typically involutes by age 4.&nbsp; Hemangiomas are often seen in otherwise healthy patients, self-resolve, and do not cause constitutional symptoms.</li>\n</ul>\n<h1>Management and prognosis</h1><h2>Cat scratch disease</h2><br><br><p>Lymphadenopathy due to cat scratch disease typically self-resolves within 1-4 months.&nbsp; However, treatment with a 5-day course of <strong>azithromycin</strong> is recommended to accelerate recovery and decrease the likelihood of disseminated disease.&nbsp; In cases of acute lymphadenopathy in which the diagnosis is unclear, antistaphylococcal and streptococcal coverage (eg, clindamycin) may be added to empirically treat the most common organisms causing lymphadenitis.</p>\n<h2>Bacillary angiomatosis</h2><br><br><p>Bacillary angiomatosis can be <strong>fatal</strong> (eg, gastrointestinal bleeding, sepsis) and should be treated with <strong>doxycycline</strong> or <strong>erythromycin</strong> for several months; the antibiotic regimen can be broadened (eg, rifampin) for severe cases.</p>\n<h1>Prevention</h1><br><br><p>Prevention focuses on decreasing exposure to infected cats and early management of scratches or bites.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Treat pet cats with prophylactic flea medicine.</li>\n\t<li>Avoid cat scratches, bites, or licking of open wounds.</li>\n\t<li>Immediately wash any cat scratch or bite with soap and water.</li>\n</ul>\n<h1>Summary</h1><br><br><p><em>Bartonella henselae</em> is transmitted by a cat scratch or bite and classically causes cat scratch disease (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81423.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ), which is characterized by chronic, tender, regional lymphadenopathy.&nbsp; Less common manifestations include visceral granulomas, endocarditis, and ocular infection.&nbsp; The diagnosis is clinical with classic findings, and treatment is with azithromycin.&nbsp; In immunocompromised patients, <em>B henselae</em> infection can present as bacillary angiomatosis (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81703.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ), a potentially fatal, vascular-proliferative disorder.<p></p>\n</div>\n\n            "
}