{
  "meta": {
    "title": "Brucellosis",
    "url": "https://brainandscalpel.vercel.app/brucellosis-8570a3e4-2edf1a.html",
    "scrapedAt": "2025-12-01T05:04:04.667Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p><em>Brucella</em> species (eg, <em>Brucella melitensis</em>, <em>Brucella abortus</em>, <em>Brucella suis</em>, <em>Brucella canis</em>) are small, gram-negative, facultative intracellular coccobacilli.&nbsp; Transmission to humans typically occurs via consumption of unpasteurized dairy products (eg, raw milk) or exposure to infected animal tissue, aerosols, or fluids.&nbsp; Most patients develop a slowly progressive febrile illness, which may be complicated by focal tissue infection (eg, arthritis, orchitis, meningoencephalitis).&nbsp; Brucellosis is one of the most common zoonotic infections worldwide.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Occupational exposure</strong>:&nbsp; Veterinarians, farmers, and slaughterhouse/dairy workers are at elevated risk due to contact of skin or mucous membranes with infected animal tissue (eg, placenta) or fluids (eg, blood, urine, milk) or the inhalation of aerosolized particles.</li>\n\t<li><strong>Foodborne exposure</strong>:&nbsp; Risk is greatest with ingestion of unpasteurized dairy products (eg, milk, cheese, ice cream, butter), particularly from endemic regions.</li>\n\t<li><strong>Endemic region exposure</strong>:&nbsp; Most endemic regions have poor animal vaccination, testing, or outbreak control programs and lack adequate food safety regulations.&nbsp; Endemic regions include the Mediterranean basin, Middle East, China, Central Asia, Indian subcontinent, sub-Saharan Africa, and Central/South America.</li>\n\t<li><strong>Recreational/cultural animal handling</strong>:&nbsp; A less-common cause of exposure is handling livestock during religious festivals or processing wild game without adequate protective measures.</li>\n</ul>\n<h1>Pathophysiology</h1><br><br><p><em>Brucella</em> species are facultative <strong>intracellular</strong> pathogens.&nbsp; Infection begins when bacteria cross the host epithelial layer (skin, mucous membranes, digestive tract) and are phagocytosed by tissue macrophages or dendritic cells.&nbsp; Uptake by phagocytes is facilitated by a specialized O-polysaccharide on the bacterial surface (part of endotoxin).</p><br><br><p>Once inside the cell, the <em>Brucella</em>-containing vacuole is acidified, triggering changes in bacterial gene expression that promote intracellular survival and prevent lysosomal fusion.&nbsp; This process is mediated by the expression of a <strong>type IV secretion system</strong>, which releases effector bacterial proteins into the cytosol.&nbsp; The vacuole is then rerouted to the endoplasmic reticulum, where the organism replicates.&nbsp; (In contrast, vacuoles typically progress through the phagosome-endosome-lysosome pathway to be eventually degraded.)</p><br><br><p>The infection spreads within infected phagocytes to regional lymph nodes and then systemically through the reticuloendothelial system (eg, bone marrow, liver, spleen, lymph nodes) and, to a lesser degree, the bloodstream.&nbsp; Immunoevasion is facilitated by the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Weakly immunogenic</strong> (smooth) <strong>lipopolysaccharide</strong>:&nbsp; Prevents significant activation of toll-like receptor 4, which limits the inflammatory immune response.</li>\n\t<li><strong>Replication within a vacuole in the endoplasmic reticulum</strong>:&nbsp; Shields the organism from immune effector molecules (eg, complement, antibodies).</li>\n\t<li><strong>Downregulation of major histocompatibility complexes</strong>:&nbsp; Limits the amount of bacterial antigen displayed by infected cells (thereby limiting T cell activation).</li>\n\t<li><strong>Affinity for immunoprivileged sites</strong>:&nbsp; Allows the organism to establish a niche in areas of low immune surveillance (eg, brain, bone marrow, testes).</li>\n</ul><br><br><p>The host mounts a cell-mediated immune response primarily via activation of Th1 cells, which release inflammatory cytokines (eg, tumor necrosis factor-alpha, IL-1) and interferon gamma.&nbsp; This response recruits immune cells (eg, lymphocytes, histiocytes, plasma cells) to the area of infection and activates macrophages, leading to enhanced intracellular killing of <em>Brucella</em> organisms and the formation of <strong>noncaseating granulomas</strong> (which contain but do not eradicate the infection).&nbsp; The humoral response plays a minor role, largely by opsonizing extracellular <em>Brucella</em> organisms.</p>\n<h1>Clinical presentation</h1><br><br><p>Although <em>Brucella</em> species have an affinity for the reticuloendothelial system, the organisms are capable of infecting any organ; therefore, clinical presentations can be diverse.&nbsp; Most cases present with a <strong>nonspecific, flu-like illness</strong> approximately 2-4 weeks after transmission.&nbsp; Symptoms tend to arise <strong>insidiously</strong> and frequently include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Undulating fever</strong>:&nbsp; Although fever can be intermittent or constant, patients with brucellosis classically develop an undulating fever, which is often marked by a temperature rise in the afternoon/evenings and a temperature reduction in the mornings.&nbsp; Undulating fever is thought to be due to transient, cyclical periods of bacteremia.&nbsp; Because of this symptom, brucellosis is also called \"undulant fever.\"</li>\n\t<li><strong>Night sweats</strong>:&nbsp; Often profuse and associated with a characteristic \"musty\" odor (possibly related to interactions between <em>Brucella</em>, including its production of volatile organic compounds secreted in sweat glands, and the host skin microbiome).</li>\n\t<li><strong>Malaise/fatigue</strong>.</li>\n\t<li><strong>Arthralgia/myalgia</strong>.</li>\n\t<li><strong>Headache</strong>.</li>\n</ul><br><br><p>Focal organ infection is common (&gt;30% of cases), particularly in the following areas:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Musculoskeletal</strong>:&nbsp; Osteoarticular disease (eg, <strong>spondylitis</strong>, <strong>sacroiliitis</strong>, peripheral arthritis) is the most common type of focal infection.</li>\n\t<li><strong>Genitourinary</strong>:&nbsp; The genitourinary system is the next most common site for focal infection.&nbsp; In men, <strong>orchitis</strong> and <strong>epididymitis</strong> are most common; in women, tuboovarian abscess can occur.</li>\n\t<li><strong>Neurologic</strong>:&nbsp; A range of neurologic complications can be seen, including meningitis, encephalitis, cerebrovascular issues, brain abscess, and psychiatric changes.</li>\n\t<li><strong>Dermatologic</strong>:&nbsp; A range of dermatologic symptoms can occur, including macular and maculopapular rashes, erythema nodosum-like eruptions, ulcers, granulomatous vasculitis, and abscesses.</li>\n</ul><br><br><p>Cardiovascular (eg, culture-negative <strong>endocarditis</strong>), pulmonary, intraabdominal, and ocular infections can be seen but are less common.</p><br><br><p>Physical examination findings are variable (depending on whether focal infection is present), but <strong>hepatomegaly</strong>, <strong>splenomegaly</strong>, and/or <strong>lymphadenopathy</strong> are frequently present due to involvement of the reticuloendothelial system.</p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis is based on clinical suspicion, epidemiological context (eg, consumption of unpasteurized dairy, occupational exposure, animal exposure in endemic areas), and confirmatory laboratory testing.&nbsp; A definitive diagnosis is typically made with cultures and/or serology, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cultures</strong> are considered the gold standard.&nbsp; Samples can be taken from blood, body fluid, or tissue (eg, bone marrow biopsy).&nbsp; Growth typically requires complex culture media and can be slow (1-3 weeks or more); sensitivity is often poor in patients with chronic infection.&nbsp; Culture poses transmission risk to laboratory personnel.&nbsp; Bone marrow cultures are considered the most sensitive.</li>\n\t<li><strong>Serologic testing</strong> detects antibodies against <em>Brucella</em> lipopolysaccharide or other antigens.&nbsp; The most common serologic tests for <em>Brucella</em> are the standard agglutination test and enzyme-linked immunosorbent assays.&nbsp; More specialized tests are often employed for patients with suspected chronic infection.&nbsp; Although the sensitivity and specificity of serologic testing is generally high, cross-reactivity may occur with other bacterial species, and serology may be less reliable in the very early stages of infection or in chronic infection.&nbsp; Therefore, two serologic tests are often employed to confirm the diagnosis.</li>\n</ul>\n<h1>Laboratory evaluation</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count may show anemia, thrombocytopenia, and/or leukopenia/leukocytosis.</li>\n\t<li>Metabolic profile often reveals elevated transaminases.</li>\n\t<li>Cerebrospinal fluid analysis (in neurobrucellosis) typically shows mononuclear-predominant pleocytosis (10-200 leukocytes/mm<font size=\"2\"><sup>3</sup></font>), mildly elevated protein, and elevated adenosine deaminase level (also seen in tuberculosis); cultures are typically negative, but serologic testing is usually diagnostic.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Because brucellosis can cause focal infection in any organ system, initial presentations can vary widely and resemble a large swath of illnesses.&nbsp; Most cases present with a slowly progressive, nonspecific febrile illness, which is also often seen with the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Viral infections</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Acute HIV</strong> is associated with fever, arthralgia/myalgia, and headache, but patients frequently have a generalized macular/maculopapular rash, nontender diffuse lymphadenopathy, and/or mucocutaneous ulcers.&nbsp; In addition, most cases are transmitted via high-risk sexual contact.</li>\n\t\t<li><strong>Epstein-Barr virus (EBV)</strong> and <strong>cytomegalovirus mononucleosis</strong> are associated with low-grade fever, headache, and malaise, but most patients have lymphadenopathy, pharyngitis (in EBV), and atypical lymphocytosis.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Intracellular bacterial infections</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Tuberculosis (TB)</strong> often presents with a prolonged nonspecific febrile illness (eg, fever, weight loss, fatigue) and may cause neuroinvasive disease.&nbsp; However, patients with TB often have pulmonary symptoms (eg, cough, sputum production).&nbsp; In addition, acid-fast bacilli would be seen on Gram stain, and histopathology would reveal caseating granulomas.&nbsp; TB is most common in resource-limited areas and is not commonly associated with zoonotic transmission.</li>\n\t\t<li><strong>Typhoid fever</strong> often causes a febrile illness, but onset is more rapid and relative bradycardia is frequently present; in addition, patients usually develop a rash (rose spots) and abdominal pain within a week.&nbsp; Transmission is usually fecal-oral from contaminated food or water.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Parasitic infections</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Visceral leishmaniasis</strong> also spreads via the reticuloendothelial system and is associated with insidious onset of fever, malaise, weight loss, and splenomegaly.&nbsp; Transmission occurs due to sand fly bites, not contact with wild or domestic animals or unpasteurized animal products.&nbsp; Diagnosis typically requires histopathologic examination of tissue, molecular detection methods, or isolation of the parasite by in vitro culture.</li>\n\t\t<li><strong>Malaria</strong> can cause cyclic fevers and nonspecific symptoms with complete blood count abnormalities (eg, anemia).&nbsp; Transmission is due to <em>Anopheles</em> mosquito bites, and diagnosis is made by visualizing the organism on peripheral blood smear.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Endocarditis</strong> can cause a prolonged, nonspecific febrile illness with weight loss, myalgia/arthralgia, and headache.&nbsp; However, a new cardiac murmur is often present on examination, and petechiae or splinter hemorrhages (nail beds) may be seen.&nbsp; Major risk factors for bacterial endocarditis are intravenous drug use, recent dental procedure, preexisting valvular disease, immunosuppression, and indwelling cardiac device/intravenous catheter.&nbsp; Note that brucellosis can cause culture-negative endocarditis.</li>\n\t<li><strong>Rheumatologic conditions</strong> (eg, systemic lupus erythematosus, rheumatoid arthritis, sarcoidosis) can cause a nonspecific febrile illness with focal manifestations (eg, arthritis, cytopenia).&nbsp; Evaluation typically requires serologic, radiographic, and/or histopathologic examination.</li>\n\t<li><strong>Other zoonotic infections</strong> (eg, leptospirosis, Q fever, tularemia) can cause a flu-like illness, but the route of transmission and clinical picture are typically different.</li>\n</ul>\n<h1>Management</h1><br><br><p>The treatment of brucellosis requires a <strong>prolonged combination</strong> of antimicrobial therapy to prevent relapse.&nbsp; Antibiotics must have activity in the acidic environment of intracellular vacuoles (where the organism resides).&nbsp; Common treatment regimens are as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Uncomplicated brucellosis</strong> (no spondylitis, neurobrucellosis, or endocarditis):<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Oral doxycycline for 6 weeks plus a parenteral aminoglycoside (eg, gentamicin, streptomycin) for the first 7-21 days.</li>\n\t\t<li>Oral doxycycline plus oral rifampin for 6 weeks is often better tolerated and easier to administer but associated with greater risk for treatment failure.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Focal complications</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Neurobrucellosis</strong>:&nbsp; At least 12 weeks of oral doxycycline and rifampin plus 4-6 weeks of intravenous ceftriaxone.</li>\n\t\t<li><strong>Endocarditis</strong>:&nbsp; At least 12 weeks of oral doxycycline and rifampin plus 1 month of an intravenous aminoglycoside (eg, gentamicin, streptomycin).</li>\n\t\t<li><strong>Spondylitis</strong>:&nbsp; At least 12 weeks of oral doxycycline and rifampin plus an intravenous aminoglycoside (eg, gentamicin, streptomycin) for the first 7-21 days.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Pregnant women at &lt;36 weeks gestation and children age &lt;8 typically require trimethoprim-sulfamethoxazole (instead of doxycycline) plus rifampin for the oral portion of the regimen.&nbsp; Pregnant women should receive folate supplementation while taking trimethoprim-sulfamethoxazole.</p>\n<h1>Complications</h1><br><br><p>Approximately 30% of cases are complicated by focal infection, which may lead to sequelae as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Osteoarticular infection</strong> can result in chronic arthritis/arthralgia, reduced mobility, and joint deformity.</li>\n\t<li><strong>Neurobrucellosis</strong> can cause cognitive dysfunction, chronic headache, and mood disorders.</li>\n\t<li><strong>Endocarditis</strong> can cause valvular damage and congestive heart failure.</li>\n\t<li><strong>Orchitis/epididymitis</strong> can result in infertility.</li>\n\t<li><strong>Chronic fatigue</strong>.</li>\n</ul><br><br><p>Approximately 10% of patients develop relapsed disease within 6 months of antimicrobial treatment, typically due to inadequate treatment duration and particularly in the setting of focal infection.</p>\n<h1>Prognosis</h1><br><br><p>Most cases of brucellosis without clinically significant focal infection are treated successfully with antimicrobial therapy; in these cases, significant sequelae are uncommon.&nbsp; In contrast, patients with spondylitis, neurobrucellosis, or endocarditis have a much greater risk for relapse and incomplete recovery of function.&nbsp; Mortality is estimated at &lt;1% for infections and is primarily attributed to endocarditis.</p>\n<h1>Summary</h1><br><br><p>Brucellosis is a common zoonotic bacterial infection transmitted primarily via consumption of raw, undercooked, or unpasteurized animal products or direct contact with infected wild or domestic animal tissue, fluids, or aerosols.&nbsp; Manifestations begin insidiously and frequently include an undulating fever, malaise, arthralgia/myalgia, and night sweats with a characteristic musty odor.&nbsp; Approximately 30% of cases are complicated by focal infection, most often in the musculoskeletal (eg, spondylitis, sacroiliitis), genitourinary (eg, orchitis, epididymitis), or neurologic (ie, neurobrucellosis) systems.&nbsp; The diagnosis is typically made with culture and/or serology.&nbsp; Treatment requires prolonged combination antimicrobial therapy (eg, doxycycline plus rifampin for 6 weeks).&nbsp; Most patients recover completely, but those with focal infections (eg, spondylitis, endocarditis, neurobrucellosis) are at greater risk for relapse and chronic sequelae.</p>\n</div>\n\n            "
}