{
  "meta": {
    "title": "Candida infections",
    "url": "https://brainandscalpel.vercel.app/candida-infections-nbsp-58a04210-2edf1a.html",
    "scrapedAt": "2025-12-01T05:04:16.593Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1>\n<p><em>Candida</em> infections encompass a broad spectrum of clinical syndromes caused by yeasts of the <em>Candida</em> genus, most notably <em>C albicans</em>.&nbsp; <em>Candida</em> can develop as (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69257.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Budding yeasts.</li>\n\t<li>Pseudohyphae (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L893.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; filament-like structures, resulting from the elongation of budding yeast, with constrictions.</li>\n\t<li>Hyphae (\"germ tubes\"):&nbsp; filamentous structures separated by septae (rather than constrictions).</li>\n</ul><br><br><p>These fungi are common commensals, residing harmlessly on human mucosal surfaces, skin, and within the gastrointestinal and genitourinary tracts.&nbsp; However, disruptions in the local microbial flora, damage to mucosal integrity, or weakened immunity can allow <em>Candida</em> to proliferate and become pathogenic.&nbsp; Clinical manifestations can range from mild, superficial mucocutaneous infections (eg, oral thrush, vulvovaginitis) to severe, life-threatening systemic infections (eg, candidemia).</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p><em>C albicans</em> is the most implicated species of the approximately 20 that cause infections in humans.&nbsp; Other notable species include <em>C krusei</em>, <em>C glabrata, C tropicalis, and C auris</em>.&nbsp; Under normal conditions, <em>Candida</em> growth is controlled by the host's intact epithelial barriers, resident microbial flora, and immune system (particularly, T cells and neutrophils).&nbsp; When these defenses are compromised, <em>Candida</em> can overgrow, adhere to host tissues, and invade deeper structures.</p><br><br><p>Common risk factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Disruption of microbial flora:&nbsp; Antibiotic use can eliminate competing bacteria (eg, lactobacilli), allowing <em>Candida</em> overgrowth.</li>\n\t<li>Local factors:&nbsp; High moisture or friction (eg, tight-fitting clothing, occlusive dressings) can promote skin maceration and colonization.</li>\n\t<li>Impaired immunity:&nbsp; Conditions such as HIV infection (especially CD4 &lt;100/mm³), chemotherapy-induced neutropenia, immunosuppressive drugs (eg, glucocorticoids), and poorly controlled diabetes mellitus significantly increase susceptibility.</li>\n\t<li>Instrumentation and hospitalization:&nbsp; Indwelling catheters (ie, urinary, central venous) significantly increase the risk of invasive candidiasis (<em>Candida</em> produces a glycocalyx that forms a protective, sticky biofilm).&nbsp; Total parenteral nutrition (TPN) further raises the risk due to its reliance on a central venous catheter.&nbsp; In addition, the high glucose concentrations in TPN solutions promote fungal growth, while gut atrophy and barrier disruption increase susceptibility to infection.</li>\n</ul><br><br><p>Understanding these risk factors helps identify and treat vulnerable patients.</p>\n<h1>Clinical manifestations and diagnosis</h1><h2>Vulvovaginal candidiasis</h2><br><br><p>Vulvovaginal candidiasis is characterized by thick, white, \"cottage cheese–like\" vaginal discharge, vulvar erythema, pruritus, and sometimes dysuria (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31218.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Although this condition can be seen in healthy individuals, the risk is significantly increased by antibiotics (which reduce protective lactobacilli), high estrogen states (eg, pregnancy, oral contraceptives), diabetes mellitus, or immunosuppression (eg, HIV, chronic glucocorticoids).&nbsp; Recurrent infections should prompt evaluation for diabetes mellitus.&nbsp; Diagnosis is made with wet mount microscopy (KOH preparation), which typically shows budding yeasts and pseudohyphae.<p></p>\n<h2>Cutaneous candidiasis (intertrigo, balanitis)</h2><br><br><p>Intertrigo consists of erythematous (\"beefy red\") plaques within skin folds (inguinal, inframammary, axillary), often with symmetric \"kissing\" or \"mirror image\" patterns across the skinfold and multiple satellite lesions near the primary infection (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16937.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; It is common in patients with obesity, diabetes mellitus, and immunosuppressive conditions.&nbsp; Diagnosis is typically clinical, although unclear cases can be confirmed with KOH scraping showing pseudohyphae.<p></p><br><br><p>Balanitis is inflammation of the glans penis, often in uncircumcised boys or men.&nbsp; Thick, white discharge may be present.&nbsp; Patients with recurrent infection should be screened for diabetes mellitus.</p>\n<h2>Oropharyngeal candidiasis (thrush)</h2><br><br><p>Thrush is characterized by creamy white, plaque-like lesions on the buccal mucosa, tongue, palate, or pharynx (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33950.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; These plaques can be scraped off, revealing an erythematous or bleeding mucosal surface underneath.&nbsp; Patients may be asymptomatic or endorse sore throat, altered taste, or odynophagia (if severe).&nbsp; Risk factors include antibiotic use, inhaled corticosteroids, systemic immunosuppressants, and AIDS.&nbsp; Young, healthy patients with unexplained thrush should be tested for HIV.&nbsp; The diagnosis is typically clinical; if needed, KOH preparation reveals budding yeasts and pseudohyphae.<p></p>\n<h2>Esophageal candidiasis</h2><br><br><p>Esophageal candidiasis is common in patients with advanced HIV (CD4 &lt;100/mm³), post–organ transplantation, and chronic glucocorticoid use.&nbsp; Patients often have odynophagia, dysphagia, and substernal burning.&nbsp; Concurrent thrush is typically present and is usually sufficient to warrant an empiric fluconazole trial without diagnostic testing.&nbsp; In refractory cases or when thrush is absent (up to 18% of cases), endoscopic evaluation and biopsy are indicated (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74126.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).<p></p>\n<h2>Invasive candidiasis (disseminated infection)</h2><br><br><p>Invasive candidiasis is defined as the spread of <em>Candida</em> infection beyond the skin and mucosa into sterile body sites, usually via the bloodstream (ie, candidemia).&nbsp; Further dissemination to other organs can occur, causing infections such as endocarditis, osteomyelitis, meningitis, peritonitis, and disseminated skin lesions.&nbsp; In addition, endophthalmitis—an infection of eye structures and fluid chambers—can occur from choroidal seeding from the bloodstream.&nbsp; Clinical manifestations range from minimal symptoms (eg, fevers) to septic shock.&nbsp; Risk factors include neutropenia (eg, those with hematologic malignancies), the presence of central venous catheters, TPN use, or recent abdominal surgery.</p><br><br><p>Diagnosis may be made with blood cultures, although they only have a sensitivity of about 50% and are slow to result.&nbsp; Alternatively, cultures of affected sites (eg, bone culture) can be diagnostic.&nbsp; An assay for beta-D-glucan, present in the walls of different fungal species (<em>Candida, Aspergillus</em>), can support the diagnosis of a disseminated fungal infection (ie, high sensitivity, low specificity).&nbsp; Emerging tests include the T2Candida panel (which uses magnetic resonance technology for rapid detection) and PCR testing.</p>\n<h2>Candiduria</h2><br><br><p>The presence of <em>Candida</em> in the urine usually reflects asymptomatic colonization rather than a urinary tract infection, particularly in hospitalized patients with indwelling Foley catheters.&nbsp; In rare cases, candiduria may indicate hematogenous spread to the bladder or ascent to the kidney, leading to microabscesses and fungus ball formation.&nbsp; The diagnosis of true <em>Candida</em> urinary tract infection is made in the presence of urinary symptoms (eg, dysuria) and urine culture showing budding yeasts and pseudohyphae.</p>\n<h2>Pulmonary involvement</h2><br><br><p>As with candiduria, the presence of <em>Candida</em> in the sputum usually represents bronchial colonization rather than true pneumonia.&nbsp; This condition is most often seen in critically ill patients on mechanical ventilation; primary <em>Candida</em> pneumonia is extremely rare.&nbsp; In some cases, <em>Candida</em> in the sputum may reflect hematogenous dissemination (ie, secondary <em>Candida</em> pneumonia) rather than aspiration of oropharyngeal secretions.</p>\n<h2>Chronic mucocutaneous candidiasis</h2><br><br><p>Chronic mucocutaneous candidiasis is a rare syndrome that presents in childhood and is characterized by persistent or recurrent infections of the skin, nails, and mucous membranes.&nbsp; It is usually due to defects in T-cell immunity or other chronic immunodeficiencies (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/71149.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) and is frequently associated with autoimmune polyendocrinopathy.&nbsp; Diagnosis is made through clinical correlation and identification of pseudohyphae/yeast from scrapings.<p></p>\n<h1>Management</h1><br><br><p>Most <em>Candida</em> species are susceptible to azoles (eg, fluconazole), with notable exceptions.&nbsp; <em>C krusei</em> and <em>C glabrata</em> are generally azole-resistant, demonstrating complex mechanisms of azole drug evasion.&nbsp; <em>C auris</em> is a particularly concerning pathogen, displaying resistance to multiple antifungals and recognized as a significant emerging global health threat (discussed later).</p>\n<h2>Superficial infections (thrush, intertrigo, vulvovaginitis)</h2><br><br><p>First-line treatment is typically a topical antifungal, such as nystatin \"swish-and-swallow\" suspension (for thrush) and clotrimazole (for intertrigo or vulvovaginitis).&nbsp; In more severe or refractory cases, oral fluconazole may be given.&nbsp; Additional management considerations include discontinuation of unnecessary antibiotics, diabetes optimization, and rinsing the mouth following inhaled corticosteroid use.</p>\n<h2>Esophageal candidiasis</h2><br><br><p>Suspected <em>Candida</em> esophagitis (eg, concomitant thrush) is usually treated empirically with fluconazole.&nbsp; Patients who do not respond to empiric treatment or do not have oral thrush at presentation often require further evaluation with upper endoscopy and biopsy to identify alternate causes</p>\n<h2>Invasive candidiasis and candidemia</h2><br><br><p>Management involves:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Empiric antifungals:&nbsp; Echinocandins (eg, micafungin) are typically given while awaiting susceptibility (eg, azole) testing.</li>\n\t<li>Removal of central venous catheter (when present):&nbsp; Source control typically requires removal of a central venous catheter (contains biofilm).</li>\n</ul><br><br><p>In addition, several guidelines recommend dilated ophthalmologic examination to evaluate for endophthalmitis in all patients with candidemia (with the American Academy of Ophthalmology recommending examination in patients who have ocular symptoms or are unable to report symptoms to avoid overdiagnosis).&nbsp; Although endophthalmitis in the setting of candidemia is rare, early detection reduces risk of vision loss.&nbsp; Its incidence may rise due to echinocandins, which have low intraocular penetration.&nbsp; Management includes systemic fluconazole or voriconazole, and if vitreous fluid sampling is positive, intravitreal injection with amphotericin B or voriconazole and vitrectomy (eliminates fungal microabscesses that may be recalcitrant to systemic antifungals) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84513.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>Patients with persistent positive blood cultures or new cardiac findings (eg, heart murmur) should undergo transthoracic echocardiography to exclude infective endocarditis.&nbsp; Body cavity imaging (eg, CT scan of the abdomen) is typically required for patients with focal symptoms or persistently positive blood cultures.</p>\n<h2>Candiduria</h2><br><br><p>Asymptomatic patients with candiduria generally do not require treatment, as this represents colonization rather than infection.&nbsp; However, antifungal therapy is indicated in true infection (eg, urinary symptoms) or in high-risk patients (eg, neutropenia, anticipated urologic procedures).&nbsp; Catheters should be removed or replaced.</p>\n<h2>Pulmonary involvement</h2><br><br><p>As with candiduria, the presence of <em>Candida</em> in the sputum usually represents bronchial colonization rather than true pneumonia in critically ill patients (especially those on mechanical ventilation).&nbsp; Repeat cultures or antifungal therapy are generally not recommended for immunocompetent individuals unless they develop findings suggestive of hematogenous spread to the lungs.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis can be categorized based on the organ system involved.</p>\n<h2>Vaginitis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bacterial vaginosis (thin, gray discharge; fishy odor; elevated pH).</li>\n\t<li>Trichomoniasis (frothy, greenish discharge; motile trichomonads on wet prep) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21422.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Oropharyngeal thrush</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Leukoplakia:&nbsp; Benign white patches on the tongue caused by hyperplasia of the squamous mucosa that can evolve into dysplasia → carcinoma in situ → invasive carcinoma.&nbsp; Cannot easily be scraped off (unlike thrush) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L116383.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).</li>\n\t<li>Herpes simplex virus (HSV) lesions:&nbsp; Multiple vesicular lesions on an erythematous base, typically on the lips and gingiva (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28930.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ); multinucleated giant cells are seen on microscopy.</li>\n\t<li>Herpangina:&nbsp; Yellowish or grey-white papulovesicular lesions on the throat (tongue lesions are rare).&nbsp; Caused by coxsackievirus, usually in infants and children, and may involve the hands and feet (ie, hand, foot, and mouth disease) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81908.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Infectious esophagitis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cytomegalovirus:&nbsp; Large linear ulcers; in histology, there are intranuclear and intracytoplasmic inclusions.</li>\n\t<li>HSV:&nbsp; Small, deep \"volcano-like\" ulcers; multinucleated giant cells are seen on histology.</li>\n</ul>\n<h2>Intertrigo</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Erythrasma:&nbsp; Caused by the bacteria <em>Corynebacterium minutissimum</em>, can mimic intertrigo but can be identified with Wood lamp examination, showing coral-red fluorescence (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6627.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ).</li>\n\t<li>Inverse psoriasis:&nbsp; Characterized by well-demarcated, erythematous plaques in intertriginous areas, often without scaling (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12073.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ).</li>\n\t<li>Irritant dermatitis:&nbsp; Noninfectious condition presenting with erythema and scaling but lacking the satellite lesions typical of candidiasis.&nbsp; KOH preparation is negative for fungi.</li>\n\t<li>Dermatophyte infections:&nbsp; Present similarly with erythematous, scaly plaques but can be distinguished by KOH preparation showing septate hyphae but not pseudohyphae or budding yeast.</li>\n</ul>\n<h2>Invasive infections</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><em>Aspergillus</em>:&nbsp; Common in immunosuppressed patients and presents with pulmonary nodules or invasive sinusitis.&nbsp; Diagnosed by galactomannan antigen or histopathology showing septate hyphae with acute-angle branching (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L62666.png\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ).</li>\n\t<li><em>Mucor</em>:&nbsp; Typically affects patients with diabetes mellitus or immunosuppression and is characterized by rapid tissue necrosis.&nbsp; Histopathology reveals nonseptate hyphae with right-angle branching (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L67020.png\" alt=\"image 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 11</div>\n                                </div>\n                                ).</li>\n\t<li>Histoplasma:&nbsp; Disseminated histoplasmosis can mimic <em>Candida</em> infections (particularly in patients with AIDS), presenting with fever, pancytopenia, and hepatosplenomegaly.&nbsp; Diagnosed by antigen testing or histopathology (eg, yeast within macrophages) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29245.png\" alt=\"image 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 12</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Special considerations:&nbsp; <em>Candida auris</em></h1><br><br><p><em>C auris</em> is an emerging fungal pathogen that has garnered significant attention as a global health threat due to its unique characteristics:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Multidrug resistance:&nbsp; Unlike other <em>Candida</em> species, <em>C auris</em> is commonly resistant to multiple antifungal classes, including azoles, echinocandins, and polyenes (eg, amphotericin B), complicating treatment.</li>\n\t<li>Health care–associated infections:&nbsp; <em>C auris</em> is highly transmissible within health care settings, where it can colonize the skin, medical devices, and hospital environments, leading to outbreaks.&nbsp; Patients in intensive care units, with indwelling catheters, or receiving broad-spectrum antibiotics are particularly susceptible.</li>\n\t<li>Diagnostic challenges:&nbsp; Standard laboratory methods often misidentify <em>C auris</em> as other <em>Candida</em> species, delaying diagnosis and appropriate therapy.&nbsp; Advanced techniques (eg, mass spectrometry, PCR) are required for accurate identification.</li>\n\t<li>High mortality rates:&nbsp; Invasive infections, such as candidemia caused by <em>C auris</em>, are associated with mortality rates of up to 30%-60%, particularly in critically ill and immunocompromised patients.</li>\n\t<li>Treatment options:&nbsp; May be limited to novel antifungals such as ibrexafungerp (a nonazole glucan synthesis inhibitor) or rezafungin (a next-generation echinocandin).</li>\n</ul><br><br><p>Its global spread and difficulty in eradication have led public health agencies (Centers for Disease Control and Prevention, World Health Organization) to designate <em>C auris</em> as a serious threat.&nbsp; Rigorous infection control, environmental decontamination, and screening of high-risk patients are critical in containing this pathogen.</p>\n<h1>Summary</h1><br><br><p><em>Candida</em> species are ubiquitous commensal organisms that can become pathogenic under conditions of disrupted flora, impaired immunity, or invasive instrumentation.&nbsp; They cause a wide range of infections, from superficial mucocutaneous involvement to severe, life-threatening invasive disease.&nbsp; Understanding risk factors, recognizing clinical presentations, and appropriately diagnosing candidiasis are essential for guiding effective treatment.&nbsp; Although most superficial infections respond well to topical or oral azoles, invasive infections require prompt systemic antifungal therapy and source control.&nbsp; The presence of <em>Candida</em> in the urine or sputum typically reflects colonization rather than true infection (ie, not requiring treatment), except in cases of seeding to these organisms from candidemia.</p>\n</div>\n\n            "
}