{
  "meta": {
    "title": "Chlamydia trachomatis",
    "url": "https://brainandscalpel.vercel.app/chlamydia-trachomatis-nbsp-7511ce6d-2edf1a.html",
    "scrapedAt": "2025-12-01T05:04:20.881Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1>\n<p><em>Chlamydia trachomatis</em><u>,</u> one of the most common bacterial sexually transmitted infections (STIs), is the most common cause of infectious blindness.&nbsp; Infection with this bacterium primarily affects the urogenital tract but can also involve the conjunctivae, respiratory tract, and joints.&nbsp; The infection is often asymptomatic, especially in women, leading to significant underdiagnosis and untreated cases, which can result in serious complications such as pelvic inflammatory disease (PID), infertility, or ectopic pregnancy.</p>\n<h1>Pathophysiology</h1><br><br><p><em>C trachomatis</em> is a gram-negative bacterium with a biphasic life cycle: the extracellular elementary body (EB) and the obligate intracellular reticulate body (RB).&nbsp; It infects epithelial cells and may cause asymptomatic infection or symptomatic disease.&nbsp; The infection process involves the following steps:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Adherence and entry:&nbsp; The EB is the small, infectious form of <em>C trachomatis</em>.&nbsp; EBs attach to the epithelial cells of mucosal surfaces (eg, cervix, urethra, conjunctivae) via surface receptors and enter the host cell through endocytosis.</li>\n\t<li>Intracellular replication:&nbsp; Within the host cell, the EB transforms into a metabolically active RB, which divides by binary fission.&nbsp; RBs aggregate within a specialized vacuole (ie, inclusion) that evades lysosomal destruction.</li>\n\t<li>Cell lysis:&nbsp; Following intracellular replication, RBs reorganize into EBs.&nbsp; Host cells typically lyse 48-72 hours after infection, releasing many new EBs that can infect additional cells.</li>\n</ul><br><br><p>Transmission between individuals occurs by direct contact with EBs in tissues or secretions; most cases in adults are due to sexual contact.&nbsp; Manifestations of disease are often due to the host immune response elicited by the release of chlamydial antigens with cell lysis.&nbsp; Persistent infection or incomplete clearance can lead to chronic inflammation, tissue scarring, and fibrosis.</p><br><br><p><em>C trachomatis</em> is divided into serovars based on surface antigens.&nbsp; The different serovars exhibit tissue tropism (ie, specific tissues preferentially infected) that causes three distinct forms of disease:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Serovars A-C:&nbsp; Cause ocular trachoma (chronic keratoconjunctivitis), which can lead to blindness.</li>\n\t<li>Serovars D-K:&nbsp; Cause urogenital and neonatal infections (eg, conjunctivitis, pneumonia).</li>\n\t<li>Serovars L1-L3:&nbsp; Cause lymphogranuloma venereum (LGV), a disease characterized by genital ulcers and painful lymphadenopathy.&nbsp; These serovars invade the lymphatic tissues by extending from the mucosal infection site to the draining lymph nodes.</li>\n</ul>\n<h1>Serovars A-C (trachoma)</h1><br><br><p><em>C trachomatis</em> serovars A-C cause trachoma, a leading cause of blindness worldwide.</p>\n<h2>Risk factors</h2><br><br><p><em>C trachomatis</em> ocular serotypes are endemic to resource-limited areas and spread rapidly in crowded conditions via contact with ocular and nasal secretions (eg, person-to-person, contaminated fomites).</p>\n<h2>Clinical presentation</h2><br><br><p>Trachoma is primarily seen in Africa, Asia, Latin America, and the Middle East and is most common in young children (ie, the primary reservoir of infection).&nbsp; It is spread from eye to eye by contact with objects (eg, fingers, fomites, flies [which can serve as vectors]) contaminated by infectious ocular or nasal secretions.&nbsp; Repeated infection is common in endemic areas.&nbsp; Trachoma can have the following presentations:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Active trachoma phase</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36809.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; This is the most common presentation in children and is characterized by follicular conjunctivitis, or white-yellow follicles on inflamed upper tarsal conjunctivae.&nbsp; Patients may be asymptomatic or have mild eye redness, itching, and discharge.</li>\n\t<li><strong>Cicatricial disease</strong> (ie, conjunctival scarring):&nbsp; This is usually seen in adults following repeated episodes of infection and inflammation.&nbsp; Contraction of scar tissue on the inner eyelid can result in trichiasis (inversion of the eyelashes).&nbsp; Over time, the lashes rub the eye, causing painful ulcerations and, eventually, corneal opacification and blindness.</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>Diagnosis is clinical via examination of the tarsal conjunctivae.&nbsp; In addition, many laboratory tests (eg, culture, nucleic acid amplification tests [NAATs]) are unavailable in areas where trachoma is endemic.</p>\n<h2>Management and prevention</h2><br><br><p>Although each infection is typically self-limited over weeks to months, management of the patient and all close contacts is with macrolide antibiotics (eg, <strong>azithromycin</strong>) to limit the duration of illness and spread of disease.&nbsp; Surgical correction of trichiasis is performed via tarsal rotation to prevent corneal scarring.&nbsp; Epilation (removal of the eyelashes) is an alternative when surgery is not feasible.</p><br><br><p>Prevention is focused on public health strategies that provide clean water to disrupt transmission and education about handwashing and face washing.</p>\n<h2>Prognosis</h2><br><br><p>The prognosis for isolated cases of conjunctivitis is favorable; however, the major concern is repeated infection, which increases the risk for corneal scarring, opacification, and, ultimately, blindness.&nbsp; Surgical correction of trichiasis or epilation mitigates these risks and prevents blindness.</p>\n<h1>Serovars D-K (urogenital, extragenital, and neonatal infections)</h1><br><br><p><em>C trachomatis</em> serovars D-K primarily cause urogenital infections in both men and women.&nbsp; However, they can also cause extragenital infections if other areas are exposed to infected genital secretions.&nbsp; In addition, these serovars can cause neonatal infections (eg, conjunctivitis, pneumonia) via vertical transmission during vaginal delivery when the neonate is exposed to infected secretions in the birth canal.</p>\n<h2>Risk factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sexual activity:&nbsp; There is an increased risk with unprotected sexual contact, a new sexual partner, multiple partners, and men who have sex with men (MSM).&nbsp; In addition, HIV infection or a prior STI increases the risk for chlamydial infection.</li>\n\t<li>Demographics:&nbsp; Young age (highest incidence at ages 20-24), substance use, and limited-income status are associated with increased risk.</li>\n</ul><br><br><p>The primary risk factor for neonatal vertical transmission is vaginal delivery in an infected, untreated mother.</p>\n<h2>Male urogenital infection</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Urethritis</strong>:&nbsp; Infection of the urethra is frequently asymptomatic but may cause purulent urethral discharge (more common with gonococcal urethritis than urethritis caused by other pathogens) and dysuria.&nbsp; When present, symptoms develop within several days of acquisition of the infection.</li>\n\t<li><strong>Epididymitis</strong>:&nbsp; Infection of the epididymis can lead to unilateral scrotal pain and swelling that improve with elevation of the testes (ie, positive Prehn sign).</li>\n\t<li><strong>Prostatitis</strong>:&nbsp; Infection of the prostate can cause fever, pelvic and perineal pain, dysuria, and obstructive voiding symptoms (eg, hesitancy, dribbling).</li>\n</ul>\n<h2>Female urogenital infection</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cervicitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97800.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; Cervical infection is most commonly asymptomatic.&nbsp; When symptomatic, patients often present with purulent or mucopurulent cervical discharge and intermenstrual or postcoital bleeding.</li>\n\t<li><strong>Urethritis</strong>:&nbsp; Urethritis usually occurs with concomitant cervicitis, but the urethra is the primary site of genital infection in patients who have undergone hysterectomy.&nbsp; It is typically asymptomatic but may cause symptoms (eg, dysuria, urinary frequency).</li>\n\t<li><strong>PID</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32055.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; PID is a polymicrobial infection of the upper genital tract (uterus, fallopian tubes, and ovaries) in which <em>C trachomatis</em> is a common contributing pathogen.&nbsp; Approximately 15% of cases of gonococcal cervicitis progress to PID.&nbsp; PID causes pelvic or abdominal pain that may be accompanied by fever, abnormal uterine bleeding, and mucopurulent cervical discharge.&nbsp; More severe cases can lead to tuboovarian abscess, Fitz-Hugh–Curtis syndrome (inflammation of Glisson capsule surrounding the liver), and sepsis.&nbsp; PID leads to scarring of the fallopian tubes and increased risk for infertility and ectopic pregnancy.</li>\n\t<li><strong>Urogenital infections during pregnancy</strong>:&nbsp; Infection can increase the risk for complications, including intraamniotic infection, preterm prelabor rupture of membranes, preterm delivery, and spontaneous abortion.</li>\n</ul>\n<h2>Extragenital infections</h2><br><br><p>Extragenital infections with <em>C trachomatis</em> occur due to contact with infected genital secretions.&nbsp; The most common extragenital infections are:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chlamydial conjunctivitis</strong>:&nbsp; Inflammation and erythema of the conjunctiva can cause nonpurulent eye discharge.</li>\n\t<li><strong>Chlamydial proctitis</strong>:&nbsp; Rectal infection can occur through receptive anal intercourse and via proximal spread from the vagina.&nbsp; Manifestations typically include tenesmus, anal discharge, and pruritus; rectal fullness, bleeding, anorectal pain, and constipation can also occur.</li>\n</ul><br><br><p>A rare extragenital infection associated with <em>C trachomatis</em> infection is <strong>reactive arthritis</strong>, or Reiter syndrome.&nbsp; It typically presents as acute-onset monoarticular or oligoarticular arthritis, usually in a lower extremity, arising days to weeks following an infection (ie, \"can't see, can't pee, can't climb a tree\").&nbsp; Although reactive arthritis occurs in association with an antecedent infection, no pathogens are cultured from the affected joints.&nbsp; It occurs more commonly in young adults, especially in those with HLA-B27 positivity.&nbsp; Patients may have isolated arthritis, dactylitis, or the classic triad of arthritis, conjunctivitis, and urethritis or cervicitis.&nbsp; A more detailed review of this condition is discussed in a separate dedicated article.</p>\n<h2>Neonatal infection</h2><br><br><p>Neonatal infections occur due to vertical transmission during vaginal delivery in mothers with genital chlamydial infections.&nbsp; Neonatal infections present with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Conjunctivitis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34585.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; Typically occurs within 5-14 days of birth and presents with eyelid edema, watery-to-mucopurulent discharge, conjunctival erythema, and, occasionally, bloody discharge.</li>\n\t<li><strong>Pneumonia</strong>:&nbsp; Typically occurs in infants age 2-12 weeks and presents with cough, nasal congestion, and tachypnea.</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p><strong>NAAT</strong> is the gold standard for diagnosis due to its high sensitivity and specificity rates.&nbsp; For males, NAAT can be performed on a first-catch urine specimen or urethral swab.&nbsp; For females, NAAT performed on a vaginal or an endocervical swab is preferred, but it can also be performed on a first-catch urine or liquid Pap test specimen.</p><br><br><p>Patients typically have no organisms visualized on Gram stain and a negative culture; therefore, these tests are not routinely used.</p>\n<h2>Management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Uncomplicated localized urogenital infection:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>First-line treatment for urogenital chlamydial infections is with <strong>doxycycline</strong> for 7 days.&nbsp; Azithromycin is an alternate option but may have less efficacy compared to doxycycline.&nbsp; Azithromycin is the first-line option in pregnant women to avoid fetal fluoroquinolone exposure.</li>\n\t\t<li>A test of cure is not recommended for uncomplicated urogenital infection.&nbsp; An exception to this is during pregnancy, in which a test-of-cure is obtained due to the risk for neonatal infection.&nbsp; In addition, because of high rates of reinfection, patients should be retested 3 months after treatment.</li>\n\t</ul>\n\t</li>\n\t<li>PID:&nbsp; Because PID is a polymicrobial infection, broad-spectrum antibiotics (typically ceftriaxone, doxycycline, and metronidazole) are recommended.&nbsp; Patients may be treated in the outpatient or inpatient settings depending on the degree of illness.</li>\n\t<li>Neonatal infections:&nbsp; Neonatal infections are treated with macrolide antibiotics (eg, <strong>erythromycin</strong>, azithromycin).</li>\n</ul><br><br><p>If gonorrhea infection has not been excluded by testing, patients treated for chlamydia should also be treated for gonorrhea with ceftriaxone because of the high rate of coinfection.&nbsp; They should also be tested for HIV and syphilis.</p><br><br><p>In addition, all recent (within 60 days) sexual partners of patients with chlamydia should be referred for testing and treatment.</p>\n<h2>Prevention</h2><br><br><p>The most effective means of prevention is with safe sex practices (eg, consistent condom use), routine screening in at-risk populations (to identify asymptomatic cases and reduce transmission), and expedited partner notification and treatment (to prevent reinfection and further transmission).</p><br><br><p>In addition to these measures, <strong>postexposure antibiotic prophylaxis</strong> can be considered in certain high-risk populations; these include MSM, transgender women, and victims of sexual assault.</p><br><br><p>Neonatal disease can be prevented using routine prenatal screening to reduce the risk for vertical transmission.</p>\n<h2>Screening</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Females:&nbsp; Screening for urogenital gonorrhea is recommended for all sexually active women age &lt;25 and those age ≥25 with additional risk factors, including:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>New partner or multiple partners.</li>\n\t\t<li>Partner with an STI or multiple partners.</li>\n\t\t<li>Prior STI.</li>\n\t\t<li>History of incarceration.</li>\n\t\t<li>History of exchanging sex for money or drugs.</li>\n\t</ul>\n\t</li>\n\t<li>Pregnancy:&nbsp; Screening is recommended for all pregnant women age &lt;25 and those age ≥25 with additional risk factors.&nbsp; Screening should be performed at the initial prenatal visit and again in the third trimester.</li>\n\t<li>Males:&nbsp; Screening at least annually is recommended for MSM (site of testing is dependent on sexual practices and risk of exposure).&nbsp; There is no consensus regarding screening for males who exclusively have sex with females and have no additional risk factors.</li>\n\t<li>Patients with HIV:&nbsp; Screening is recommended at the time of diagnosis and then at least annually.</li>\n</ul>\n<h2>Prognosis</h2><br><br><p>Most uncomplicated lower genital tract infections respond well to treatment and have no lasting sequelae.&nbsp; However, a delay in diagnosis and treatment increases the risk for progression to pelvic inflammatory disease in women (and serious sequelae [ie, chronic pain, infertility]).</p><br><br><p>Reactive arthritis typically resolves within several months, although a minority of patients progress to chronic (ie, &gt;6 months duration) reactive arthritis.</p><br><br><p>Neonatal infections typically have no long-term implications but may lead to corneal and conjunctival scarring if untreated.</p>\n<h1>Serovars L1-L3 (lymphogranuloma venereum)</h1><br><br><p><em>C trachomatis</em> serotypes L1-L3 cause lymphogranuloma venereum (LGV).&nbsp; Histologically, LGV lesions contain areas of mixed granulomatous and neutrophilic inflammation with intracytoplasmic chlamydial inclusion bodies.</p>\n<h2>Risk factors</h2><br><br><p>LGV is endemic to Southeast Asia, the Caribbean, and portions of Africa, where it causes genital ulcers primarily in heterosexual people.&nbsp; However, in men who have sex with men (MSM), LGV can cause proctitis.&nbsp; In both cases, the most common risk factor is high-risk sexual activity and a history of STIs.</p>\n<h2>Clinical presentation</h2><br><br><p>The primary stage occurs 3-12 days after exposure and begins with a <strong>small, painless genital ulcer</strong> containing infected cells.&nbsp; The secondary stage follows 2-6 weeks later with <strong>swollen, painful, coalescing inguinal nodes</strong> (buboes) that can develop stellate abscesses and rupture.&nbsp; The tertiary stage develops if LGV is left untreated and is characterized by fibrosis, lymphatic obstruction, and anogenital strictures and fistulas.</p><br><br><p>In MSMs, the secondary stage can also present with an anorectal syndrome with signs of proctocolitis (eg, rectal discharge, anal pain, tenesmus), and an inflammatory mass in the rectum.</p>\n<h2>Diagnosis</h2><br><br><p>A presumptive diagnosis is made in patients with characteristic clinical examination findings and a positive <em>C trachomatis</em> NAAT.&nbsp; Serologic testing is supportive of the diagnosis, but it cannot distinguish active from prior infection.&nbsp; A definitive diagnosis is made only with LGV-specific molecular PCR tests, which are not widely available.</p>\n<h2>Management</h2><br><br><p>Management involves antibiotic therapy with a prolonged course (ie, 3 weeks) of doxycycline; erythromycin may be used as an alternative.&nbsp; Inguinal buboes may require aspiration or drainage.</p><br><br><p>Patients diagnosed with LGV should also be tested for other STIs (eg, HIV, syphilis).&nbsp; All sexual partners from the past 60 days should be tested and treated if positive.</p>\n<h2>Prognosis</h2><br><br><p>Most cases respond well to appropriate treatment with no lasting implications.&nbsp; However, failure to diagnose and treat primary- or secondary-stage LGV can lead to permanent debilitating symptoms and disfiguration.</p>\n<h1>Summary</h1><br><br><p><em>Chlamydia trachomatis</em> is one of the most common bacterial sexually transmitted infections and the most common cause of infectious blindness.&nbsp; It primarily affects the urogenital tract but can also involve the conjunctivae, respiratory tract, and joints, depending on the serovar.&nbsp; The infection is often asymptomatic, especially in women, leading to significant underdiagnosis and untreated cases, which can result in serious complications.</p>\n</div>\n\n            "
}