{
  "meta": {
    "title": "Cryptococcal meningoencephalitis",
    "url": "https://brainandscalpel.vercel.app/cryptococcal-meningoencephalitis-149d9f3d-2edf1a.html",
    "scrapedAt": "2025-12-01T05:04:31.699Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Cryptococcal meningoencephalitis is due to <em>Cryptococcus neoformans</em>, a ubiquitous, encapsulated yeast found in soil and bird feces (eg, pigeon guano) that may be transmitted to humans via inhalation.&nbsp; Individuals who are immunocompetent rarely develop symptomatic disease, but those with profound immunocompromise (eg, untreated AIDS) are at risk for disseminated infection.&nbsp; Most cases present with subacute symptoms of meningoencephalitis (eg, fever, headache, confusion); however, skin, eye, and pulmonary symptoms can also be seen.&nbsp; Prompt diagnosis and initiation of antifungal treatment can limit morbidity and mortality.</p>\n<h1>Risk factors</h1><br><br><p>Cryptococcal infections are most common in patients with profound deficits in cell-mediated immunity, particularly <strong>advanced AIDS</strong> (CD4<font size=\"2\"><sup>+</sup></font> counts &lt;100/mm<font size=\"2\"><sup>3</sup></font>).&nbsp; Similarly, the risk is increased with the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Prolonged glucocorticoid exposure.</li>\n\t<li>Immunosuppressive medications after solid organ transplantation.</li>\n\t<li>Treatment with certain monoclonal antibodies (eg, infliximab, etanercept, alemtuzumab).</li>\n</ul><br><br><p>In addition, certain medical conditions such as decompensated liver cirrhosis, sarcoidosis, and systemic lupus erythematosus increase the risk for symptomatic infection.</p>\n<h1>Pathophysiology</h1><br><br><p><em>C neoformans</em> transmission occurs when the organism is inhaled from environmental reservoirs (eg, the soil) into the pulmonary alveoli.&nbsp; In individuals who are immunocompetent, T-helper cells respond by releasing cytokines (eg, tumor necrosis factor, interferon-gamma, IL-2) that activate alveolar macrophages and promote granulomatous inflammation with multinucleated giant cells (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64206.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; This generally causes no symptoms; however, severe immunocompromise (eg, AIDS, immunosuppressive medications) can lead to dissemination through the bloodstream or lymphatics, resulting in symptomatic infection (sometimes years after exposure, possibly from reactivation).<p></p><br><br><p><em>C neoformans</em> has several major virulence factors, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A polysaccharide capsule (primarily glucuronoxylomannan), which has antiphagocytic properties.</li>\n\t<li>Melanin production (via a phenol oxidase enzyme), which may offer protection against oxidative molecules produced by immune effector cells.&nbsp; This enzyme converts catecholamines, which are present in high concentrations in the CNS, into melanin, potentially explaining the neurotropism of <em>C neoformans</em> (as described later).</li>\n\t<li>Thermotolerance, which allows the organism to grow at human body temperature.</li>\n</ul>\n<h1>Pathology</h1><br><br><p><em>Cryptococcus</em> is an encapsulated yeast at body temperature; it does not form pseudohyphal or hyphal forms in human hosts.&nbsp; The capsule (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16062.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) is thick (often &gt;50% diameter of the yeast) and gelatinous.&nbsp; The organism replicates by narrow-based budding (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27375.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; It grows well on a variety of agars; white mucoid colonies can usually be visualized grossly within 48 hours of plating.&nbsp; Microscopic visualization of the yeast/capsule is aided with methenamine-silver, mucicarmine, Fontana-Masson, or India ink stain.<p></p>\n<h1>Clinical presentation</h1><br><br><p>The organism has tropism for the CNS.&nbsp; Symptoms generally arise several weeks after dissemination, when the pathogen burden is great enough to progressively obstruct cerebrospinal fluid (CSF) outflow with yeast components and capsular polysaccharides, leading to elevated intracranial pressure (ICP).&nbsp; Manifestations typically progress over 1-2 weeks and may include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Elevated ICP</strong>:&nbsp; Headaches, nausea/vomiting, and confusion.</li>\n\t<li><strong>Constitutional symptoms</strong>:&nbsp; Fever, malaise, and fatigue.</li>\n\t<li><strong>Cranial neuropathy</strong>:&nbsp; Particularly, lateral gaze palsy (~25% of cases) due to compression of the abducens nerve (CN VI).</li>\n</ul><br><br><p>Although CNS manifestations tend to be prominent, patients may have other signs of widespread infection, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cutaneous cryptococcosis:&nbsp; Umbilicated skin lesions that resemble molluscum contagiosum.</li>\n\t<li>Pulmonary infection:&nbsp; Variable presentation, from asymptomatic and symptomatic pneumonia (eg, chest pain, cough) to respiratory failure, with noncalcified nodules on chest x-ray and detection of the organism in sputum or bronchoalveolar lavage culture.</li>\n\t<li>Skeletal disease (eg, osteolytic lesions in vertebrae).</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>All patients with suspected cryptococcal meningoencephalitis require lumbar puncture (LP) with CSF analysis when possible to evaluate opening pressure and to obtain CSF for testing.&nbsp; Prior to LP, <strong>neuroimaging</strong> (eg, CT scan of the head) is generally required to identify mass lesions (which suggest an alternate diagnosis) or signs of elevated ICP, which may increase the risk for herniation and necessitate a delay in LP.&nbsp; Although many patients with cryptococcal meningoencephalitis have normal brain imaging, leptomeningeal enhancement, micronodules, coalescing gelatinous pseudocysts (\"soap bubbles\"), or ventriculomegaly may be seen.</p><br><br><p>The following CSF findings are typically shown:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Elevated opening pressure</strong>.</li>\n\t<li>Mildly elevated leukocyte counts (usually &lt;50/mm<font size=\"2\"><sup>3</sup></font>) with lymphocytic pleocytosis.</li>\n\t<li>Low glucose levels.</li>\n\t<li>Mildly elevated protein levels.</li>\n</ul><br><br><p>However, approximately 25% of patients with culture-proven cryptococcal infection have normal CSF analysis.</p><br><br><p>The diagnosis is generally confirmed using the following modalities:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cryptococcal culture</strong>:&nbsp; Cream-colored mucoid colonies typically grow on agar plates within 48-72 hours.&nbsp; CSF cultures have the highest sensitivity, but blood cultures are positive in approximately 35% of patients.</li>\n\t<li><strong>India ink staining</strong>:&nbsp; Microscopic visualization of CSF fluid prepared with India ink can help directly identify the organism in approximately 60% of cases.&nbsp; This is often the most rapid way of definitively diagnosing the infection.</li>\n\t<li><strong>Cryptococcal antigen testing</strong>:&nbsp; Serum or CSF cryptococcal antigen testing provides a presumptive diagnosis and is highly sensitive and specific.&nbsp; Serum cryptococcal antigen testing is often used as a screening tool for those with early disease or minimal symptoms.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>A wide range of illnesses can cause fever and neurologic symptoms in patients with significantly impaired cell-mediated immunity (eg, advanced AIDS), including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong><em>Toxoplasma</em> encephalitis</strong>:&nbsp; Causes subacute headache (and, often, fever), but patients frequently have seizures and focal neurologic deficits (cranial neuropathy is uncommon).&nbsp; CT scan of the head generally shows numerous ring-shaped lesions in the brain parenchyma.</li>\n\t<li><strong>Herpes encephalitis</strong>:&nbsp; Can cause fever, confusion, and cranial neuropathy, but patients may have seizures and other focal neurologic deficits (eg, hemiparesis, dysphasia, aphasia, ataxia).&nbsp; CSF analysis typically shows significant red blood cell counts.&nbsp; Brain imaging may show unilateral temporal lobe enhancement.</li>\n\t<li><strong>Meningitis due to early neurosyphilis</strong>:&nbsp; Can cause headache, confusion, and cranial neuropathy, but patients often have signs of secondary syphilis (eg, diffuse maculopapular rash); in addition, the lymphocyte count in CSF is typically higher (eg, 200-400/mm<font size=\"2\"><sup>3</sup></font>).</li>\n\t<li><strong>CNS lymphoma</strong>:&nbsp; Often causes subacute neurologic symptoms with fever, confusion, and meningeal signs, but patients frequently have other focal neurologic deficits (eg, motor weakness, language disturbance, gait abnormality), instead of cranial neuropathy.&nbsp; Neuroimaging typically reveals an enhancing, irregular mass with peritumor edema.</li>\n\t<li><strong>Progressive multifocal leukoencephalitis</strong>:&nbsp; Can cause confusion, but most patients have motor deficits, limb ataxia, or gait ataxia.&nbsp; Seizures are also fairly common; meningeal symptoms are not typically seen.&nbsp; Neuroimaging (ie, MRI of the brain) usually reveals patchy areas of white matter demyelination that do not enhance or cause mass effect.</li>\n\t<li><strong>Tuberculosis meningitis</strong>:&nbsp; Often causes subacute fever, meningeal symptoms, cranial neuropathy, and confusion, but patients with profound immunocompromise frequently have concurrent, symptomatic disease in the lungs (eg, cough, hemoptysis, abnormal chest x-ray) and elsewhere in the body.&nbsp; In addition, CSF analysis typically shows a higher leukocyte count (eg, 100-500/mm<font size=\"2\"><sup>3</sup></font>).</li>\n</ul>\n<h1>Management</h1><br><br><p>Cryptococcal meningoencephalitis requires prolonged antifungal therapy, which is typically titrated down in 3 phases.</p>\n<h2>Induction phase</h2><br><br><p>First-line treatment is a lipid formulation (eg, liposomal) of amphotericin B <em>and</em> flucytosine for at least 2 weeks.&nbsp; Combination therapy provides better fungicidal activity and is associated with lower mortality rates than amphotericin B alone.&nbsp; LP with CSF culture should be performed after 2 weeks; patients with positive cultures require 2-4 more weeks of induction treatment, whereas those with negative cultures can progress to consolidation treatment.&nbsp; Patients with neurologic complications (eg, persistent headaches, new seizure, ocular/auditory manifestations, cryptococcomas) generally require at least 6 weeks of induction therapy.</p>\n<h2>Consolidation phase</h2><br><br><p>Fluconazole 400-800 mg daily should be administered for 8 weeks.&nbsp; Generally, patients start at 800 mg daily and are transitioned to 400 mg daily if CSF cultures (obtained at the end of induction) are sterile.</p>\n<h2>Maintenance phase</h2><br><br><p>Maintenance fluconazole 200 mg daily is given for at least 1 year after the initial diagnosis to prevent relapse.</p><br><br><p>Control of elevated ICP is an important determinant of morbidity and mortality.&nbsp; ICP should be measured at the time of initial LP; if opening pressure is &gt;25 cm (&gt;250 mm) H<font size=\"2\"><sub>2</sub></font>O or if symptoms of elevated ICP (eg, persistent headache, nausea/vomiting) are present, <strong>therapeutic LP</strong> with CSF drainage (to reduce pressure by 50% or to normal pressure of &lt;20 cm [&lt;200 mm] H<font size=\"2\"><sub>2</sub></font>O) should be performed.</p><br><br><p>Therapeutic LP with CSF drainage should be performed daily for those with continued symptoms of elevated ICP or until CSF opening pressure is &lt;25 cm (&lt;250 mm) H<font size=\"2\"><sub>2</sub></font>O for &gt;2 days.&nbsp; Patients who require repeated LPs may require temporary percutaneous lumbar drains or ventriculostomy; ventriculoperitoneal shunting is occasionally necessary.&nbsp; Mannitol and acetazolamide should be avoided in this population because they can cause electrolyte disturbances when used with amphotericin B.</p>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Neurologic sequelae</strong>:&nbsp; Up to 70% of patients with cryptococcal meningoencephalitis have neurosensorial sequelae (eg, residual headaches, motor deficits, hearing loss, vertigo) 1 year after diagnosis.</li>\n\t<li><strong>Immune reconstitution inflammatory syndrome</strong> (IRIS):&nbsp; IRIS is a paradoxical worsening of existing infectious symptoms due to recovering immune function several weeks into treatment; it most classically occurs with initiation of antiretroviral therapy (ART) (in AIDS) but can also develop with the reduction of immunosuppressive medications (eg, solid organ transplantation).&nbsp; Symptoms may resemble those of a cryptococcal meningoencephalitis relapse, but CSF cultures are sterile.&nbsp; Therefore, patients with cryptococcal infection who have untreated HIV should generally be prescribed ART 2-10 weeks after antifungal therapy to reduce the risk for IRIS; this is in contrast to some other opportunistic infections (eg, <em>Pneumocystis</em> pneumonia) in which early ART initiation improves outcomes.</li>\n\t<li><strong>Relapse or treatment failure</strong>:&nbsp; Relapse or treatment failure typically occurs in the setting of poor treatment adherence or inadequate induction therapy.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis depends on the underlying cause of immunosuppression, disease burden, and presence or absence of very elevated opening pressure on LP.&nbsp; Mortality rates are quite high for those with cirrhosis and underlying malignancy.&nbsp; Relapse is common in patients with AIDS who do not complete all 3 phases of antifungal therapy, particularly in the absence of ART.&nbsp; Those in resource-limited settings are at much greater risk for death.</p>\n<h1>Prevention</h1><br><br><p>In patients with HIV, early initiation of ART is the best way of preventing cryptococcal disease.&nbsp; In those not undergoing ART but with low CD4<font size=\"2\"><sup>+</sup></font> counts, serum cryptococcal antigen screening is generally recommended; patients with negative serum cryptococcal antigen should be prescribed ART, whereas those with positive serum cryptococcal antigen require LP with CSF analysis prior to initiation of ART or antifungal therapy.&nbsp; Routine primary prophylaxis with antifungal therapy is nuanced and is typically limited to patients with AIDS in resource-limited settings where the incidence of cryptococcal disease is &gt;1%.</p>\n<h1>Summary</h1><br><br><p><em>Cryptococcus neoformans</em> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39322.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a ubiquitous yeast that can be transmitted to humans via inhalation from the soil.&nbsp; In individuals who are immunocompetent, the organism is generally contained within granulomas and symptomatic illness is rare; however, those with severe deficits in cell-mediated immunity are at risk for dissemination, most often to the CNS.&nbsp; Patients typically develop subacute signs of elevated intracranial pressure (eg, nausea, vomiting, progressive headache, confusion) and may have cranial neuropathy.&nbsp; A definitive diagnosis is made by isolating the organism on culture or visualizing it directly using India ink stain; positive serum or cerebrospinal fluid cryptococcal antigen testing provides a presumptive diagnosis.&nbsp; Patients require prolonged antifungal therapy, which is usually titrated down in stages; this typically begins with amphotericin B plus flucytosine, followed by deescalating doses of fluconazole.&nbsp; Management of significantly elevated intracranial pressure (eg, therapeutic lumbar puncture) is crucial to preventing morbidity and mortality.&nbsp; Many patients have neurologic sequelae following infection.<p></p>\n</div>\n\n            "
}