{
  "meta": {
    "title": "Cutaneous larva migrans",
    "url": "https://brainandscalpel.vercel.app/cutaneous-larva-migrans-8192c80a-2edf1a.html",
    "scrapedAt": "2025-12-01T05:04:28.923Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Cutaneous larva migrans is a parasitic skin infection caused by cat or dog hookworms, <em>Ancylostoma braziliense</em> or <em>Ancylostoma caninum</em>, respectively.&nbsp; Dermal penetration leads to serpiginous, pruritic skin lesions, typically without spread to deeper tissues.</p>\n<h1>Pathophysiology</h1><br><br><p>Hookworms are parasitic pathogens in which the head of the worm is curved away from the body, giving the organism a \"hooked\" appearance.&nbsp; The hookworms that cause cutaneous larva migrans spread when the egg-containing feces of an infected cat or dog are deposited into shady, warm, moist sand or soil.&nbsp; Eggs hatch into larvae and are transmitted when they come into direct contact with human skin (eg, when walking barefoot in contaminated sand/soil); thus, most cases occur in tropical and subtropical regions.&nbsp; The spread of larvae through the adjacent epidermal tissue leads to the formation of migrating serpiginous tracks, which trigger inflammation with associated pruritus.</p><br><br><p><strong>Cutaneous larva migrans</strong> is specifically caused by hookworms that infect cats or dogs (<em>A braziliense</em> or <em>A caninum</em>, respectively).&nbsp; These pathogens <strong>cannot penetrate the cutaneous basement membrane in humans</strong> due to a lack of collagenase in the larvae and typically <strong>do not spread to deeper tissues</strong>.&nbsp; Therefore, larvae do not mature into adult hookworms in humans or spread from person to person (ie, humans are incidental hosts).</p><br><br><p>The pathophysiology of cutaneous larva migrans contrasts with hookworm infection caused by <em>Necator americanus</em> or <em>A duodenale</em>, which are able to penetrate the basement membrane in humans and spread from the dermis to the bloodstream and cause pulmonary and gastrointestinal infection that can be spread from person to person (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39076.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Exposure to contaminated soil, often by walking barefoot or lying on contaminated ground (eg, travelers, children, beachgoers, farmers)</li>\n\t<li>Regions that are warm and moist (eg, tropical and subtropical climates), promoting the survival of larvae</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Most infections occur in the lower extremities (eg, foot, interdigital spaces) given that dermal penetration most commonly occurs from walking barefoot in contaminated sand/soil (eg, beach); the buttocks and trunk are also often primary sites.</p><br><br><p>Symptoms usually start with a pruritic, erythematous papule at the site of larval penetration, although the initial lesion may go unnoticed.&nbsp; Within days to weeks, patients develop manifestations related to larval migration: <strong>pruritic, serpiginous, reddish-brown cutaneous tracks</strong> that can migrate up to 2 cm per day (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95291.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Vesiculobullous lesions overlying the tracks may occur in some patients.<p></p><br><br><p>The pruritus is often intense and may result in excoriations with secondary infection (eg, crusting) and/or sleep disturbance.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tinea corporis</strong>:&nbsp; This dermatophyte infection of the skin presents with expanding, annular, scaly lesions with a raised border and central clearing.&nbsp; A serpiginous track is not typical.</li>\n\t<li><strong>Scabies</strong>:&nbsp; Mite infestation of the skin manifests with erythematous papules in a characteristic distribution (eg, interdigital spaces, wrists, axillary folds, genitalia) with severe pruritus.&nbsp; Burrows may be visualized .&nbsp; An isolated serpiginous lesion is not consistent with scabies.</li>\n\t<li><strong>Contact dermatitis</strong> (eg, poison ivy) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L57644.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; Patients typically develop intensely pruritic, vesicular lesions in a linear pattern, not a migratory track.</li>\n\t<li><strong>Brown recluse spider bite</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L98099.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; These bites—which most commonly occur on the upper arms, thorax, or inner thigh—are characterized by a painful red plaque or papule with central pallor, often with a necrotic eschar.</li>\n\t<li><strong>Sporotrichosis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L86228.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; Exposure to decaying vegetation when gardening or landscaping can result in sporotrichosis, a fungal infection characterized by a nodule that ulcerates and drains a nonpurulent fluid.&nbsp; Additional nodular lesions arise proximally along the lymphatic chain.&nbsp; Pruritus is usually absent or mild.</li>\n\t<li><em><strong>Mycobacterium marinum</strong></em> <strong>infection</strong>:&nbsp; Exposure to contaminated freshwater/saltwater (eg, swimming pool, fish tank) can result in <em>M marinum</em> infection, usually characterized by a solitary papule or nodule that eventually ulcerates and scars.&nbsp; A nodular lymphangitis (similar to sporotrichosis) may occur, but serpiginous tracts would be uncommon.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of cutaneous larva migrans is typically clinical and based on exposure history and characteristic serpiginous tracks on the skin.</p><br><br><p>Laboratory evaluation and imaging are unnecessary but eosinophilia is notably absent, and ultrasonography may reveal linear, hyperechoic structures suggestive of larval fragments in superficial skin layers.</p>\n<h1>Management and prognosis</h1><br><br><p>Most cases resolve spontaneously after a few weeks due to larval death within the superficial skin layers.&nbsp; However, <strong>antihelmintic therapy</strong> (either ivermectin or albendazole) is usually given to aid clearance, minimize symptoms, and reduce the risk of secondary infection.&nbsp; Supportive care for pruritis may include antihistamines and topical corticosteroids.</p><br><br><p>Secondary bacterial infection from excoriation can be treated with topical or oral antibiotics.</p>\n<h1>Prevention</h1><br><br><p>Prevention is best achieved by avoidance of direct skin contact with sand or soil in endemic areas (eg, tropics) through protective footwear and ground coverings.</p>\n<h1>Summary</h1><br><br><p>Cutaneous larva migrans (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81754.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a parasitic skin infection caused by cat or dog hookworms and is typically acquired from contaminated sand or soil.&nbsp; It is characterized by intensely pruritic, serpiginous lesions due to the subcutaneous migration of hookworm larvae.&nbsp; Infection is usually limited to the skin, and human-to-human transmission does not occur.&nbsp; Diagnosis is clinical, and treatment is with ivermectin or albendazole.<p></p>\n</div>\n\n            "
}