{
  "meta": {
    "title": "Cytomegalovirus (CMV)",
    "url": "https://brainandscalpel.vercel.app/cytomegalovirus-cmv-bf647695-2edf1a.html",
    "scrapedAt": "2025-12-01T05:04:35.276Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Cytomegalovirus (CMV) is a member of the Herpesviridae family, which contains large, enveloped DNA viruses capable of lifelong latent infection and reactivation.&nbsp; Serologic evidence of CMV exposure in adults is widespread (&gt;60% in developed regions; &gt;90% in developing regions).&nbsp; Transmission can occur via transplacental, neonatal, close contact, genital, and iatrogenic routes.&nbsp; Most acute infections in immunocompetent individuals are asymptomatic, but a minority (~10%) develop a mononucleosis-like illness.&nbsp; Severe complications can arise in fetal infection and in those with significant immunocompromise (eg, AIDS, organ transplantation).</p>\n<h1>Risk factors</h1><br><br><p>Most transmissions occur due to contact with an individual who has a primary or reactivated infection; latent infections are associated with transient viral shedding and carry a lower risk of transmission.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Perinatal (primary/active infection in mother):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Fetal infection due to transplacental spread.</li>\n\t\t<li>Neonatal infection due to exposure to cervical/vaginal secretions or breast milk.</li>\n\t</ul>\n\t</li>\n\t<li>Close contact (saliva):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Daycare (toddlers, staff).</li>\n\t\t<li>Households (family members).</li>\n\t</ul>\n\t</li>\n\t<li>Sexual contact:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Multiple sexual partners.</li>\n\t\t<li>History of sexually transmitted infection.</li>\n\t</ul>\n\t</li>\n\t<li>Blood/tissue exposure:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Blood transfusion.</li>\n\t\t<li>Organ transplantation from seropositive donor.</li>\n\t</ul>\n\t</li>\n\t<li>Reactivation risk factors:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>AIDS (CD4 &lt;50/mm<font size=\"2\"><sup>3</sup></font>).</li>\n\t\t<li>Immunosuppressive therapy (eg, high-dose corticosteroids, chemotherapy).</li>\n\t\t<li>Organ/hematopoietic stem cell transplantation.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Pathophysiology</h1><h2>Acute infection</h2><br><br><p>CMV has tropism for a wide range of host tissue, including epithelial/endothelial cells, smooth muscle cells, fibroblasts, and monocytes.&nbsp; Binding and entry are mediated by viral surface glycoproteins (glycoprotein B, glycoprotein H-L).&nbsp; Once the virus is inside the cell, viral genes are expressed in a temporally controlled manner, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Immediate-early genes (first 4 hours) upregulate viral promoters and alter host cell signaling to make it more conducive to viral replication.</li>\n\t<li>Delayed early genes (4-48 hours) enable CMV genomic replication.</li>\n\t<li>Late genes (subsequent days) code for viral structural and assembly proteins.</li>\n</ul><br><br><p>The virus uses host RNA polymerase for viral gene transcription and viral DNA polymerase to replicate its genome.&nbsp; Viral DNA replication occurs in a specialized compartment in the host cell nucleus, which generates the classic histopathologic finding of CMV: a large basophilic nuclear (<strong>owl's eye</strong>) inclusion body (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L61760.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Once replication is complete, the virus lyses the host cell (a property shared by many Herpesviridae).&nbsp; This process typically takes several days to complete.<p></p><br><br><p>Although acute infections are largely asymptomatic (&gt;90%), infected individuals typically develop viremia and viral shedding in body fluids (saliva, urine, genital secretions).&nbsp; Most patients also develop transient immunosuppression due to viral infection of dendritic cells, which impairs T-cell stimulation and antigen processing.</p>\n<h2>Latent infection</h2><br><br><p>The virus establishes a <strong>lifelong</strong> latent infection in myeloid cells.&nbsp; Like other herpesviruses, the CMV genome is maintained as a circular episome outside of the host chromosome (but still in the nucleus).</p><br><br><p>Periodic viral shedding may occur during latent infection, but viremia and symptoms are rare.&nbsp; Because latent infection is largely contained by the cytotoxic T-cell response, significant stress (eg, critical illness) or immunocompromise (eg, AIDS, immunosuppressive medications) can lead to reactivation and symptomatic disease.</p>\n<h2>Immune evasion</h2><br><br><p>CMV is efficient at immune evasion due to the following viral-mediated mechanisms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Down-modulating class I and II MHC molecules on antigen presenting cells.</li>\n\t<li>Producing homologues that interact with receptors on immune cells to downregulate the immune response.</li>\n\t<li>Producing Fc-binding glycoproteins that compete for host Fc-receptors on immune cells, thereby reducing the efficacy of antibody mediated-immunity.</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Histopathologic examination (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74701.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) of CMV-affected tissues shows:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cytomegaly</strong> with prominent <strong>intranuclear inclusions</strong> (owl's eyes), representing foci of genomic replication.</li>\n\t<li>Smaller inclusions seen in the cytoplasm, representing assembling virions.</li>\n\t<li>Focal necrosis with minimal inflammation, representing the cytotoxic effect (lysing cells).</li>\n</ul><br><br><p>CMV can attack any organ, but disease burden is often greatest in glandular organs (parenchymal epithelial cells), brain (neurons), lungs (macrophages, epithelial/endothelial cells), and kidneys (tubular epithelial and glomerular endothelial cells).</p>\n<h1>Clinical manifestations</h1><h2>Immunocompetent individuals</h2><br><br><p>Most cases are asymptomatic, but a minority (~10%) develop <strong>CMV mononucleosis</strong>.&nbsp; This syndrome closely resembles Epstein-Barr virus (EBV) mononucleosis.&nbsp; Both tend to cause a few weeks of malaise, fatigue, fever, chills, and headache; however, CMV mononucleosis differs from EBV mononucleosis in the following ways:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Diffuse/cervical lymphadenopathy is less common.</li>\n\t<li>Pharyngitis/exudative tonsillopharyngitis is less common.</li>\n\t<li>Splenomegaly is less common,</li>\n\t<li><strong>Heterophile antibody (monospot) negative</strong>:&nbsp; Patients with a mononucleosis syndrome who have negative heterophile antibody testing should be evaluated for CMV.</li>\n</ul><br><br><p>Patients also typically have <strong>lymphocytosis</strong> with &gt;50% mononuclear cells on complete blood count and <strong>&gt;10% atypical lymphocytes</strong> on peripheral blood smear.&nbsp; In immunocompetent hosts, CMV rarely causes organ-specific complications (eg, colitis, encephalitis, Guillain-Barré syndrome, pneumonia, retinitis).</p>\n<h2>Immunocompromised individuals</h2><br><br><p>Patients with severe immunocompromise (eg, AIDS, organ transplantation) are at risk for complications of CMV infection due to reactivation of latent virus or (less commonly) acute infection.&nbsp; Manifestations are broadly divided into 2 categories, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>CMV syndrome</strong> is marked by viremia with no manifestations of end-organ involvement.&nbsp; Patients may develop fever, malaise, fatigue, and nonspecific laboratory abnormalities (eg, leukopenia/neutropenia, atypical lymphocytosis, transaminitis, thrombocytopenia).</li>\n\t<li><strong>CMV disease</strong> is marked by end-organ damage, which may include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>CMV retinitis</strong>, causing full-thickness retinal necrosis with surrounding edema that is eventually replaced by thin, atrophic scar tissue.&nbsp; This tends to move in a centrifugal fashion along the blood vessels and appears on fundoscopy as yellow-white, granular lesions.&nbsp; Manifestations include blurring/loss of central vision, floaters, scotoma (blind areas), and/or photopsia (flashing lights).&nbsp; Retinal detachment can occur.&nbsp; Most cases are unilateral at presentation.</li>\n\t\t<li><strong>CMV colitis</strong>, marked by mucosal inflammation, vascular endothelial cell damage, and local tissue necrosis.&nbsp; Patients usually develop low-grade fever, anorexia, malaise, abdominal pain, and weight loss.&nbsp; Periodic, explosive watery diarrhea is common.&nbsp; Hemorrhage and perforation can occur.&nbsp; Endoscopy typically reveals punctate/superficial erosions, deep ulcerations, or necrotizing colitis.</li>\n\t\t<li><strong>CMV esophagitis</strong>, usually presenting with odynophagia, fever, nausea, and burning substernal chest pain.&nbsp; Multiple ulcers at the lower esophageal sphincter can often be visualized on endoscopy; they tend to be deep, longitudinal, and linear.</li>\n\t\t<li><strong>CMV pneumonitis</strong>, which typically causes low-grade fever, dyspnea, non-productive cough, and impaired pulmonary function.&nbsp; Chest x-ray can reveal a range of findings, including patchy or diffuse ground glass opacities, patchy consolidation, or small nodules.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Congenital CMV</h2><br><br><p>Most congenital infections cause no symptoms, but ~10% of fetal infections are associated with symptomatic disease, which may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Symptomatic infection in the neonate</strong>:&nbsp; Common findings include petechiae, jaundice, small size for gestational age, microcephaly, lethargy/hypotonia, hepatosplenomegaly, and laboratory abnormalities (eg, elevated transaminases, thrombocytopenia, elevated bilirubin).&nbsp; Neuroimaging may show intracranial calcifications, lenticulostriate vasculopathy, white matter disease, and/or ventriculomegaly.</li>\n\t<li><strong>Sensorineural hearing loss</strong>:&nbsp; CMV is the leading cause of nonheritable sensorineural hearing loss.&nbsp; This may be evident at birth but often does not become clinically apparent until infancy or early childhood.</li>\n\t<li>Late complications:&nbsp; Late complications are most common in neonates who are symptomatic at birth.&nbsp; Common complications (other than sensorineural hearing loss) include intellectual impairments, strabismus, microcephaly, seizures, cerebral palsy, and autism spectrum disorder.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Definitive diagnosis of CMV infection generally requires PCR, antigen assays, culture, or histopathologic examination.&nbsp; Although many of these tests can be used for diagnosis of acute infection or viremia, the presence of end-organ disease (CMV disease) typically requires tissue biopsy with histopathologic confirmation.&nbsp; The diagnostic tests are as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>PCR</strong> is used for screening those at risk for CMV, diagnosing active infection, and monitoring response to therapy (quantitative PCR).&nbsp; PCR is highly sensitive; samples can be taken from blood, cerebrospinal fluid, or tissue.</li>\n\t<li><strong>Antigen assays</strong> detect CMV proteins (pp65) in peripheral blood leukocytes using fluorescent-labeled monoclonal antibodies.&nbsp; It allows for rapid, direct detection of CMV infection.&nbsp; Sensitivity is reduced in the setting of neutropenia.</li>\n\t<li><strong>Histopathologic examination</strong> of tissue biopsy or washings (eg, bronchoalveolar lavage) can provide evidence of end-organ infection (CMV disease).&nbsp; Infected host cells are enlarged and have basophilic intranuclear (owl's eye) and cytoplasmic inclusions; immunohistochemical staining can increase sensitivity.</li>\n\t<li><strong>Culture</strong> of specimens in human fibroblast media can provide definitive diagnosis, but CMV grows slowly, and sensitivity can be low.</li>\n\t<li><strong>Serology</strong> provides indirect evidence of CMV infection.&nbsp; It is often used to determine whether a patient is at risk for CMV reactivation when preparing for organ transplantation or immunosuppressive medications (the absence of CMV IgG indicates very low likelihood of latent infection).&nbsp; Recent or acute infection is generally marked by positive CMV-specific IgM and a fourfold (or more) increase in CMV-specific IgG in titers taken 2-4 weeks apart.</li>\n</ul>\n<h1>Differential diagnosis</h1><h2>CMV mononucleosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>EBV mononucleosis</strong> often causes fever, malaise, and atypical lymphocytosis, but patients are more likely to have pharyngitis, cervical/diffuse lymphadenopathy, and splenomegaly.&nbsp; In addition, most cases are marked by a positive heterophile antibody test.</li>\n</ul>\n<h2>CMV esophagitis </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><em><strong>Candida</strong></em>&nbsp;<strong>esophagitis</strong> typically presents with odynophagia, but patients frequently have discrete retrosternal pain and thrush (oropharyngeal <em>Candida</em>).&nbsp; Endoscopy will show white mucosal plaque-like lesions; biopsy will reveal yeast and hyphae invading mucosal epithelial cells.</li>\n\t<li><strong>Herpes simplex virus (HSV) esophagitis</strong> often causes odynophagia/dysphagia, fever, and retrosternal pain.&nbsp; Endoscopy usually reveals volcano-like, well-circumscribed ulcers with normal intervening mucosa; this is in contrast to CMV, which typically causes linear, longitudinal, deep ulcers.</li>\n\t<li>Comparative features are shown in this table (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39595.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).</li>\n</ul>\n<h2>CMV colitis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute ischemic colitis</strong> typically presents with crampy abdominal pain, focal abdominal tenderness, and tenesmus.&nbsp; Hematochezia may be present.&nbsp; Endoscopy typically reveals edematous, erythematous, friable mucosa interspersed with pale areas; cyanotic mucosa with scattered hemorrhagic erosions/ulcerations can occur.</li>\n</ul>\n<h2>CMV retinitis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Benign cotton wool spots</strong>, which are often caused by HIV, hypertension, and diabetes mellitus, can appear similar to the retinal lesions seen in CMV retinitis.&nbsp; However, CMV lesions will progress toward the fovea slowly over the course of serial examinations.</li>\n\t<li><strong>Progressive ocular retinal necrosis</strong> (PORN) is an aggressive retinitis caused by varicella zoster virus (primarily) or HSV.&nbsp; It typically presents with multifocal, necrotizing, peripheral retinal lesions; unlike CMV, it tends to spare the retinal vasculature.</li>\n</ul>\n<h2>Congenital CMV </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Congenital toxoplasmosis</strong> can cause a wide range of manifestations in the neonate, particularly chorioretinitis, intracranial calcifications, hydrocephalus, thrombocytopenia, jaundice, hepatosplenomegaly, and/or lymphadenopathy.&nbsp; Comparative features are shown in this table (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/67896.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Management</h1><h2>Immunocompetent individuals</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>CMV mononucleosis:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Supportive therapy generally sufficient, as most cases self-limited.</li>\n\t\t<li>Antiviral therapy (eg, ganciclovir, valganciclovir, foscarnet) not recommended for most cases but may be required for those with protracted mononucleosis symptoms or in the rare case of organ-specific complications.</li>\n\t</ul>\n\t</li>\n\t<li>Pregnancy:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Antiviral therapy (valacyclovir) generally warranted for primary CMV infection during early pregnancy to reduce risk of fetal infection.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Immunocompromised individuals</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>CMV syndrome (viremia with no end-organ manifestations):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Reduction in immunosuppression (when possible).</li>\n\t\t<li>Antiviral therapy (ganciclovir, valganciclovir) for symptomatic patients.</li>\n\t</ul>\n\t</li>\n\t<li>CMV disease:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Reduction in immunosuppression (when possible).</li>\n\t\t<li>Antiviral therapy:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>First line: ganciclovir (IV) for severe disease and valganciclovir (oral) for mild/moderate disease.</li>\n\t\t\t<li>Alternates: foscarnet (IV), cidofovir (IV), or maribavir (oral) for resistant or refractory CMV.</li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Congenital CMV </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>IV ganciclovir or valganciclovir for symptomatic cases (improved long-term neurodevelopmental and audiologic outcomes).</li>\n\t<li>Antiviral therapy not indicated in asymptomatic cases.</li>\n\t<li>Role of antiviral therapy in infants with CMV-related isolated hearing loss uncertain.</li>\n</ul>\n<h1>Complications</h1><br><br><p>Complications of acute or latent infection are rare in immunocompetent individuals.&nbsp; Those with immunocompromise are at much greater risk for morbidity due to end-organ disease.&nbsp; Congenital CMV is associated with neurodevelopmental and neurologic (eg, sensorineural hearing loss) impairment.&nbsp; Risk of reactivation is greatest in those with critical illness (eg, mechanical ventilation in the intensive care unit), advanced age (immunosenescence), or immunocompromise.</p>\n<h1>Prognosis</h1><br><br><p>Immunocompetent patients generally have no sequelae of acute or latent infection.&nbsp; Patients with immunocompromise are at greater risk for significant morbidity from end-organ disease.&nbsp; Risk is related to immune status at diagnosis, early recognition/treatment, and ability to improve immune status by reducing immunosuppressive medication (eg, organ transplantation) or providing antiretroviral therapy (AIDS).</p>\n<h1>Summary</h1><br><br><p>CMV is a member of the Herpesviridae family, a group of double-stranded DNA viruses that establish lifelong latent infection and are capable of reactivating.&nbsp; Evidence of serologic CMV exposure is widespread in adults.&nbsp; Most immunocompetent individuals experience no symptoms of acute infection; however, a minority (~10%) develop a self-limited mononucleosis syndrome.&nbsp; In contrast, those with immunosuppression (eg, AIDS, organ transplantation) are at high risk for complications (eg, retinitis, colitis, esophagitis, pneumonitis) from acute or reactivated infection.&nbsp; Congenital infection can also cause complications (eg, neurodevelopmental impairment).&nbsp; The diagnosis is typically established by PCR, antigen testing, serology, and/or histopathology.&nbsp; Antiviral therapy (eg, ganciclovir, valganciclovir) is generally required for those with end-organ disease or symptomatic neonatal infection.</p>\n</div>\n\n            "
}