{
  "meta": {
    "title": "Dermatophyte (tinea) infections",
    "url": "https://brainandscalpel.vercel.app/dermatophyte-tinea-infections-c69beb61-2edf1a.html",
    "scrapedAt": "2025-12-01T05:04:33.530Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Dermatophyte infections are a group of common superficial fungal infections caused primarily by filamentous fungi of the <em>Trichophyton</em> (eg, <em>Trichophyton rubrum</em>), <em>Epidermophyton</em>, and <em>Microsporum</em> genera.&nbsp; These disorders, also known as tinea infections, are categorized primarily by location, and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tinea corporis (body), also called ringworm</li>\n\t<li>Tinea capitis (scalp)</li>\n\t<li>Tinea pedis (foot)</li>\n\t<li>Tinea cruris (groin), also called jock itch</li>\n\t<li>Tinea unguium (nails), also called onychomycosis</li>\n\t<li>Tinea barbae (beard area)</li>\n</ul>\n<h1>Pathophysiology</h1><br><br><p>Dermatophyte organisms are ubiquitous, occurring in both indoor and outdoor environments.&nbsp; Transmission readily occurs through direct contact with soil, contaminated surfaces, or infected animals or people or via fomites (eg, shared combs for tinea capitis).&nbsp; Autoinoculation (eg, from a different body site) also occurs.</p><br><br><p>Dermatophytes produce keratinases that break down keratin, allowing the fungi to invade and proliferate in keratinized tissues such as skin, hair, and nails.&nbsp; The infection typically remains localized to the stratum corneum, rarely penetrating the dermis or subcutaneous tissues.&nbsp; Disruption of the normal keratin structure leads to the characteristic scaling and flaking seen in these disorders.&nbsp; The immune response to the fungal antigens contributes to the inflammation and bothersome symptoms (eg, pruritus) observed in dermatophyte infections.</p><br><br><p>Occasionally, dermatophyte infections can trigger an immune-mediated autoeczematous phenomenon (ie, dermatophytid reaction) in nearby or remote uninfected skin.&nbsp; Findings include an erythematous, papulosquamous rash, sometimes with bullae formation.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Environmental factors</strong>:&nbsp; warm, humid climates; communal bathing areas</li>\n\t<li><strong>Personal habits</strong>:&nbsp; poor hygiene; excessive sweating; close-fitting, nonbreathable clothing</li>\n\t<li><strong>Immunosuppression</strong>:&nbsp; diabetes mellitus, HIV/AIDS, use of immunosuppressive drugs (extensive, widespread involvement should raise concern for compromised immunity)</li>\n\t<li><strong>Genetic predisposition</strong>:&nbsp; family history of dermatophyte infections</li>\n\t<li><strong>Occupational exposure</strong>:&nbsp; farmers, athletes, military personnel</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Histopathologically, dermatophyte infections demonstrate hyphae within the stratum corneum&nbsp;(\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50663.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), accompanied by hyperkeratosis, parakeratosis, and mild to moderate inflammatory infiltrate in the epidermis and dermis.&nbsp; The inflammation can be more pronounced in tinea capitis and tinea barbae, with potential formation of kerions (boggy masses) due to an intense immune response.<p></p>\n<h1>Clinical presentation</h1><br><br><p><strong>Tinea corporis</strong>:&nbsp; annular, erythematous plaques with central clearing and a raised, scaly border (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85031.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Lesions are often pruritic and can spread peripherally.<p></p><br><br><p><strong>Tinea capitis</strong>:&nbsp; scaly patches with hair loss (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111383.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), black dots (broken hair shafts), or kerion formation (inflammatory, boggy masses).&nbsp; Cervical lymphadenopathy may be present.<p></p>\n</div><br><br><div>\n<p><strong>Tinea cruris</strong>:&nbsp; erythematous plaques with well-demarcated, scaly borders (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20401.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ) in the groin area, often bilateral but sparing the scrotum.<p></p><br><br><p><strong>Tinea unguium (onychomycosis)</strong>:&nbsp; thickened, discolored (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59431.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ), brittle nails with subungual debris.&nbsp; Onycholysis (separation of the nail from the nail bed) may occur.<p></p><br><br><p><strong>Tinea barbae</strong>:&nbsp; erythematous, scaly plaques in the beard area (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96169.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ), potentially with pustules, folliculitis, and crusting.<p></p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis is based primarily on clinical features but should be supported when possible by potassium hydroxide (KOH) microscopy, which reveals fungal hyphae.&nbsp; Supplemental evaluation may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fungal culture</strong>:&nbsp; identification of dermatophyte species from cultured specimens</li>\n\t<li><strong>Wood lamp examination</strong>:&nbsp; useful in diagnosing tinea capitis caused by certain species that emit fluorescence under ultraviolet light</li>\n\t<li><strong>Histopathology</strong>:&nbsp; skin biopsy showing fungal elements in the stratum corneum</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Psoriasis</strong>:&nbsp; presents with well-demarcated, erythematous plaques with silvery scales (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85051.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ), typically on extensor surfaces and the scalp.&nbsp; Unlike tinea lesions, psoriasis lesions are not annular and do not have central clearing.</li>\n\t<li><strong>Seborrheic dermatitis</strong>:&nbsp; erythematous, scaly patches (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97899.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ), often in sebaceous areas (eg, scalp, ears, face).&nbsp; Unlike tinea lesions, seborrheic dermatitis lesions typically lack the annular shape and central clearing.</li>\n\t<li><strong>Eczema (atopic dermatitis)</strong>:&nbsp; pruritic, erythematous patches with vesicles and oozing.&nbsp; Chronic lesions may become lichenified \n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46140.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ).&nbsp; Lesions are usually less well-defined than in dermatophyte infection and are typically not annular (except in nummular eczema subtype).&nbsp; Most patients have a history of other atopic disorders (eg, asthma, seasonal allergies).</li>\n\t<li><strong>Pityriasis rosea</strong>:&nbsp; a sef-limited inflammatory disorder that starts with a solitary, erythematous macule or plaque known as a herald patch (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46475.png\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ), followed by a broader eruption of scaly, ovoid plaques, often in a Christmas-tree pattern on the trunk (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85757.png\" alt=\"image 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 11</div>\n                                </div>\n                                ).&nbsp; Unlike in tinea, lesions are typically not pruritic and resolve spontaneously.</li>\n\t<li><strong>Contact dermatitis</strong>:&nbsp; erythematous, vesiculobullous (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85194.png\" alt=\"image 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 12</div>\n                                </div>\n                                ), pruritic rash in areas of contact with allergens or irritants.&nbsp; Distribution pattern and history of exposure help differentiate contact dermatitis from tinea.</li>\n\t<li><strong>Nail dystrophies</strong>:&nbsp; various disorders (eg, trauma, lichen planus, psoriasis) can cause thickening and distortion of the nail plate that mimic onychomycosis but lack fungal elements on KOH microscopy.</li>\n</ul>\n<h1>Management</h1><h2>Antifungals</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Topical antifungals</strong>:&nbsp; first-line therapy for localized tinea infection.&nbsp; Common agents include clotrimazole, terbinafine, miconazole, and ketoconazole (nystatin, which is effective against <em>Candida</em>, is not effective against dermatophytes).</li>\n\t<li><strong>Systemic antifungals</strong>:&nbsp; required for extensive involvement, tinea capitis, tinea barbae, and moderate to severe onychomycosis.&nbsp; Options include terbinafine, itraconazole, fluconazole, and griseofulvin</li>\n</ul><br><br><p>The preferred agents and duration of therapy are determined by the specific clinical syndrome; several weeks of treatment may be required, and some systemic medications require liver function test monitoring.</p>\n<h2>Adjunctive therapies</h2><br><br><p>Keratolytics (eg, urea, salicylic acid) can be considered to remove scale and enhance penetration of topical agents.</p>\n<h2>Preventive measures</h2><br><br><p>Keeping affected areas dry, avoiding shared personal items, and treating infected pets are recommended measures.&nbsp; Foot powders and antifungal sprays can help prevent recurrence in tinea pedis.</p>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Secondary bacterial infections, especially in tinea pedis</li>\n\t<li>Chronicity and recurrence, particularly in onychomycosis</li>\n\t<li>Permanent scarring or hair loss (tinea capitis)</li>\n\t<li>Nail dystrophy (onychomycosis)</li>\n\t<li>Spread to other body areas (autoinoculation) or close contacts</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>With appropriate treatment, dermatophyte infections generally have a good prognosis.&nbsp; Recurrence is common, particularly in the presence of predisposing factors, but adherence to preventive measures can significantly reduce the risk.</p>\n<h1>Summary</h1><br><br><p>Dermatophyte infections encompass a variety of conditions affecting the skin, hair, and nails; these are caused by fungi that thrive on keratin.&nbsp; The diagnosis is based primarily on clinical evaluation but should be confirmed by potassium hydroxide microscopy when possible.&nbsp; Appropriate antifungal treatment is usually effective, but recurrence is common.</p>\n</div>\n\n            "
}