{
  "meta": {
    "title": "Ehrlichia and Anaplasma",
    "url": "https://brainandscalpel.vercel.app/ehrlichia-and-anaplasma-1fc67fc3-2edf1a.html",
    "scrapedAt": "2025-12-01T05:04:37.547Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p><em>Ehrlichia</em> and <em>Anaplasma</em> are obligate intracellular bacteria of the <em>Anaplasmataceae</em> family.&nbsp; They are transmitted by tick vectors and replicate within leukocytes in membrane-bound vacuoles.&nbsp; The major species that cause human disease are <em>Ehrlichia chaffeensis</em>, which causes human monocytic ehrlichiosis (HME), and <em>Anaplasma phagocytophilum</em>, which causes human granulocytic anaplasmosis (HGA).&nbsp; Transmission often leads to a febrile, flu-like illness, but more severe manifestations can occur (particularly with HME).&nbsp; After Lyme disease, HME and HGA are among the most commonly reported tick-borne illnesses.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Exposure to endemic area:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>HME:&nbsp; Southeastern, south-central, and mid-Atlantic United States.</li>\n\t\t<li>HGA:&nbsp; Northeastern and upper midwestern United States.</li>\n\t</ul>\n\t</li>\n\t<li>Exposure to tick habitat (eg, woody/grassy areas) during tick season (spring/summer).</li>\n</ul><br><br><p>Increased risk for severe disease is seen in the setting of immunocompromised status, advanced age, and underlying malignancy.</p>\n<h1>Pathophysiology</h1><br><br><p>The lifecycle of <em>Ehrlichia</em> and <em>Anaplasma</em> involves vertebrate and invertebrate hosts, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><em>E chaffeensis</em>:&nbsp; The white-tailed deer is the major environmental reservoir, and the primary vector is the lone star tick (<em>Amblyomma americanum</em>).</li>\n\t<li><em>A phagocytophilum</em>:&nbsp; Small mammals (eg, white-footed mouse) are the major environmental reservoir, and the primary vectors are <em>Ixodes</em> species ticks, which also transmit Lyme disease and babesiosis (coinfection can occur).</li>\n</ul><br><br><p>Following transmission, the pathogen binds to the surface of granulocytes (<em>Anaplasma</em>) or circulating monocytes/tissue macrophages (<em>Ehrlichia</em>).&nbsp; It then uses a type IV secretion apparatus to alter host cell signaling, cytoskeletal structure, vacuolar trafficking, and transcription.&nbsp; The bacteria subsequently enter the cell via endocytosis, prevent lysosomal fusion, and undergo replication within a vacuole in the host cell cytoplasm.&nbsp; This generates the hallmark pathologic feature of the disease: the presence of an intracellular, mulberry-shaped inclusion <strong>(morulae)</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L48313.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) in leukocytes that can often be visualized on peripheral blood smear with Giemsa or Wright stain.<p></p><br><br><p>Clinical manifestations are thought to arise primarily due to the immunologic response to infection (particularly with HME) as the overall bacterial burden tends to remain low.&nbsp; Because HME is more widely distributed in tissue, lymph, and circulating monocytes, symptoms are often more severe than those seen with HGA.</p>\n<h1>Pathology</h1><br><br><p><em>Anaplasma</em> and <em>Ehrlichia</em> are obligate intracellular bacteria that lack complete biosynthetic pathways for peptidoglycan and lipopolysaccharide.&nbsp; They have simple cell walls, and single bacteria are difficult to visualize by light microscopy.&nbsp; However, morulae (intraleukocytic inclusions with bacterial clusters) are often visible on light microscopy with Wright or Giemsa stains.&nbsp; The organisms can be cultured only in media containing eukaryotic cells; growth can usually be detected after &gt;1 month.</p><br><br><p><em>Ehrlichia</em> and <em>Anaplasma</em> are closely related phylogenetically (and taxonomically) to <em>Rickettsiae rickettsii</em>, which causes Rocky Mountain spotted fever.&nbsp; All 3 pathogens are obligate intracellular bacteria transmitted by tick vectors.&nbsp; However, unlike <em>Ehrlichia</em> and <em>Anaplasma</em>, which attack leukocytes, <em>R rickettsii</em> targets vascular endothelial cells, leading to lymphohistiocytic vasculitis.</p>\n<h1>Clinical manifestations</h1><br><br><p>Although infections can be asymptomatic, manifestations often arise 1-2 weeks after transmission and likely reflect the inflammatory response (and the presence of infected circulating cells in various organ systems).&nbsp; The most common symptoms are as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A <strong>flu-like illness</strong> with chills, malaise, headache, and body aches.</li>\n\t<li>Nausea, vomiting, and respiratory symptoms (eg, cough).</li>\n</ul><br><br><p>A minority of patients with HME may also develop the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Neurologic manifestations (~20% of cases), including confusion, stiff neck, clonus, and/or meningoencephalitis.</li>\n\t<li>Rash (macular, maculopapular) that is not spreading or annular.</li>\n</ul><br><br><p>A spreading, annular rash or a rash in a patient with suspected HGA should raise suspicion for <em>Borrelia burgdorferi</em> (Lyme disease) coinfection.</p>\n<h1>Laboratory findings</h1><br><br><p><strong>Leukopenia</strong> is the most common laboratory finding (50%-90% of patients), reflecting leukocyte infection (eg, monocytes for <em>Ehrlichia</em>, granulocytes for <em>Anaplasma</em>).&nbsp; <strong>Thrombocytopenia</strong> also frequently occurs (particularly in HGA, in which neutrophil dysregulation affects platelet activation and clearance).&nbsp; Elevated transaminases, lactate dehydrogenase, and alkaline phosphatase can be seen.</p><br><br><p>Signs of hemolytic anemia (eg, schistocytes, increased indirect bilirubin, decreased haptoglobin, elevated reticulocytes) should raise suspicion for babesiosis coinfection (also transmitted by <em>Ixodes</em> ticks).</p>\n<h1>Diagnosis</h1><br><br><p>Suspicion for HME or HGA should be raised when a patient exposed to an endemic area develops a febrile illness in the spring or summer, particularly in the setting of leukopenia, thrombocytopenia, and/or elevated transaminases on laboratory examination.&nbsp; The diagnosis is generally made by sending blood samples for the following evaluation:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>PCR testing for HME and HGA</strong>:&nbsp; Sensitivity and specificity are excellent during the first week of illness but may decline thereafter.&nbsp; Sensitivity also significantly falls when blood samples are drawn &gt;48 hours after antibiotic initiation.</li>\n\t<li><strong>Microscopic examination of a blood smear</strong>:&nbsp; The identification of an intraleukocytic morulae provides the most rapid diagnostic confirmation of infection; blood smear microscopy has lower sensitivity than PCR (but higher specificity).</li>\n\t<li><strong>Serology for IgM and IgG against HME and HGA</strong>:&nbsp; Serology has limited clinical utility during acute infection because serologic conversion is often delayed past the time of initial presentation.&nbsp; In addition, IgG titers often remain positive for &gt;1 year after infection; therefore, a single elevated titer does not confirm acute infection (because it could indicate previous infection).&nbsp; Titers should rise &gt;4-fold when samples are redrawn 2-4 weeks after the initial sample is taken, which confirms the diagnosis in most cases.</li>\n</ul><br><br><p>Patients with confirmed HGA generally require evaluation for coinfections transmitted by <em>Ixodes</em> ticks, namely Lyme disease and babesiosis.</p>\n<h1>Differential diagnosis</h1><br><br><p>A febrile, nonspecific illness with laboratory evidence of leukopenia, thrombocytopenia, and/or elevated transaminases can be seen with other infections, most notably:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Epstein-Barr virus (EBV)</strong>:&nbsp; EBV acute mononucleosis can cause flu-like symptoms with elevated transaminases, but patients usually have atypical lymphocytosis, not leukopenia, and pharyngitis.</li>\n\t<li><strong>Cytomegalovirus (CMV)</strong>:&nbsp; CMV's acute mononucleosis can cause flu-like symptoms and thrombocytopenia, but patients usually have atypical lymphocytosis (not leukopenia); lymphadenopathy and pharyngitis are less common with CMV than EBV mononucleosis.</li>\n\t<li><strong>Acute HIV</strong>:&nbsp; Patients often develop a flu-like illness with leukopenia (due to acute destruction of CD4<font size=\"2\"><sup>+</sup></font> cells), elevated transaminases, and/or thrombocytopenia.&nbsp; However, most individuals have pharyngeal hyperemia and painful mucocutaneous ulcers (shallow, sharply demarcated ulcers with a white base surrounded by erythema).</li>\n\t<li><strong>Rocky Mountain spotted fever</strong>:&nbsp; This tick-borne infection frequently presents with a flu-like illness, and patients may develop thrombocytopenia.&nbsp; However, a diffuse rash (erythematous → petechial; centripetal [ankles/wrists → trunk]) typically develops within a few days of symptom onset.</li>\n\t<li><strong>Babesiosis</strong>:&nbsp; This illness is also transmitted by <em>Ixodes</em> ticks and frequently causes a flu-like illness with thrombocytopenia.&nbsp; However, patients have laboratory evidence of hemolytic anemia (eg, low hemoglobin, elevated lactate dehydrogenase, low haptoglobin, presence of schistocytes, reticulocytosis).</li>\n</ul>\n<h1>Management</h1><br><br><p>Patients with asymptomatic infection require no treatment because they are generally able to clear the organism and have no sequelae.&nbsp; In contrast, symptomatic individuals who have suspected HME or HGA should generally be prescribed <strong>empiric</strong> antimicrobial therapy while awaiting test results, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Doxycycline</strong> (100 mg twice a day) is the treatment of choice.&nbsp; It provides coverage for HME and HGA, as well as many other tick-borne infections (eg, Rocky Mountain spotted fever, early Lyme disease).</li>\n\t<li>Rifampin can be used as an alternate agent in those with severe tetracycline allergy; however, close follow-up to ensure the resolution of infection is required.</li>\n</ul><br><br><p>Patients with HGA should be evaluated for other infections transmitted by <em>Ixodes</em> ticks, most notably Lyme disease and babesiosis.&nbsp; Patients with babesiosis require additional antibiotics (azithromycin plus atovaquone) because doxycycline is not effective against this pathogen.</p>\n<h1>Complications</h1><br><br><p>Severe illness is more common with HME than HGA.&nbsp; Patients with HME may require hospitalization for intravenous antibiotics, supportive care, and monitoring.&nbsp; Complications, including the following, can arise:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Seizure, coma.</li>\n\t<li>Renal failure, respiratory failure, heart failure.</li>\n\t<li>Sepsis/septic shock.</li>\n</ul><br><br><p>In addition, hemophagocytic lymphohistiocytosis is a syndrome characterized by an excessive inflammatory response and macrophage activation (mostly mediated by interferon-gamma).&nbsp; It is associated with HME (infected monocytes/macrophages) more than with HGA.</p><br><br><p>Secondary infections are primarily seen with HGA, reflecting impaired neutrophilic killing of bacteria and fungi (eg, invasive aspergillosis, candidiasis) with dampening of other immune cell (eg, natural killer cell) function (eg, herpes simplex esophagitis).</p>\n<h1>Prognosis</h1><br><br><p>Most patients recover completely from infection following treatment.&nbsp; Life-threatening infections are most common in those with severe underlying immunocompromise.&nbsp; The overall risk of death is approximately 1%-3% for HME and &lt;1% for HGA.</p>\n<h1>Summary</h1><br><br><p>Ehrlichiosis and anaplasmosis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37398.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) are tick-borne infections that attack leukocytes.&nbsp; Most cases are caused by <em>Ehrlichia chaffeensis</em>, which is transmitted by the lone star tick, and <em>Anaplasma phagocytophilum</em>, which is transmitted by <em>Ixodes</em> species ticks.&nbsp; Although asymptomatic infection can occur, patients typically develop a nonspecific febrile illness with leukopenia, thrombocytopenia, and/or elevated transaminases.&nbsp; Diagnosis is typically made with PCR, blood smear microscopy (morulae visualized in leukocytes), and/or serology.&nbsp; Suspected cases should be treated empirically with antibiotics while awaiting test results.&nbsp; First-line treatment is doxycycline.&nbsp; Most patients recover completely without sequelae; however, those with severe immunocompromise may have complications or life-threatening illness.<p></p>\n</div>\n\n            "
}