{
  "meta": {
    "title": "Escherichia coli",
    "url": "https://brainandscalpel.vercel.app/escherichia-coli-f5795d02-2edf1a.html",
    "scrapedAt": "2025-12-01T05:04:45.239Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p><em>Escherichia coli</em> is a gram-negative, facultatively anaerobic rod belonging to the Enterobacteriaceae family.&nbsp; It was first described by Theodor Escherich (hence the name <em>Escherichia</em>) in 1885.&nbsp; <em>E coli</em> is one of the most common gastrointestinal commensal organisms.&nbsp; Although most strains are harmless, the acquisition of virulence factors (eg, from a bacteriophage or plasmid) can result in pathogenicity.&nbsp; <em>E coli</em> is a leading cause of diarrheal illness, as well as infections of the urinary tract and nosocomial and neonatal infections.</p>\n<h1>Microbiology</h1><br><br><p><em>E coli</em> is a gram-negative, facultatively anaerobic, rod-shaped bacterium that is readily cultured from stool on selective media (eg, MacConkey agar) under aerobic conditions.&nbsp; All strains are oxidase negative, the majority (&gt;99%) produce indole, and most (~90%) ferment lactose.</p><br><br><p>Most strains are harmless and exist as commensal organisms in the gastrointestinal tract.&nbsp; Pathogenic strains emerge when the bacterium acquires virulence genes via plasmids, transposons, bacteriophages, and/or pathogenicity islands.&nbsp; Pathogenic subtypes are generally categorized based on antigens for lipopolysaccharide (O antigen) and flagella (H antigen).&nbsp; Common pathogenic subtypes and their clinical features are described below.</p>\n<h1>Diarrheagenic <em>E coli</em></h1><h2>Enterotoxigenic <em>E coli</em> (ETEC)</h2><br><br><p>Enterotoxigenic <em>E coli</em> (ETEC) is the primary cause of <strong>traveler's diarrhea</strong>.&nbsp; It is spread via contaminated food and water and is particularly common in regions with limited access to clean water and adequate sanitation infrastructure.&nbsp; Children are at greatest risk.&nbsp; Although the organism is noninvasive, it attaches to the epithelium of the intestine using fimbriae and then causes illness due to plasmid-encoded secretory toxins, as follows:</p><br><br><ul>\n\t<li><strong>Heat-labile toxin</strong>:&nbsp; Similar to cholera toxin, it stimulates adenylate cyclase, which increases intracellular cyclic AMP; this promotes the secretion of chloride from the villous tips and inhibits the absorption of sodium, which results in the secretion of free water into the intestinal lumen.</li>\n\t<li><strong>Heat-stable toxin</strong>:&nbsp; Stimulates guanylyl cyclase, which increases intracellular cyclic GMP; this promotes chloride secretion and inhibits sodium absorption, which results in the secretion of free water into the intestinal lumen.</li>\n</ul><br><br><p>ETEC strains have one or both toxins.&nbsp; Patients develop watery diarrhea that may be mild or severe.&nbsp; Vomiting is uncommon.&nbsp; Because the organism is noninvasive, the illness is self-limited and generally lasts 1-5 days.</p>\n<h2>Enteropathogenic <em>E coli</em> (EPEC)</h2><br><br><p>Enteropathogenic <em>E coli</em> (EPEC) is a major cause of <strong>pediatric diarrhea</strong> in resource-limited settings.&nbsp; It is associated with sporadic and epidemic outbreaks and affects primarily <strong>children age &lt;2</strong>.&nbsp; EPEC uses a plasmid-encoded, bundle-forming pilus to attach to enterocytes in the small intestine.&nbsp; Attachment is enhanced by a chromosomal island, the locus for enterocyte effacement (LEE), which carries a gene for intimin (a colonization factor).&nbsp; Typical EPEC has both the bundle-forming pilus and the LEE, whereas atypical EPEC has only the LEE.</p><br><br><p>Following <strong>attachment</strong>, protein toxins encoded on LEE are injected into adjacent epithelial cells.&nbsp; The toxins rearrange the host cytoskeleton, resulting in the <strong>effacement of microvilli</strong>.&nbsp; They also increase the permeability of tight junctions and change water and electrolyte secretion/absorption patterns, resulting in watery diarrhea that can be <strong>severe</strong> and, in some cases, chronic, leading to malnutrition.</p>\n<h2>Enteroaggregative E coli (EAEC)</h2><br><br><p>Enteroaggregative <em>E coli</em> (EAEC) causes <strong>acute and chronic watery diarrhea</strong> across many subpopulations in resource-rich and resource-limited settings.&nbsp; It has been implicated in both outbreaks and sporadic cases of diarrhea and is a fairly common cause of diarrhea in travelers.&nbsp; EAEC contains a plasmid that encodes for aggregative adherence fimbriae (AAF), which mediates attachment to intestinal epithelial cells and the formation of a biofilm.&nbsp; AAF also triggers cytokine signaling that loosens the tight junctions between cells.&nbsp; Most strains also contain a transcriptional activator (AggR).&nbsp; EAEC is noninvasive and classically causes a stacked-brick layering on epithelial cells seen on histopathology.&nbsp; Symptomatic patients can have acute or chronic watery stool with or without nausea, vomiting, and abdominal pain.</p>\n<h2>Shiga toxin–producing E coli (STEC)</h2><br><br><p>Shiga toxin–producing <em>E coli</em> (STEC) (which includes enterohemorrhagic <em>E coli</em> [EHEC]) typically causes acute-onset <strong>bloody diarrhea</strong>, which may be complicated by hemolytic uremic syndrome (HUS) and ischemic colitis.&nbsp; Transmission occurs primarily due to the ingestion of contaminated food (particularly undercooked <strong>beef</strong>) or via animal contact or person-to-person spread (eg, in the household, day care, or nursing home).&nbsp; STEC is typically classified as either O157:H7 or non-O157; the former is associated with outbreaks of bloody diarrhea and is more likely to cause HUS and ischemic colitis.</p><br><br><p>STEC is noninvasive.&nbsp; It adheres to enterocytes using intimin and then elaborates <strong>Shiga toxin</strong> (Stx1 and/or Stx2), a virulence factor acquired from a bacteriophage.&nbsp; Shiga toxin shares homology with the toxin produced by <em>Shigella dysenteriae</em>.&nbsp; It is an AB protein toxin.&nbsp; The B unit attaches to a glycolipid receptor on host cells; the A unit is then endocytosed, taken to the Golgi apparatus and endoplasmic reticulum, and translocated to the cytosol, at which point it inactivates host ribosomes and causes cell death (due to inhibition of protein synthesis).</p><br><br><p>Enterocyte death results in inflammatory colitis and bloody diarrhea.&nbsp; Spread of the toxin through the bloodstream can lead to HUS (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36652.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) due to toxin-mediated microangiopathic injury and subsequent formation of intravascular thrombi; this consumes platelets (thrombocytopenia), causes microangiopathic hemolytic anemia, and damages afferent renal vessels (acute kidney injury).&nbsp; The risk for HUS is greatest in children age &lt;10 and older adults.<p></p>\n<h2>Enteroinvasive E coli (EIEC)</h2><br><br><p>Enteroinvasive <em>E coli</em> (EIEC) is an uncommon cause of diarrhea.&nbsp; It causes frank <strong>dysentery</strong> (eg, profuse diarrhea, mucus in stool, high fever) with a clinical syndrome that resembles that of <em>Shigella</em>.&nbsp; EIEC is typically acquired by ingesting contaminated vegetables or undercooked meat.&nbsp; A large inoculum is required for infection.&nbsp; The bacterium uses adhesins to bind to enterocytes, enters the host cell, replicates, and spreads to adjacent cells.&nbsp; This results in inflammatory colitis.&nbsp; Spread through the bloodstream is uncommon.</p>\n<h1>Extraintestinal pathogenic <em>E coli</em></h1><h2>Urinary tract infections</h2><br><br><p>Uropathogenic <em>E coli</em> (UPEC) is the most common cause of urinary tract infections (cystitis, pyelonephritis).&nbsp; It acts primarily as an opportunistic intracellular pathogen in the urinary tract due to the acquisition of the following virulence factors:</p><br><br><ul>\n\t<li>Fimbrial and nonfimbrial adhesins allow the organism to bind with greater affinity to urothelial cells and generate biofilm.</li>\n\t<li>Specialized fimbriae promote bacterial survival, renal tropism, and/or alterations in ureteric contractility.</li>\n\t<li>Siderophores increase bacterial iron absorption in the iron-poor environment of the urinary tract.</li>\n\t<li>Hemolysins facilitate host cell invasion.</li>\n</ul>\n<h2>Neonatal meningitis</h2><br><br><p>Neonatal meningitis-causing <em>E coli</em> (NMEC) is the second most common cause of early-onset meningitis (within 3 days of birth) and sepsis.&nbsp; It is often acquired via vertical transmission during delivery and is most common in infants with prolonged rupture of membranes.&nbsp; Most <em>E coli</em> strains that cause meningitis contain the <strong>K1 capsular antigen</strong>, a virulence factor that allows the bacteria to mimic polysaccharides present in host tissue (eg, human neuronal cells), which aids immune evasion.</p>\n<h2>Sepsis and pneumonia</h2><br><br><p><em>E coli</em> is a major cause of gram-negative bacteremia, nosocomial infection, and ventilator-associated pneumonia.</p>\n<h1>Diagnosis</h1><br><br><p>Healthy-appearing patients with suspected acute <em>E coli</em> diarrhea and minimal systemic symptoms generally do not require laboratory testing because the illness is typically self-limited.&nbsp; Patients with potential STEC (eg, bloody diarrhea) should undergo a complete blood count and comprehensive metabolic panel.&nbsp; Patients with prolonged diarrhea, dysentery, and significant systemic symptoms should undergo stool culture on selective media (eg, MacConkey agar); unlike other forms of <em>E coli</em>, STEC usually ferments sorbitol and grows on sorbitol media (<em>E coli</em> O157:H7 is an exception).&nbsp; Molecular testing can identify many individual <em>E coli</em> subtypes by detecting unique genome features (eg, Stx, heat-labile toxin, Shiga toxin).</p><br><br><p>Patients with suspected urinary tract infection should undergo urinalysis and urine culture.&nbsp; Those with neonatal sepsis/meningitis or nosocomial infection require blood cultures and, often, cultures of fluid from the site of potential infection.</p>\n<h1>Treatment</h1><br><br><p>Most healthy patients with suspected acute <em>E coli</em> diarrheal illness can be treated with oral hydration and, if needed, antimotility agents (eg, loperamide).&nbsp; IV hydration is required only if patients cannot tolerate oral intake.&nbsp; Antibiotics (eg, azithromycin) are generally not recommended due to cost, minimal shortening in duration of symptoms, adverse effects, and increased risk for drug-resistant strains.&nbsp; However, they are sometimes considered in patients with immunocompromise, prolonged diarrhea (&gt;7 days), or dysentery.&nbsp; Antibiotics and antimotility agents should be avoided in patients with STEC due to the risk for toxin release and subsequent development of HUS.&nbsp; In contrast, patients with extraintestinal pathogenic <em>E coli</em> (eg, urinary tract infection, sepsis) usually require antimicrobial therapy to prevent progression.</p>\n<h1>Prevention</h1><br><br><p>The most important preventive strategy for traveler's diarrhea is the judicious selection of food and drink.&nbsp; Food should be thoroughly cooked and served hot, fruit should be peeled by the traveler immediately prior to eating, and dairy products should be consumed only if pasteurized.&nbsp; Condiments can be contaminated and should generally be avoided.&nbsp; Beverages should be bottled with the cap on at the time of serving or disinfected.&nbsp; Ice (which may be made from untreated water) should be avoided, even in drinks with alcohol.&nbsp; Hot tea and coffee are generally safe.&nbsp; Antimicrobial chemoprophylaxis is not regularly recommended.</p>\n<h1>Summary</h1><br><br><p><em>Escherichia coli</em> is one of the most common gastrointestinal commensal organisms.&nbsp; Although most strains are harmless, the acquisition of virulence factors can result in pathogenicity.&nbsp; Common subcategories of pathogenic <em>E coli</em> are as follows:</p><br><br><ul>\n\t<li>Enterotoxigenic <em>E coli</em>:&nbsp; Traveler's diarrhea due to toxin elaboration (heat-labile, heat-stable).</li>\n\t<li>Enteropathogenic <em>E coli</em>:&nbsp; Pediatric diarrhea due to the attachment and effacement of microvilli.</li>\n\t<li>Enteroaggregative <em>E coli</em>:&nbsp; Acute or chronic watery diarrhea.</li>\n\t<li>Enterohemorrhagic <em>E coli</em>:&nbsp; Bloody diarrhea due to Shiga toxin; sometimes complicated by HUS.</li>\n\t<li>Enteroinvasive <em>E coli</em>:&nbsp; Dysentery with enterocyte invasion.</li>\n\t<li>Extraintestinal pathogenic <em>E coli</em>:&nbsp; Urinary infection, neonatal sepsis/meningitis, nosocomial infection.</li>\n</ul><br><br><p>Most cases of diarrheagenic <em>E coli</em> are self-limited and do not require antimicrobial therapy.&nbsp; Although diagnostic testing is often not required, the organism can usually be isolated on stool culture with selective media; the infecting subcategory can typically be identified with molecular testing.</p>\n</div>\n\n            "
}