{
  "meta": {
    "title": "Fournier gangrene",
    "url": "https://brainandscalpel.vercel.app/fournier-gangrene-c886c164-2edf1a.html",
    "scrapedAt": "2025-12-01T05:04:49.013Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Fournier gangrene is a life-threatening, rapidly-spreading form of necrotizing fasciitis that involves the perineal, perianal, and genital areas.&nbsp; It is typically a polymicrobial infection that spreads quickly along fascial planes and causes ischemia and necrosis of the soft tissues; it can quickly lead to sepsis and death without intervention.&nbsp; Presenting symptoms include severe perineal/genital pain out of proportion to examination.&nbsp; Fever, crepitus, bullae, and hypotension develop as the infection progresses.&nbsp; Treatment includes immediate surgical intervention for debridement of gangrenous tissue and broad-spectrum antibiotics.</p><h1>Risk factors</h1><p>Risk factors for Fournier gangrene include:</p><ul class=\"article-body-unordered-list\"><li>Diabetes mellitus</li><li>Peripheral vascular disease</li><li>Obesity</li><li>Immunosuppression</li><li>Male sex (10:1 male-to-female ratio)</li><li>Age &gt;50</li><li>Alcohol dependence</li><li>Genitourinary tract infection (eg, perirectal abscess)</li><li>Perineal trauma or surgery (eg, prostate biopsy)</li></ul><h1>Pathophysiology</h1><p>Most cases of Fournier gangrene arise from cutaneous breakdown in the perineal, perianal, or genital regions, which creates a portal of entry for <strong>polymicrobial colonic or urogenital organisms</strong>.&nbsp; Infection typically includes a mixture of aerobic (eg, group A <em>streptococcus</em>, <em>Staphylococcus aureus</em>), anaerobic (eg, <em>Bacteroides</em>, <em>Clostridium</em>), and facultative organisms that can live in aerobic or anaerobic conditions (eg, <em>Escherichia coli,</em> enterococci).</p><p>Bacterial toxins and enzymes induce inflammation, tissue destruction, and microthrombosis of subcutaneous blood vessels, leading to ischemia and necrosis of the skin, subcutaneous fat, and fascia.&nbsp; The infection <strong>spreads rapidly via fascial planes</strong>, quickly involving surrounding structures (eg, gluteus muscles, abdominal wall), and dissemination into the bloodstream results in sepsis and septic shock.</p><h1>Clinical presentation</h1><p>Manifestations of Fournier gangrene typically arise rapidly and include the following:</p><ul class=\"article-body-unordered-list\"><li>Severe pain, often out of proportion to examination findings:&nbsp; Early tissue destruction is subcutaneous and overlying skin may appear relatively unremarkable.</li><li>Chills, malaise, myalgia</li><li>Paresthesia/sensory loss may occur due to necrosis of superficial subcutaneous nerves.</li><li>Onset is often abrupt and progression may occur within hours to several days.</li></ul><p>Examination findings include:</p><ul class=\"article-body-unordered-list\"><li>Tenderness, edema, induration, and erythema in the perineum, scrotum/labia, perianal region, and/or lower abdomen</li><li>Crepitus:&nbsp; palpable air in the soft tissues related to gas-forming organisms (eg, Clostridium)</li><li>Bullae (large blister), foul smelling discharge, darkly discolored skin:&nbsp; indicates cutaneous necrosis</li><li>Systemic symptoms such as fever, tachycardia</li><li>Septic shock:&nbsp; progression of disease that leads to hypotension, multiorgan failure, and death</li></ul><h1>Diagnosis</h1><p>The diagnosis of Fournier gangrene is primarily clinical and should be suspected in any patient with a perineal/genital soft tissue infection, systemic symptoms (eg, fever, shock), and any of the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Pain out of proportion to examination</strong></li><li><strong>Rapidly progressive illness</strong></li><li><strong>Evidence of necrosis</strong> (eg, <strong>bullae</strong>) <strong>or soft tissue gas</strong> (eg, <strong>crepitus</strong>)</li></ul><p>Characteristic clinical findings may be absent or mild in the early stages of disease, making this a challenging diagnosis.&nbsp; A high index of clinical suspicion, especially in high-risk patients (eg, those with diabetes mellitus), is required to prevent overlooking or misdiagnosing the condition.</p><h1>Differential diagnosis</h1><ul class=\"article-body-unordered-list\"><li><strong>Cellulitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19179.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; Bacterial infection causes erythema, warmth, edema, and tenderness of the deep dermis and subcutaneous fat.&nbsp; It may appear similar to early Fournier gangrene, but the course is usually indolent.&nbsp; Rapidly advancing infection, severe pain, septic shock, and crepitus are not typical.</li><li><strong>Abscess</strong> (eg, perianal, labial) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20243.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; A well-defined collection of pus presents as a localized, tender, fluctuant mass within the soft tissue.&nbsp; It can cause soft tissue erythema and edema, but extensive tissue necrosis and systemic toxicity are rare.</li><li><strong>Infected Bartholin cyst</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30109.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; Infection of a vaginal Bartholin gland can cause a painful, fluctuant mass in the vulvar region, but it typically lacks the rapid progression and soft tissue destruction associated with Fournier gangrene.</li></ul><h1>Imaging</h1><p>Imaging can delay surgical intervention and is generally not recommended when the presentation is highly suspicious for Fournier gangrene (eg, crepitus, rapid progression), especially if there is hemodynamic instability.&nbsp; These patients require immediate surgical exploration and debridement.</p><p>In patients with suspected Fournier gangrene whose condition is hemodynamically stable, a <strong>CT scan of the abdomen and pelvis</strong> may be appropriate.&nbsp; CT scan findings&nbsp; (eg, soft tissue air) can help confirm the diagnosis and assess the extent of tissue involvement (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L5787.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; However, a negative CT scan does not rule out the diagnosis.&nbsp; Direct visualization of the soft tissue during surgery is the only way to definitively confirm the presence or absence of a necrotizing infection.&nbsp; If suspicion remains despite a normal CT scan, surgical consultation is warranted.<p></p><h1>Laboratory evaluation</h1><p>In Fournier gangrene, most laboratory findings are nonspecific, but the following abnormalities may be observed:</p><ul class=\"article-body-unordered-list\"><li>Leukocytosis is associated with inflammation/infection.</li><li>Metabolic acidosis (often lactic acidosis due to soft tissue hypoxia), elevated creatinine, and elevated transaminates suggest septic shock with multiorgan injury.</li><li>Elevated procalcitonin, C-reactive protein, and lactic acid are indicators of sepsis/septic shock.</li><li>High creatinine kinase levels imply breakdown/necrosis involving the fascia or muscle.</li><li>Positive blood and wound cultures typically reveal polymicrobial infection.</li></ul><h1>Management</h1><p>Fournier gangrene is a <strong>surgical emergency</strong>, and any delay in operative intervention dramatically increases the risk for morbidity and mortality.&nbsp; Definitive management includes <strong>immediate surgical debridement</strong> to remove necrotic tissue and to control the spread of infection.&nbsp; Important adjunctive treatments include <strong>broad-spectrum antibiotics</strong>, targeting aerobic and anaerobic organisms, and hemodynamic support with IV fluids and/or vasopressors.</p><h1>Prognosis</h1><p>The prognosis of Fournier gangrene depends on the promptness of diagnosis, adequacy of surgical debridement, and overall patient health status.&nbsp; Despite advances in medical care, Fournier gangrene is associated with significant morbidity and mortality.&nbsp; Immediate surgical intervention is essential to minimize tissue loss and to prevent systemic toxicity and death.&nbsp; Patients with diabetes mellitus, elderly patients, and those with extensive necrosis or shock on initial presentation tend to have a worse prognosis.</p><h1>Summary</h1><p>Fournier gangrene is a necrotizing soft tissue infection that involves the perineal, perianal, and genital areas and usually occurs in patients with diabetes mellitus and obesity (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/72903.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; The infection is often polymicrobial, and bacterial entry into the soft tissue is typically preceded by a break in the skin (eg, wound, surgery).&nbsp; Clinical manifestations include pain, swelling, tenderness, and crepitus in the genital area, as well as systemic symptoms such as fever and hypotension.&nbsp; Although broad-spectrum antibiotics and hemodynamic support are important adjunctive treatments, this condition is a surgical emergency and definitive management requires immediate operative debridement.<p></p></div>\n            "
}