{
  "meta": {
    "title": "Herpes simplex virus (HSV)",
    "url": "https://brainandscalpel.vercel.app/herpes-simplex-virus-hsv-dd758fa3-2edf1a.html",
    "scrapedAt": "2025-12-01T05:05:01.911Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Herpes simplex virus (HSV) are double-stranded DNA viruses that cause life-long infection within the host with periods of latency and reactivation.&nbsp; HSV can be divided into two serotypes:&nbsp; HSV-1 and HSV-2.</p>\n<h1>Risk factors</h1><h2>HSV-1</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Oral contact:&nbsp; most common mode of transmission, often through kissing or sharing utensils</li>\n\t<li>Young age:&nbsp; commonly acquired during childhood</li>\n\t<li>Crowded living conditions:&nbsp; higher transmission rates due to close contact</li>\n\t<li>Immunosuppression:&nbsp; increased risk of severe or recurrent infections</li>\n</ul>\n<h2>HSV-2</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sexual contact with no barrier protection, multiple sexual partners</li>\n\t<li>Female gender</li>\n\t<li>Immunosuppression</li>\n</ul>\n<h1>Pathophysiology</h1><br><br><p>Herpes simplex virus (HSV) is an enveloped, double-stranded DNA virus with 2 different serotypes:&nbsp; HSV-1 and HSV-2, according to the glycoproteins in the lipid bilayer envelope (glycoprotein G1 is associated with HSV-1 and glycoprotein G2 is associated with HSV-2).&nbsp; Classically, HSV-1 is associated with gingivostomatitis (ie, vesicles on the anterior oral mucosa) and HSV-2 is associated with genital infection; however, infection with either serotype can occur at either location.</p>\n<h2>Transmission</h2><br><br><p>Transmission occurs when a person with no prior HSV infection is exposed to HSV in herpetic lesions, mucosal secretions, or skin (ie, asymptomatic shedding).&nbsp; The virus must contact mucosal surfaces or abraded skin to initiate infection, which can occur with oral-oral contact, genital-genital contact (eg, microabrasions from intercourse), or oral-genital contact.&nbsp; Transmission can occur if the source (ie, person with HSV) is symptomatic or asymptomatic; however, it is much more likely for viral spread in a symptomatic source because the viral burden is much greater.</p>\n<h2>Initial infection</h2><br><br><p>HSV infects epithelial cells by binding to surface receptors (eg, heparan sulfate, nectin) through its viral glycoproteins (eg, gB, gC, gD).&nbsp; This initiates merging of the viral envelope to the cell lipid bilayer, which releases the viral nucleocapsid.&nbsp; Once inside the cell, viral DNA is transported to the nucleus, where it uses the host cell's transcriptional machinery for replication.&nbsp; HSV replicates by three rounds of transcription to yield immediate early proteins that maintain viral replication (eg, viral thymidine kinase), early proteins (synthesize and package DNA), and late proteins (mostly virion proteins).</p><br><br><p>Newly formed virions bud from the host cell membrane, causing cellular lysis and inflammation.&nbsp; This leads to the formation of vesicular lesions characteristic of HSV infections.&nbsp; The incubation period following acquisition of HSV ranges from 2 to 12 days.</p>\n<h2>Latency</h2><br><br><p>A hallmark feature of HSV is its ability to evade the immune system and remain latent in the body permanently.&nbsp; The pathophysiology behind latency is poorly understood, but HSV-1 and HSV-2 are transported through retrograde (ie, dynein-dependent transport) flow along axons that connect the point of entry into the body to nuclei of sensory neurons (eg, trigeminal ganglia, sacral ganglia), where it remains in a latent stage for the life of the host.&nbsp; During this time, the viral genome persists in an episomal form within the neuronal nucleus, and only a small subset of viral genes, known as latency-associated transcripts (LATs), are expressed.&nbsp; LATs help maintain the viral genome in a repressed state and protect infected neurons from apoptosis.</p>\n<h2>Reactivation</h2><br><br><p>Reactivation can occur in individuals despite cell-mediated and humoral immunity; many factors disrupt the latent state and lead to reactivation, including emotional/physical stress and illness, ultraviolet light, or immunosuppression.&nbsp; During reactivation, the virions travel anterograde (ie, kinesin-dependent transport) along the axon back to the initial site of infection in the skin or mucosa, causing recurrent lesions.</p>\n<h2>Host immune response</h2><br><br><p>Both the innate and adaptive (humoral) immune system is required for symptom management.&nbsp; The initial innate immune response includes activation of toll-like receptors (TLRs) on infected cells, leading to the production of type I interferons and other cytokines.&nbsp; Natural killer (NK) cells and macrophages are also involved in controlling the early stages of infection.&nbsp; The adaptive immune response involves HSV-specific T cells, particularly CD8+ cytotoxic T lymphocytes (CTLs).&nbsp; These CTLs recognize and kill infected cells presenting viral peptides on MHC class I molecules.&nbsp; CD4+ helper T cells assist in antibody production by B cells, which neutralize extracellular virions and prevent further spread.&nbsp; Type-specific antibodies to viral proteins typically develop within 2-3 weeks of infection and persist.&nbsp; A competent immune system keeps the virus latent, whereas immunocompromised patients are at risk of increased episodes of viral reactivation.</p>\n<h1>Clinical presentation</h1><br><br><p>HSV infection presents in widely variable manners and is dependent upon the initial site of inoculation, the HSV serotype, and the type of infection (eg, primary, recurrent).&nbsp; It can range from asymptomatic (subclinical) to highly symptomatic.</p>\n<h2>Types of infections&nbsp;</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Primary infection</strong>:&nbsp; This refers to infection in a patient without preexisting antibodies to either HSV-1 or HSV-2.&nbsp; While a primary infection can be subclinical (ie, asymptomatic), it usually generates the most significant clinical illness, often with widespread systemic symptoms (eg, fever, malaise, headache).&nbsp;</li>\n\t<li><strong>Nonprimary first episode</strong>:&nbsp; This refers to infection with an HSV serotype that differs from already existing antibodies directed against the other HSV serotype (eg, HSV-2 acquisition in individuals with antibodies to HSV-1).&nbsp; This occurs because antibodies are type specific to HSV glycoproteins and do not offer complete protection against acquisition of the other serotype.&nbsp; They do, however, offer some defense against the new viral serotype, which often leads to a milder disease course than a primary infection (eg, prior HSV-1 infection increases the likelihood of asymptomatic HSV-2 infection by threefold).&nbsp;</li>\n\t<li><strong>Recurrent infection</strong>:&nbsp; This refers to reactivation of latent HSV; episodic recurrences are generally milder with fewer lesions and systemic symptoms than primary and nonprimary first episodes.</li>\n</ul>\n<h2>HSV-1 manifestations&nbsp;&nbsp;</h2><br><br><p><strong>Oral infections</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Primary oral HSV most often results in <strong>gingivostomatitis</strong> and <strong>pharyngitis</strong> with associated local lymphadenopathy (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85548.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Clinical symptoms usually develop 2-12 days following exposure.&nbsp; After the initial outbreak, the virus enters a latent phase in the trigeminal ganglia.</li>\n\t<li>Recurrent outbreaks most often occur as <strong>herpes labialis</strong> (ie, \"cold sore\") with minimal to no systemic symptoms (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85033.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Prior to outbreak, many patients will experience prodromal symptoms characterized by burning or tingling at the area of vesicular appearance.&nbsp;</li>\n</ul><br><br><p><strong>Genital infection</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Primary genital HSV-1 infection is often characterized by <strong>painful vesicular lesions</strong> on an erythematous base that over time erode into ulcers that crust over.&nbsp; Depending on the location of the pustules, dysuria can develop or even acute urinary retention (due to painful urination or autonomic dysfunction from sacral radiculitis).&nbsp; In a primary infection, this is often accompanied by <strong>bilateral inguinal lymphadenopathy</strong> and systemic symptoms.</li>\n\t<li>Genital recurrence with HSV-1 can occur within the first year, but additional recurrences are less likely (compared to genital HSV-2).&nbsp; However, asymptomatic shedding with the potential for transmission may occur.</li>\n</ul><br><br><p><strong>Cutaneous infections</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Herpetic whitlow</strong> is HSV infection of the hand or, more commonly, the finger, presenting with painful vesicles on a erythematous base (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108553.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; Spontaneous healing typically occurs within 2-3 weeks, but recurrences can occur.&nbsp; Children often autoinoculate themselves following classic HSV gingivostomatitis.</li>\n\t<li><strong>Herpes gladiatorum</strong> is an HSV infection of the neck, face, and arms that occurs following exposure in that area to HSV infected secretions.&nbsp; This is classically seen in wrestlers and presents with a vesiculopustular rash.</li>\n\t<li><strong>Erythema multiforme</strong> is a rare, immune-mediated disorder thought to involve a cell-mediated immune response to viral or other antigens, and HSV is the most common cause.&nbsp; The lesions classically appear as small (&lt;3 cm) annular or target-like lesions with a dusky center, pale zone surrounding the center, and a well-defined erythematous border.&nbsp; Erythema multiforme is often associated with mucosal lesions that manifest as painful erosions and bullae.&nbsp; This often presents 1-2 weeks after a primary or recurrent HSV outbreak.</li>\n\t<li><strong>Eczema herpeticum</strong> is an HSV infection consisting of painful vesicles in patients with atopic dermatitis, a chronic condition characterized by both skin barrier and immune dysfunction that leads to increased skin permeability with increased susceptibility to microbial infections (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44353.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; Vesicular lesions can arise in both normal skin and eczematous skin and may be a result of either a primary infection or reactivation of latent disease.&nbsp; The vesicles are initially monomorphic (ie, uniform in morphology) but can evolve into punched-out erosions that become covered with hemorrhagic crusts within 1-2 weeks (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33384.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).&nbsp; Systemic symptoms (eg, fever, lymphadenopathy) are common, and although most are localized and mild, there is a chance of fatal dissemination involving the eyes and visceral organs; therefore, patients require systemic antiviral therapy.&nbsp;</li>\n</ul><br><br><p><strong>Ocular infections</strong></p><br><br><p>Most HSV ocular infections are thought to represent viral reactivation from the trigeminal ganglia rather than a primary infection.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>HSV keratitis</strong> is reactivated corneal HSV and the most frequent cause of corneal blindness.&nbsp; It causes acute-onset eye pain, photophobia, tearing, and blurred vision.&nbsp; Conjunctival erythema around the corneal border or limbus (ie, ciliary flush) is classic.&nbsp; Diagnosis is made by slit-lamp examination with fluorescein dye, which generally reveals <strong>dendritic ulcers</strong> (ie, linear branching lesions) and may reveal corneal vesicles (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52646.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).</li>\n\t<li>Acute retinal necrosis is a rare but potentially blinding retinal disease caused by HSV (or varicella zoster) and characterized by decreased vision.</li>\n\t<li>Conjunctivitis/blepharitis can develop from HSV and cause redness, tearing, and swollen/red eyelids with vesicles on the lid margin.&nbsp;</li>\n\t<li><strong>Chorioretinitis</strong> or posterior uveitis is seen in disseminated HSV infection of neonates.&nbsp; This is covered in more detail within neonatal/congenital HSV infections.</li>\n</ul><br><br><p><strong>Neurologic syndromes</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>HSV encephalitis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39027.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), or inflammation of brain parenchyma, can occur even in immunocompetent hosts through spread of olfactory bulb to the olfactory cortex in the temporal lobe in primary infections or spread from trigeminal ganglion next to temporal lobe in reactivated HSV.&nbsp; It is associated with a very high morbidity and mortality and characterized by rapid onset of fevers, headaches, seizures, focal neurologic deficits (eg, hyperreflexia, cranial nerve palsies), and impaired consciousness.&nbsp; Signs of meningitis (eg, nuchal rigidity, photophobia) are often absent.&nbsp; Imaging with <strong>temporal lobe abnormalities</strong> (eg, hemorrhage, edema) are suggestive of HSV encephalitis.&nbsp; Cerebrospinal fluid (CSF) studies show typical viral findings with an elevated white count with lymphocyte predominance, normal to slightly elevated protein, and normal glucose (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33352.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ); however, definitive diagnosis is made through viral PCR studies of CSF.&nbsp;</li>\n\t<li><strong>Bell palsy</strong> is a peripheral neuropathy involving CN VII (facial nerve) and causes unilateral mouth dropping, disappearance of the nasolabial fold, and involvement of the upper face (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12380.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; It is most likely a reactivation of a neurotropic virus (most commonly HSV), which causes inflammation and edema of the facial nerve, resulting in nerve compression and degeneration of the myelin sheath.&nbsp;</li>\n</ul>\n<h2>HSV-2 manifestations</h2><br><br><p>Primary genital HSV-2 infection typically occurs 4 days after exposure and is characterized by multiple, <strong>painful, grouped vesicular lesions</strong> on an erythematous base (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95188.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ).&nbsp; Some of the vesicular lesions may have central umbilication.&nbsp; The appearance of HSV lesions erodes into ulcers over time.&nbsp; The initial infection of HSV can be accompanied by systemic symptoms (eg, fever, malaise), dysuria, and <strong>painful lymphadenopathy</strong>.<p></p><br><br><p>In severe primary infections, acute urinary retention may occur.&nbsp; This may be due to either voluntary retention (due to fear of pain from acidic urine on painful lesions) or sacral radiculitis characterized by loss of sacral sensation and sacral autonomic dysfunction.&nbsp; Other neurologic complications include aseptic meningitis (most commonly due to HSV-2, whereas encephalitis is more likely to be due to HSV-1).</p>\n<h2>Neonatal/congenital infection</h2><br><br><p>HSV can be acquired in the newborn in three different time periods:&nbsp; intrauterine (either through maternal primary infection or ascending infection in the case of prolonged rupture of membranes), perinatal (the most common and acquired at the time of delivery), and postnatal (through direct contact with family member).&nbsp; Congenital HSV is discussed in more detail in a separate article on congenital (TORCH) infection.</p><br><br><p>Neonatal HSV can be localized to the skin, eye, and mouth or to the central nervous system, or it can present with disseminated disease.&nbsp; HSV-1 is more likely to present with localized infection, whereas HSV-2 is more likely to cause CNS disease.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Localized infection</strong> is characterized by clusters of vesicles on an erythematous base, and infection of the eye may present with excessive watering of the eye and conjunctival erythema.&nbsp; This usually presents within the first two weeks of life, and prompt treatment of localized infection is required because there is a high risk of progression to CNS infection and/or disseminated disease.&nbsp; With prompt treatment, localized HSV infection is favorable.&nbsp;</li>\n\t<li><strong>CNS infection</strong> (ie, HSV meningoencephalitis) in neonates is characterized by seizures, lethargy, irritability, and poor feeding.&nbsp; This most often presents within the second or third week of life, but it can occur for up to 6 weeks.&nbsp;</li>\n\t<li><strong>Disseminated infection</strong> mimics a sepsis-like presentation with HSV involving multiple organs (liver, lungs, CNS, heart, kidneys) and usually presents within the first week of life with temperature instability (fever, hypothermia), lethargy, irritability, respiratory distress, and hepatomegaly.&nbsp; It is associated with a very high morbidity and mortality.</li>\n</ul>\n<h1>Diagnosis and laboratory evaluation&nbsp;</h1><br><br><p>The diagnosis is often suspected based on the appearance of characteristic lesions.&nbsp; However, confirmatory testing should be performed.&nbsp; The most sensitive and specific test for diagnosis is <strong>viral PCR</strong>.&nbsp; Other tests include viral culture, which is the most effective in patients with active HSV vesicles (rather than healing ulcerations), Tzanck smear (showing multinucleated giant cells), or direct fluorescence antibody testing.&nbsp; Serologic testing may be considered in patients with a history of genital lesions that did not get a confirmatory diagnosis, but they should not be used for screening in asymptomatic individuals with no history of outbreaks (even in pregnancy as this is not cost-effective at preventing neonatal HSV).</p><br><br><p>For suspected CNS disease, a lumbar puncture is required, which classically shows modestly increased lymphocytes, low to normal glucose levels, and mildly elevated protein levels.&nbsp; However, HSV PCR testing of CSF is required for confirmation.</p><br><br><p>Diagnosis of ophthalmic HSV involvement requires slit-lamp examination.</p>\n<h1>Imaging</h1><br><br><p>Imaging is generally not needed for diagnosis; however, an MRI/CT scan is performed for suspected cases of HSV encephalitis.&nbsp; Findings reveal temporal lobe involvement.</p>\n<h1>Management</h1><br><br><p>The mainstay of treatment is with <strong>antiviral therapy</strong>, which includes medications such as acyclovir, valacyclovir, and famciclovir.&nbsp; Although antivirals do not eliminate latent virus forms, they suppress viral multiplication when the virus is active.&nbsp; Acyclovir is a nucleoside analog that, once activated, competes with deoxyguanosine triphosphate for viral DNA polymerase; when acyclovir triphosphate becomes incorporated into the replicating viral DNA chain, viral DNA synthesis is terminated.</p><br><br><p>In general, patients with primary infections or nonprimary first episodes require antiviral therapy because they are at risk of prolonged clinical course, which can effectively be shortened by days to weeks with medication.&nbsp; Antivirals should be started as soon as symptoms appear (and no longer than 72 hours following initial symptoms).&nbsp; Oral therapy is usually sufficient for adults; however, for neonates or adults with complications (eg, sacral nerve involvement with urinary retention, dissemination, CNS involvement), parenteral therapy is required.</p><br><br><p>Recurrent outbreaks can be treated with oral antivirals either with episodic therapy (taken when symptoms and/or lesions develop) or with chronic suppressive therapy in patients with frequent outbreaks.</p><br><br><p>Topical antiviral therapy is reserved for recurrent herpes labialis outbreaks.</p>\n<h2>Pregnancy considerations&nbsp;</h2><br><br><p>Because the most common mode of vertical transmission is direct contact between the fetus and genital tract lesions (eg, cervix, vagina, vulva) during vaginal delivery, pregnant patients with HSV are managed carefully in the third trimester.&nbsp; The most effective strategy to decrease the risk of vertical transmission is to prevent an active HSV lesion at the time of delivery (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32500.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p>This is done with HSV <strong>suppressive therapy</strong>, which is initiated at 36 weeks gestation to prevent an active outbreak at the time of delivery.&nbsp; Patients without prodromal symptoms or active genital HSV lesions can undergo vaginal delivery, as the risk for perinatal transmission is minimal.&nbsp; However, patients with active genital HSV at delivery require a cesarean delivery to prevent direct contact between the fetus and the lesion.</p>\n<h1>Prevention&nbsp;</h1><br><br><p>The primary mode of prevention is to reduce contact with active lesions.&nbsp; This involves barrier protection (condoms) in patients with HSV.&nbsp; Because condoms do not completely reduce transmission with asymptomatic shedding, sexual intercourse should be avoided during times with prodromal symptoms (eg, burning, tingling) even if there are no active lesions.&nbsp; Suppressive therapy in individuals with frequent recurrences significantly reduces the risk of transmission.</p>\n<h1>Prognosis</h1><br><br><p>HSV-1 and HSV-2 are lifelong infections, but the symptoms can be managed effectively with prompt recognition and treatment.&nbsp; Serious complications (eg, dissemination, CNS involvement) are rare in immunocompetent patients.</p>\n<h1>Summary </h1><br><br><p>Herpes simplex virus (HSV) is a double-stranded DNA virus that causes life-long infection within the host with periods of latency and reactivation.&nbsp; The clinical manifestations are influenced by the location of infection.&nbsp; Both HSV-1 and HSV-2 can cause infections at any location.&nbsp; Serious complications of HSV are rare in the immunocompetent patient.&nbsp; Management is with antiviral therapy, which can significantly decrease the period of viral replication, but it cannot treat latent infection.&nbsp; Prevention is focused on reducing contact with the virus (eg, condoms) and the time the virus is actively replicating (eg, antivirals).&nbsp; Suppressive therapy is recommended at 36 weeks gestation in pregnant individuals to reduce vertical transmission to the neonate.</p>\n</div>\n\n            "
}