{
  "meta": {
    "title": "Herpes zoster (shingles)",
    "url": "https://brainandscalpel.vercel.app/herpes-zoster-shingles-e168130e-2edf1a.html",
    "scrapedAt": "2025-12-01T05:05:02.060Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Herpes zoster (shingles) results from the reactivation of latent varicella-zoster virus (VZV), which persists in sensory ganglia after primary varicella infection (chickenpox).&nbsp; Its hallmark clinical presentation is a painful vesicular rash that generally occurs in a dermatomal distribution.&nbsp; Although usually self-limited, herpes zoster can lead to persistent neuropathic pain and sometimes present with disseminated or severe disease in immunocompromised individuals.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>VZV, a double-stranded DNA virus of the herpesvirus family, causes the following distinct diseases:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Primary varicella (chickenpox) infection and</li>\n\t<li>Reactivation disease (herpes zoster, or shingles).</li>\n</ul>\n<h2>Primary varicella infection (chickenpox)</h2><br><br><p>During primary varicella infection, inoculation in the nasopharyngeal mucosa is followed by migration of the virus to the regional lymphatics.&nbsp; Subsequent dermatotrophic migration produces a diffuse vesicular rash (mostly located on the face and trunk) associated with fever, malaise, and pharyngitis (chickenpox).&nbsp; Then, the virus travels retrograde via sensory nerves to cranial nerve and dorsal spinal ganglia, where it lies dormant for decades.</p>\n<h2>Reactivation disease (herpes zoster, or shingles)</h2><br><br><p>Years or decades later, viral reactivation leads to viral replication within affected ganglia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40928.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The pathologic changes in herpes zoster involve VZV replication and ganglionitis in affected dorsal root or cranial nerve ganglia, leading to inflammation, necrosis, and potential neuronal loss that follows a characteristic dermatomal distribution (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L49884.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Histopathologically, light microscopy of a sample from a vesicle base reveals <strong>intranuclear inclusions</strong> in keratinocytes with multinucleated giant cells (positive Tzanck smear (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L72559.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )).&nbsp; Skin biopsy demonstrates acantholysis (loss of intercellular connections between keratinocytes) and intraepidermal vesicles (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63787.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).<p></p><br><br><p>Risk of herpes zoster is increased by factors that compromise cell-mediated immunity, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Increasing age</strong> (eg, age &gt;50):&nbsp; the most important risk factor because VZV-specific cell-mediated immunity from primary infection declines with age</li>\n\t<li><strong>Immunosuppression:</strong>&nbsp; due to medications (eg, corticosteroids, chemotherapy), infections (eg, HIV), malignancy, chronic illnesses (eg, autoimmune disease, chronic lung disease), and organ transplantation</li>\n\t<li><strong>Stress:</strong>&nbsp; physical (eg, motor vehicle collision, trauma, severe illness) or significant psychological stress</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Key findings in herpes zoster include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute neuritis</strong> manifests with prodromal, often intense <strong>neuropathic pain</strong>, described as burning, tingling, or throbbing; associated pruritus may be present.&nbsp; The pain follows a dermatomal distribution and typically precedes rash by several days.</li>\n\t<li><strong>Rash</strong> is characteristically <strong>unilateral and dermatomal</strong>, beginning as erythematous papules, evolving into grouped vesicles (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22776.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ) and pustules, and eventually crusting (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45115.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ) over within 7-10 days.&nbsp; Scarring may occur.&nbsp; Although <strong>one dermatome</strong> is typically prominently affected, the immediately adjacent dermatome is sometimes involved.</li>\n</ul><br><br><p>In contrast to primary varicella infection, systemic symptoms (eg, fever, malaise) are uncommon with uncomplicated reactivation disease.</p>\n<h1>Diagnosis</h1><br><br><p>Herpes zoster is primarily a clinical diagnosis, based on the characteristic appearance of a painful, unilateral dermatomal vesicular rash.&nbsp; Routine laboratory evaluation is generally unnecessary unless the presentation is atypical (eg, immunocompromise, disseminated disease, hemorrhagic lesions, involvement of visceral organs).</p><br><br><p>In atypical cases, laboratory testing with PCR can confirm the diagnosis.&nbsp; Uncomplicated herpes zoster infection by itself is not an indication for assessing for an immunocompromised state, although complicated or severe disease may warrant additional testing (eg, for HIV).</p>\n<h1>Management</h1><br><br><p>The mainstay of treatment for patients with localized, uncomplicated herpes zoster infection includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Antiviral treatment:</strong>&nbsp; Oral treatment (eg, famciclovir, acyclovir, valacyclovir) is recommended <strong>&lt;72 hours</strong> after rash onset; it may be used in high-risk patients (eg, immunocompromised, elderly) &gt;72 hours after rash onset.&nbsp; Early treatment shortens recovery time and (possibly) lowers the risk for postherpetic neuralgia.</li>\n\t<li><strong>Analgesics for acute neuritis:</strong>&nbsp; Nonsteroidal anti-inflammatory drugs and acetaminophen is recommended; severe pain may necessitate short-term treatment with short-acting opioids or corticosteroids.</li>\n</ul><br><br><p>Treatment has no benefit if all lesions have already crusted; in such patients, analgesia and supportive care only are recommended.</p>\n<h1>Complications</h1><br><br><p>Complications of herpes zoster infection include disseminated disease; involvement of the CNS, ears, and eyes; and persistent neuropathic pain (postherpetic neuralgia).</p>\n<h2>Disseminated zoster</h2><br><br><p>Disseminated zoster is characterized by widespread rash often involving multiple dermatomes or visceral organs.&nbsp; It is most common in <strong>immunocompromised</strong> individuals and presents with the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Widespread rash affecting multiple dermatomes (eg, involvement of &gt;2 or noncontiguous dermatomes, bilateral involvement)</li>\n\t<li>Constitutional symptoms (eg, fever, malaise)</li>\n\t<li>Organ-specific symptoms if visceral organs are involved (eg, hepatitis, pneumonitis, encephalitis)</li>\n</ul><br><br><p>Central involvement can manifest with aseptic meningitis (eg, photophobia, neck stiffness) or encephalitis (eg, seizure, delirium, focal neurologic signs); this complication can also occur in immunocompetent individuals.&nbsp; Lumbar puncture reveals elevated protein count, pleocytosis, and positive VZV DNA.</p><br><br><p>Management is with hospitalization and intravenous (IV) acyclovir, transitioning to oral antivirals only when lesions are crusted.</p>\n<h2>Herpes zoster ophthalmicus (HZO)</h2><br><br><p>HZO results from VZV reactivation within the <strong>ophthalmic branch</strong> of the trigeminal ganglion.&nbsp; It is most common in elderly or immunocompromised individuals (particularly aggressive in those with HIV).&nbsp; Key features include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pain and rash:</strong>&nbsp; Neuropathic pain and vesicular rash involving the V1 distribution of the trigeminal nerve (CN V) (eg, unilateral forehead, side of the nose, and periorbital area) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45470.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ) can be seen.</li>\n\t<li><strong>Hutchinson sign:</strong>&nbsp; Vesicles on the tip of the nose indicate a high risk for ocular involvement because the nasociliary branch of CN V1 innervates both the eye and the side/tip of the nose.</li>\n\t<li><strong>Ocular symptoms:</strong>&nbsp; Tearing and conjunctival chemosis may occur; because CN V1 also conveys sensory innervation of the cornea (sensory limb of the corneal/blink reflex), involvement can cause acute keratitis (corneal inflammation), seen as linear, branching lesions on fluorescein stain that can lead to vision loss if left untreated (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99664.png\" alt=\"Varicella Zoster Keratitis  Herpes Zoster Keratitis\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Varicella Zoster Keratitis  Herpes Zoster Keratitis</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Systemic symptoms</strong> (eg, headache, fever, malaise) may occur as part of HZO.</li>\n</ul><br><br><p>HZO is distinguished from other conditions that can cause forehead and ocular pain (eg, preseptal cellulitis, trigeminal neuralgia, giant cell arteritis) due to the presence of a characteristic unilateral rash and neuropathic (burning, stabbing) pain.</p><br><br><p>Management includes oral antiviral therapy within 72 hours of rash onset (critical to reduce the risk for ocular complications).&nbsp; Severe cases (eg, sight-threatening corneal involvement, immunocompromise) may require IV antiviral therapy.&nbsp; In addition, immediate consultation with an ophthalmologist is required.</p>\n<h2>Herpes zoster oticus (Ramsay Hunt syndrome)</h2><br><br><p>Herpes zoster oticus is caused by reactivation of latent VZV in the geniculate ganglion (sensory ganglion of the facial nerve [CN VII]), disrupting CN VII nerve fibers with subsequent spread to the vestibulocochlear nerve (CN VIII).&nbsp; The classic triad includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ear pain</strong></li>\n\t<li><strong>Facial weakness</strong> on the ipsilateral side (Bell palsy)</li>\n\t<li><strong>Vesicular rash on the auricle</strong> or in the external auditory canal, which is innervated by CN VII.&nbsp; This auditory involvement distinguishes herpes zoster from Bell palsy caused by herpes simplex virus (HSV).</li>\n</ul><br><br><p>Spread to CN VIII can manifest with auditory (eg, hearing loss, hyperacusis, tinnitus) and vestibular (eg, vertigo, nausea/vomiting) symptoms.</p><br><br><p>Management includes oral or IV antiviral medications and often corticosteroids; early initiation (&lt;72 hr) is associated with improved recovery of CN VII function (although residual facial weakness is common).&nbsp; In addition, eye protection on the paralyzed side of the face (eg, artificial tears, lubricating ointment) is required.</p>\n<h2>Postherpetic neuralgia (PHN)</h2><br><br><p>Typically, the acute neuritis associated with herpes zoster diminishes within 30 days but up to 3 months of rash onset.&nbsp; In ~5% of patients, the pain persists, particularly in those who are older (eg, age &gt;70) or who initially experienced severe pain and rash.&nbsp; Persistent <strong>pain &gt;3 months</strong> in the same distribution as a prior herpes zoster episode suggests PHN.</p><br><br><p>Symptoms include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pain</strong> follows a dermatomal distribution and may be constant or intermittent, including burning, tingling, stabbing, or throbbing pain; pruritus may be present.</li>\n\t<li><strong>Sensory abnormalities</strong> include anesthesia, hyperesthesia, and allodynia (pain elicited by nonpainful stimuli [eg, light touch]).</li>\n</ul><br><br><p>The dermatomal nature of the pain and history of a prior zoster infection preceding the pain are key features that distinguish PHN from other types of neuropathic pain syndromes (eg, trigeminal neuralgia, lumbar spinal radiculopathy, fibromyalgia).</p><br><br><p>Management of pain is based on the severity of symptoms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mild to moderate symptoms:</strong>&nbsp; Topical lidocaine patches or capsaicin cream are preferred.</li>\n\t<li><strong>Moderate to severe symptoms:</strong>&nbsp; Gabapentin or pregabalin is the first-line treatment; if this approach is ineffective, tricyclic antidepressants (eg, amitriptyline) or serotonin-norepinephrine reuptake inhibitors (eg, duloxetine) can be tried.&nbsp; Glucocorticoids are not effective in PHN (despite their role in treating severe acute neuritis).&nbsp; Opioids are not generally preferred.</li>\n</ul><br><br><p>This table summarizes the types of treatments for pain associated with herpes zoster (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36163.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Prevention</h1><br><br><p>Preventive measures against herpes zoster include vaccination and precautions to limit spread among individuals infected with herpes zoster.</p>\n<h2>Vaccination</h2><br><br><p>Vaccination (zoster vaccine live [ZVL] or recombinant attenuated zoster vaccine [RZV]) increases VZV-specific cell-mediated immunity and is an essential preventive measure against herpes zoster, particularly in older adults and immunocompromised individuals.&nbsp; Indications include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Immunocompetent but older patients (eg, age ≥50)</li>\n\t<li>Immunocompromised (reduced T-cell immunity) patients age ≥19 (eg, transplant recipient taking immunosuppressives or corticosteroids)</li>\n</ul><br><br><p>In most cases, the 2-dose RZV is preferred because it appears to have greater efficacy (eg, 90% reduction in risk for herpes zoster infection).&nbsp; ZVL is not approved for use in patients age &lt;50 and is contraindicated in many patients with ongoing immunodeficiency (due to the risk for precipitating disseminated disease).</p>\n<h2>Prevention of spread</h2><br><br><p>The lesions associated with herpes zoster are a source of VZV transmission and can be spread through direct contact or aerosolization.&nbsp; The <strong>transmission</strong> risk is lower than with primary varicella (chickenpox) infection but can occur starting from the time of rash onset <strong>until lesions are completely crusted over</strong>.&nbsp; Antivirals may expedite lesion crusting, but patients remain infectious while on treatment until the rash is dry.&nbsp; Zoster lesions that are dry and crusted over cannot generally transmit VZV to other individuals via direct contact or aerosolization.</p><br><br><p>In the outpatient setting, patients with herpes zoster infection who otherwise feel well can be advised to cover the lesions and proceed with normal activities (avoiding exposure to groups highly susceptible to illness, including infants and nonimmune pregnant women).</p><br><br><p>In the inpatient setting, in addition to covering lesions, addition measures include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Standard precautions</strong> (eg, hand hygiene, personal protective equipment) are sufficient for immunocompetent patients with limited dermatomal disease (because the risk for nosocomial transmission is low).</li>\n\t<li><strong>Contact</strong> (eg, dedicated equipment, gown) <strong>and airborne precautions</strong> (eg, negative air pressure room with air exchange) are instituted in addition to standard precautions for patients with disseminated disease and/or immunocompromised patients (whether the disease is limited or disseminated).</li>\n</ul><br><br><p>All health care personnel (HCP) should receive preemployment screening to ensure immunity to VZV.&nbsp; HCP are considered immune if they have a documented previous history of primary varicella infection or have received the 2-dose varicella vaccine.</p>\n<h2>Postexposure prophylaxis</h2><br><br><p>The need for postexposure prophylaxis following inadvertent exposure to herpes zoster is determined by VZV immune status:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Immunity:</strong>&nbsp; No postexposure prophylaxis is required.</li>\n\t<li><strong>Nonimmunity and immunocompetence</strong>:&nbsp; Administer the live <em>varicella</em> vaccine (not ZVL or RZV).</li>\n\t<li><strong>Nonimmunity and immunocompromise (or pregnancy):</strong>&nbsp; Administer varicella-zoster immunoglobulin or antiviral therapy (if immunoglobulin is unavailable).</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of herpes zoster infection includes other conditions that cause rashes.&nbsp; However, herpes zoster infection is usually distinguishable from these conditions by the presence of associated neuropathic pain and dermatomal distribution.</p><br><br><p>Key conditions in the differential diagnosis include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>HSV:</strong>&nbsp; also manifests with a vesicular, sometimes painful rash that can occur in the oral or genital areas (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9003.jpg\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ) or other areas of the skin, as seen with herpetic whitlow (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21628.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ) or erythema multiforme (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99904.png\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ).&nbsp; HSV can also cause keratitis, aseptic meningitis/encephalitis, and Bell palsy, which may be difficult to distinguish from similar presentations associated with herpes zoster infection if the characteristic rash is not yet present.&nbsp; Lesions associated with HSV tend to be chronically recurrent, and their location in a nondermatomal distribution can help differentiate it from herpes zoster infection.&nbsp; PCR testing may be required to differentiate HSV from herpes zoster infection.</li>\n\t<li><strong>Molluscum contagiosum:</strong>&nbsp; is caused by a poxvirus and is characterized by umbilicated dome-shaped papules rather than vesicular lesions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33755.jpg\" alt=\"image 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 11</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Atopic dermatitis/contact dermatitis:</strong>&nbsp; is characterized by highly pruritic, dry, scaly patches/plaques (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L53125.jpg\" alt=\"image 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 12</div>\n                                </div>\n                                ); allergic contact dermatitis can cause pruritic vesicles and bullae that crust over (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85194.png\" alt=\"image 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 13</div>\n                                </div>\n                                ).&nbsp; Burning, throbbing pain is uncommon, and the rash does not typically follow a dermatomal distribution.</li>\n\t<li><strong>Impetigo:</strong>&nbsp; is a bacterial skin infection characterized by painful papules and pustules.&nbsp; Distinguishing features include the presence of characteristic honey-colored crusted lesions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44584.jpg\" alt=\"image 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 14</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Scabies:</strong>&nbsp; is characterized by highly pruritic, erythematous papules or vesicles most commonly on the finger webs, palms/soles, axillae, and groin rather than a dermatomal distribution (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84512.png\" alt=\"image 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 15</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Intertrigo:</strong>&nbsp; is characterized by an erythematous rash that can be painful and pruritic, but is characteristically found on skin folds (eg, groin, inframammary region) rather than a dermatomal distribution \n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12414.png\" alt=\"image 16\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 16</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>In addition, the pain associated with acute neuritis (which often occurs before a rash manifests) can often mimic other types of pain syndromes depending on the dermatome (eg, angina, radicular back pain, nephrolithiasis).&nbsp; In such cases, the subsequent appearance of the characteristic rash is the primary distinguishing feature identifying herpes zoster infection.</p>\n<h1>Summary</h1><br><br><p>Herpes zoster, or shingles, is a reactivation of the varicella-zoster virus that causes a painful dermatomal rash and potential complications like postherpetic neuralgia.&nbsp; This condition occurs most commonly in older adults and immunocompromised individuals.&nbsp; A key aspect of managing herpes zoster infection includes early antiviral therapy to reduce symptom severity and to prevent complications.&nbsp; Diagnosis is typically clinical.&nbsp; Recognizing the disease's manifestations and applying preventive measures such as vaccination help minimize its impact.</p>\n</div>\n\n            "
}