{
  "meta": {
    "title": "Histoplasmosis",
    "url": "https://brainandscalpel.vercel.app/histoplasmosis-e0e3983f-2edf1a.html",
    "scrapedAt": "2025-12-01T05:04:58.894Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>The systemic mycoses include 3 fungal infections:&nbsp; histoplasmosis (<em>Histoplasma capsulatum</em>), blastomycosis (<em>Blastomyces dermatitidis</em>), and coccidioidomycosis (<em>Coccidioides immitis</em>) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84288.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; This article specifically addresses histoplasmosis.&nbsp; Although there are differences in their geographic distribution and pattern of organ involvement, the systemic mycoses share fundamental similarities:<p></p><ul class=\"article-body-unordered-list\"><li>Endemic:&nbsp; ubiquitous in the soil (ie, community-acquired) and easily aerosolized.</li><li>Dimorphic:&nbsp; exist as a mold (ie, hyphal form) in the environment, but as an intracellular (mainly in macrophages) budding yeast or spherules in human hosts.</li><li>Pulmonary:&nbsp; manifest primarily as a pneumonia, with potential extrapulmonary involvement as well (eg, lymph nodes [histoplasmosis], skin and bone [blastomycosis], and meninges [coccidioidomycosis]).</li><li>Nonopportunistic:&nbsp; able to cause significant local infection (eg, pneumonia) in immunocompetent hosts (with sufficient inoculum).&nbsp; They also have a propensity to cause disseminated disease in immunocompromised patients.</li></ul><p>These common features distinguish the systemic mycoses from other medically important fungi, which include dermatophytes (eg, <em>Tinea</em> spp) and opportunistic fungi (eg, <em>Candida</em>, <em>Mucor</em>, <em>Aspergillus</em> spp) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81282.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p><h1>Pathogenesis</h1><h2>Mycology</h2><p>In the US, <em>H capsulatum</em> is concentrated in the Ohio and Mississippi River Valleys (central and southern states).&nbsp; Its life cycle involves 3 phases (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L55885.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Environmental (mold) phase:</strong>&nbsp; <em>Histoplasma</em> accumulates in soil from bird and bat droppings, where it grows as a saprophyte (ie, eating decaying organic matter).&nbsp; Released spores (ie, conidia) are constantly inhaled.</li><li><strong>Pulmonary (yeast) phase:</strong>&nbsp; At body temperature, inhaled spores transition to yeast cells, which are subsequently phagocytosed by alveolar macrophages (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L967.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Intracellular replication initiates a granulomatous inflammatory response (mainly caseating) in the lung tissue.</li><li><strong>Disseminated phase:</strong>&nbsp; Sometimes (eg, immunocompromised host) the infection escapes local control in the lungs.&nbsp; The fungus then spread beyond the lungs through the lymphatic and hematologic routes.</li></ul><p>Using special staining (eg, methenamine silver stain) to highlight the cell wall, <em>Histoplasma</em> appears as a small, ovoid, intracellular yeast with central basophilic dots (in contrast, <em>Blastomycosis</em> and <em>Coccidioidomycosis</em> are extracellular).</p><h2>Risk factors</h2><p>The severity of histoplasmosis depends on host immune status and inoculum size.</p><ul class=\"article-body-unordered-list\"><li>In immunocompetent hosts exposed to <em>Histoplasma</em> during the course of everyday life (eg, residents of endemic areas), the fungus typically causes asymptomatic infection.</li><li>However, heavy exposure to bat feces or \"guano\" (eg, spelunking) or activities that disturb soil and detritus (eg, mulching, construction) are associated with greater inoculums and can cause acute pulmonary disease (eg, pneumonia).</li><li>Immunosuppression increases the risk of severe lung involvement (eg, progressing to acute respiratory distress syndrome [ARDS]), as well as extrapulmonary dissemination.</li></ul><h1>Clinical features</h1><p><strong>Asymptomatic</strong> (or minimally symptomatic) infection is most common.&nbsp; Most (&gt;80%) residents of endemic areas have a positive <em>Histoplasma</em> IgG by adulthood.&nbsp; Calcified pulmonary, hepatic, or splenic granulomas (ie, old, healed histoplasmosis) are often discovered incidentally.&nbsp; Among symptomatic patients, lungs are most commonly involved.</p><h2>Acute pulmonary histoplasmosis</h2><p>Acute pulmonary histoplasmosis affects both immunocompetent patients exposed to high fungal burdens (eg, camping) and immunocompromised patients.&nbsp; It typically presents as a <strong>community-acquired pneumonia</strong> unresponsive to standard antibiotics, with a slower buildup (eg, 2-4 weeks) and chest imaging showing nodules and consolidations (nonspecific), and <strong>hilar and mediastinal adenopathy</strong> (more specific to fungi).&nbsp; Diagnosis is confirmed through <em>Histoplasma</em> antigen detection in blood, urine, or bronchoalveolar lavage fluid, with serology or tissue biopsy as alternatives.&nbsp; Mild cases in immunocompetent patients often resolve with observation, while persistent symptoms warrant prolonged (eg, weeks-long) itraconazole therapy.&nbsp; Severe disease or immunocompromised status requires initial intravenous liposomal amphotericin B followed by itraconazole.</p><h2>Chronic pulmonary histoplasmosis</h2><p>Chronic pulmonary histoplasmosis is a sequela of acute pulmonary histoplasmosis, especially in patients with pre-existing structural lung disease (eg, emphysema), and causes <strong>enlarging cavitation</strong> and progressive upper lobe (and sometimes mediastinal) fibrosis over a period of months.&nbsp; Diagnosis is usually based on serologies because antigenemia resolves after several weeks.&nbsp; Tissue sampling should be avoided (high risk of pneumothorax due to structural distortion).&nbsp; Treatment is with a very lengthy course (eg, &gt;18 months) of itraconazole to mitigate lung destruction and prevent relapse.</p><h2>Disseminated histoplasmosis</h2><p>Initial pulmonary infection can disseminate widely, especially in immunocompromised patients.&nbsp; Disseminated histoplasmosis ranges from a severe, acute form with multiorgan failure to a more chronic, indolent form with constitutional symptoms (persistent fever, weight loss, and fatigue) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80561.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Several organ systems can be involved, with the most common sites being:<p></p><ul class=\"article-body-unordered-list\"><li>Lungs:&nbsp; Hematogenous spread can produce a miliary pattern (ie, innumerable tiny pulmonary nodules), potentially leading to severe respiratory failure (eg, ARDS).</li><li>Reticuloendothelial:&nbsp; Lymphatic involvement (eg, bulky lymphadenopathy) and hepatosplenomegaly are common.&nbsp; Bone marrow invasion causes myelosuppression (eg, pancytopenia).</li><li>Mucocutaneous:&nbsp; subcutaneous nodules, papules, and skin ulceration.</li></ul><p>Common laboratory findings correlate with extensive inflammatory tissue damage (eg, elevated lactate dehydrogenase) and macrophage activation (eg, elevated ferritin, often &gt;2000 ng/mL).&nbsp; Diagnosis is usually confirmed with <em>Histoplasma</em> antigen testing.&nbsp; Treatment usually involves intravenous liposomal amphotericin B (severe acute form or HIV) or itraconazole (chronic indolent form).</p><h1>Differential diagnosis</h1><h2>Other systemic mycoses</h2><p>Histoplasmosis, blastomycosis, and coccidioidomycosis are all known for their pulmonary involvement and are usually tested collectively during work-up of suspected fungal pneumonia (eg, community-acquired pneumonia not responding to standard antibiotic treatment).&nbsp; Travel history and sites of extrapulmonary involvement (if present) can be helpful clinical clues (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/120040.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Histoplasmosis:</strong>&nbsp; acquired in the Southern and Central US (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15789.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Extrapulmonary sites include reticuloendothelial tissues (lymphatics, liver, spleen, and bone marrow) and skin.</li><li><strong>Blastomycosis:</strong>&nbsp; acquired in the Central and Northern US (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15790.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Extrapulmonary sites include bone (eg, osteomyelitis) and skin.</li><li><strong>Coccidioidomycosis:</strong>&nbsp; acquired in the Southwestern US (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15791.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Extrapulmonary sites include bone and meninges.</li></ul><h2>Other pulmonary granulomatous diseases</h2><p>Fungal infection is a common cause of pulmonary granulomas and hilar lymphadenopathy.&nbsp; The differential also includes:</p><ul class=\"article-body-unordered-list\"><li><strong>Mycobacterial disease:</strong>&nbsp; Tuberculosis and nontuberculous mycobacteria resemble histoplasmosis in their clinical presentation (eg, subacute pneumonia) and radiographic appearance (eg, nodules, adenopathy, chronic fibrosis and cavities).&nbsp; Like histoplasmosis, mycobacterial infections mainly cause caseating granulomas (ie, central necrosis).&nbsp; Microbiologic testing (eg, rule out with serial sputum acid-fast bacilli) is required to distinguish them.</li><li><strong>Sarcoidosis:</strong>&nbsp; Shared features include lung nodules, adenopathy, and some extrapulmonary manifestations (eg, erythema nodosum, hepatosplenomegaly).&nbsp; However, distinctive features of sarcoidosis include a chronic time course (eg, months to years), noncaseating granulomas, hypercalcemia (ie, autonomous macrophage activation), and a broader range of extrapulmonary involvement (eg, ocular).</li></ul><p>Occasionally, clinical deterioration following corticosteroid therapy (eg, for sarcoidosis, which can also cause granulomas) can uncover an infection (eg, histoplasmosis, nontuberculous mycobacteria).</p><ul class=\"article-body-unordered-list\"><li><strong>Others (no extrapulmonary involvement):</strong>&nbsp; Hypersensitivity pneumonitis can appear similar to acute histoplasmosis, with diffuse pulmonary infiltrates in patients who work extensively with soil (eg, farmer's lung).&nbsp; Pneumoconiosis (eg, silicosis) can appear similar to chronic histoplasmosis, with confluent areas of upper lobe fibrosis and cavitation; distinctively, the hilar adenopathy is bulky and peripherally calcified hilar (ie, eggshell).</li></ul><h1>Summary</h1><p>Histoplasmosis (caused by the fungus <em>H capsulatum</em>) is a dimorphic systemic mycosis.&nbsp; Like its counterparts (<em>Blastomyces</em> and <em>Coccidiodes</em>), <em>Histoplasma</em> is a ubiquitous environmental mold (eg, soil enriched by bird droppings) and transitions to a yeast form in human hosts.&nbsp; In the US, histoplasmosis is mostly contracted in the Ohio and Mississippi River Valleys.&nbsp; Infection is usually asymptomatic in immunocompetent patients.&nbsp; Pulmonary histoplasmosis (eg, acute pneumonia, chronic fibrosis, and cavities) can occur following heavy spore exposure.&nbsp; In immunocompromised patients, infection can disseminate to the reticuloendothelial system and skin.&nbsp; Diagnosis typically involves detecting Histoplasma antigens in fluids or tissues.&nbsp; Treatment options include itraconazole (mild cases) and liposomal amphotericin B (severe cases).</p></div>\n            "
}