{
  "meta": {
    "title": "Human papillomavirus (HPV)",
    "url": "https://brainandscalpel.vercel.app/human-papillomavirus-hpv-b51b8261-2edf1a.html",
    "scrapedAt": "2025-12-01T05:05:03.735Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Human papillomavirus (HPV) is a common sexually transmitted infection responsible for virtually all cases of cervical cancer and many cases of other anogenital cancers (eg, vulvar, vaginal, anal, penile), oropharyngeal cancer, and genital warts.&nbsp; Because of this, the HPV vaccine was created to prevent the transmission and acquisition of the genotypes of HPV associated with significant disease burden.</p><h1>Pathophysiology</h1><p>HPV is a nonenveloped, capsid, double-stranded DNA virus that causes disease by infecting and replicating within human squamous epithelial cells.&nbsp; Infection initially occurs within basal stem cells through microscopic skin breaks.&nbsp; HPV replication then takes place through keratinocyte maturation with viral capsid proteins (L1, L2, E4) transcribed at the most superficial level for viral genome assembly.&nbsp; HPV virions are released with keratinocyte sloughing, ready for the next round of infection.</p><p>Different HPV types have varying propensities to infect different tissues (ie, tropism).&nbsp; Certain HPV types infect cutaneous epithelium leading to common or plantar warts; other HPV types infect anogenital keratinized epithelium and mucous membranes, leading to condyloma acuminatum or squamous intraepithelial lesions.</p><p>Anogenital HPV is classified into high-risk and low-risk categories based on its propensity to cause malignancy.&nbsp; The oncogenic capability (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31100.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) of HPV is dependent on its ability to integrate into the host genome and subsequently produce viral proteins E6 and E7, which interact with cell cycle regulatory proteins p53 and Rb, respectively.&nbsp; E6 binds p53, leading to its ubiquitination and subsequent proteasomal degradation.&nbsp; Without p53, the cell is unable to halt cell growth and repair damaged DNA or trigger apoptosis when DNA is damaged beyond repair.&nbsp; Similarly, E7 binds Rb and displaces bound transcription factors, promoting unregulated DNA replication and cyclin-mediated cell cycling.<p></p><ul class=\"article-body-unordered-list\"><li><strong>High-risk (ie, oncogenic) HPV genotypes</strong> include 16, 18 (the cause of 70% of all cervical cancers), 31, 33, 45, 52, and 58.</li><li><strong>Low-risk (ie, nononcogenic) HPV genotypes</strong> include 6 and 11, which are primarily responsible for the development of condyloma acuminata (ie, anogenital warts) and recurrent respiratory papillomatosis (ie, the most common benign laryngeal tumor in children).</li></ul><p>High-risk HPV is responsible for:</p><ul class=\"article-body-unordered-list\"><li>Virtually all cases of cervical cancer</li><li>Majority of anal cancer</li><li>Vulvar and vaginal cancers</li><li>Penile cancer</li><li>HPV-associated oropharyngeal cancer</li></ul><p>Most HPV infections are typically cleared by the immune system within 12 months.&nbsp; However, impaired immune function (eg, tobacco use, immunodeficiency [HIV]) may decrease immune clearance leading to HPV persistence beyond 12 months, which significantly increases the likelihood of developing precancerous and cancerous lesions.</p><p>The specific diseases associated with HPV have separate dedicated reference articles for a more comprehensive discussion.</p><h1>Prevention</h1><p>The most effective form of prevention is through the <strong>HPV vaccine</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31565.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; The most widely available vaccine is a 9-valent vaccine that protects against HPV types 6, 11, 16, 18, 31, 33, 45, 52, and 58 and prevents HPV-associated diseases from these genotypes.&nbsp; It is approved for cervical, vaginal, vulvar, and oropharyngeal cancer prevention and genital wart prevention in females and anal and oropharyngeal cancer prevention and genital wart prevention in males.&nbsp; In addition, vaccine administration in males contributes to herd immunity against cervical cancer in women.<p></p><h2>Mechanism of action</h2><p>The HPV vaccine is composed of virus-like particles (VLPs) that resemble the outer shell of the HPV virus but do not contain viral DNA.&nbsp; These VLPs stimulate the immune system to produce antibodies against HPV, providing protection without infection.&nbsp; Upon exposure to the virus, antibodies neutralize it to prevent infection.</p><h2>Vaccination schedule</h2><p>Because the vaccine protects against acquisition of HPV, it is most effective when administered prior to sexual initiation because it does not eradicate or treat existing HPV.</p><p>It is now a universally recommended vaccine for all children, but the HPV vaccination schedule varies based on age.</p><ul class=\"article-body-unordered-list\"><li>Age 9-14: 2 doses at 0 and 6-12 months</li><li>Age &gt;15: 3 doses at 0, 1-2, and 6 months</li><li>Immunocompromised individuals (any age): 3 doses at 0, 1-2, and 6 months</li><li>Catch-up vaccination: recommended for individuals up to age 26 not previously vaccinated or those with an incomplete vaccination series</li><li>Extended age range: 3-dose schedule can be offered to adults age 27-45 (for those with prior low HPV exposure or those with high occupational exposures [ie, healthcare workers])</li></ul><h2>Efficacy</h2><p>The HPV vaccine is highly effective in preventing infections with the HPV types covered by the vaccine.&nbsp; Clinical trials and real-world studies have shown a reduction in HPV infections, a marked reduction in anogenital warts in countries with high vaccination rates, and a 97% reduction in cervical and vulvar precancerous lesions.</p><h2>Safety</h2><p>The HPV vaccine is safe with very few significant adverse effects.&nbsp; The most common adverse effects are mild and include injection site symptoms (eg, pain, redness, swelling) and mild systemic symptoms (eg, fever, fatigue, headache).&nbsp; Serious adverse effects are rare.</p></div>\n            "
}