{
  "meta": {
    "title": "Impetigo",
    "url": "https://brainandscalpel.vercel.app/impetigo-2d181a59-2edf1a.html",
    "scrapedAt": "2025-12-01T05:05:03.797Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Impetigo is a superficial skin infection that typically occurs in children; it presents with honey-crusted papules and pustules on the face and extremities.&nbsp; The most common causes are <em>Staphylococcus aureus</em> and <em>Streptococcus pyogenes</em>, and management is antimicrobial therapy.</p>\n<h1>Risk Factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age:&nbsp; most common in children age 2-5</li>\n\t<li>Preexisting skin trauma/inflammation:&nbsp; wounds (eg, cuts, insect bites), infection (eg, herpes simplex virus [HSV]), or inflammation (eg, eczema, burn)</li>\n\t<li>Climate:&nbsp; more prevalent in warm, humid regions</li>\n\t<li>Poor hygiene:&nbsp; increases the likelihood of bacterial colonization</li>\n</ul>\n<h1>Pathophysiology</h1><br><br><p>Impetigo is an infection of the superficial epidermis most commonly caused by bacterial invasion through a break in the skin barrier, including infection (eg, HSV, varicella virus, scabies), inflammation (eg, eczema, burn), or any open wound (eg, cuts, insect bites).&nbsp; Less commonly, impetigo can be caused by primary infection of previously intact skin.</p><br><br><p>The most common pathogen responsible for impetigo is <em><strong>S aureus</strong>,</em> followed by <em><strong>S pyogenes</strong></em> (group A <em>Streptococcus</em> [GAS]).&nbsp; Whereas either bacterium can cause nonbullous impetigo (papules and pustules with honey-colored adherent crusting), <em>S aureus</em> alone is responsible for bullous impetigo.</p><br><br><p>The blistering in bullous impetigo is caused by the production of exfoliative toxin A, a serine protease that targets desmoglein 1 in the superficial epidermis, by certain strains of <em>S aureus</em>.&nbsp; Desmoglein is a cadherin component of desmosomes found in epidermal cellular junctions; disruption by exfoliative toxin A causes loss of cell adhesion and leads to the formation of flaccid bullae.</p>\n<h1>Clinical presentation</h1><br><br><p>Variants include nonbullous impetigo (more common) and bullous impetigo.</p><br><br><p><strong>Nonbullous impetigo</strong> presents with the following (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L116801.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Erythematous papules and pustules that coalesce and rupture, leading to a classic <strong>honey-colored, adherent crusting or weeping</strong></li>\n\t<li>Self-inoculation to nearby sites, which is common</li>\n\t<li>Involvement of the face/extremities</li>\n</ul><br><br><p><strong>Bullous impetigo</strong> causes the following (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50874.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Enlarging vesicles, which progress into flaccid bullae filled with yellow fluid.&nbsp; The lesions rupture, leaving a classic collaret of scale at the periphery of the lesion.</li>\n\t<li>Ruptured lesions, which may develop an overlying crust, although they often lack the classic honey-colored coating of nonbullous impetigo.</li>\n\t<li>Involvement of intertriginous areas and the trunk/extremities.</li>\n</ul><br><br><p>In both forms, lesions may be mildly tender or pruritic, and mucus membranes are not affected.&nbsp; Localized lymphadenopathy can occur, and fever is usually absent but can be seen with the bullous variant.</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of impetigo is usually clinical based on classic findings of yellow-crusted papules and pustules (nonbullous impetigo) or ruptured and crusted bullae with a collarette of scale (bullous impetigo).</p><br><br><p>Gram stain and bacterial culture may be obtained to identify the pathogen (eg, <em>S aureus</em>, <em>S pyogenes</em>).</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>HSV infection</strong>:&nbsp; Symptoms include recurrent, painful clusters of mucocutaneous vesicles that evolve into ulcerated and crusted lesions.&nbsp; It typically causes localized perioral or genital lesions; involvement of the fingers (eg, herpetic whitlow) can occur.&nbsp; Perioral HSV (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85033.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) typically involves the vermilion border, and HSV lesions do not spread.</li>\n\t<li><strong>Atopic dermatitis</strong>:&nbsp; Findings in infants and young children include erythematous papules and plaques involving the head, trunk, and extensor surfaces.&nbsp; In older children and adults, lichenification in a flexural distribution (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99375.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ) (eg, neck, wrists, antecubital and popliteal fossae) is typical.&nbsp; Affected areas appear erythematous and dry when inflamed; yellow crusting is suggestive of infection and would not be seen with isolated eczema.</li>\n\t<li><strong>Eczema herpeticum</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85359.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ):&nbsp; HSV infection of eczematous skin presents with vesicles overlying eczema patches and can become disseminated.&nbsp; Lesions are painful and progress to punched-out erosions with hemorrhagic crust.&nbsp; Neither flaccid bullae nor honey-colored crusting is typical.</li>\n\t<li><strong>Contact dermatitis</strong>:&nbsp; A delayed hypersensitivity reaction can occur after use of a new product (eg, lip balm) and may cause pruritic, erythematous vesicles with clear fluid.&nbsp; Honey-colored crust would not be expected, and local spread does not occur.</li>\n\t<li><strong>Hand-foot-and-mouth disease</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L79831.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ):&nbsp; Manifestations include oral lesions plus a bilateral, nontender, nonpruritic maculopapular and/or vesicular rash of the palms and soles.</li>\n\t<li><strong>Autoimmune disease</strong>:&nbsp; Bullous pemphigoid (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89835.jpg\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ) is associated with antibodies against hemidesmosomes and is characterized by tense, subepidermal blisters.&nbsp; Pemphigus vulgaris (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11253.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ) is characterized by intraepithelial cleavage and is due to autoantibodies against desmosomes; it presents with flaccid bullae, desquamation, and oral ulcerations.&nbsp; Both disorders cause scattered or widespread lesions and are uncommon in children.</li>\n\t<li><strong>Shingles</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L106439.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ):&nbsp; Shingles most commonly occurs in adults and is caused by varicella-zoster virus.&nbsp; It presents with painful vesicles and bullae in a dermatomal distribution.</li>\n</ul>\n<h1>Management</h1><br><br><p>Although impetigo is a self-limited infection (typically over 2 weeks), antibiotics are indicated in all patients to reduce recovery time and transmission (including autoinoculation to distant sites):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Topical antibiotics</strong> (eg, mupirocin) are adequate for <strong>localized, nonbullous impetigo</strong> (and preferred over oral antibiotics due to fewer adverse effects and decreased risk for antibiotic resistance).</li>\n\t<li><strong>Oral antibiotics</strong> (eg, cephalexin, dicloxacillin) are warranted for <strong>widespread nonbullous impetigo</strong> (which makes topical therapy impractical) and all cases of <strong>bullous impetigo</strong>.</li>\n</ul><br><br><p>Because impetigo is contagious, hand hygiene and coverage of actively draining lesions are also important for preventing spread.</p><br><br><p>Lesions typically resolve without scarring or long-term sequelae.</p>\n<h1>Complications</h1><br><br><p>A rare complication of GAS impetigo is acute <strong>poststreptococcal glomerulonephritis</strong> (APSGN).&nbsp; Kidney damage is caused by immune complex deposition and subsequent complement activation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68074.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), precipitating an inflammatory response 1-3 weeks after the initial infection that damages the glomerular basement membrane.&nbsp; Treatment of impetigo does not prevent the development of APSGN.<p></p><br><br><p>The presentation of APSGN ranges from asymptomatic, microscopic hematuria to overt nephritic syndrome; pyuria and nephritic-range (&lt;3.5 g/day) proteinuria are common.&nbsp; In addition to tea- or cola-colored urine, symptomatic patients can develop periorbital/facial swelling, generalized edema, and hypertension.&nbsp; Laboratory evaluation typically shows elevated creatinine and decreased C3 levels.</p>\n<h1>Summary</h1><br><br><p>Impetigo (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/89736.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a common, superficial skin infection caused by either <em>Staphylococcus aureus</em> or <em>Streptococcus pyogenes</em>.&nbsp; Manifestations include honey-crusted papules and pustules; bullae may occur (<em>S aureus</em> only).&nbsp; Treatment is topical antibiotic therapy for localized disease and systemic antibiotics for widespread or bullous lesions.&nbsp; Poststreptococcal glomerulonephritis is a potential complication of impetigo caused by <em>S pyogenes</em>.<p></p>\n</div>\n\n            "
}