{
  "meta": {
    "title": "Infectious genital ulcers",
    "url": "https://brainandscalpel.vercel.app/infectious-genital-ulcers-0c94c530-2edf1a.html",
    "scrapedAt": "2025-12-01T05:05:08.618Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Infectious genital ulcers are sores that appear on the genitalia due to sexually transmitted bacteria or viruses.&nbsp; Each condition that causes infectious genital ulcers has distinct characteristics and requires specific diagnostic and management strategies.</p><br><br><p>All share the common risk factors of:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Unprotected sexual intercourse</strong></li>\n\t<li><strong>Multiple sexual partners</strong></li>\n\t<li><strong>History of other sexually transmitted infections (STIs)</strong></li>\n\t<li><strong>Immunosuppression</strong></li>\n</ul><br><br><p>Depending on the underlying cause, infectious ulcers may differ in appearance, associated symptoms, and number of ulcers present (single or multiple).&nbsp; They can be further divided into painful (eg, herpes simplex virus [HSV], chancroid) and nonpainful (eg, syphilis, lymphogranuloma venereum, granuloma inguinale) lesions.</p>\n<h1>Herpes simplex virus (HSV)</h1><h2>Pathogenesis</h2><br><br><p><strong>HSV</strong> is an enveloped, double-stranded DNA virus with 2 serotypes: HSV-1 and HSV-2.&nbsp; Classically, HSV-1 is associated with gingivostomatitis (vesicles on the anterior oral mucosa), and HSV-2 is associated with genital infection.&nbsp; Infection with either serotype can occur at either location.</p><br><br><p>HSV infects epithelial cells through interactions with surface glycoproteins and replicates within the skin.&nbsp; It also enters sensory neurons and, through retrograde transport, establishes lifelong latent infection within sensory ganglia.&nbsp; Therefore, periodic reactivation occurs.</p>\n<h2>Clinical presentation</h2><br><br><p>HSV classically presents with <strong>multiple painful, grouped vesicles</strong> with an erythematous base (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95188.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The genital HSV lesions erode into ulcers over time.&nbsp; The initial infection of HSV may be accompanied by systemic symptoms (eg, fever, malaise) and <strong>painful lymphadenopathy</strong>.&nbsp; Recurrent outbreaks are typically milder and shorter in duration.<p></p>\n<h2>Diagnosis</h2><br><br><p>Diagnosis is often suspected based on the characteristic appearance of the lesions; however, because HSV can mimic other diseases as the lesions change from vesicles to ulcers, diagnosis requires laboratory confirmation.&nbsp; This is most often accomplished through <strong>viral PCR</strong>.&nbsp; Other confirmatory tests include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Viral culture</strong> (lower sensitivity, particularly as lesions heal)</li>\n\t<li><strong>Tzanck test</strong> (shows giant, multinucleated cells)</li>\n\t<li><strong>Direct fluorescence antibody testing</strong></li>\n</ul>\n<h2>Management</h2><br><br><p>HSV is a lifelong infection with periodic recurrence; therefore, management is focused on shortening the duration and severity of symptoms.&nbsp; This is accomplished through <strong>antiviral medications</strong> (eg, acyclovir, valacyclovir, famciclovir), which inhibit viral replication and reduce the severity and duration of outbreaks.&nbsp; Other measures include analgesics and sitz baths to reduce pain.&nbsp; Patients should also be counseled on the prevention of transmission to other sexual partners through consistent barrier use.</p>\n<h2>Prognosis</h2><br><br><p>HSV is a lifelong infection that has recurrent episodes and outbreaks.&nbsp; However, it can be managed effectively with periodic antiviral therapy during outbreaks.&nbsp; Limiting transmission to others is an important component of lifelong management.</p>\n<h1>Chancroid</h1><h2>Pathogenesis</h2><br><br><p>Chancroid is caused by the bacterium <em><strong>Haemophilus ducreyi</strong></em>, which infects skin through microabrasions that develop from sexual intercourse.&nbsp; <em>H ducreyi</em> likely uses pili to attach to the extracellular matrix and heat shock protein for epithelial cell adherence.&nbsp; Secreted cytotoxins lead to epithelial injury with the subsequent formation of a painful ulcer.</p><br><br><p>On Gram stain, the organisms appear as curved, gram-negative rods, often in a clumping pattern (ie, \"school of fish\").</p>\n<h2>Clinical presentation</h2><br><br><p>Chancroid has a 4- to 10-day incubation period; during that time, erythematous papules rapidly erode into <strong>painful ulcers</strong> with well-demarcated but ragged borders (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10721.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Often multiple ulcers appear along the sites where sexual contact occurs (eg, penis in males, vulva and vaginal introitus in females).&nbsp; The ulcers are soft and deep with erythematous bases covered by yellow or gray exudate.&nbsp; Chancroid infection drains to inguinal lymph nodes where <strong>painful lymphadenitis</strong> can develop, often with <strong>buboes</strong> (ie, lymph node liquefaction) formation.<p></p>\n<h2>Diagnosis</h2><br><br><p>A definitive diagnosis is difficult because the organism is fastidious and most laboratories are not equipped for proper testing.&nbsp; Therefore, a probable diagnosis is made in a patient with a typical presentation if other STIs (eg, HSV, syphilis) have been ruled out.&nbsp; Definitive testing includes culture (requires specialized media and environment) and nucleic acid amplification testing (NAAT).</p>\n<h2>Management</h2><br><br><p>Management involves antibiotic therapy with <strong>azithromycin</strong> or <strong>ceftriaxone</strong>, which is curative.&nbsp; Inguinal buboes require drainage (eg, aspiration, incision and drainage).</p>\n<h2>Prognosis</h2><br><br><p>The overall prognosis is good with appropriate antibiotic treatment; however, it is vital to treat sexual partners to prevent reinfection.&nbsp; Potential complications of long-standing infection may increase the risk for scarring and phimosis in men.</p>\n<h1>Syphilis</h1><h2>Pathogenesis</h2><br><br><p>Syphilis is an STI caused by the spirochete, <em><strong>Treponema pallidum</strong></em>, which gains access to subcutaneous tissue through microabrasions in the skin.&nbsp; The initial infection produces an ulcerative lesion known as a chancre.&nbsp; Although the chancre typically resolves spontaneously within 6 weeks of onset, improper treatment may lead to systemic spread of the infection, followed by secondary and/or late syphilis.</p><br><br><p>This article focuses on a general review of genital lesions; therefore, primary syphilis is the main topic.&nbsp; The stages of syphilis (primary, secondary, latent, and tertiary) are reviewed in detail in a separate article.</p>\n<h2>Clinical presentation</h2><br><br><p>Primary syphilis occurs within 3 weeks of exposure and manifests as a <strong>single painless ulcer</strong> (chancre (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10620.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                )) at the site of inoculation.&nbsp; The ulcer is typically firm with a clean base and may be associated with <strong>painless lymphadenopathy</strong>.&nbsp; Resolution of the ulcer without intervention commonly occurs within 6 weeks.<p></p>\n<h2>Diagnosis</h2><br><br><p>The primary mode of diagnosis is through serologic testing, which involves <strong>nontreponemal tests</strong> (rapid plasma reagin [RPR, venereal disease research laboratory [VDRL]) and <strong>treponemal tests</strong> (fluorescent treponemal antibody-absorption [FTA-ABS], <em>Treponema pallidum</em> particle agglutination assay [TP-PA]) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39039.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Nontreponemal tests are nonspecific and evaluate serum reactivity to the cardiolipin-cholesterol-lecithin antigen.&nbsp; These are quantitative tests with results reported as titers that increase shortly after transmission, remain positive during untreated infections, and slowly decrease following successful treatment.<p></p><br><br><p>Treponemal tests evaluate specific antibodies against treponemal antigens.&nbsp; Treponemal serology is qualitative and reported as either positive or negative.&nbsp; Following infection, treponemal testing is positive for life.</p><br><br><p>Darkfield microscopy is rarely used and can be used only for primary lesions.&nbsp; Spirochetes are too small to be visualized by direct microscopy; they require a special condenser that casts an oblique light.</p>\n<h2>Management</h2><br><br><p>Management is with antibiotics, primarily with <strong>benzathine penicillin G</strong>.&nbsp; In penicillin-allergic patients, doxycycline or azithromycin may be used.&nbsp; Nontreponemal serologic testing is used for monitoring treatment response.&nbsp; Treatment of sexual partners is critical for preventing reinfection.</p>\n<h2>Prognosis</h2><br><br><p>The prognosis is excellent with early treatment.&nbsp; Lack of treatment of primary syphilis leads to secondary, latent, and tertiary syphilis.&nbsp; Untreated tertiary syphilis can lead to neurologic (eg, tabes dorsalis, Argyll Robertson pupils) and cardiovascular (eg, aortitis [ie, vasa vasorum destruction], aortic aneurysms) damage.</p>\n<h1>Lymphogranuloma venereum (LGV)</h1><h2>Pathogenesis</h2><br><br><p><em><strong>Chlamydia trachomatis</strong></em> is a small, gram-negative (difficult to stain), obligate, intracellular bacterium.&nbsp; Serotypes A-C cause ocular infection in children, serotypes D-K cause urogenital (sexually transmitted) infections and inclusion conjunctivitis, and <strong>serotypes L1-L3</strong> cause LGV.&nbsp; Histologically, LGV lesions contain areas of mixed granulomatous and neutrophilic inflammation with intracytoplasmic chlamydial inclusion bodies.</p>\n<h2>Clinical presentation</h2><br><br><p>The primary stage occurs 3-12 days after exposure and begins with a <strong>small, painless genital ulcer</strong> containing infected cells.&nbsp; The secondary stage follows the appearance of the ulcer 2-6 weeks later by <strong>swollen, painful, coalescing inguinal nodes (buboes)</strong> that can develop stellate abscesses and rupture.&nbsp; The tertiary stage develops if LGV is left untreated and is characterized by fibrosis, lymphatic obstruction, and anogenital strictures and fistulas.</p>\n<h2>Diagnosis</h2><br><br><p>A presumptive diagnosis is made in patients with characteristic clinical examination findings and positive <em>C trachomatis</em> NAAT.&nbsp; Serologic testing is supportive of the diagnosis, but it cannot distinguish active from prior infection.&nbsp; A definitive diagnosis is made only with LGV-specific molecular PCR tests, which are not widely available.</p>\n<h2>Management</h2><br><br><p>Management involves antibiotic therapy with <strong>doxycycline</strong>; erythromycin may be used as an alternate.&nbsp; Inguinal buboes may require aspiration or drainage.</p>\n<h2>Prognosis</h2><br><br><p>The prognosis is good with appropriate antibiotic treatment.&nbsp; Long-standing, untreated infection can lead to complications, including chronic genital ulceration and lymphatic obstruction.</p>\n<h1>Granuloma inguinale</h1><h2>Pathogenesis</h2><br><br><p>Granuloma inguinale, also known as donovanosis, is an STI caused by <em><strong>Klebsiella granulomatis</strong></em>. It initially manifests as a painless genital papule that eventually ulcerates; however, lymphadenopathy is uncommon.&nbsp; Intracytoplasmic Donovan bodies are diagnostic.&nbsp; If donovanosis is untreated, scarring and strictures can lead to severe lymphatic obstruction and lymphedema (elephantiasis).</p>\n<h2>Clinical presentation</h2><br><br><p>Granuloma inguinale manifests as a <strong>painless genital papule that eventually ulcerates</strong>.&nbsp; The ulcers are beefy and red and have a characteristic rolled edge of granulation tissue.&nbsp; Unlike in LGV, <strong>lymphadenopathy is uncommon</strong> in granuloma inguinale.&nbsp; However, untreated donovanosis can lead to scarring and strictures with severe lymphatic obstruction and lymphedema (elephantiasis).</p>\n<h2>Diagnosis</h2><br><br><p>Diagnosis is made with biopsy of the ulcer demonstrating intracytoplasmic Donovan bodies (small, oval, immobile cocci located within macrophages that stain deep purple).&nbsp; Grain stain and culture can also be used for diagnosis, although the organism is difficult to culture and stain.</p>\n<h2>Management</h2><br><br><p>Management involves antibiotic therapy with <strong>azithromycin</strong>.&nbsp; Doxycycline can be used as an alternative.</p>\n<h2>Prognosis</h2><br><br><p>The overall prognosis is good with appropriate antibiotic treatment.&nbsp; If left untreated, potential complications include severe lymphatic obstruction and lymphedema (elephantiasis).</p>\n<h1>Summary</h1><br><br><p>Infectious genital ulcers are sores that appear on the genitalia due to sexually transmitted bacteria or viruses.&nbsp; Depending on the underlying cause, infectious ulcers may differ in appearance, associated symptoms, and number of ulcers present (single or multiple).&nbsp; They can be further divided into painful (eg, herpes simplex virus [HSV], chancroid) and nonpainful (eg, syphilis, lymphogranuloma venereum, granuloma inguinale) lesions (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34255.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n</div>\n\n            "
}