{
  "meta": {
    "title": "Infectious mononucleosis",
    "url": "https://brainandscalpel.vercel.app/infectious-mononucleosis-17051de9-2edf1a.html",
    "scrapedAt": "2025-12-01T05:05:11.439Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Infectious mononucleosis (IM) is a systemic viral illness that most commonly presents in adolescents and young adults with fever, fatigue, pharyngitis, lymphadenopathy, and splenomegaly.&nbsp; The most common cause of IM is Epstein-Barr virus (EBV), although a minority of causes are due to other viruses (eg, cytomegalovirus, HIV).</p><br><br><p>The remainder of this article will focus on EBV-related infectious mononucleosis.</p>\n<h1>Pathogenesis</h1><br><br><p>IM is a systemic, often prolonged viral illness caused by <strong>Epstein-Barr virus</strong> (EBV), which is transmitted primarily by mucosal contact with <strong>infectious saliva</strong> (eg, kissing).</p><br><br><p>After entering the bloodstream through the pharyngeal mucosa and tonsillar crypts, EBV preferentially infects B lymphocytes.&nbsp; EBV-infected B lymphocytes then disseminate through the lymphoreticular system (eg, lymph nodes, spleen) and activate cytotoxic T lymphocytes (CD8<font size=\"2\"><sup>+</sup></font>).&nbsp; These reactive (atypical) CD8<font size=\"2\"><sup>+ </sup></font>T lymphocytes are the primary immune response to EBV and contain cytotoxic granules (eg, perforin, granzyme) to create holes in the infected cell's membrane and trigger cell death.&nbsp; T-cell activation and cytokine release result in the systemic manifestations of IM (eg, fever, fatigue).</p><br><br><p>Following acute infection, EBV establishes lifelong latency in B cells, stimulating them to enter the cell cycle and proliferate continuously (\"transformation\" or \"immortalization\").&nbsp; This is accomplished when EBV-encoded oncogenes activate signaling pathways involved in anti-apoptosis within the infected B cell.&nbsp; In an immunocompetent host, a vigorous immune response usually holds EBV-induced B cell proliferation in check.&nbsp; However, in some patients, particularly those who are immunocompromised, EBV is associated with malignancy through induction of genetic instability (eg, inhibiting DNA repair, bypassing cell cycle checkpoints), promotion of a favorable tumor microenvironment (eg, upregulate proinflammatory cytokines, induce angiogenesis), and evasion of the immune system (eg, impaired antigen presentation, induction of T-cell anergy).</p>\n<h1>Epidemiology</h1><br><br><p>IM is most commonly seen in adolescents and young adults; those with primary EBV as infants or young children are often asymptomatic.&nbsp; Because approximately 95% of adults are EBV antibody seropositive, primary presentation in older adults is uncommon.</p>\n<h1>Clinical presentation</h1><br><br><p>IM typically presents with a prolonged course (up to 1 month) of the classic triad of <strong>fever</strong>, <strong>pharyngitis</strong>, and <strong>lymphadenopathy</strong>.&nbsp; Myalgias and <strong>marked fatigue</strong> are common, and patients can develop anorexia (and resulting weight loss), nausea, or vomiting, possibly due to hepatocellular inflammation.</p><br><br><p>Physical examination classically includes the following (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37055.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tonsillitis and/or pharyngitis, with possible exudates (the enlarged tonsils can also cause airway obstruction)</li>\n\t<li>Lymphadenopathy, most commonly posterior cervical but may be generalized</li>\n\t<li>Splenomegaly (50% of patients due to lymphocytic infiltration)</li>\n\t<li>Hepatomegaly (uncommon)</li>\n</ul><br><br><p>Another classic but rarer presentation is the development of an erythematous maculopapular, urticarial, or morbilliform rash that erupts after administration of amoxicillin or ampicillin (usually for treatment of presumed streptococcal pharyngitis) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10815.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The rash typically occurs 2-10 days after antibiotic exposure and resolves within days of drug discontinuation.&nbsp; The etiology of this phenomenon is unclear, although it may be an immune-mediated response to circulating antibodies against penicillin derivatives.&nbsp; It is not considered a true drug allergy.<p></p>\n<h1>Evaluation and diagnosis</h1><br><br><p>In patients with suspected IM, evaluation consists of a complete blood count with peripheral blood smear, liver function tests, and EBV antibody testing.</p>\n<h2>Laboratory evaluation&nbsp;</h2><br><br><p>Initial laboratory evaluation typically reveals lymphocytosis (differential count &gt;50%), consistent with a viral infection.</p><br><br><p>Elevated transaminases (generally 2-3 times the upper limit of normal) are also common due to mild, transient hepatitis.</p>\n<h2>Peripheral blood smear&nbsp;</h2><br><br><p>Peripheral blood smear reveals the classic <strong>atypical lymphocytes</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8245.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), which account for &gt;10% of lymphocytes in IM.&nbsp; In contrast to normal, quiescent lymphocytes, which are small, round, and have minimal cytoplasm, atypical lymphocytes are large and scalloped (ie, a cell membrane conforming to the borders of neighboring cells) and have abundant cytoplasm.&nbsp; However, they are nonspecific and can also be seen in other systemic viral or inflammatory conditions.<p></p>\n<h2>Heterophile antibody (Monospot) test&nbsp;</h2><br><br><p>Diagnosis is with the <strong>heterophile antibody (Monospot) test</strong>, which detects EBV antibodies that agglutinate to horse or sheep red blood cells.&nbsp; Agglutination of these horse erythrocytes by human serum is a sensitive and highly specific (~100%) test for EBV infection in human B cells.&nbsp; Heterophile antibodies arise within a week of symptoms (25% false-negative rate during the first week of illness) and persist for up to a year.</p><br><br><p>The heterophile antibody test is not accurate in children age &lt;4, for whom serum anti-EBV–specific antibody testing is recommended instead.&nbsp; The presence of viral capsid antigen (VCA) IgM antibodies (plus absence of IgG antibodies to EBV nuclear antigen [EBNA]) is diagnostic of acute infection.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Streptococcal infection</strong>:&nbsp; Pharyngitis due to group A <em>Streptococcus</em> causes fever, pharyngitis, and tender cervical lymphadenopathy.&nbsp; Symptoms typically resolve within a week even without treatment, and enlargement of the spleen or liver is not seen.&nbsp; A diffuse, sandpaper-textured rash may be seen with scarlet fever, which would improve with amoxicillin.</li>\n\t<li><strong>Cytomegalovirus (CMV) infection</strong>:&nbsp; CMV can cause a constellation of symptoms similar to IM, although pharyngitis and lymphadenopathy are less prominent.&nbsp; In immunocompetent patients with a heterophile antibody-negative mononucleosis-like syndrome, CMV infection is likely.</li>\n\t<li><strong>HIV infection</strong>:&nbsp; Acute HIV infection causes fever, malaise, and generalized lymphadenopathy.&nbsp; Adenopathy in acute HIV is nontender and tonsillar exudates are uncommon.&nbsp; In addition, rash and diarrhea are present in most patients.</li>\n\t<li><strong>Malignancy</strong>:&nbsp; Acute lymphoblastic leukemia can present with fever, fatigue, lymphadenopathy, splenomegaly, and lymphocytosis.&nbsp; It does not cause exudative pharyngitis, and blasts are seen on peripheral blood smear.&nbsp; Hodgkin lymphoma may present with asymptomatic lymphadenopathy, sometimes accompanied by prolonged B symptoms (eg, fever, weight loss, night sweats).&nbsp; Pharyngitis is not typical, and patients often have normal blood smears; atypical lymphocytes would not be seen.</li>\n\t<li><strong>Viral hepatitis</strong>:&nbsp; Acute hepatitis infection can present with fever, malaise, jaundice, and hepatomegaly.&nbsp; Exudative tonsillitis, lymphadenopathy, and splenomegaly are not typical features, and transaminase levels are markedly elevated (often &gt;1,000 U/L).</li>\n\t<li><strong>Kawasaki disease</strong>:&nbsp; Manifestations include fever, rash, cervical lymphadenopathy, mucous membrane changes, extremity edema, and conjunctivitis.&nbsp; Patients are usually age &lt;6.&nbsp; Exudative pharyngitis and splenomegaly are not typical.</li>\n</ul>\n<h1>Management</h1><br><br><p><strong>Supportive care</strong> is the mainstay of treatment for IM and includes acetaminophen and nonsteroidal anti-inflammatory drugs for fever and throat pain, as well as adequate nutrition, fluids, and rest.</p><br><br><p>Due to the risk of <strong>splenic rupture</strong>, all patients should <strong>refrain from playing sports</strong> for a minimum of <strong>3-4 weeks</strong> (4 weeks for contact sports) and until symptoms have resolved.&nbsp; This recommendation applies to patients with or without palpable splenomegaly on presentation because the spleen may not be palpable until it is 2-3 times its normal size.&nbsp; Ultrasonographic measurement of the spleen to confirm resolution of splenomegaly can be considered in those returning to vigorous contact sports (eg, rugby, wrestling) but is not routinely performed.</p><br><br><p>Corticosteroids to reduce airway edema are reserved for rare cases when airway obstruction appears imminent (eg, respiratory distress, inability to swallow).</p>\n<h1>Complications and prognosis</h1><br><br><p>Most patients with IM have an uncomplicated course, and symptoms resolve spontaneously within weeks of onset.</p>\n<h2>Acute complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Splenic rupture</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49081.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; Splenic rupture within a month of symptom onset is a rare but serious complication that may be the presenting feature in a patient with initially mild viral symptoms.&nbsp; The severity of fever or pharyngitis does not correlate with risk of splenic rupture, and this complication can occur even if the spleen is not initially palpable.&nbsp; Contact sports increase the risk, but spontaneous rupture occurs in 50% of cases.&nbsp; Manifestations include acute, left-sided abdominal pain, hemodynamic instability, and anemia.</li>\n\t<li><strong>Airway obstruction</strong>:&nbsp; Marked lymphoid hyperplasia within the tonsils can lead to complete airway obstruction in rare cases.&nbsp; Patients typically have shortness of breath while recumbent, tachypnea, and inability to swallow with examination findings of marked oropharyngeal inflammation and severe tonsillar enlargement.&nbsp;</li>\n\t<li><strong>Autoimmune hemolytic anemia</strong> and <strong>thrombocytopenia</strong>:&nbsp; These are rare complications of IM due to cross-reactivity of EBV-induced antibodies against red blood cells and platelets.&nbsp; In particular, IgM cold agglutinin antibodies cause complement-mediated destruction of red blood cells.&nbsp; This hemolysis, which can occur 2-3 weeks after the onset of EBV symptoms, may lead to jaundice, elevated bilirubin, and increased reticulocyte count.</li>\n</ul>\n<h2>Long-term complications</h2><br><br><p>Long-term complications of infectious mononucleosis are rare but include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chronic active infection</strong>:&nbsp; Following the acute phase, EBV usually establishes lifelong latency in B cells.&nbsp; In rare cases, patients can have persistent EBV viremia and IM symptoms, including fever, lymphadenopathy, and hepatosplenomegaly (not fatigue alone).&nbsp; Progressive immunodeficiency can occur.</li>\n\t<li><strong>Malignancy</strong>:&nbsp; EBV infection has been shown to induce genetic instability, promote a favorable tumor microenvironment, and lead to immune system evasion.&nbsp; It is most strongly associated with the development of <strong>Burkitt lymphoma</strong> and <strong>nasopharyngeal carcinoma</strong>.</li>\n</ul><br><br><p>In addition to these complications, patients commonly have <strong>chronic fatigue</strong> that may persist for months (with some patients experiencing fatigue for &gt;6 months).</p>\n<h1>Summary</h1><br><br><p>Infectious mononucleosis is a systemic viral illness due to the Epstein-Barr virus that classically presents in adolescents and young adults with fever, fatigue, exudative pharyngitis, lymphadenopathy, and splenomegaly (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31633.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Evaluation reveals lymphocytosis with atypical lymphocytes (CD8<font size=\"2\"><sup>+</sup></font>) on peripheral smear, and diagnosis is via heterophile antibody test.&nbsp; Management is primarily supportive care, although patients should refrain from sports for 3-4 weeks due to risk of splenic rupture and may rarely require steroids for airway obstruction.<p></p>\n</div>\n\n            "
}