{
  "meta": {
    "title": "Leishmaniasis",
    "url": "https://brainandscalpel.vercel.app/leishmaniasis-feb0b816-2edf1a.html",
    "scrapedAt": "2025-12-01T05:05:23.665Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Leishmaniasis is a protozoal illness caused by &gt;20 different <em>Leishmania</em> species.&nbsp; Transmission to humans occurs during a bite by a female phlebotomine sand fly.&nbsp; Clinical illness is marked by chronic inflammation in the skin, mucous membranes, or viscera.&nbsp; The extent of disease is determined primarily by the infecting species and host factors (eg, intact cell-mediated immunity).&nbsp; Leishmaniasis is endemic to &gt;90 countries on 5 continents.&nbsp; Infections were documented as early as 1500 BCE.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Geographic</strong>:&nbsp; Endemic areas include portions of South Asia, the Middle East, Northern Africa, and the Mediterranean (Old World leishmaniasis), as well as South/Central America (New World leishmaniasis).&nbsp; Most cases occur in endemic areas.</li>\n\t<li><strong>Environmental</strong>:&nbsp; Sand flies generally live in urban/perirural areas and feed on wild or domestic mammals (eg, rodents, sloths, marsupials, canines).&nbsp; Human encroachment (eg, deforestation, urban expansion, irrigation projects) has increased the risk.&nbsp; Cracked walls in homes and thatched roofs raise the risk in endemic areas.</li>\n\t<li><strong>Occupational/behavioral</strong>:&nbsp; Outdoor occupations (eg, military personnel, farmers, forestry/construction workers) that encroach on sand fly habitats are associated with increased risk.&nbsp; Outdoor sleeping, lack of bed nets, and skin exposure from dusk to dawn (sand flies are nocturnal) also increase the risk.</li>\n\t<li><strong>Impaired host immunity</strong>:&nbsp; Malnutrition and impaired cell-mediated immunity (eg, AIDS, immunomodulators) increase the risk of severe disease and relapse.</li>\n\t<li><strong>Genetic susceptibility</strong>:&nbsp; Certain human leukocyte antigen types and cytokine polymorphisms may influence disease severity.</li>\n</ul>\n<h1>Pathophysiology</h1><br><br><p><em>Leishmania</em>&nbsp;<strong>promastigotes</strong> (extracellular, flagellated form) are transmitted from the salivary glands of an infected female phlebotomine sand fly to the human dermis during blood feeding.&nbsp; Promastigotes are encased in a glycocalyx composed of lipophosphoglycan, which activates the innate immune system.&nbsp; This leads to the deposition of C3b on the parasite surface, but the glycocalyx prevents insertion of the membrane attack complex; the parasite then uses the C3b on its surface to bind to macrophage-1 antigen complement receptors (eg, Mac-1), which promotes phagocytosis.</p><br><br><p>Once inside the macrophage, acidification of the phagolysosome triggers the promastigote to convert into an <strong>amastigote</strong>, a nonmotile, intracellular form.&nbsp; Amastigotes have several adaptations that allow survival within macrophages, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Blocking fusion of the phagolysosome with digestive granules.</li>\n\t<li>Limiting the acidity of the phagolysosome by using a proton-transporting ATPase.</li>\n\t<li>Limiting the formation of reactive oxygen species.</li>\n\t<li>Promoting movement of the infected phagolysosome to nonlytic compartments of the cell.</li>\n</ul><br><br><p>Amastigotes proliferate within the infected macrophage and then spread to adjacent macrophages.&nbsp; The extent of spread (eg, cutaneous, mucocutaneous, visceral) is largely dependent on the infecting species.</p><br><br><p>Host defense is mediated primarily by pathogen-specific CD4<font size=\"2\"><sup>+</sup></font> Th1 cells, which activate macrophages by releasing interferon-gamma.&nbsp; Activated macrophages kill or contain (via granulomas) the pathogen but cannot generally clear it.&nbsp; Therefore, patients who do not undergo antimicrobial treatment typically have lifelong latent infection.&nbsp; Because host defense is primarily reliant on the cell-mediated immune response, patients with impaired cell-mediated immunity (eg, AIDS, immunosuppressive medication) are at greatest risk for severe (eg, visceral) disease.</p>\n<h1>Pathology</h1><br><br><p><em>Leishmania</em> amastigotes can be visualized within macrophages in areas of infection (eg, dermis) as oval to round, intracellular bodies.&nbsp; They contain a single mitochondrion with a unique suborganelle called a <strong>kinetoplast</strong> (also seen in <em>Trypanosoma brucei</em> and <em>Trypanosoma cruzi</em>), which appears as a dense disc- or bar-shaped mass (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1542.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Visualization of the kinetoplast is an important component of histopathologic diagnosis.<p></p><br><br><p>Common pathologic findings in the major types of leishmaniasis are as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cutaneous leishmaniasis</strong> is characterized by the formation of shallow, slowly expanding ulcers with heaped borders.&nbsp; Histopathologic examination shows granulomatous inflammation in the dermis with many giant cells and few parasites.</li>\n\t<li><strong>Mucosal leishmaniasis</strong> is marked by the development of moist, ulcerating, or nonulcerating lesions in the nasopharynx.&nbsp; Microscopic examination shows a mixed inflammatory infiltrate with lymphocytes, plasma cells, and parasite-containing macrophages.&nbsp; Over time, the infiltrate becomes granulomatous and the number of parasites declines.</li>\n\t<li><strong>Visceral leishmaniasis (kala azar)</strong> is marked by spread of the parasite through phagocytic cells in the reticuloendothelial system (eg, spleen, liver, bone marrow, lymph nodes).&nbsp; Phagocytic cells are large and filled with amastigotes.&nbsp; The normal architecture of the organs is often obscured.&nbsp; Over time, fibrosis can occur.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p><em>Leishmania</em> causes different clinical presentations (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/128219.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) depending on the infecting species.<p></p>\n<h2>Localized, cutaneous disease (most common)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A sand fly bites exposed skin (but cannot generally penetrate clothing), generating a papule at the bite site; the papule becomes a nodule, which later becomes a painless, shallow, pink ulcer with indurated borders (± soft center) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11735.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) or plaque (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99479.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; The lesion may be covered by an eschar in Old World leishmaniasis or fibrinous material in New World leishmaniasis.</li>\n\t<li>The disease is typically localized, but a slow spread down the lymphatic channels with regional lymphadenopathy can occur.</li>\n\t<li>A secondary bacterial superinfection is common.</li>\n\t<li>Most cases heal spontaneously over months or years, leaving an atrophic, depressed scar or keloid.</li>\n\t<li>The disease can reactivate, usually within a year.</li>\n</ul>\n<h2>Mucocutaneous disease</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>This type of disease is caused by some species of New World <em>Leishmania</em>.</li>\n\t<li>It develops concurrently or following untreated/partially treated localized cutaneous disease; it can occur &gt;10 years later in some cases.</li>\n\t<li>Mucosal erosion arises primarily in the nose, mouth, and/or nasal septum; occasionally, the epiglottis, larynx, trachea, or genitals can be affected.</li>\n\t<li>Manifestations depend on the involved tissue:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Nasal:&nbsp; Stuffiness, bleeding, increased secretions.</li>\n\t\t<li>Laryngeal:&nbsp; Hoarseness, brassy cough, dysphonia.</li>\n\t\t<li>Epiglottis/pharynx/palate:&nbsp; Odynophagia.</li>\n\t</ul>\n\t</li>\n\t<li>Significant facial disfigurement can occur due to destruction of the nasal cartilage and surrounding tissue.</li>\n</ul>\n<h2>Visceral leishmaniasis (kala azar)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Transmission of species (<em>Leishmania donovani</em>, <em>Leishmania infantum</em>) that cause visceral leishmaniasis typically results in <strong>subclinical (asymptomatic) infection</strong>; however, because these patients do not generally clear the parasite (without treatment), symptomatic illness can occur years later in the setting of immunosuppression.</li>\n\t<li>Clinical illness is typically marked by the development of <strong>insidious</strong> manifestations 2-6 months after transmission, including:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Constitutional symptoms</strong> (eg, fever, malaise, weight loss) due to the excessive production of inflammatory (especially IL-6) and regulatory (eg, IL-10) cytokines by activated macrophage pattern recognition receptors.</li>\n\t\t<li><strong>Reticuloendothelial manifestations</strong> due to high parasite burden within phagocytes within the spleen, liver, and bone marrow:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li><strong>Splenomegaly</strong>:&nbsp; Patients often develop significant splenomegaly, which may cause <strong>left upper quadrant fullness</strong> and pain due to tension on the splenic capsule.</li>\n\t\t\t<li><strong>Hepatomegaly</strong>:&nbsp; Liver enlargement is typically less severe than splenomegaly but is generally present on examination/imaging.&nbsp; Late in the disease course, patients may develop hepatic dysfunction, jaundice, cachexia, hypoalbuminemia, and ascites/edema.</li>\n\t\t\t<li><strong>Anemia</strong>:&nbsp; Bone marrow suppression (due to parasite burden), hemolysis, and splenic sequestration often result in moderate or severe anemia.</li>\n\t\t\t<li><strong>Thrombocytopenia</strong>:&nbsp; Hypersplenism, bone marrow dysfunction, and (in some cases) immune-mediated destruction can result in thrombocytopenia, leading to mucosal bleeding.</li>\n\t\t\t<li>Lymphadenopathy is uncommon, except in the East African version of leishmaniasis.</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>Darkening of the skin (<em>kala azar</em> means <strong>\"black fever\"</strong> in Hindi) occurs late in the disease course in a small minority of patients; this is possibly due to overexpression of melanin pigment in response to chronic inflammation.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Leishmaniasis is typically suspected when a patient has characteristic symptoms (eg, nonpainful, indolent skin lesion; splenomegaly) and a history of exposure to an endemic region.</p><br><br><p>In some high-prevalence, resource-limited areas, patients are often presumptively diagnosed with rapid serologic (eg, rk39) or molecular testing to provide point-of-care treatment and limit costs.&nbsp; Confirmatory testing requires sampling from a skin scraping/biopsy (suspected cutaneous leishmaniasis) or from a bone marrow (preferred) or spleen aspirate/biopsy (suspected visceral leishmaniasis).</p><br><br><p>Samples are then typically evaluated with all of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Histopathologic examination</strong> generally reveals intraphagocytic amastigotes with a distinct rod-shaped kinetoplast (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1544.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ) surrounded by a background of chronic inflammation (eg, plasma cells, lymphocytes, macrophages) with or without necrotizing granulomas.&nbsp; Giemsa stain (most common) is typically used.&nbsp; In cutaneous leishmaniasis, few organisms are present; therefore, visualization of multiple sections may be required to identify the pathogen.</li>\n\t<li><strong>Culture</strong> in specialized media (eg, Novy-MacNeal-Nicolle medium) can convert tissue amastigotes to promastigotes (extracellular, flagellated form), which can then be speciated using molecular or electrophoresis patterns.&nbsp; Culture is time consuming, and results may not be available for several weeks.</li>\n\t<li><strong>PCR testing</strong> is a rapid way of identifying the organism, although sensitivity varies depending on the tissue.</li>\n</ul><br><br><p>Patients with cutaneous leishmaniasis generally require evaluation for nasopharyngeal manifestations to rule out mucocutaneous leishmaniasis.</p>\n<h1>Laboratory and imaging evaluation</h1><br><br><p>Patients with visceral leishmaniasis often have the following laboratory and imaging findings:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Anemia</strong> is the most common finding due to bone marrow suppression, hypersplenism, and hemolysis.&nbsp; Anemia is most often normocytic and normochromic, but some patients have microcytic anemia if iron deficiency is also present.</li>\n\t\t<li>Neutropenia is present in some cases; neutrophilia indicates either secondary bacterial infection or an alternate diagnosis.</li>\n\t\t<li>Thrombocytopenia can occur due to hypersplenism and bone marrow suppression.</li>\n\t</ul>\n\t</li>\n\t<li>Mildly elevated transaminases due to hepatic involvement.</li>\n\t<li>Hypergammaglobulinemia due to polyclonal B-cell activation.</li>\n\t<li><strong>Splenomegaly</strong> on abdominal imaging (eg, ultrasonography).</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Leishmaniasis can resemble several other illnesses, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Disseminated histoplasmosis</strong> is marked by the spread of intraphagocytic yeasts throughout the reticuloendothelial system.&nbsp; Patients frequently develop fever, malaise, hepatosplenomegaly, and pancytopenia.&nbsp; However, most cases occur in those with significant immunocompromise, and lymphadenopathy is typically present.&nbsp; Differentiation can be made with histopathologic evaluation, antigen testing, or serology.</li>\n\t<li><strong>Malaria</strong> may cause fever, anemia, and splenomegaly.&nbsp; In addition, endemic areas of malaria and leishmaniasis are often similar.&nbsp; However, most cases of malaria are acute (rather than indolent).&nbsp; Thick and thin blood smear or rapid diagnostic tests for malaria can often differentiate the diseases.</li>\n\t<li><strong>Non-Hodgkin lymphoma</strong> can cause indolent fever, malaise, pancytopenia, and hepatosplenomegaly, but patients typically have peripheral lymphadenopathy.&nbsp; Histopathology can differentiate the conditions.</li>\n\t<li><strong>Schistosomiasis</strong>, a parasitic blood fluke infection, shares endemic regions with leishmaniasis.&nbsp; Chronic infection can result in an insidious intestinal, hepatosplenic, genitourinary, and/or glomerular infection.&nbsp; In hepatosplenic schistosomiasis, eggs block presinusoidal spaces in the liver, which leads to hepatic and splenic congestion.&nbsp; Patients typically develop hepatosplenomegaly with ascites; pancytopenia can occur due to splenic trapping.&nbsp; Serology and stool microscopy can generally be used to diagnose schistosomiasis.</li>\n\t<li><strong>Cutaneous tuberculosis, fungal infections, leprosy, and skin cancer</strong> can resemble the cutaneous lesions of leishmaniasis but are generally differentiated based on presenting symptoms (eg, leprosy typically causes anesthesia in the area) or with additional testing (eg, histopathology).</li>\n</ul>\n<h1>Management</h1><br><br><p>Treatment is dependent on the immunologic status of the patient, the burden of disease (eg, number/extent of cutaneous lesions), and the likelihood that the infecting species will cause mucosal or systemic spread.&nbsp; Systemic treatment is generally warranted for patients with immunocompromise, extensive disease, or a high-risk infecting species.</p>\n<h2>Cutaneous/mucocutaneous leishmaniasis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Local therapy</strong> is generally indicated for patients who are <strong>immunocompetent</strong> with a single or a few small (eg, &lt;25 mm) lesions who are infected with a <em>Leishmania</em> species that does not typically cause mucocutaneous or visceral disease.&nbsp; Although patients of this type generally have spontaneous resolution of the lesions within several weeks, local treatment speeds time to healing, limits scarring, and reduces the risk of recurrence (untreated patients do not typically clear the parasite).&nbsp; Common local therapies include:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>In <strong>cryotherapy</strong>, liquid nitrogen is applied to the lesion and surrounding skin in cycles of freeze-thaw-freeze, which results in local ischemic tissue necrosis.</li>\n\t\t<li><strong>Intralesional antimony injection</strong> (eg, sodium stibogluconate, meglumine antimoniate) uses a small-gauge needle to repeatedly inject areas of each lesion (eg, borders, midlesion) until they blanch.&nbsp; Injections are generally quite painful and may require a preceding topical lidocaine application.</li>\n\t\t<li><strong>Topical paromomycin</strong> has similar efficacy to intralesional injections for many species of leishmaniasis and can be used for small, ulcerative lesions that do not have evidence of lymphatic spread.&nbsp; Its efficacy is inferior to that of antimony injection for New World species.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Systemic therapy</strong> is indicated for cutaneous lesions that are large or extensive or have lymphatic spread; it is also required for those with underlying <strong>immunocompromise</strong> and in those whose infecting species is associated with <strong>mucocutaneous disease</strong>.&nbsp; Common systemic therapies include the following:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Parenteral pentavalent antimony</strong> (eg, sodium stibogluconate, meglumine antimoniate) is considered first-line systemic therapy in most regions for mucocutaneous leishmaniasis and complicated cutaneous leishmaniasis.&nbsp; Cure rates are approximately 60%-80%.</li>\n\t\t<li><strong>Parenteral amphotericin B</strong> is considered to be the most efficacious agent against leishmaniasis but is associated with a higher cost.&nbsp; In addition, some formulations (eg, deoxycholate) carry a high risk of significant adverse effects (eg, irreversible nephrotoxicity) with prolonged treatment.&nbsp; Worldwide, parenteral amphotericin B is often used as second-line therapy for complicated cutaneous or mucocutaneous leishmaniasis when pentavalent antimony fails.</li>\n\t\t<li><strong>Oral azoles</strong> (eg, ketoconazole, fluconazole) may be used in limited situations, namely in addition to local therapy for patients with lymphocutaneous spread.&nbsp; Treatment failure rate is high with azoles, and many infecting species do not respond to azole therapy.</li>\n\t\t<li><strong>Oral miltefosine</strong> is sometimes used for New World limited cutaneous leishmaniasis.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Visceral leishmaniasis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Liposomal amphotericin B</strong> is considered the first-line agent for visceral leishmaniasis due to its increased therapeutic efficacy and best adverse effect profile.&nbsp; The lipid formulation of amphotericin stabilizes the drug, improves tissue penetration/drug levels, and limits interaction with mammalian cell membranes (thereby reducing adverse effects).&nbsp; Because liposomal amphotericin B is expensive, the agent may not be available in resource-limited countries.&nbsp; In these regions, other formulations of amphotericin (deoxycholate) are often used; however, the risk of serious adverse effects is much greater.</li>\n\t<li><strong>Pentavalent antimonial compounds</strong> (eg, sodium stibogluconate, meglumine antimoniate) are no longer considered first-line therapy for visceral leishmaniasis in most areas due to the risk of serious, potentially life-threatening adverse effects (eg, cardiotoxicity, pancreatitis) with prolonged therapy.&nbsp; The risk of toxicity is generally related to cumulative dose.</li>\n\t<li><strong>Oral miltefosine</strong> is associated with excellent efficacy and moderate adverse effects (eg, vomiting).&nbsp; However, its high cost limits its availability, and poor compliance may result in relapse or resistance.</li>\n\t<li><strong>Intravenous paromomycin</strong>, an aminoglycoside, has good efficacy against some species of <em>Leishmania</em> but is not recommended as monotherapy.&nbsp; It is often combined with oral miltefosine.</li>\n</ul><br><br><p>Response to therapy is suggested by the resolution of fever (usually within 1-2 weeks), weight gain, and reduction in spleen size.&nbsp; Patients with underlying HIV generally require aggressive immune reconstitution (when possible) to prevent progression and death.</p>\n<h1>Complications</h1><h2>Cutaneous leishmaniasis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Scarring/disfigurement</strong> with chronic atrophic scars.</li>\n\t<li><strong>Secondary bacterial infection</strong>, which can delay healing and may increase the risk of cosmetic sequelae.</li>\n\t<li><strong>Progression to mucocutaneous disease</strong> (seen primarily with New World species).</li>\n</ul>\n<h2>Mucocutaneous leishmaniasis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Facial disfigurement</strong> due to the destruction of nasal cartilage and surrounding tissue.</li>\n\t<li><strong>Impaired breathing/swallowing</strong> due to tissue destruction in the oropharynx.</li>\n</ul>\n<h2>Visceral leishmaniasis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Post–kala azar dermal leishmaniasis</strong> due to persistent parasites in the dermis (marked by skin darkening) and seen months or a few years after treatment, primarily in South Asia.</li>\n\t<li><strong>Immune complex glomerulonephritis</strong>.</li>\n\t<li><strong>Pancytopenia</strong>.</li>\n</ul><br><br><p>Treatment toxicity is common with antimonials and amphotericin B (particularly the deoxycholate formulation), and relapsed disease may occur (particularly in patients who are immunocompromised).</p>\n<h1>Prognosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cutaneous leishmaniasis</strong> is often self-limited and resolves without therapy (although viable parasites are generally present for life).&nbsp; Skin lesions generally take a prolonged time to heal, and cosmetic consequences (eg, scarring) may occur.</li>\n\t<li><strong>Mucocutaneous</strong> leishmaniasis can cause significant facial disfigurement from nasal cartilage destruction.&nbsp; The risk is reduced with early treatment.</li>\n\t<li><strong>Visceral leishmaniasis</strong> is associated with a high mortality rate (&gt;90%) when untreated.&nbsp; However, treatment provides cure rates &gt;90%.&nbsp; Relapse is common in patients with underlying immunocompromise (eg, HIV).</li>\n</ul>\n<h1>Summary</h1><br><br><p>Leishmaniasis is a parasitic disease caused by <em>Leishmania</em> species following transmission from a sand fly bite.&nbsp; Manifestations are marked by chronic inflammation in the skin, mucous membranes, or viscera.&nbsp; The extent of disease is largely determined by the infecting species and the host's immune status.&nbsp; Cutaneous leishmaniasis (most common) is typically self-limited, but infections in South/Central America can be associated with concurrent or delayed mucosal disease (depending on the infecting species).&nbsp; In contrast, symptomatic visceral disease (eg, hepatosplenomegaly, pancytopenia) is associated with very high mortality without treatment due to the progressive infection in the reticuloendothelial system.&nbsp; The diagnosis is generally confirmed via histopathology, culture, or PCR.&nbsp; Treatment varies depending on the extent of disease; limited cutaneous disease can often be treated with topical therapy, whereas more extensive cutaneous disease, mucosal disease, or visceral disease requires systemic therapy.&nbsp; Cure rates are high with early treatment, but those with impaired cell-mediated immunity are at greater risk for relapse and death.</p>\n</div>\n\n            "
}