{
  "meta": {
    "title": "Malaria",
    "url": "https://brainandscalpel.vercel.app/malaria-e15700c0-2edf1a.html",
    "scrapedAt": "2025-12-01T05:05:33.299Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Malaria is a protozoal illness caused primarily by 4 species of <em>Plasmodium</em>: <em>P falciparum</em>, <em>P vivax</em>, <em>P ovale</em>, and <em>P malariae</em>.&nbsp; Transmission to humans occurs during blood feeding by an infected female <em>Anopheles</em> mosquito.&nbsp; The pathogen attacks and lyses erythrocytes, leading to febrile paroxysms with constitutional symptoms.&nbsp; Some cases are severe and life-threatening.&nbsp; Malaria is endemic to most tropical and subtropical climates worldwide; &gt;200 million cases are thought to occur annually.</p>\n<h1>Risk factors</h1><h2>Geographic</h2><br><br><p>The distribution of malaria worldwide is as follows (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15873.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sub-Saharan Africa (eg, Nigeria, Democratic Republic of the Congo, Uganda) accounts for &gt;95% of cases worldwide.&nbsp; <em>P falciparum</em> is the leading species.</li>\n\t<li>In Southeast Asia (eg, India), the Eastern Mediterranean, the Americas, and the Western Pacific, <em>P vivax</em> (Americas, Western Pacific) and <em>P falciparum</em> cause most cases.</li>\n</ul>\n<h2>Environmental</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tropical and subtropical regions &lt;1,500 meters in altitude.</li>\n\t<li>Areas of high mosquito density (eg, near lakes, rivers, and swamps; dense vegetation).</li>\n</ul>\n<h2>Host-specific</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Young children (age 6 months to 5 years), pregnant women, and travelers from nonendemic regions are at highest risk for complications and death.</li>\n\t<li>Protective features include intrinsic (genetic) and acquired factors.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Intrinsic:&nbsp; Some genetic mutations offer partial protection against malaria, including:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Point mutations in globulin genes (eg, HbS, HbC).</li>\n\t\t\t<li>Globulin deficiencies (eg, alpha or beta thalassemia).</li>\n\t\t\t<li>Red cell membrane defects (eg, Duffy blood group).</li>\n\t\t\t<li>Red cell enzyme mutations (eg, glucose-6-phosphate dehydrogenase deficiency).</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>Acquired:&nbsp; Recent, frequent exposure can generate partially protective T cells and antibodies, which may limit the intensity or severity of illness.</li>\n\t</ul>\n\t</li>\n</ul>\n</div><br><br><h1>Pathophysiology</h1>\n<p>Malarial <em>Plasmodium</em> species are transmitted (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25881.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) from the salivary glands of an infected female <em>Anopheles</em> mosquito to humans during blood feeding.<p></p><br><br><p><strong>Sporozoites</strong> (the motile, infective form of the parasite) enter the human bloodstream, travel to the liver, and invade hepatocytes.</p><br><br><p>In liver cells, sporozoites undergo asexual reproduction (schizogony), which transforms them to multinucleated <strong>schizonts</strong> and then daughter <strong>merozoites</strong> (an asexual haploid form).&nbsp; Merozoites lyse the infected hepatic cell and spill into the bloodstream.&nbsp; This phase of infection (exoerythrocytic) is asymptomatic and typically takes 6-30 days.</p><br><br><p>In the bloodstream, merozoites bind to the surface of erythrocytes (using a lectin-like molecule to attach to glycophorins via sialic acid residues) and enter the cell via active membrane penetration.&nbsp; They then undergo one of two maturation pathways within a membrane-bound vacuole, as follows:</p>\n<ul class=\"article-body-unordered-list\">\n<li> <strong>Merozoite pathway</strong>:&nbsp; The parasite evolves from a merozoite to a ring-shaped form to a <strong>trophozoite</strong> (another ring-shaped form usually with a single chromatin mass) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18195.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) to a multinucleated schizont to daughter merozoites (asexually, by simple division).&nbsp; The daughter merozoites then lyse the erythrocyte and infect new red blood cells.&nbsp; Erythrocyte lysis triggers the release of inflammatory cytokines, which cause many of the manifestations (eg, cyclic fever, flu-like symptoms) of malaria.</li><br><br><li> <strong>Gametocyte pathway</strong>:&nbsp; A minority of intraerythrocytic trophozoites mature into <strong>gametocytes</strong> (female or male sexual forms) rather than schizonts.&nbsp; Gametocytes circulate in the bloodstream until they are taken up by a female <em>Anopheles</em> mosquito, which propagates the life cycle.&nbsp; Circulating gametocytes do not infect new erythrocytes and cause no symptoms.</li></ul><br><br><p>Although the lifecycle of <em>Plasmodium</em> is largely preserved across species, there are some features that are unique to certain species, as follows:</p>\n<ul class=\"article-body-unordered-list\">\n<li> <em>P vivax</em> and <em>P ovale</em>:</li>\n<ul class=\"article-body-unordered-list\">\n<li>These species form <strong>hypnozoites</strong> (dormant parasites) in liver cells, which can reactivate months or years later, leading to recurrent symptomatic infection.</li></ul><br><br><li> <em>P falciparum</em>:</li>\n<ul class=\"article-body-unordered-list\">\n<li><em>P falciparum</em> can infect erythrocytes of any age.&nbsp; Therefore, patients with <em>P falciparum</em> infection typically have much greater levels of parasitemia than those with <em>P vivax</em> or <em>P ovale</em> (which primarily infect young erythrocytes) or <em>P malariae</em> (which primarily infect older erythrocytes).</li><br><br><li><em>P falciparum</em> generates adhesive polypeptides that cause erythrocytes to clump (rosette) and to adhere to endothelial cells in small vessels (sequestration).&nbsp; This increases the risk of vascular occlusion, reduced tissue perfusion, and ischemia, which can result in severe, life-threatening complications.</li></ul></ul><br><br>\n<h1>Clinical presentation</h1><h2>Uncomplicated malaria</h2><br><br><p>Manifestations are largely due to the lysis of erythrocytes, which typically begin 12-35 days after transmission.</p>\n<ul class=\"article-body-unordered-list\">\n<li> <strong>Fever paroxysms</strong>:&nbsp; Patients initially develop high fevers (often &gt;40 C [104 F]) at irregular intervals.&nbsp; After several days, fevers may become periodic due to the synchronized rupture of erythrocytes by merozoites (<em>P falciparum</em> sometimes stays irregular throughout the disease course).&nbsp; Fever patterns vary by strain of <em>Plasmodium</em>:</li>\n<ul class=\"article-body-unordered-list\">\n<li><em>P falciparum, P vivax</em>, <em>P ovale</em>:&nbsp; 48-hour cycles (tertian fever).</li><br><br><li><em>P malariae</em>:&nbsp; 72-hour cycles (quartan fever).</li></ul><br><br><li> <strong>Flu-like symptoms</strong>:&nbsp; Patients often have tachycardia, tachypnea, chills, malaise, headache, cough, nausea/vomiting, diarrhea, and arthralgia/myalgias.</li><br><br><li> Mild splenomegaly:&nbsp; Lysed erythrocyte fragments and infected erythrocytes are removed from the bloodstream by macrophages in the spleen, which can cause mild splenomegaly.</li><br><br><li> Jaundice:&nbsp; Erythrocyte rupture releases heme into the bloodstream, which can cause indirect hyperbilirubinemia with scleral icterus and jaundice.</li><br><br><li> Anemia and mild thrombocytopenia:&nbsp; Intravascular hemolysis can cause anemia; thrombocytopenia may occur due to consumption of platelets in the microvasculature.</li></ul>\n<h2>Severe malaria</h2><br><br><p>Severe malaria is most common in <em>P falciparum</em> infection due to parasite-induced changes (eg, increased cytoadhesion molecules) to infected erythrocytes, which promote small vessel occlusion, tissue infarction, capillary leakage, and organ dysfunction.&nbsp; The risk of severe malaria is greatest in young children, pregnant women, and individuals with certain comorbidities (eg, HIV, malnutrition, splenectomy), particularly during visits to an endemic area or when returning to an endemic area after time away (due to lack of partial immunity to the pathogen).</p><br><br><p>The presence of any of the following in the setting of parasitemia is classified as severe malaria:</p>\n<ul class=\"article-body-unordered-list\">\n<li> <strong>Cerebral malaria</strong>:&nbsp; Patients develop encephalopathy due to cerebral edema and increased intracranial pressure; manifestations include impaired consciousness, delirium, retinopathy (eg, retinal hemorrhages), and/or seizures.&nbsp; Focal neurologic signs are uncommon.</li><br><br><li> <strong>Hypoglycemia</strong>:&nbsp; Decreased hepatic gluconeogenesis and liver glycogen stores, as well as increased consumption of glucose by the host and parasite (anaerobic metabolism), can result in hypoglycemia.</li><br><br><li> <strong>Metabolic acidosis</strong>:&nbsp; Anaerobic tissue glycolysis due to impaired microcirculation, as well as parasite lactate production and impaired renal/hepatic lactate clearance, can result in severe acidosis.</li><br><br><li> Severe anemia.</li><br><br><li> Acute kidney injury.</li><br><br><li> Noncardiogenic pulmonary edema.</li><br><br><li> Shock.</li></ul>\n<h1>Diagnosis</h1><br><br><p>Malaria should be suspected in those who develop febrile illness after exposure to an endemic region.&nbsp; Suspicion should also be raised when children who live in endemic regions have palmar pallor or hemoglobin levels &lt;8 g/dL.</p>\n<h2>Microscopy</h2><br><br><p>Most cases are diagnosed when parasites are visualized on Giemsa-stained blood smears using light microscopy.&nbsp; This technique has high sensitivity and allows identification of <em>Plasmodium</em> species as well as quantification of parasitemia.&nbsp; However, low levels of parasitemia may result in false negatives.&nbsp; Two types of blood smears are prepared:</p>\n<ul class=\"article-body-unordered-list\">\n<li> <strong>Thick smears</strong> allow for the visualization of a large number of erythrocytes to identify the presence or absence of parasites.&nbsp; It also allows for estimation of parasite density.</li><br><br><li> <strong>Thin smears</strong> do not alter the integrity and morphology of erythrocytes, which allows the identification of parasite species and quantification of parasitemia, as follows:</li>\n<ul class=\"article-body-unordered-list\">\n<li><em>Plasmodium falciparum</em>:&nbsp; Crescent-shaped gametocytes, ring-shaped parasites with delicate cytoplasm (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12768.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), high levels of parasitemia.</li><br><br><li><em>P vivax</em> and <em>P ovale</em>:&nbsp; Rings with large chromatin dots that may be ameboid (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18197.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), Schüffner dots (stippling due to eosinophilic dots in the cytoplasm of the infected erythrocyte), infection of large (young) erythrocytes.</li><br><br><li><em>P malariae</em>:&nbsp; Rings with a large chromatin dot, band-shaped trophozoites with dark-brown pigment, infection of small (older) erythrocytes.</li></ul></ul>\n<h2>Rapid diagnostic tests</h2><br><br><p>Rapid diagnostic tests (RDTs) evaluate for the presence of malaria parasite antigens.&nbsp; They are especially useful in resource-limited settings because no electricity or laboratory infrastructure is required, tests can be performed by workers with limited training, and the result is available quickly.&nbsp; However, RDTs only provide qualitative results; they cannot determine the degree of parasitemia.&nbsp; <em>P falciparum</em> can be detected by assays for histidine-rich protein 2 (HRP-2); assays for <em>Plasmodium</em> lactate dehydrogenase can detect all species and differentiate between <em>P falciparum</em> and <em>P vivax</em>.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for malaria is broad because fever and the disease's nonspecific manifestations are seen in a wide range of illnesses:</p>\n<ul class=\"article-body-unordered-list\">\n<li><strong>Typhoid fever</strong>:&nbsp; Manifests as a febrile illness with relative bradycardia (given the degree of fever) that evolves into abdominal pain and rash (week 2) followed by hepatosplenomegaly, intestinal bleeding, and perforation (week 3).</li><br><br><li><strong>Dengue fever</strong>:&nbsp; Manifests as sudden, high fevers with nonspecific manifestations (eg, malaise, headache, fatigue, abdominal pain, myalgia).&nbsp; However, myalgia is generally more severe than that seen in malaria (hence dengue's alternate name, breakbone fever), and hemorrhagic manifestations are common.</li><br><br><li><strong>Chikungunya</strong>:&nbsp; Resembles dengue fever but is milder and usually includes a rash (macular/maculopapular on limbs and trunk).&nbsp; Arthralgia is prominent.</li><br><br><li><strong>Influenza</strong>:&nbsp; Classically causes fever and nonspecific symptoms, but anemia, jaundice, and splenomegaly are less common.</li><br><br><li><strong>Leptospirosis</strong>:&nbsp; Causes fever and nonspecific symptoms, but myalgias are more severe, and petechial hemorrhages are often seen.</li></ul>\n<h1>Management</h1><br><br><p>Management depends on species, severity, and regional drug-resistance patterns.</p>\n<h2>Uncomplicated malaria</h2><br><br><p>Uncomplicated malaria (mild parasitemia and no manifestations of severe malaria) can generally be treated in the outpatient setting with oral medications.&nbsp; However, hospitalization may be required for those at increased risk of complications, including young children, immunocompromised individuals, and those with no acquired immunity (eg, travelers who do not live in endemic regions).</p><br><br><p>The management approach is as follows:</p>\n<ul class=\"article-body-unordered-list\">\n<li> <em>P falciparum</em>:&nbsp; <strong>Artemisinin-based combination therapies</strong> (ACTs) are generally recommended regardless of chloroquine sensitivity.&nbsp; Artemisinins target all asexual parasite forms; they generate intracellular free radicals, resulting in oxidative damage to the parasite and rapid clearance.&nbsp; Because artemisinins have a short half-life, they are coadministered with a drug that has a longer duration of effect to ensure full clearance of parasitemia and to prevent artemisinin resistance.&nbsp; Common ACTs include:\n<ul class=\"article-body-unordered-list\">\n<li>Artemether-lumefantrine.</li><br><br><li>Artesunate-amodiaquine.</li><br><br><li>Artesunate-mefloquine.</li></ul><br><br></li><li> <em>P vivax</em> and <em>P ovale</em>:&nbsp; These species of malaria form dormant parasites (hypnozoites) in liver cells that can reactivate months or years later.&nbsp; Therefore, additional medication is required to ensure eradication of the dormant liver stage of the parasite.&nbsp; The following are common regimens:</li>\n<ul class=\"article-body-unordered-list\">\n<li>Antimalarial:&nbsp; <strong>Chloroquine</strong> is preferred in areas where the parasite is sensitive to this medication.&nbsp; In regions with high chloroquine-resistance or when the species is not clear, ACTs are preferred.</li><br><br><li>Preventing relapse:&nbsp; <strong>Primaquine</strong> (or tafenoquine) is used to eliminate hypnozoites.&nbsp; However, glucose-6-phosphate dehydrogenase testing is required prior to administration; those with significant deficiency require a modified dose schedule.</li></ul></ul>\n<h2>Severe malaria</h2><br><br><p>Most cases (&gt;90%) of severe malaria are caused by <em>P falciparum</em> infection.&nbsp; Risk of death is greatest within 24 hours of clinical presentation; therefore, urgent intravenous antiparasitic treatment and supportive care are required:</p>\n <ul class=\"article-body-unordered-list\">\n<li> Antimalarial treatment:&nbsp; Parenteral artesunate is the preferred treatment for severe malaria.&nbsp; Parenteral quinine can be used in areas with artemisinin resistance (eg, Southeast Asia).&nbsp; Parasite density should be monitored; parasites are typically cleared from the bloodstream within 72 hours.</li><br><br><li> Supportive care:&nbsp; Vital signs should be monitored and supportive measures (eg, oxygen, ventilatory support, seizure management, intravenous fluids, blood transfusions) given when indicated.</li></ul>\n<h2>Drug resistance</h2><br><br><p>Partial artemisinin resistance has emerged in parts of Cambodia, the Lao People's Democratic Republic, Myanmar, Thailand, and Vietnam.&nbsp; This results in delayed clearance of the parasites from the bloodstream (&gt;72 hr).&nbsp; Artemisinin resistance is overcome by the concomitant administered drugs in ACTs or by extending the duration of treatment.&nbsp; Full artemisinin resistance has not yet been seen.</p><br><br><p>Chloroquine resistance is present in most endemic areas; therefore, this medication cannot reliably be used to treat malaria infections in many regions.</p>\n<h1>Prevention</h1><h2>Mosquito avoidance</h2><br><br><p>Mosquito avoidance (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/88916.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) strategies include staying indoors when mosquitoes are most active (eg, from dusk until dawn), wearing insect repellant, limiting exposed skin, and sleeping within insecticide-treated nets.<p></p>\n<h2>Chemoprophylaxis</h2><br><br><p>Chemoprophylaxis is chosen based on the predominant species in the endemic area, drug-resistance patterns, side effects, and cost.&nbsp; It is generally initiated prior to travel, continued during the entire stay, and extended for 1-4 weeks following return.</p><br><br><p>In <em>P falciparum</em> endemic regions, the following are common chemoprophylaxis regimens:</p>\n <ul class=\"article-body-unordered-list\">\n<li> Atovaquone-proguanil is generally well tolerated and is taken daily from 1-2 days before to 7 days after potential malaria exposure.</li><br><br><li> Doxycycline provides protection against some rickettsial infections and leptospirosis (in addition to malaria) but may cause gastrointestinal issues and photosensitivity.</li><br><br><li> Mefloquine is taken weekly but is contraindicated in certain neuropsychiatric conditions.</li><br><br><li> Chloroquine can be used in areas without chloroquine-resistant malaria.</li></ul><br><br><p>Mefloquine, doxycycline, and chloroquine only treat the erythrocytic phase of infection; therefore, these medications must be continued for 4 weeks after a traveler returns to ensure that parasites emerging from the liver are destroyed.</p><br><br><p>In regions where <em>P vivax</em> or <em>P ovale</em> are endemic, primaquine can be used as primary chemoprophylaxis (when no significant <em>P falciparum</em> is present in that region) or to prevent relapse after return.&nbsp; Testing for glucose-6-phosphate dehydrogenase deficiency is required prior to use.</p><br><br><p>Pregnant patients should take chloroquine when traveling to chloroquine-sensitive areas and mefloquine for chloroquine-resistant areas.</p>\n<h2>Mosquito control</h2><br><br><p>The main mechanisms to reduce mosquito populations regionally are as follows:</p>\n <ul class=\"article-body-unordered-list\">\n<li> <strong>Insecticide-treated nets</strong> (ITNs) involve using a net treated with insecticide to cover sleeping areas.&nbsp; Generally, either ITNs <em>or</em> indoor residual spraying is used in a household, not both.</li><br><br><li> <strong>Indoor residual spraying</strong> involves spraying insecticide on the walls and ceilings of a home.&nbsp; Spraying is usually done a few times yearly, but application frequencies vary by insecticidal compound.&nbsp; Mosquito contact with the sprayed surface generally results in death of the mosquito prior to bite.&nbsp; Widespread community use of indoor residual spraying can reduce mosquito populations in the area.</li><br><br><li> <strong>Larval control measures</strong> involve using a larvacide to reduce mosquito density.&nbsp; This method is generally used in conjunction with ITNs or indoor residual spraying.</li></ul>\n<h1>Prognosis</h1><br><br><p>Patients with uncomplicated malaria generally recover completely following antimalarial treatment and have no residual sequelae.&nbsp; In contrast, patients with severe malaria are at much greater risk for residual morbidity (eg, neurologic deficits, renal insufficiency) or death.</p>\n<h1>Summary</h1><br><br><p>Malaria (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/89456.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a potentially life-threatening protozoal illness caused by several species of <em>Plasmodium</em> parasites.&nbsp; The transmitting vector is a female <em>Anopheles</em> mosquito.&nbsp; Sub-Saharan Africa accounts for &gt;95% of cases, but infections occur in most tropical and subtropical climates worldwide.&nbsp; Uncomplicated malaria is marked by cyclic fevers and nonspecific manifestations; severe malaria evolves to include neurologic manifestations, hypoglycemia, severe anemia, metabolic acidosis, acute renal insufficiency, pulmonary edema, and/or shock.&nbsp; Most cases are diagnosed by identifying parasites on light microscopy of thick and thin Giemsa-stained blood smears, but rapid diagnostic tests are available in resource-limited areas.&nbsp; First-line treatment for <em>P falciparum</em> is generally artemisinin-based combination therapy; <em>P vivax</em> and <em>P ovale</em> are treated with artemisinin-based combination therapy or chloroquine plus primaquine (to eliminate hypnozoites).&nbsp; Prevention strategies (eg, chemoprophylaxis, mosquito avoidance/control) are crucial in endemic regions.&nbsp; Risk of death and morbidity is greatest in children age &lt;5.<p></p><br><br>\n            "
}