{
  "meta": {
    "title": "Melioidosis",
    "url": "https://brainandscalpel.vercel.app/melioidosis-92a01d28-2edf1a.html",
    "scrapedAt": "2025-12-01T05:05:37.688Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Melioidosis is an infectious disease caused by <em>Burkholderia pseudomallei</em>, a gram-negative, facultative intracellular bacillus found in soil and surface water across tropical regions, especially Southeast Asia and northern Australia.&nbsp; It most often affects people with diabetes mellitus or other immunocompromising conditions and has a broad clinical spectrum ranging from localized skin abscesses to pneumonia and fulminant sepsis.</p>\n<h1>Pathogenesis</h1><br><br><p><em><strong>Burkholderia pseudomallei</strong></em> is a non–lactose-fermenting, oxidase-positive, Gram-negative intracellular bacillus that resides in soil and water of certain endemic geographic locations.&nbsp; Humans acquire the pathogen by 3 main mechanisms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Percutaneous inoculation</strong> through breaks in the skin (most common).</li>\n\t<li>Inhalation of aerosolized dust or water droplets containing the organism.</li>\n\t<li>Ingestion of contaminated food or water.</li>\n</ul><br><br><p><em>B pseudomallei</em> is a highly resilient organism.&nbsp; It survives in harsh environmental reservoirs and invades a broad range of host cells, including macrophages and neutrophils, where it replicates while evading immune clearance.</p><br><br><p>Melioidosis can affect virtually any organ.&nbsp; The most common presentation is pneumonia, which ranges from mild illness to necrotizing, cavitary, or multilobar disease that can mimic tuberculosis.&nbsp; Bacteremia occurs frequently and may progress rapidly to septic shock and death.&nbsp; Other classic features include multifocal visceral abscesses (eg, spleen, liver, lung, prostate) and cutaneous ulcerations/abscesses.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Residence or travel in endemic regions</strong>:&nbsp; Southeast Asia (eg, northeast Thailand, Malaysia, Vietnam, Singapore, Cambodia), northern Australia, China, and India.</li>\n\t<li><strong>Comorbid conditions</strong>:&nbsp; <strong>Diabetes mellitus</strong> (strongest risk factor), chronic kidney disease, chronic lung disease, alcohol use disorder, thalassemia, and immunosuppression (eg, corticosteroids, chemotherapy, HIV).</li>\n\t<li><strong>Heavy rainfall, tropical storms, and flooding</strong>:&nbsp; <em>B pseudomallei</em> rising to the soil surface and becoming aerosolized, increasing exposure.&nbsp; The incidence of melioidosis commonly peaks during the monsoon season in the tropics.</li>\n\t<li><strong>Occupational exposure</strong>:&nbsp; Agricultural workers (eg, rice farmers), construction workers exposed to soil or surface water.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>High antibody seropositivity rates in endemic regions suggest that most healthy hosts exposed to <em>B pseudomallei</em> do not develop symptomatic disease.&nbsp; Symptomatic melioidosis is primarily an opportunistic infection that targets patients with diabetes mellitus and other comorbidities.&nbsp; Most cases present acutely and carry substantial morbidity and mortality, although chronic disease and rare delayed reactivation can occur.</p>\n<h2>Acute infection</h2><br><br><p>The clinical presentation of acute melioidosis is highly variable because multiple organ systems can be involved.</p><br><br><p><strong>Pneumonia</strong></p><br><br><p>Pneumonia is the <strong>most common</strong> manifestation (&gt;50% of cases), which typically develops after inhalational exposure.&nbsp; Symptoms include high fever, cough with or without sputum, rigors, myalgia, pleuritic pain, and respiratory distress/failure.&nbsp; Multilobar infiltrates, cavitary lesions, lung abscesses, and pleural effusions may be seen on imaging.&nbsp; Disease severity ranges from mild bronchitis to severe necrotizing pneumonia (± progression to bacteremia/sepsis).</p><br><br><p><strong>Fulminant infection (bacteremia/septicemia)</strong></p><br><br><p>Hematogenous dissemination of <em>B pseudomallei</em> leads to an acute, rapidly advancing systemic illness characterized by high fever and rigors, which may progress to shock and multiorgan failure.&nbsp; Bacteremia/septicemia can be the primary presentation (eg, no other identifiable source) or secondary to another site infection (eg, pneumonia).&nbsp; Mortality is high without treatment.</p><br><br><p><strong>Visceral abscesses</strong></p><br><br><p>Bacterial dissemination can produce abscesses within multiple organs, including the spleen (most common), liver, prostate, kidney, and lymph nodes.&nbsp; Abscesses are often loculated with a characteristic honeycomb appearance on imaging and are frequently uncovered during the evaluation for nonspecific fever/rigors or septicemia.</p><br><br><p><strong>Skin and soft tissue infections</strong></p><br><br><p>Melioidosis may cause localized cutaneous ulcers, pustules, and abscesses, especially after percutaneous inoculation.&nbsp; These skin lesions may occur without systemic symptoms (eg, fever) but can progress to disseminated disease.</p><br><br><p><strong>Less common manifestations</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Genitourinary:&nbsp; Prostatitis, prostate/kidney abscess, urinary tract infection.</li>\n\t<li>Musculoskeletal:&nbsp; Septic arthritis, osteomyelitis.</li>\n\t<li>Parotid:&nbsp; Parotitis, parotid abscess (common in children in Southeast Asia).</li>\n\t<li>Neurologic:&nbsp; Brainstem encephalitis, brain abscess, cranial nerve dysfunction.</li>\n</ul>\n<h2>Chronic and latent infection</h2><br><br><p>Chronic melioidosis (ie, symptom duration &gt;2 months) is associated with a lower mortality rate and typically manifests in 2 different ways:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pulmonary symptoms (eg, chronic cough, hemoptysis, cavitary lung lesions) with anorexia, weight loss, and night sweats.</li>\n\t<li>Persistent, nonhealing abscesses involving the skin, soft tissue, or visceral organs.</li>\n</ul><br><br><p>Latent infection may rarely reactivate years after initial exposure, particularly under immunosuppression.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tuberculosis</strong>:&nbsp; Presents with cough, fever, and weight loss and classically shows apical cavitary lung lesions.&nbsp; However, the course is typically more indolent in tuberculosis than in melioidosis, and visceral pyogenic honeycomb abscesses are uncommon.</li>\n\t<li><em><strong>Streptococcus pneumoniae</strong></em> <strong>pneumonia</strong>:&nbsp; Characterized by fever, productive cough, and lobar consolidation; cavitary lung lesions and visceral abscesses are rare.</li>\n\t<li><strong>Nocardiosis</strong>:&nbsp; Produces fever, cough, and pulmonary nodules with or without cavitation.&nbsp; In this opportunistic bacterial infection acquired from soil, dust, or water, cutaneous nodules/ulcers and possible brain abscesses are other potential manifestations, but microscopy shows branching, filamentous, weakly acid-fast, gram-positive bacteria.</li>\n\t<li><strong>Anthrax</strong>:&nbsp; Causes painless, necrotic cutaneous ulcers and fulminant pneumonia with severe respiratory distress/failure.&nbsp; However, the causative organism, <em>Bacillus anthracis,</em> is a gram-positive rod that is transmitted primarily via contact with infected animals or animal hides.</li>\n\t<li><strong>Lung cancer</strong>:&nbsp; May cause a pulmonary mass or nodule associated with weight loss, hemoptysis, and/or malaise; fever, sepsis, and visceral abscesses are not expected.</li>\n\t<li><strong>Sarcoidosis</strong>:&nbsp; Characterized by bilateral hilar lymphadenopathy and noncaseating granulomas; in this multisystem granulomatous disease, hepatic or splenic nodules may mimic microabscesses on imaging but are not true pyogenic abscesses.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Because the presentation is highly variable and often nonspecific, a high index of suspicion for melioidosis is essential.&nbsp; Patients living in an endemic area with a high-risk comorbid condition (eg, diabetes mellitus) are at increased risk.&nbsp; Those with fever plus multiple skin or visceral abscesses, pneumonia, or sepsis without a clear source of infection should be evaluated for melioidosis.</p>\n<h2>Laboratory evaluation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Culture</strong> (gold standard):&nbsp; Melioidosis is confirmed by isolating <em>B pseudomallei</em> from any body site or fluid (eg, blood, sputum, urine, skin/organ abscesses drainage, or throat/rectal swabs).</li>\n\t<li><strong>Microscopy</strong>:&nbsp; Microscopy demonstrates gram-negative bacilli with <strong>bipolar staining</strong> and a characteristic <strong>safety-pin</strong> shape; however, microscopy alone is insufficient to confirm the diagnosis.</li>\n</ul><br><br><p>Serology lacks specificity in endemic areas due to high background seropositivity.&nbsp; Molecular tests, including PCR and rapid antigen detection tests, are under development but are not yet universally available.</p>\n<h2>Imaging studies</h2><br><br><p>Melioidosis cannot be diagnosed by imaging, but certain findings are supportive.&nbsp; For example, ultrasonography/CT scan may reveal multiple, small, discrete visceral abscesses with a honeycomb appearance (especially in the liver and spleen).&nbsp; In addition, chest radiographic findings vary but include localized patchy infiltrates, multilobar consolidation, cavitary lesions, effusions, or lung abscesses with fluid levels.</p>\n<h1>Management</h1><br><br><p><em>B pseudomallei</em> is intrinsically resistant to many common antibiotics (eg, penicillins, first- and second-generation cephalosporins), making infections difficult to eradicate and prone to relapse without prolonged, targeted therapy.&nbsp; Therefore, antibiotic treatment occurs in 2 phases:</p><br><br><p><strong>Acute intensive phase</strong>: &gt;14 days (longer in severe disease) to control acute infection:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Intravenous ceftazidime or a carbapenem (eg, imipenem, meropenem).</li>\n\t<li>Carbapenems are preferred for severe sepsis requiring intensive care.</li>\n\t<li>Trimethoprim-sulfamethoxazole (TMP-SMX) may be added when there are foci of infection outside the lungs (eg, intraabdominal or prostatic abscesses).</li>\n</ul><br><br><p><strong>Eradication phase</strong>: 3-6 months to prevent relapse:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Oral TMP-SMX.</li>\n\t<li>Alternative:&nbsp; Amoxicillin-clavulanate, although it has higher relapse rates.</li>\n</ul><br><br><p>Other supportive measures may include intensive care for septic shock (eg, intravenous fluids, vasopressors, ventilatory support), drainage of abscesses for source control, and strict glycemic management in patients with diabetes mellitus.</p>\n<h1>Prognosis</h1><br><br><p>Outcomes depend on disease severity, comorbid conditions, and time to treatment.&nbsp; Untreated melioidosis has a mortality rate exceeding 90%, but with prompt and appropriate therapy, mortality decreases to 10%-20%.&nbsp; Relapse can occur, especially if the eradication phase is shortened or adherence is poor, but relapse significantly declines with medication compliance.</p>\n<h1>Prevention</h1><br><br><p><em>B pseudomallei</em> is widely present in the water and soil of endemic areas, so the best prevention strategy is to avoid exposure, particularly during rainy seasons.</p><br><br><p>In addition, <em>B pseudomallei</em> is handled under Biosafety Level 3 (BSL-3) conditions due to its aerosolization risk, potential for severe disease, and biothreat potential.&nbsp; Strict BSL-3 practices (eg, respiratory protection, controlled access) are essential when processing suspected specimens.&nbsp; Therefore, postexposure prophylaxis (TMP-SMX) is indicated for laboratory personnel after an accidental exposure or a bioterrorist attack involving <em>B pseudomallei</em>.&nbsp; However, human-to-human transmission is extremely unusual, and standard precautions are sufficient for direct patient care.</p>\n<h1>Summary</h1><br><br><p>Melioidosis is a potentially fatal infection caused by <em>Burkholderia pseudomallei</em>, a bacterium found in water and soil in certain tropical regions.&nbsp; It most often presents acutely with pneumonia or septicemia; multiple cutaneous or visceral abscesses are also common.&nbsp; The diagnosis is confirmed by culture.&nbsp; Prolonged antibiotic therapy, administered in 2 phases, is required to eradicate the infection and prevent relapse.</p>\n</div>\n\n            "
}