{
  "meta": {
    "title": "Mold-related illness",
    "url": "https://brainandscalpel.vercel.app/mold-related-illness-49bdb224-2edf1a.html",
    "scrapedAt": "2025-12-01T05:05:40.131Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Mold exposure can have varied negative effects on the body.&nbsp; Molds release spores and toxins (eg, mycotoxins) that can trigger allergic reactions, respiratory illnesses, and, in some cases, severe systemic infections.&nbsp; Patients with atopy, chronic pulmonary conditions (eg, chronic obstructive pulmonary disease [COPD]), or immunosuppression are at increased risk for mold-related illness.</p>\n<h1>Pathogenesis</h1><br><br><p>Molds are fungi that thrive in warm, moist environments.&nbsp; They are ubiquitous in outdoor environments, but mold spores enter indoor spaces through open windows or ventilation systems or by attaching to clothing and shoes.&nbsp; For many people, mild or occasional mold exposure is not a significant concern.&nbsp; However, excessive indoor mold growth can be problematic, especially for patients with underlying health conditions such as asthma and immunosuppression.</p><br><br><p>Mold exposure can cause illness through 3 primary mechanisms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Allergic reactions</strong>:&nbsp; Mold spores act as aeroallergens, triggering IgE-mediated hypersensitivity reactions in susceptible individuals (eg, those with atopy) and leading to allergic rhinitis, allergic asthma, pneumonitis, or dermatitis.</li>\n\t<li><strong>Toxic effects</strong>:&nbsp; Certain molds produce mycotoxins that have been linked to a plethora of nonspecific symptoms, including cognitive impairment, mood changes, immune system dysfunction, and even cancer.&nbsp; However, the causal relationship between mycotoxins and disease is a topic of ongoing research.</li>\n\t<li><strong>Infections</strong>:&nbsp; Opportunistic molds can cause serious fungal infections (eg, aspergillosis, mucormycosis) in patients with immunosuppression (eg, stem cell/organ transplant recipients).</li>\n</ul>\n<h1>Common molds</h1><h2><em>Aspergillus fumigatus</em></h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><em>Aspergillus fumigatus</em> may induce mild allergy symptoms (eg, sneezing) in healthy, immunocompetent patients.</li>\n\t<li>It can cause <strong>allergic bronchopulmonary aspergillosis (ABPA)</strong>, a severe pulmonary hypersensitivity reaction that occurs mainly in patients with asthma and cystic fibrosis (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/68014.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li>Patients with immunosuppression are at risk for developing <strong>invasive pulmonary aspergillosis</strong>, a severe fungal pneumonia (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35634.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).</li>\n</ul>\n<h2><em>Mucor</em> and <em>Rhizopus</em></h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Mainly affect patients who are immunocompromised or have diabetes mellitus.</li>\n\t<li>Cause <strong>rhino-orbital-cerebral mucormycosis</strong>, a rapidly progressive, necrotizing infection of the paranasal sinuses that aggressively invades surrounding structures (eg, orbit, bone, brain) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81606.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li>May cause pulmonary mucormycosis (a necrotizing pneumonia characterized by rapid spread to nearby mediastinal structures), gastrointestinal mucormycosis (causes mucosal ulceration, bleeding, and perforation), and cutaneous mucormycosis (begins with a single site of cellulitis that rapidly becomes necrotic).</li>\n</ul>\n<h2><em>Fusarium</em></h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><em>Fusarium</em> is associated with keratitis (inflammation of the cornea) and onychomycosis (nail fungus) in immunocompetent patients.</li>\n\t<li>Patients with immunosuppression can develop disseminated disease involving the sinuses, lungs (eg, bilateral pneumonia), and skin/soft tissues (eg, papular lesions with central necrosis) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85552.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2><em>Stachybotrys chartarum</em> (black mold)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Produces mycotoxins that can cause respiratory issues (eg, chronic cough, sneezing), eye/skin irritation, fatigue, and, possibly, neuropsychologic symptoms (eg, headache, poor concentration, irritability).</li>\n</ul>\n<h1>Risk factors</h1><h2>Environmental risk factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Damp indoor environments (eg, water-damaged homes, basements, bathrooms).</li>\n\t<li>Occupational exposure (eg, farmers exposed to moldy crops, health care personnel exposed to contaminated equipment).</li>\n\t<li>Geographic factors (eg, high-humidity areas, flood-prone regions).</li>\n</ul>\n<h2>Host-related risk factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Atopy:&nbsp; Patients with asthma, allergic rhinitis, and eczema have increased susceptibility to mold hypersensitivity reactions.</li>\n\t<li>Chronic lung diseases (eg, COPD, cystic fibrosis, bronchiectasis):&nbsp; Patients with these conditions have impaired mucociliary clearance of inhaled particles, and their airways are more sensitive to irritants.&nbsp; They may also be more prone to fungal infection due to chronic steroid use and structural lung changes.</li>\n\t<li>Immunocompromised states (eg, HIV/AIDS, chemotherapy, organ/stem cell transplantation, chronic steroid use):&nbsp; Patients who are immunocompromised have a reduced ability to clear their airways of pathogens and control the spread of infection.</li>\n\t<li>Infants and elderly patients:&nbsp; These patients have weaker immune defenses.</li>\n</ul>\n<h1>Clinical presentation</h1><h2>Allergic reactions</h2><br><br><p>Allergic reactions are more common in patients with atopy, but healthy persons can also be affected.&nbsp; Symptoms related to mold exposure typically occur over an extended time without a clear etiology:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Allergic rhinitis:&nbsp; Sneezing, nasal congestion, runny nose, itchy eyes.</li>\n\t<li>Allergic asthma:&nbsp; Coughing, wheezing, dyspnea, frequent exacerbations.</li>\n\t<li>Hypersensitivity pneumonitis:&nbsp; An immune reaction within the lung tissue that causes chest tightness, shortness of breath, cough, fever, and myalgia.</li>\n\t<li>Allergic bronchopulmonary aspergillosis (ABPA):&nbsp; Frequent asthma exacerbations, fever, fatigue, brown mucus, mucus plugging, and, occasionally, hemoptysis.</li>\n</ul>\n<h2>Mycotoxin-related symptoms</h2><br><br><p>\"Toxic mold syndrome\" is a term used to describe the variable effects that mycotoxins can have on the body.&nbsp; The exact relationship between mycotoxin exposure and symptomatology is still under evaluation, but findings may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Respiratory symptoms:&nbsp; Cough, wheezing, chest tightness occur.</li>\n\t<li>Neuropsychologic symptoms:&nbsp; Headaches, dizziness, difficulty concentrating, memory impairment (\"brain fog\"), anxiety, and depression can also occur.</li>\n\t<li>Immune system changes:&nbsp; Mycotoxin exposure may alter immune responses to some antigens.</li>\n\t<li>Cancer:&nbsp; Several mycotoxins have been identified as carcinogens.</li>\n</ul>\n<h2>Invasive mold infections</h2><br><br><p>Invasive infections are observed mainly in patients with immunosuppression or chronic lung disease.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Invasive pulmonary aspergillosis:&nbsp; Cough, pleuritic chest pain, hemoptysis, fever, and nodular and/or cavitary lung lesions on chest x-ray.</li>\n\t<li>Invasive fungal rhinosinusitis (eg, mucormycosis):&nbsp; Nasal congestion, purulent discharge, fever, headache/facial pain, periorbital edema, and black eschar on the palatal mucosa or nasal turbinates.</li>\n\t<li>Fungemia/disseminated infections:&nbsp; Persistent fever unresponsive to antibiotics, and multiorgan involvement (eg, endophthalmitis, meningitis).&nbsp; Disseminated mold infections have a very poor prognosis.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Diagnosing a mold-related illness can be challenging because the symptoms overlap with many other respiratory and infectious conditions.</p>\n<h2>History and physical examination</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Assess for environmental exposures such as visible mold, musty odor, recent flooding, or unrepaired leaks at home or work.</li>\n\t<li>Determine the onset, duration, and progression of symptoms.&nbsp; Subacute and chronic symptoms (without an obvious cause) triggered in specific environments are suspicious for mold illness.</li>\n\t<li>Identify preexisting conditions that may increase susceptibility to mold-related illness (eg, asthma, eczema, immunosuppression).</li>\n\t<li>Evaluate for allergic or toxic mold symptoms (eg, watery eyes, nasal edema, wheezing, frequent asthma exacerbations, respiratory symptoms with associated neuropsychologic changes).</li>\n\t<li>Look for evidence of invasive fungal disease (eg, prolonged fever unresponsive to antibiotics, necrotic nasal lesions, severe pneumonia).</li>\n</ul>\n<h2>Laboratory evaluation</h2><br><br><p>Laboratory testing for mold-related illnesses may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Allergy skin tests:&nbsp; A small amount of an allergen is introduced into the skin to determine reactivity to specific molds.</li>\n\t<li>Complete blood count and IgE antibody tests:&nbsp; Elevated eosinophils and total IgE levels are common in patients with mold allergies, although these findings are nonspecific and observed in most types of allergic responses.&nbsp; Eosinophilia with <em>Aspergillus</em>-specific IgG and IgE antibodies are indicative of ABPA.</li>\n\t<li>Fungal cultures grown from sputum, nasal, or tissue samples:&nbsp; These cultures identify the specific fungal species (eg, <em>Aspergillus</em>, <em>Mucor</em>, <em>Rhizopus</em>).</li>\n\t<li>Beta-D-glucan assay and galactomannan biomarkers:&nbsp; Beta-D-glucan and galactomannan are constituents of <em>Aspergillus</em> fungal cell walls and are used clinically as adjunctive tests to diagnose invasive aspergillosis.</li>\n\t<li>Histopathologic evaluation of tissue (eg, lung, sinuses):&nbsp; Microscopic examination of biopsied tissues shows eosinophils and fungal hyphae (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12796.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Specific molds may be identified by their histologic appearance.</li>\n</ul>\n<h2>Imaging studies</h2><br><br><p>Imaging studies are performed based on the patient's presenting symptoms and are particularly useful when <em>Aspergillus</em>- or <em>Mucor/Rhizopus</em>-related illness is suspected.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>X-ray or CT scan of the chest to detect fungal pneumonitis/pneumonia:&nbsp; ABPA presents with fleeting alveolar opacities, branching opacities due to mucoid obstruction, bronchiectasis, and atelectasis, typically in the upper or middle lobes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105536.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; Invasive pulmonary aspergillosis causes cavitary lesions with air-fluid levels, airspace consolidation, and nodular infiltrates with surrounding ground-glass opacities (halo sign).</li>\n\t<li>CT imaging of the brain and paranasal sinuses for suspected fungal rhinosinusitis:&nbsp; CT scan identifies bony destruction, sinus opacification, and, occasionally, extension of infection into the orbit or brain.</li>\n\t<li>MRI for fungal rhinosinusitis:&nbsp; MRI provides superior soft tissue resolution and is particularly useful for evaluating intracranial or periorbital extension of fungal rhinosinusitis.</li>\n</ul>\n<h1>Management</h1><h2>Avoidance and environmental control</h2><br><br><p>Eliminating mold growth and avoiding ongoing exposure are the initial steps in managing mold-related illness.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Identify and remove indoor mold sources (eg, carpeting, wallpaper); fix leaks/water damage and ensure adequate ventilation to damp areas.</li>\n\t<li>Maintain a dry environment using air conditioners and dehumidifiers, and use high-efficiency particulate air filters to limit indoor spore exposure.&nbsp; Regularly clean heating, ventilation, and air conditioning systems to prevent mold buildup.</li>\n\t<li>Wear protective equipment (masks, gloves) for occupational exposures (eg, farmers).</li>\n</ul>\n<h2>Mold hypersensitivity reaction</h2><br><br><p>Pharmacologic interventions for allergic/hypersensitivity reactions include antihistamines (eg, loratadine, cetirizine), nasal corticosteroids (eg, fluticasone, budesonide), and inhaled corticosteroids and bronchodilators (for bronchospasm/asthma control).&nbsp; Allergen immunotherapy (allergy shots) may be used for long-term desensitization.</p>\n<h2>Mycotoxin-related illness</h2><br><br><p>Mycotoxin-related illness cannot be managed using antifungal medications; therefore, treatment includes avoidance of exposure and symptom management (eg, anti-inflammatory medications for headaches).</p>\n<h2>Invasive fungal infection</h2><br><br><p>Invasive fungal infections typically require intensive care and aggressive antifungal treatment to prevent morbidity and mortality.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Voriconazole for invasive aspergillosis or fusariosis.</li>\n\t<li>Amphotericin B and surgical debridement for mucormycosis.</li>\n</ul><br><br><p>Antifungal prophylaxis should be considered for patients after high-risk transplants.</p>\n<h1>Summary</h1><br><br><p>Mold exposure can cause negative health effects ranging from mild respiratory irritation to life-threatening invasive fungal infections.&nbsp; A diagnosis of mold-related illness can be challenging; evaluation requires a thorough assessment for potential mold exposures, predisposing comorbid conditions, and characteristic symptomatology.&nbsp; Management includes avoiding exposure, managing allergy symptoms, and providing aggressive antifungal medications for invasive or disseminated disease.</p>\n</div>\n\n            "
}