{
  "meta": {
    "title": "Mumps",
    "url": "https://brainandscalpel.vercel.app/mumps-ebaaa1d7-2edf1a.html",
    "scrapedAt": "2025-12-01T05:05:38.482Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Mumps is a vaccine-preventable disease caused by a single-stranded RNA paramyxovirus, typically manifesting with fever, malaise, myalgia, and parotid swelling.&nbsp; Mumps is uncommon due to widespread vaccination, but outbreaks can occur among unvaccinated populations.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>The mumps virus is highly infectious and spreads via contact with respiratory droplets, saliva, or fomites.&nbsp; The incubation period ranges from 7-21 days; however, viral shedding begins prior to the onset of symptoms, leading to widespread transmission.&nbsp; Once contracted, the mumps virus replicates in respiratory mucosal epithelium and lymphatic tissue, leading to viremia and systemic infection.</p><br><br><p>Risk factors for mumps include being unvaccinated and in close contact with infected individuals.&nbsp; Outbreaks are more common in settings where people live closely together, such as college campuses.</p>\n<h1>Clinical presentation</h1><br><br><p>Mumps is most common among unvaccinated children age 2-9, who often have mild disease or are asymptomatic.&nbsp; After the incubation period, patients typically develop nonspecific symptoms (eg, fever, headache, myalgias) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111704.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Fatigue and anorexia are also common.&nbsp; The virus has an affinity for glandular epithelium, and within 48 hours of onset of the nonspecific prodrome, salivary gland inflammation occurs.<p></p><br><br><p><strong>Parotitis</strong> most commonly occurs in young children and may be unilateral or bilateral.&nbsp; If bilateral, patients typically develop unilateral symptoms initially (eg, tenderness, swelling), followed by contralateral symptoms within 2-3 days.&nbsp; Pain may radiate to the ear, and salivary gland tenderness typically self-resolves before swelling, which can last 7-10 days.</p>\n<h1>Complications</h1><br><br><p>Complications are more likely among unvaccinated adolescents and adults and include (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29018.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Genitourinary:&nbsp; orchitis, oophoritis (hypogonadism, infertility)</li>\n\t<li>Neurologic:&nbsp; meningitis, encephalitis, transverse myelitis, hearing loss (often transient but can lead to deafness)</li>\n</ul><br><br><p><strong>Orchitis</strong> is most common and occurs 5-10 days after the onset of parotitis with fever and severe testicular pain.&nbsp; The scrotum may appear erythematous and edematous.&nbsp; Although rare, residual seminiferous tubule atrophy can cause infertility, and Leydig cell atrophy can cause decreased testosterone production.&nbsp; Oophoritis is much less common and has been associated with primary ovarian insufficiency; its association with infertility is unknown.</p><br><br><p><strong>Aseptic meningitis</strong> is the most common neurologic complication and typically presents with fever, headache, and mild nuchal rigidity.&nbsp; Cerebrospinal fluid analysis shows elevated white blood cell count (pleocytosis), elevated protein concentration, and normal glucose concentration.&nbsp; Most patients have a full recovery after the episode.</p><br><br><p>Other rare complications include pancreatitis and myocarditis.</p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of mumps is primarily clinical, based on history and physical examination.&nbsp; Common physical examination findings include swelling of the parotid gland that obscures the angle of the mandible.&nbsp; The opening of the parotid duct (Stenson duct) may appear erythematous, but purulent discharge is not common.&nbsp; Laboratory confirmation can be obtained through serological testing or reverse-transcriptase PCR testing of oral swabs.</p>\n<h1>Differential diagnosis</h1><br><br><p>Other disorders may have overlapping clinical features with mumps:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Parotitis</strong> (eg, viral, bacterial, noninfectious)<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Other viral etiologies include adenovirus, cytomegalovirus, and Epstein-Barr virus.&nbsp; Similar to mumps, these conditions present with a viral prodrome followed by salivary gland swelling that lasts 5-10 days.</li>\n\t\t<li>Bacterial parotitis is typically caused by <em>Staphylococcus aureus</em> and presents with acute parotid gland swelling, erythema, and tenderness without a prodromal period.&nbsp; In addition, purulent discharge is often expressed from the parotid duct, which helps distinguish bacterial from viral parotitis.</li>\n\t\t<li>Noninfectious causes include an obstructive salivary gland stone or tumor, Sjögren syndrome, or sarcoidosis.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Epididymoorchitis</strong> (eg, viral, bacterial)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Other viral etiologies include rubella, coxsackie, and parvovirus.</li>\n\t\t<li>Bacterial epididymoorchitis is typically caused by sexually transmitted infections (eg, <em>Chlamydia trachomatis</em>, <em>Neisseria gonorrhoeae</em>) as well as enteric organisms (eg, <em>Escherichia coli</em>).</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of mumps is supportive with a focus on relieving symptoms (eg, analgesics, warm compresses for parotitis).&nbsp; The prognosis for uncomplicated mumps is favorable; symptoms typically resolve within 1-2 weeks.&nbsp; However, patients should be monitored closely for complications (eg, orchitis, aseptic meningitis), particularly in unvaccinated adolescents and adults.</p>\n<h1>Prevention</h1><br><br><p>The most effective strategy for the prevention of mumps is immunization prior to exposure.&nbsp; The <strong>measles-mumps-rubella (MMR) vaccine</strong> is a live-attenuated combined vaccine routinely administered at age 1 and again at age 4.&nbsp; It is safe and effective, with mild reactions (eg, fever, rash, transient lymphadenopathy) occurring in only a minority (3%-5%) of immunized patients.&nbsp; Vaccination is contraindicated in patients with severe immunodeficiency or in pregnancy.&nbsp; Vaccination has not been shown to prevent infection if administered following exposure to mumps.</p>\n<h1>Prognosis</h1><br><br><p>Mumps is typically a benign, self-limited illness that usually has a good prognosis; however, some patients can develop sequelae.</p><br><br><p>Patients who develop orchitis with Leydig cell atrophy may require exogenous testosterone to alleviate hypogonadal symptoms (eg, fatigue, loss of libido); however, fertility cannot be restored.&nbsp; Patients who develop aseptic meningitis are at risk for sensorineural hearing loss and require hearing screening.</p>\n<h1>Summary</h1><br><br><p>Mumps (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/64319.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a viral illness characterized by a nonspecific viral prodrome (eg, fever, headache) followed by salivary gland tenderness and swelling.&nbsp; The illness is usually self-limited, but patients should be closely monitored for complications (eg, orchitis, aseptic meningitis).<p></p>\n</div>\n\n            "
}