{
  "meta": {
    "title": "Onchocerciasis (river blindness)",
    "url": "https://brainandscalpel.vercel.app/onchocerciasis-river-blindness-30fd06de-2edf1a.html",
    "scrapedAt": "2025-12-01T05:05:49.672Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Onchocerciasis (river blindness) is a filarial nematode infection caused by <em>Onchocerca volvulus</em>.&nbsp; Transmission to humans occurs after several months of repeated bites by black flies (<em>Simulium</em> species), which breed near fast-flowing rivers and streams.&nbsp; The worms mature in subcutaneous nodules and release thousands of microfilariae, which migrate through lymph, cutaneous, and ocular tissue.&nbsp; Over months or years, patients often develop progressive ocular (eg, keratitis, retinitis, blindness) and cutaneous (eg, pruritus, papular dermatitis) manifestations.&nbsp; Onchocerciasis is the second most common infectious cause of blindness worldwide (after infection with <em>Chlamydia trachomatis</em>).&nbsp; The majority of cases (&gt;99%) occur in Africa.</p>\n<h1>Risk factors</h1><br><br><p>Global prevalence is estimated to be approximately 21 million, with some 200 million at risk for the disease due to ecologic and behavioral factors that increase risk of exposure:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Geographic</strong>:&nbsp; Although some cases occur in Yemen and Central/South America, &gt;99% of infections arise in Africa.</li>\n\t<li><strong>Proximity to vector habitats</strong>:&nbsp; Communities near fast-flowing rivers and streams, which are the habitats of black flies, are at greatest risk.&nbsp; Forested and rural areas are particularly affected.</li>\n\t<li><strong>Occupational/behavioral</strong>:&nbsp; Work (eg, agriculture, fishing) can bring individuals near black fly breeding sites and increase the risk of exposure.</li>\n\t<li><strong>Lack of vector control</strong>:&nbsp; Inadequate control of black fly populations increases the risk to nearby communities</li>\n</ul><br><br><p>In addition, limited or interrupted access to mass drug administration programs increases the risk of persistent transmission (ie, propagation of the life cycle).</p>\n<h1>Pathophysiology</h1><br><br><p>Humans are infected when third-stage filarial larvae are transmitted during a bite by an infected <strong>black fly</strong> of the genus <em>Simulium</em>.&nbsp; Because each bite transmits few larvae and adult worms require approximately 12 months to mature, infection typically results from repeated bites over many months or years.&nbsp; Therefore, the illness rarely affects travelers and is much more likely to affect residents of endemic areas.</p><br><br><p>Following transmission, filarial larvae molt in subcutaneous tissue into adult worms (macrofilariae) over 6-12 months.&nbsp; Female macrofilariae (often 40-60 cm in length) and male macrofilariae live in fibrous nodules <strong>(onchocercomas)</strong> in subcutaneous or intramuscular tissue overlying <strong>bony prominences</strong> of the trunk, pelvis, head, or limbs.&nbsp; This is possibly because these areas are more exposed to black fly bites and the limited subcutaneous tissue facilitates oxygen diffusion for the adult worms, which may live &gt;15 years within the fibrous nodules.</p><br><br><p>Fertilized females release 1,000-3,000 <strong>microfilariae</strong> per day; these subsequently <strong>migrate through lymph, subcutaneous, dermal, and ocular tissues</strong>, explaining the clinical manifestations.&nbsp; Heavily infected individuals may harbor &gt;100 million microfilariae.&nbsp; Uptake of microfilariae during a new black fly bite propagates the life cycle.</p><br><br><p>Live microfilariae are minimally immunogenic and do not generally cause significant clinical symptoms.&nbsp; In contrast, <strong>dying or dead microfilariae</strong> expose the immune system to the antigens of <em>Onchocerca</em> and its endosymbiotic bacteria (<em><strong>Wolbachia</strong></em>, intracellular gram-negative bacteria that live inside the nematodes and are essential for fertility).&nbsp; The <strong>inflammatory response</strong> is <strong>clinically significant</strong>.&nbsp; It stems from activation of the innate immune system (eg, toll-like receptors), antibody cross-reactivity, and cytokine release.&nbsp; Savannah strains are particularly likely to affect the eye (eg, keratitis, chorioretinitis, blindness), whereas forest strains are more likely to affect only the skin (eg, pruritus, papular dermatitis).</p>\n<h1>Clinical presentation</h1><h2>Onchocercal skin disease</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Intense pruritus</strong> is often the first and most prominent manifestation; it arises due to the immunologic response to dead/dying microfilariae in the dermis.</li>\n\t<li><strong>Acute/chronic papular dermatitis</strong> occurs in response to a high burden of microfilariae in the papillary dermis.&nbsp; It typically begins as a scattering of small, pruritic papules, pustules, or vesicles on the shoulders or buttocks; over time, it can progress to larger, flat, pruritic papules symmetrically distributed on the waist, buttocks, and shoulders.</li>\n\t<li><strong>Depigmentation</strong>, particularly on the anterior shins, can lead to leopard skin (areas of depigmentation surrounded by normal areas of pigment).</li>\n\t<li>Skin manifestations typically arise many years prior to ocular manifestations.</li>\n</ul>\n<h2>Ocular onchocerciasis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Microfilariae are present in the anterior chamber of the eye (visible on slit-lamp examination) prior to the onset of ocular pathology.</li>\n\t<li><strong>Punctate keratitis</strong> occurs when microfilariae die in the cornea and are surrounded by an infiltrate of leukocytes.&nbsp; It causes snowflake opacities that are reversible and transient.</li>\n\t<li><strong>Sclerosing keratitis</strong> occurs in long-standing infections and is marked by progressive, full-thickness fibrovascular changes in the cornea.</li>\n\t<li><strong>Onchochorioretinitis</strong> is a common chronic finding marked by progressive inflammatory damage of the retinal pigment epithelium and underlying choroid.</li>\n\t<li><strong>Blindness</strong> can eventually occur in untreated cases due to corneal, chorioretinoid, and/or optic nerve damage.</li>\n</ul>\n<h2>Subcutaneous nodules (onchocercomas)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Intramuscular or subcutaneous nodules (0.5-3 cm) often arise over bony prominences (eg, iliac crest, pelvic girdle) and are generally too deep to palpate.</li>\n\t<li>Most are asymptomatic.</li>\n\t<li>Nodules typically have 2-3 adult female and 1-2 adult male worms.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis is typically suspected in those who have prolonged exposure (usually &gt;12 months) to an endemic area and who have compatible clinical symptoms.&nbsp; Laboratory evaluation may show peripheral <strong>eosinophilia</strong> (~70% of cases) and hypergammaglobulinemia (due to chronic antigen stimulation).&nbsp; Common diagnostic tests include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Skin snip biopsy</strong> is the gold standard.&nbsp; A specimen is taken from dermal papillae over bony prominences (eg, iliac crest, scapula), incubated in saline for a day, and then examined for motile microfilariae.&nbsp; It typically takes 9-15 months after transmission for the filarial burden to be great enough to have a positive skin snip biopsy result.&nbsp; Therefore, early or light infection may result in a false-negative result.</li>\n\t<li><strong>Slit-lamp examination</strong> can visualize microfilariae in the anterior chamber of the eye or cornea.</li>\n\t<li><strong>Serologic tests</strong> are hampered by cross-reactivity with other filarial species and the possibility of positive serology following exposure to an endemic area in the absence of infection.&nbsp; Serology is more often used for mapping prevalence and monitoring elimination efforts rather than for individual diagnosis.</li>\n\t<li><strong>Ultrasonography</strong> can be used to identify deep, nonpalpable nodules that contain adult worms.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Some conditions that mimic the dermatologic or ocular features of onchocerciasis follow:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Loiasis</strong> (African eye worm), like onchocerciasis, is caused by a filarial nematode (<em>Loa loa</em>), which is transmitted during the bite of a <em>Chrysops</em> fly.&nbsp; Endemic regions often overlap with onchocerciasis (West/Central Africa), and coinfection can occur.&nbsp; Loiasis is marked by localized, pruritic/painful, transient, subcutaneous swellings (Calabar swellings).&nbsp; Worms also migrate across the subconjunctiva of the eye.&nbsp; Loiasis does not typically cause blindness.</li>\n\t<li><em><strong>Mansonella</strong></em> <strong>species</strong> are filarial nematodes endemic to sub-Saharan Africa that can cause transient subcutaneous swellings (similar to loiasis), peripheral eosinophilia, and ocular manifestations (eg, conjunctival nodules, retinal lesions).&nbsp; Identifying microfilariae in blood or skin snip tests can differentiate it from onchocerciasis.</li>\n\t<li><strong>Leprosy</strong> can cause nodules and depigmentation but is usually accompanied by skin anesthesia, peripheral neuropathy, and acid-fast bacilli in skin smears.&nbsp; Ocular symptoms can occur but are related to impaired innervation (eg, cornea drying from lagophthalmos).</li>\n</ul>\n<h1>Management</h1><h2>Individual treatment</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ivermectin</strong> is the treatment of choice in areas of high transmission.&nbsp; A single dose is administered every 3-6 months until symptoms (eg, pruritus, rash) abate.&nbsp; Doses may be required for years.&nbsp; The drug selectively inhibits neurotransmission in invertebrates; it is microfilaricidal but has a limited effect on adult worms.</li>\n\t<li><strong>Doxycycline</strong> kills the endosymbiotic bacteria (<em>Wolbachia</em>) required for the survival and embryogenesis of adult worms.&nbsp; It is often used with ivermectin in areas of low transmission or in travelers returning from an area of high transmission.&nbsp; It is not typically used in areas of ongoing transmission because new infections would require repeated courses of doxycycline.</li>\n</ul><br><br><p>Alteration in the regimen may be required in the setting of <em>Loa loa</em> coinfection; therefore, rapid testing for loiasis is often undertaken prior to treatment.</p>\n<h2>Mass treatment</h2><br><br><p>Ivermectin administered every 6 to 12 months has been shown to reduce the community burden of ocular and cutaneous onchocercal disease in areas of high transmission.&nbsp; Vector eradication in areas of high transmission has also been shown to reduce disease burden in surrounding communities</p>\n<h1>Complications</h1><br><br><p>Common complications of untreated onchocerciasis include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vision loss and blindness</strong> due to progressive ocular damage.</li>\n\t<li><strong>Skin disfigurement</strong> from lesions, atrophy, and depigmentation.</li>\n\t<li><strong>Social stigma and disability</strong> from disfigurement and vision loss.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Early treatment can prevent chronic cutaneous and ocular (eg, vision loss/blindness) complications.&nbsp; Mass drug administration and vector control can reduce the incidence of new cases and complications at the community level.</p>\n<h1>Summary</h1><br><br><p>Onchocerciasis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/129198.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table\n                                    </a>\n                                </div>\n                                ) is a filarial nematode disease caused by <em>Onchocerca volvulus</em> following transmission during a black fly (<em>Simulium</em> species) bite.&nbsp; The majority of cases occur in Africa in the savannah or forest regions near fast-moving rivers (black fly habitat).&nbsp; Patients develop cutaneous (eg, intense pruritus, papular dermatitis, depigmentation) and/or ocular (vision loss, blindness) manifestations years after transmission due to the inflammatory response to dying microfilariae.&nbsp; The diagnosis is typically made with skin snips or ophthalmologic findings.&nbsp; Treatment in endemic regions involves periodic dosing with ivermectin until symptoms resolve.&nbsp; Mass drug administration and vector control reduce disease burden at the community level.<p></p>\n</div>\n\n            "
}