{
  "meta": {
    "title": "Pinworm infection (enterobiasis)",
    "url": "https://brainandscalpel.vercel.app/pinworm-infection-enterobiasis-4d6e6969-2edf1a.html",
    "scrapedAt": "2025-12-01T05:05:59.654Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Pinworm infection, or enterobiasis, is a common, highly transmissible intestinal helminth infection that primarily affects school-aged children.&nbsp; Transmission is via ingestion of eggs, and the hallmark symptom is nocturnal perianal itching.&nbsp; Diagnosis is via visualization of worms or eggs.</p>\n<h1>Pathogenesis</h1><br><br><p>Enterobiasis, caused by the pinworm <strong><em>Enterobius vermicularis</em></strong>, is a common <strong>helminth infection</strong> in school-aged children.</p><br><br><p>Transmission occurs via <strong>ingestion of eggs</strong>, typically from unwashed hands after the handling of contaminated food or objects (eg, bedding, clothing) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10969.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The larvae develop into adult worms within the distal small intestine and colon.&nbsp; At night, female worms migrate through the rectum and deposit eggs in the perianal region; eggs and worms in the perianal area cause an inflammatory reaction, resulting in perianal itching (pruritus ani).&nbsp; Mature pinworms can also spread to the vagina and cause vulvovaginitis.&nbsp; Scratching contaminates the hands, and eggs can be ingested by the same individual or spread to others.<p></p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age 5-10.</li>\n\t<li>Close contact (eg, household member) or crowded conditions (eg, day care, school).</li>\n\t<li>Poor hygiene.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Although pinworm infection is often asymptomatic, the most common presenting symptom is <strong>perianal pruritus</strong>, particularly <strong>at night</strong>.&nbsp; Patients may have poor sleep due to itching, and a high worm burden may also cause abdominal pain and/or nausea.&nbsp; Examination classically shows perianal erythema and excoriations; mobile worms at the anal verge may be visualized in some cases.</p><br><br><p>Less commonly, worm migration to the vulvar and vaginal areas may cause symptoms of <strong>vulvovaginitis</strong>, including itching, erythema, and nonspecific mucoid discharge.&nbsp; Concomitant perianal findings are typically present on examination in these cases.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Perianal streptococcal skin infection</strong>:&nbsp; Perianal itching and pain in school-aged children is characteristic; symptoms are generally present throughout the day and would not be present primarily at night.&nbsp; Classic examination findings include a bright red, sharply demarcated perianal rash with a positive streptococcal rapid test or culture.</li>\n\t<li><strong><em>Candida</em> infection</strong>:&nbsp; Candidiasis can involve the perianal area and cause pruritus ani, as well as vulvovaginitis in girls with vaginal pruritus, erythema, and discharge, usually in the setting of recent antibiotic use.&nbsp; Skin findings may include a beefy-red rash within skinfolds (eg, intertrigo) and associated satellite lesions; vaginal involvement results in a thick, white vaginal discharge.</li>\n\t<li><strong>Scabies</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L93609.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; This highly contagious mite infestation presents with intensely pruritic papules usually involving the interdigital web spaces, axillae, wrists, and genitalia.&nbsp; Localized perianal symptoms are not typical.</li>\n\t<li><strong>Hemorrhoids</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L94645.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; External hemorrhoids are most common in children and may cause perianal itching with pain.&nbsp; On examination, external hemorrhoids present as bluish, soft nodules, often associated with anal skin tags.</li>\n\t<li><strong>Sexually transmitted infection</strong>:&nbsp; Anal warts and gonorrhea can cause anal itching.&nbsp; Small, flesh-colored verrucous lesions are consistent with warts, whereas gonorrhea typically causes pain with defecation and stool that may be coated with purulent discharge; trauma (eg, lacerations, bruising) may be evident.&nbsp; Evaluation for sexual abuse is warranted in children with these findings.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>A definitive diagnosis of pinworm infection is based on <strong>visualization of adult worms or eggs</strong>.&nbsp; Visual inspection of the perianal region and undergarments may reveal mobile worms (approximately 0.5 in long, white, thread-like), whereas eggs can be visualized using either the <strong>\"tape test\"</strong> or \"paddle test.\"&nbsp; These tests use an adhesive surface applied to the perianal region, ideally in the morning; <em>Enterobius</em> eggs, which are small and oval, adhere to the tape and are visualized under microscopy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13507.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Because the sensitivity of an individual test is low, 3 separate examinations are recommended.&nbsp; Stool cultures are of limited value because eggs are rarely passed in the stool.<p></p><br><br><p>In the setting of classic symptoms and examination findings, a presumptive diagnosis can be considered without visualization of worms or eggs.</p>\n<h1>Management and prognosis</h1><br><br><p>First-line treatment options for pinworm infection include <strong>albendazole</strong>, <strong>mebendazole</strong>, or <strong>pyrantel pamoate</strong>.&nbsp; The patient and all household contacts (even if asymptomatic) should be treated because the infection is <strong>highly transmissible</strong>, and the dose should be repeated in 2 weeks to ensure eradication of residual eggs hatched after the first treatment.&nbsp; Hygienic measures include frequent handwashing, fingernail trimming, and laundering of bedding and clothing.</p><br><br><p>There are typically no long-term sequelae, but reinfection is common.</p>\n<h1>Summary</h1><br><br><p><em>Enterobius vermicularis</em> (pinworm) infection (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35311.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) occurs most frequently in school-aged children and presents with nocturnal perianal pruritus.&nbsp; Diagnosis is made by identifying pinworms and/or eggs in the perianal region (eg, tape test).&nbsp; Treatment options include albendazole, mebendazole, or pyrantel pamoate for patients and household contacts.<p></p>\n</div>\n\n            "
}