{
  "meta": {
    "title": "Rabies",
    "url": "https://brainandscalpel.vercel.app/rabies-85a2e07d-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:07.632Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction </h1>\n<p>Rabies is a fatal viral infection transmitted via saliva of infected animals that affects the central nervous system (CNS).</p>\n<h1>Pathophysiology </h1><br><br><p>Rabies is caused by a neurotrophic single-stranded RNA virus from the <em>Rhabdoviridae</em> family.&nbsp; Exposure usually occurs when patients come into contact with contaminated saliva from an infected animal after a bite.&nbsp; The virus replicates locally within the muscle tissue of the bite wound for several days or weeks.&nbsp; It contains a <strong>bullet-shaped envelope</strong> with knob-like glycoproteins that allows it to attach to the nicotinic acetylcholine receptor at the neuromuscular junction; the virus then travels in a <strong>retrograde</strong> fashion through peripheral nerve axons to the dorsal root ganglia.&nbsp; From there, it rapidly ascends the spinal cord and initially infects the brainstem and hippocampus; it eventually spreads throughout the rest of the brain from that point.&nbsp; Within the CNS, the virus causes neuronal inflammation, leading to the characteristic clinical picture.</p>\n<h1>Epidemiology and risk factors </h1><br><br><p>Rabies virus is found in most countries of the world.&nbsp; <strong>Wild and domesticated animals </strong>are the primary reservoir for the rabies virus and most cases occur due to exposure from a bite.&nbsp; In resource-limited settings, <strong>dogs</strong> account for &gt;90% of transmissions due to inadequate rabies control programs.&nbsp; In contrast, rabies is rare in dogs in resource-abundant regions due to widespread vaccination.&nbsp; Most rabies cases in the United States, for example, are due to bites from <strong>bats</strong>, but bites from raccoons, skunks, and foxes also can cause rabies.&nbsp; It can also rarely occur due to organ transplantation from a donor patient who was unaware of rabies infection.</p>\n<h1>Pathology </h1><br><br><p>Brain histopathology typically reveals the pathognomonic finding of eosinophilic cytoplasmic inclusions (<strong>Negri bodies</strong>), which are caused by the accumulation of viral ribonuclear protein within neuronal cells (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L72127.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p>\n<h1>Clinical presentation </h1><br><br><p>Patients with rabies may have a history of an animal bite.&nbsp; However, some patients with bat-derived rabies are not aware that they have been bitten because bat teeth are small and needle shaped.&nbsp; The incubation period for rabies depends on factors such as inoculum size and inoculation site, including proximity to the CNS (as the virus migrates centrally to reach the dorsal root ganglia in the spinal cord).&nbsp; The illness usually starts 1-3 months after transmission.</p><br><br><p>Initially, patients have a prodromal phase with nonspecific, flu-like symptoms (eg, fever, malaise) that lasts a few days.&nbsp; During this phase, they may have paresthesias (eg, tingling or numbness) at the bite site, which may be the first indication of possible rabies infection.</p><br><br><p>After the prodromal phase, the virus disseminates into the CNS, causing encephalitis symptoms.&nbsp; This next phase classically presents with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fever</strong></li>\n\t<li><strong>Hyperactivity and agitation</strong></li>\n\t<li><strong>Hydrophobia</strong> (eg, fear of water)</li>\n</ul><br><br><p>Hydrophobia is <strong>pathognomonic</strong> for rabies; water triggers pharyngeal spasms that cause the patient to be frightened of drinking.&nbsp; Some patients may have aerophobia (eg, fear of air drafts) due to pharyngeal spasms triggered by drafts of air.&nbsp; Over the course of days, they develop fulminant encephalitis with dysautonomia (eg, hypersalivation, sweating), muscle contractions (eg, grimacing, opisthotonus), confusion, seizures, and altered levels of consciousness.&nbsp; Eventually generalized flaccid paralysis and coma will ensue, with most patients dying within weeks.</p><br><br><p>Some patients (&lt;30%) present with paralytic rabies instead of the encephalitic form.&nbsp; In this form, patients typically have an ascending paralysis starting in the limb with the bite that then spreads to a diffuse flaccid paralysis.&nbsp; Eventually, this form also progresses to coma and death.</p>\n<h1>Diagnosis</h1><br><br><p>Clinical suspicion of rabies is often based on the history of animal exposure and the characteristic clinical presentation.&nbsp; Basic laboratory evaluation is usually nonspecific; complete blood count may show a leukocytosis and cerebrospinal fluid may show a lymphocytic pleocytosis with a mildly elevated protein and normal glucose.&nbsp; Neuroimaging studies are usually nondiagnostic as well, but MRI of the brain may show increased T2 signal throughout various areas.</p><br><br><p>Multiple tests usually sent to confirm rabies infection include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Virus-specific staining of skin biopsy</li>\n\t<li>Virus detection in saliva</li>\n\t<li>Detection of anti-rabies antibodies in the serum or cerebrospinal fluid</li>\n</ul><br><br><p>Patients also may undergo post-mortem visualization of brain tissue, looking for rabies viral antigens or Negri bodies, to confirm the diagnosis.</p>\n<h1>Differential diagnosis </h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tetanus</strong>:&nbsp; Similar to rabies, tetanus can be contracted through a bite but usually presents with trismus (eg, lockjaw) and subsequently diffuse muscle spasms.&nbsp; In addition, unlike rabies, tetanus symptoms develop within 3 weeks of exposure.</li>\n\t<li><strong>Herpes simplex virus (HSV) encephalitis</strong>:&nbsp; HSV encephalitis is spread via close contact with an infected person's secretions and can present with fever, headache, seizure, and focal neurologic deficits.&nbsp; Hydrophobia, excessive drooling, and wound paresthesias are not characteristic.</li>\n\t<li><strong>Botulism</strong>:&nbsp; <em>Clostridium botulinum</em> infection of a puncture wound can lead to wound botulism and classically causes symmetric descending weakness rather than a rapidly progressive encephalitis.&nbsp; Wound botulism typically develops 1-2 weeks after exposure.</li>\n</ul>\n<h1>Management </h1><br><br><p>There is <strong>no effective treatment</strong> for rabies once clinical symptoms develop.&nbsp; Although patients with rabies are sometimes given aggressive antiviral treatment (eg, interferon-alpha, ribavirin, amantadine), there is little evidence to support the use of these agents.&nbsp; Patients rarely recover and treatment is primarily palliative.</p>\n<h1>Prevention</h1><br><br><p>The cornerstone of prevention is rabies prophylaxis prior to (ie, preexposure) or following (ie, postexposure) a potential rabies exposure (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/92571.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; There are 2 forms of prophylaxis available:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Active immunization with rabies vaccination:&nbsp; The approved rabies vaccines consist of various rhabdovirus strains grown in tissue cell culture and inactivated by beta-propiolactone.</li>\n\t<li>Passive immunization with rabies immunoglobulin derived from human donors.</li>\n</ul>\n<h2>Preexposure prophylaxis</h2><br><br><p>Prophylactic vaccination with 4 doses of rabies vaccine is recommended for individuals at high exposure risk (eg, veterinarians, cave explorers, laboratory workers handling infected tissues, travelers to countries where rabid dogs are prevalent).</p>\n<h2>Postexposure prophylaxis</h2><br><br><p>For patients presenting after possible exposure with a bite, wounds should be thoroughly cleaned with a viricidal agent such as povidone-iodine.&nbsp; Depending on the situation, patients should be considered for postexposure prophylaxis (PEP) to prevent the development of rabies infection (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15932.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients bitten by <strong>high-risk wild animals</strong> (eg, bats, raccoons, foxes, skunks) should receive PEP if the animal is unavailable for testing.&nbsp; Because bat bites can go unrecognized, PEP is also recommended following direct exposure to bats (unless the patient is certain a bite or scratch was not inflicted).&nbsp; In the rare situation that the high-risk wild animal is available for testing, PEP can be withheld until the animal is euthanized and its brain tested for rabies.</li>\n\t<li>Patients bitten by pets in most resource-abundant settings&nbsp;do not require PEP if the animal appears healthy and is available for quarantine.&nbsp; Contagious animals (ie, rabies virus present in saliva) are symptomatic within 5-10 days; therefore, pets can be observed for 10 days for signs of rabies without administering PEP immediately.&nbsp; However, if the pet is unavailable for quarantine or is symptomatic, PEP should be administered.</li>\n\t<li>Patients bitten by low-risk animals (eg, squirrels, chipmunks) do not need PEP.&nbsp;</li>\n</ul><br><br><p>If PEP needs to be administered based on the criteria above, the decision of what should be administered depends on vaccination status:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>For previously vaccinated patients, PEP consists of a rabies vaccination booster (2 doses) alone (ie, no rabies immunoglobulin) because immunoglobulin may interfere with the immune response to revaccination and circulating antibodies are already present.&nbsp;</li>\n\t<li>For patients who have not previously received rabies vaccination, PEP consists of rabies immunoglobulin plus a series of rabies immunizations.&nbsp;</li>\n</ul><br><br><p>PEP is effective in preventing disease only if administered prior to the development of symptoms.</p>\n<h1>Prognosis </h1><br><br><p>Human rabies is nearly universally fatal once clinical symptoms develop, and most patients progress to coma and death within weeks.&nbsp; In the extremely rare chance that the patient does survive, family members should be advised to expect long-term neurologic deficits.</p>\n<h1>Summary </h1><br><br><p>Rabies (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/53193.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a viral illness transmitted via the saliva of infected animals.&nbsp; It travels by retrograde transport to the central nervous system.&nbsp; Cases typically occur in resource-abundant settings from bites from high-risk animals such as bats and racoons; in resource-limited settings, cases often occur from unvaccinated dogs.&nbsp; Patients typically present with fever, hydrophobia, and agitation that subsequently progress to coma, flaccid paralysis, and eventually death.&nbsp; Appropriate post-exposure prophylaxis is key to prevention.&nbsp; Rabies is nearly universally fatal.<p></p>\n</div>\n\n            "
}