{
  "meta": {
    "title": "Rotavirus",
    "url": "https://brainandscalpel.vercel.app/rotavirus-nbsp-2f08b197-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:12.770Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1><p>Rotavirus is a major cause of infectious diarrhea in children worldwide.&nbsp; It is transmitted via the fecal-oral route and can lead to severe dehydration and electrolyte abnormalities.&nbsp; The incidence of disease has greatly declined because of routine rotavirus vaccination.</p><h1>Epidemiology and risk factors</h1><p>Rotavirus is one of the most common causes of viral gastroenteritis in children worldwide and usually presents in children <strong>age ≤3</strong>.&nbsp; It classically occurs during winter and can spread rapidly in crowded areas (eg, schools, day care facilities), particularly in unvaccinated populations.&nbsp; Poor sanitation and hygiene increase transmission risk, and symptoms are more severe in immunologically naïve, unimmunized children, particularly those age &lt;2.</p><h1>Pathogenesis</h1><p>Rotavirus is a nonenveloped, double-stranded RNA virus capable of undergoing genetic shifts through reassortment due to its segmented genome (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32708.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Rotavirus is highly contagious and <strong>transmitted by the fecal-oral route</strong> through direct contact or fomites; even a small inoculum can cause infection.&nbsp; It invades and replicates in the villous epithelium of the duodenum and proximal jejunum, and the incubation period is usually &lt;48 hours.<p></p><p>Infection causes profuse, watery diarrhea via multiple mechanisms.</p><h2>Osmotic diarrhea</h2><ul class=\"article-body-unordered-list\"><li>Villous blunting, causing loss of absorptive capacity.</li><li>Reduced brush border enzymes, resulting in accumulation of unmetabolized disaccharides (eg, lactose) in the small intestine lumen.</li></ul><h2>Secretory diarrhea</h2><ul class=\"article-body-unordered-list\"><li>Proliferation of secretory crypt cells, promoting intestinal chloride secretion.</li><li>Activation of the enteric nervous system, increasing intestinal motility.</li></ul><p>After infection, new intestinal epithelial cells differentiate from stem cells that reside in the deepest portions of the crypts of Lieberkühn to facilitate healing of the damaged intestine (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26373.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><p>Repeat infections or first-time infections in immunized individuals are often less severe due to the generation of protective secretory IgA against rotaviral antigens.</p><h1>Clinical presentation</h1><p>Symptoms of rotavirus infection begin within 24-48 hours of exposure and include <strong>acute-onset vomiting</strong> followed by <strong>profuse, nonbloody, watery diarrhea</strong>; fever occurs in up to a third of patients.&nbsp; Additional symptoms may include abdominal cramping and fatigue.&nbsp; Physical examination may show signs of dehydration such as dry mucous membranes, decreased skin turgor, and prolonged capillary refill.</p><p>Unimmunized children age &lt;2 are at greatest risk for developing severe gastroenteritis and may present with signs of severe dehydration (eg, hemodynamic instability, lethargy) and associated complications, including seizure (due to electrolyte abnormalities) and respiratory distress (secondary to metabolic acidosis).</p><h1>Evaluation and diagnosis</h1><p>A diagnosis of rotavirus infection should be considered in those age ≤3 with acute-onset of vomiting and diarrhea, particularly if unimmunized against rotavirus.&nbsp; Nonspecific laboratory tests, which are typically only performed in cases of significant dehydration, may reveal elevated blood urea nitrogen and hypochloremic metabolic acidosis.&nbsp; Because the diarrhea is noninflammatory, fecal leukocytes and erythrocytes are not typically seen.</p><p>Definitive diagnosis is not usually necessary in mild cases since management of acute, noninflammatory diarrhea is generally supportive.&nbsp; For severe cases (eg, immunocompromised patients, persistent symptoms), pathogen identification may be indicated for management considerations.&nbsp; In such instances, rotavirus can be detected from stool samples using enzyme-linked immunosorbent assay (ELISA) or immunochromatography.&nbsp; PCR-based multipathogen detection panels are also diagnostic.</p><h1>Differential diagnosis</h1><p>The differential diagnosis of acute, watery diarrhea with or without vomiting is broad and includes infectious and noninfectious causes.&nbsp; In some cases, exposure history and length of symptoms can help differentiate rotavirus from other etiologies, but many (particularly infectious causes) are clinically indistinguishable from rotavirus and definitive diagnosis would require stool testing.</p><h2>Infectious causes</h2><ul class=\"article-body-unordered-list\"><li><strong>Viruses</strong> (eg, norovirus, adenovirus):&nbsp; In countries where the rotavirus vaccine is routinely administered, norovirus is the most common cause of nonbloody diarrhea; it is often associated with outbreaks in crowded areas (eg, cruise ships, long-term care facilities).&nbsp; The peak incidence of adenovirus is in the summer.</li><li><em><strong>Salmonella</strong></em>:&nbsp; Nontyphoid salmonellosis is associated with ingestion of poultry, eggs, and milk products or contact with reptiles (eg, turtles).&nbsp; Rarely, it can present with bloody diarrhea.</li><li><strong>Enterotoxigenic</strong> <em><strong>Escherichia coli</strong></em> <strong>(ETEC)</strong>:&nbsp; A larger inoculum is required for infection to occur, which is most commonly found in food and water supplies of resource-limited countries that lack adequate sanitation.</li><li><em><strong>Clostridioides</strong></em> <em><strong>difficile</strong></em>:&nbsp; Asymptomatic colonization is common in neonates and infants.&nbsp; Symptomatic cases commonly occur after recent antibiotic therapy, and diarrhea can persist unless treated with appropriate antibiotic therapy.</li><li><em><strong>Giardia duodenalis</strong></em>:&nbsp; Fresh water sources can serve as a reservoir for the protozoan cysts.&nbsp; In addition to watery diarrhea, most patients with giardiasis have steatorrhea (ie, foul smelling, fatty stools).&nbsp; Without treatment, symptoms can persist for months.</li></ul><h2>Noninfectious causes</h2><ul class=\"article-body-unordered-list\"><li><strong>Antibiotic-associated diarrhea</strong>:&nbsp; Watery diarrhea is a typical adverse effect of the most commonly used antibiotics (eg, amoxicillin).&nbsp; Symptoms usually begin days after starting the medication and end after completing the antibiotic.</li><li><strong>Functional diarrhea</strong> (\"toddler's diarrhea\"):&nbsp; Patients as young as age 6 months can have chronic watery loose stools without any known underlying cause.&nbsp; Some cases may be related to excessive fruit juice intake and improve after restriction of sugary drinks.</li><li><strong>Lactase deficiency</strong>:&nbsp; Affected individuals lack the brush border enzyme lactase, resulting in increased intraluminal lactose that passes into the colon and is converted into hydrogen gas by intestinal bacteria.&nbsp; Patients are typically school-aged and older with abdominal pain, nausea, and diarrhea that develop a few hours after ingestion of a lаϲtоѕe-containing meal.</li><li><strong>Organophosphate poisoning</strong>:&nbsp; Environmental exposure to cholinesterase inhibitors (eg, pesticides) can cause acute vomiting and diarrhea.&nbsp; However, other features of cholinergic toxicity would also be expected, such as miosis, increased urination, or lacrimation.</li></ul><h1>Complications</h1><p>In rare cases, rotavirus can become systemic and cause encephalitis.&nbsp; Severe dehydration due to rotavirus infection can lead to electrolyte abnormalities, seizure, and death.</p><h1>Management and prognosis</h1><p>Initial management of rotavirus infection is supportive care with antiemetics, oral fluids, and electrolyte replacement.&nbsp; Breastfed infants may continue feeding as tolerated to provide passive immunity.&nbsp; For moderate to severe cases, patients may require hospital admission for intravenous fluids.</p><p>Rotavirus infection is self-limited, and symptoms usually last up to a week.</p><h1>Prevention</h1><h2>Vaccination</h2><p>The <strong>oral, live-attenuated rotavirus vaccine</strong> is the best preventative measure against infection and has dramatically reduced the global incidence of rotavirus-related hospitalizations and deaths (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/55553.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; The series is recommended for all healthy infants and is typically administered between age 2-6 months.<p></p><p>The vaccine has been associated with a very small risk of intussusception, which may be related to virus-induced intestinal inflammation.&nbsp; Although current vaccine formulations have a far lower risk (1-6 cases per 100,000) than prior versions, infants with a history of intussusception should not receive the vaccine.&nbsp; Other contraindications to rotavirus vaccine include severe combined immunodeficiency and previous anaphylactic reaction to the vaccine or its ingredients.</p><h2>Transmission</h2><p>Rotavirus can be detected in stool samples for &gt;10 days after symptom onset, and the virus can remain viable on contaminated surfaces and fomites for months after exposure.&nbsp; Measures to prevent transmission of disease include:</p><ul class=\"article-body-unordered-list\"><li>Frequent hand washing.</li><li>Cleaning exposed surfaces with soap and water followed by disinfection with bleach-based solution.</li><li>Requiring health care personnel to use contact precautions (eg, gown, gloves) when interacting with infected patients.</li><li>Recommending that infected individuals avoid crowded areas (eg, day care centers) while symptomatic.</li></ul><h1>Summary</h1><p>Rotavirus (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35160.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a common cause of gastroenteritis in children worldwide.&nbsp; It is transmitted via the fecal-oral route and typically presents with emesis and watery diarrhea in children age &lt;3.&nbsp; Severe dehydration, seizures, and death may occur, particularly in unvaccinated patients.&nbsp; Definitive diagnosis can be established with stool testing; however, it is rarely performed because symptoms are self-limited and management is supportive care.&nbsp; Prevention is best achieved with rotavirus vaccination in early infancy.<p></p></div>\n            "
}