{
  "meta": {
    "title": "Scabies",
    "url": "https://brainandscalpel.vercel.app/scabies-5399e0ed-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:14.490Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Scabies is a highly contagious parasitic infestation of the skin caused by the mite <em>Sarcoptes scabiei</em> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12925.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), which triggers a delayed type IV hypersensitivity reaction.&nbsp; Patients classically present with intense pruritus and a characteristic skin rash.<p></p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Scabies is caused by female <em>S scabiei</em> mites that burrow into the epidermis.&nbsp; After burrowing, they lay eggs and excrete feces, triggering a delayed type IV hypersensitivity reaction.&nbsp; Patients develop intense pruritus and skin inflammation, typically 3-6 weeks after the initial infestation.&nbsp; During this time, patients with classic scabies carry an average of 10-15 mites.&nbsp; In contrast, patients with reduced cellular immunity (eg, immunosuppression, HIV) may carry millions of mites on their body.</p><br><br><p>Scabies occurs worldwide and affects patients of every age.&nbsp; Transmission occurs primarily through direct, prolonged skin-to-skin contact with a person with scabies infestation.&nbsp; Therefore, factors that increase the likelihood of prolonged interpersonal contact (eg, crowded living conditions) increase the risk for scabies.</p><br><br><p>Because mites can survive up to 3 days without a host, transmission can also occur due to contact with contaminated fomites (eg, bedsheets, clothing).&nbsp; This is more likely to occur if the original host had a large mite burden (thousands to millions).</p>\n<h1>Clinical presentation</h1><br><br><p>Most patients who contract scabies develop symptoms 3-6 weeks after the initial infestation.&nbsp; In patients who have previously had scabies (and therefore have prior sensitization), symptoms may begin within 1-3 days of infestation.</p><br><br><p>Classic scabies is associated with a mild mite burden (10-15 mites).&nbsp; Patients usually develop several small intensely pruritic erythematous papules, occasionally with crusting.&nbsp; The pruritus is worse at night and is out of proportion with what is seen on examination.&nbsp; Vesicles, pustules, or wheals may also develop.&nbsp; These lesions have a few classic distributions (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L93609.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), including:<p></p><br><br><ul>\n\t<li>\n\t<p>Upper extremities, particularly involving the interdigital web spaces, sides of the fingers, palms, flexor wrist surfaces, and extensor surfaces of the elbows</p>\n\t</li>\n\t<li>\n\t<p>Abdomen, including the umbilicus and waistline</p>\n\t</li>\n\t<li>\n\t<p>Genitalia</p>\n\t</li>\n\t<li>\n\t<p>Feet</p>\n\t</li>\n\t<li>\n\t<p>Infants frequently have diffuse skin involvement, including the scalp and trunk, and the only manifestation of pruritus is irritability</p>\n\t</li>\n</ul><br><br><p>The presence of burrows (&lt;1-cm thin, serpiginous red tracks on the skin caused by female mites burrowing into the epidermis to lay eggs) are pathognomonic but are often obscured by excoriation.</p><br><br><p>Elderly patients or those with impaired cell-mediated immunity (eg, HIV, lymphoma) are often unable to contain the scabies infection and develop crusted scabies, which is associated with thousands to millions of mites.&nbsp; These patients often have mild pruritus (because their inflammatory response is muted) and several plaques with scaling and crusting (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22299.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) (crusted scabies); areas along the scalp, including the ears (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9300.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), are particularly susceptible.<p></p>\n<h1>Differential diagnosis</h1><br><br><p>Classic scabies can have features similar to those associated with other disorders involving pruritus, including:</p><br><br><ul>\n\t<li>\n\t<p><strong>Atopic dermatitis</strong>:&nbsp; may have diffuse pruritus similar to scabies; however, atopic dermatitis does not typically present with vesicles and/or pustules involving the palms and soles.</p>\n\t</li>\n\t<li>\n\t<p><strong>Contact dermatitis</strong>:&nbsp; typically localized to a single exposed skin region (compared to scabies, which is spread out), and the area of erythema or vesicles have distinct margins (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47854.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ) corresponding to the site of contact.<p></p>\n\t</li>\n\t<li>\n\t<p><strong>Primary varicella-zoster virus infection</strong> (chickenpox):&nbsp; can present with a pruritic vesicular rash.&nbsp; Unlike scabies, chickenpox presents with a prodrome of fever and malaise, and lesions typically crust over and resolve within 1-2 weeks.</p>\n\t</li>\n\t<li>\n\t<p><strong>Bedbug infestation</strong>:&nbsp; presents as pruritic, erythematous papules.&nbsp; However, these papules are often present in linear patterns (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47007.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ) (\"breakfast, lunch, and dinner\" bites); pustules and finger web involvement are not typical.<p></p>\n\t</li>\n</ul>\n<h1>Diagnostic evaluation</h1><br><br><p>The diagnosis of scabies is usually clinical and is based on medical history and physical examination consistent with the disorder, particularly:</p><br><br><ul>\n\t<li>\n\t<p>Intense pruritus that is worse at night and is out of proportion with what is seen on examination</p>\n\t</li>\n\t<li>\n\t<p>Characteristic lesions (eg, erythematous papules, serpiginous burrows) in a classic distribution (eg, webs and sides of fingers, wrists)</p>\n\t</li>\n\t<li>\n\t<p>Cohabitants with similar symptoms</p>\n\t</li>\n</ul><br><br><p>When the diagnosis is uncertain, examination of skin scrapings with a potassium hydroxide preparation (to remove keratotic debris) can confirm scabies if mites, ova, and feces are observed under light microscopy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45495.jpg\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).<p></p>\n<h1>Management</h1><br><br><p>The primary goals of scabies management are as follows:</p><br><br><ul>\n\t<li>\n\t<p><strong>Eradication of the mites</strong> with either a topical or oral scabicidal agent</p><br><br>\t<ul>\n\t\t<li>\n\t\t<p>Topical permethrin cream blocks mite neurotransmission by impairing voltage-gated sodium channels.&nbsp; The cream is applied to the entire body from the neck to the soles of the feet, including under the nails.&nbsp; The cream should also be applied to the face and scalp of children.&nbsp; The cream is washed off after 8-14 hours.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Oral ivermectin, an antiparasitic agent that binds chloride ion channels in invertebrate nerve and muscle cells, can also be used.&nbsp; Patients are given an initial dose and a second dose after 1-2 weeks.&nbsp; Ivermectin should be avoided during pregnancy and in infants.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Patients with crusted scabies require a combination of permethrin cream and oral ivermectin.</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p><strong>Management of complications</strong> by providing symptomatic relief (antihistamines for pruritus) and treating secondary bacterial infections (a complication due to repeated scratching) with topical or systemic antibiotics</p>\n\t</li>\n\t<li>\n\t<p><strong>Prevention of transmission</strong> with measures to reduce fomite transmission, such as washing bedding, clothing, and personal items in hot water.&nbsp; Another option is to remove these items from skin contact for 72 hours (because scabies cannot survive more than 3 days away from skin).</p>\n\t</li>\n</ul><br><br><p>Patients may return to school or work the day after the first treatment.&nbsp; Due to the lengthy incubation period (3-6 weeks), individuals who have had prolonged skin-to-skin contact with the patient in the 6 weeks preceding diagnosis should be treated, even if asymptomatic.&nbsp; This avoids a cycle of transmission and reinfestation among close contacts.</p>\n<h1>Prognosis</h1><br><br><p>With successful treatment, skin lesions and nocturnal pruritus should resolve within a week after treatment.&nbsp; Mild pruritus may persist for up to 4 weeks.&nbsp; Those whose symptoms worsen despite treatment need to be considered for reexposure or a different diagnosis.</p>\n<h1>Summary</h1><br><br><p>Scabies (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31413.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a highly contagious parasitic skin infestation caused by the mite <em>Sarcoptes scabiei</em> and is primarily transmitted through prolonged skin-to-skin contact.&nbsp; The infestation triggers a delayed type IV hypersensitivity reaction, resulting in intense pruritus and a characteristic skin rash.<p></p>\n</div>\n\n            "
}