{
  "meta": {
    "title": "Solid organ transplant: Complications",
    "url": "https://brainandscalpel.vercel.app/solid-organ-transplant-complications-6cda3d67-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:20.329Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>A wide range of complications can occur hours to years after solid organ transplantation.&nbsp; They can impair allograft function (eg, acute rejection) or systemic recipient health (eg, opportunistic infections).&nbsp; Solid organ transplant complications can be classified as (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69324.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Immunologic</li>\n\t<li>Infectious</li>\n\t<li>Noninfectious</li>\n</ul><br><br><p>This article details these 3 types of complications, then presents a timeline-based differential diagnosis for clinical practice.&nbsp; Kidney, heart, and lung transplants are used as examples, but the principles also apply to other solid organ (eg, liver, pancreas) transplants.</p>\n<h1>Immunologic complications</h1><br><br><p>Solid organ graft rejection is classified as hyperacute, acute, or chronic (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/52544.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Hyperacute rejection (minutes to hours after transplant)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Preformed recipient antibodies immediately attack antigens expressed on the graft vascular endothelium (eg, human leukocyte antigens [HLA], ABO antigens).&nbsp; Prior recipient sensitization (eg, previous blood transfusions, multiparity) is the main risk factor.&nbsp; Upon antibody attack, massive complement activation results in <strong>acute fibrinoid necrosis of the vessel wall</strong> and intravascular thrombosis, leading to necrosis and graft loss.</li>\n\t<li>Hyperacute rejection is almost always observed <strong>intraoperatively</strong>.&nbsp; The graft appears dusky and mottled, and patients are typically systemically ill (eg, massive inflammatory response).&nbsp; The graft should typically be immediately explanted.</li>\n\t<li>Most cases are <strong>prevented</strong> with careful <strong>HLA matching</strong> prior to transplantation (eg, directed donation from a relative with identical or haploidentical HLA (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L58932.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; When seeking random donors (eg, if no family members are available), measuring the reactivity of the organ recipient's serum against the population's antigen pool (panel-reactive antibody [PRA] levels) can help determine the risk for hyperacute rejection.</li>\n</ul>\n<h2>Acute rejection (usually &lt;6 months)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute cellular rejection (ACR) is by far the<strong> most common</strong> form of acute rejection.&nbsp; It involves recipient T cells becoming sensitized against donor antigens.&nbsp; Histology shows a <strong>lymphocytic infiltration</strong> into the graft parenchyma (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96045.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Acute antibody-mediated rejection (ABMR), a less common form of acute rejection, involves recipient B cells becoming sensitized against donor antigens (mainly HLA), with the resultant donor-specific antibodies fixing complement in the vascular endothelium.&nbsp; Histology shows endovascular C4b staining and microvascular inflammation.</li>\n\t<li>Infection (eg, spillage of immunogenic contents) is a major risk factor.&nbsp; Patients have constitutional symptoms (eg, fever, malaise) and/or develop organ-specific symptoms (eg, kidney-specific symptoms: hypertension, azotemia, oliguria, proteinuria ± glomerular microhematuria; lung-specific symptoms: dyspnea, cough, hypoxemia; heart-specific symptoms: heart failure, arrhythmias, echocardiographic abnormalities).</li>\n\t<li>Management of acute rejection involves <strong>intensifying immunosuppression</strong>.&nbsp; Because ACR involves T-cell sensitization, intravenous glucocorticoids (and in refractory cases, T-cell depletion therapy) are helpful.&nbsp; ABMR (B-cell sensitization) is typically treated with plasmapheresis, intravenous immunoglobulin, and B-cell depletion therapy (eg, rituximab [anti-CD20]).&nbsp; Routine biopsies are typically performed beginning after transplant (eg, every few months for the first year) to detect subclinical acute rejection.</li>\n</ul>\n<h2>Chronic rejection (usually &gt;12 months after transplant)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chronic lymphocytic inflammation leads to <strong>fibrosis</strong> and obliteration of allograft structures (eg, airways, blood vessels).&nbsp; Specific syndromes are based on the transplanted organ (eg, lung: bronchiolitis obliterans syndrome; heart: cardiac allograft vasculopathy with intimal hyperplasia diffuse narrowing of distal coronary arteries (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L116812.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n\t<li>A <strong>biopsy</strong> is almost always required (mainly to differentiate from acute rejection), and management depends on the specific syndrome (eg, sirolimus to block coronary myofibroblast proliferation in cardiac allograft vasculopathy).&nbsp; As a last resort, retransplantation may be necessary.</li>\n</ul><br><br><p>Preventing all forms of acute and chronic rejection involves long-term immunosuppression using multiple immunosuppressive agents.&nbsp; The most common first-line 3-drug maintenance regimen consists of (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L109098.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A glucocorticoid (eg, prednisone)</li>\n\t<li>A calcineurin inhibitor (CNI) (eg, tacrolimus)</li>\n\t<li>An antimetabolite (eg, mycophenolate mofetil)</li>\n</ul>\n<h1>Infectious complications</h1><br><br><p>Approximately 50% of solid organ transplant recipients are hospitalized for a serious infection (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69324.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) within the first 6 months after transplant.&nbsp; Infection rate is highest for transplants in which the organ is constantly exposed to the environment (eg, lung transplant).&nbsp; Infections increase the risk for rejection.<p></p>\n<h2>Early infections (&lt;1 month after transplant):&nbsp; Nosocomial pathogens</h2><br><br><p>Infections in the first few weeks after transplant mostly relate to the hospitalization process.&nbsp; They include ventilator-associated or hospital-acquired pneumonia, bacteremia (eg, due to indwelling venous catheters), surgical site infections, and <em>Clostridioides difficile</em>.&nbsp; Nosocomial pathogens include methicillin-resistant <em>Staphylococcus aureus</em>, vancomycin-resistant enterococci, and extended-spectrum beta-lactamase gram-negative bacteria (eg, <em>Klebsiella</em>, <em>Enterobacteriaceae</em>).</p>\n<h2>Intermediate infections (1-12 months after transplant):&nbsp; Opportunistic pathogens</h2><br><br><p>Intermediate infectious complications occur during the period of peak immunosuppression, resulting in opportunistic infections.&nbsp; Key opportunistic infections include:</p><br><br><p><em><strong>Cytomegalovirus</strong></em> <strong>(CMV)</strong></p><br><br><p>CMV is a latent (episomal) herpesvirus present in approximately 60% of donors and recipients.&nbsp; Upon immunosuppression, CMV can reactivate from donor or recipient tissue reservoirs, causing tissue damage to the graft or distant organs.&nbsp; The highest risk for <strong>reactivation</strong> is posed when the donor is seropositive (D+) and the recipient is seronegative (R−) based on CMV IgG (ie, the recipient has no preexisting immunity).</p><br><br><p>CMV reactivation ranges from asymptomatic viremia (positive blood PCR or IgM seroconversion) to acute viral syndrome (ie, viremia, fever, malaise, leukopenia, thrombocytopenia) and <strong>tissue-invasive disease</strong> (eg, viral syndrome + organ dysfunction).&nbsp; Almost any organ can be involved in invasive disease (eg, colitis, esophagitis, retinitis, pneumonitis).</p><br><br><p>Invasive CMV disease is treated with several weeks of intravenous antiviral drugs (eg, ganciclovir, foscarnet).&nbsp; Because of the risk for reactivation, which can precipitate rejection, most transplant recipients are prescribed long-term CMV prophylaxis (eg, valganciclovir).</p><br><br><p><em><strong>Pneumocystis jirovecii</strong></em> <strong>pneumonia (PJP)</strong></p><br><br><p><em>P jirovecii</em> is a commensal fungus that exists at very low levels in lungs of healthy hosts without causing clinical disease.&nbsp; However, it proliferates upon suppression of cellular immunity.&nbsp; Patients who undergo a lung transplant have the higest risk of PJP.&nbsp; PJP presents with subacute (ie, weeks) fever and dyspnea, severe hypoxemia, and diffuse bilateral ground glass and interstitial opacities (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L3064.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; First-line treatment is trimethoprim/sulfamethoxazole, with alternatives (eg, if necessary due to a sulfa allergy) including atovaquone or clindamycin plus primaquine.&nbsp; Systemic corticosteroids are indicated for hypoxemia (SaO<font size=\"2\"><sub>2</sub></font> &lt;92% on room air).&nbsp; Long-term PJP prophylaxis (eg, trimethoprim/sulfamethoxazole, dapsone) is indicated for all patients on immunosuppressive therapy.<p></p><br><br><p><strong>Other opportunistic infections</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Invasive pulmonary aspergillosis:&nbsp; characterized by hemoptysis, necrotizing pneumonia, positive galactomannan</li>\n\t<li>Tuberculosis and nontuberculous mycobacteria:&nbsp; characterized by constitutional symptoms, upper lobe cavitation, and positive acid-fast bacilli stain; lymphadenopathy may be absent and interferon gamma release assay may be unreliable due to immunosuppression</li>\n\t<li><em>Nocardia</em> and <em>Actinomycetes</em>:&nbsp; characterized by pulmonary nodules and brain abscess</li>\n</ul><br><br><p>A high degree of suspicion for infections is necessary.&nbsp; Patients with immunosuppression do not mount a full inflammatory response (eg, leukocyte count might be only slightly elevated).&nbsp; In addition, patients who have undergone a lung transplant may have surprisingly minimal respiratory symptoms due to sensory denervation.</p>\n<h2>Late infections (&gt;12 months after transplant):&nbsp; Community-acquired pathogens</h2><br><br><p>Late infections mirror those of the <strong>general population</strong>.&nbsp; Community-acquired pneumonia (eg, <em>Streptococcus pneumoniae</em>, <em>Haemophilus influenzae</em>, <em>Mycoplasma</em>) and respiratory viruses (eg, influenza, respiratory syncytial virus, rhinovirus) are the most common infections.&nbsp; Although patient microbiology is similar among those who are immunocompetent and those who are immunocompromised, patients who are immunocompromised are approximately 8 times as likely to develop an infection, tend to be more severely ill, and tend to have infections that are protracted.</p>\n<h1>Noninfectious complications</h1><h2>Early graft dysfunction</h2><br><br><p>After transplant, there is often a short period of time (several days) before the donor organ \"wakes up.\"&nbsp; This early graft dysfunction (eg, presenting as&nbsp;pulmonary edema, oliguria) occurs due to an ischemia-reperfusion injury that causes inflammation and oxidative stress and may require temporary intensive support (eg, lung-protective ventilation, hemodialysis).&nbsp; In patients with a lung transplant, early graft dysfunction is referred to as <strong>primary graft dysfunction</strong> (PGD).&nbsp; In patients with a kidney transplant, it is referred to as <strong>delayed graft function</strong> (DGF).&nbsp; Risk factors include prolonged ischemia and having a cadaveric (vs brain-dead) donor.&nbsp; Although most cases resolve spontaneously over the first week, PGD and DGF are associated with negative long-term outcomes such as acute and chronic rejection.</p><br><br><p>Anastomotic dehiscence can also lead to early graft failure.&nbsp; In patients with a kidney transplant, a donor graft ultrasonography can detect vascular and ureteral dehiscence.&nbsp; In patients with a lung transplant, the bronchial anastomosis is monitored with bronchoscopy.&nbsp; Breakdown of the bronchial anastomosis leads to bronchopleural fistula (pneumothorax and large air leak).</p>\n<h2>Drug toxicities</h2><br><br><p>Patients who have undergone an organ transplant are exposed to long courses of relatively toxic medications.&nbsp; Most patients are on a 3-drug regimen consisting of a glucocorticoid, a CNI, and an antimetabolite.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Glucocorticoid</strong> (eg, prednisone) toxicity:&nbsp; Chronic exposure to glucocorticoids is associated with hyperglycemia (~25% of patients develop type 2 diabetes mellitus), osteoporosis, adrenal suppression, and cataract formation.</li>\n\t<li><strong>CNI</strong> (eg, tacrolimus, cyclosporine) toxicity:&nbsp; The most common adverse effect of CNIs is CNI nephrotoxicity due to renal vasoconstriction.&nbsp; The characteristic histologic finding is renal tubular vacuolization (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9270.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; CNI nephrotoxicity can be mitigated by monitoring serum trough drug levels.&nbsp; CNIs can also cause neurotoxicity (eg, tremors, encephalopathy).&nbsp; The renal and neurologic toxicity of CNIs is likely due to disruption of intracellular calcium signaling.</li>\n\t<li><strong>Antimetabolite</strong> (eg, mycophenolate, azathioprine) toxicity:&nbsp; Common adverse effects of antimetabolites include myelosuppression (eg, leukopenia) and gastrointestinal intolerance (eg, diarrhea).</li>\n</ul>\n<h2>Malignancies</h2><br><br><p>The risk for all malignancies is increased after organ transplant due to immunosuppression.&nbsp; Nonmelanoma skin cancers (NMSCs) and posttransplant lymphoproliferative disorder (PTLD) are the most common.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>NMSCs:&nbsp; Squamous and basal cell carcinoma risk is approximately 75-fold higher than the general population.&nbsp; Of all the organs, skin has one of the highest rates of genomic damage and turnover.&nbsp; Prevention (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/92408.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) involves ultraviolet protection (eg, using sunblock, wearing long sleeves) and having an annual skin check.</li>\n\t<li>PTLD:&nbsp; Reactivation of Epstein-Barr virus (EBV) can transform B cells, resulting in clonal proliferation.&nbsp; The main risk factor is EBV D+/R− serostatus (ie, no previous immunity).&nbsp; PTLD presents with B symptoms (eg, fever, night sweats, weight loss), bulky lymphadenopathy, and organ dysfunction, which depends on the affected site (eg, lung or brain mass).</li>\n</ul>\n<h1>Clinical approach</h1><br><br><p>For patients presenting with worsening graft function or systemic issues, the differential diagnosis is typically built around a timeline.</p>\n<h2>Immediate (&lt;1 day)</h2><br><br><p>Postoperative graft dysfunction is mainly due to ischemia-reperfusion injury (ie, PGD/DGF), surgical anastomotic complications, or hyperacute rejection (rare).</p>\n<h2>Acute (&lt;1 month)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Graft dysfunction is most likely due to residual PGD/DGF and anastomotic dehiscence.&nbsp; Acute rejection is uncommon during this period because sensitization takes several weeks.</li>\n\t<li>Infections are typically caused by hospital-acquired pathogens (eg, <em>Klebsiella</em>).</li>\n</ul>\n<h2>Post-acute (1-12 months)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Graft dysfunction is mainly due to acute rejection (in the first 6 months).</li>\n\t<li>Infections are typically caused by opportunistic pathogens (eg, CMV, PJP, <em>Toxoplasma</em>).&nbsp; Latent viral reactivation (eg, EBV) mainly occurs during this time frame.</li>\n</ul>\n<h2>Chronic (&gt;12 months)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Graft dysfunction is mainly due to chronic rejection (or recurrent episodes of acute rejection).</li>\n\t<li>Primary recurrence occurs further out from transplant (&gt;2 years).&nbsp; Recurrence is more likely with systemic conditions such as focal segmental glomerulosclerosis (kidney), sarcoidosis (lung), and hepatitis C cirrhosis (liver).</li>\n\t<li>BK virus nephropathy, a unique cause of chronic renal allograft dysfunction, is due to the reactivation of BK virus, a polyomavirus that lies dormant in the lower urinary tract.</li>\n</ul><br><br><p>Drug-drug interactions are common (eg, acute kidney injury due to supratherapeutic CNI levels when taking antifungals) and can occur at any time.&nbsp; Drug toxicities (eg, CNI nephropathy) and secondary malignancies tend to emerge in the &gt;12 months after transplant.</p>\n<h1>Summary</h1><br><br><p>Solid organ (eg, kidney, lung, heart, liver, pancreas) transplantation is associated with immunologic, infectious, and noninfectious complications.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Immunologic complications include hyperacute (eg, preformed antibodies, intraoperative graft necrosis), acute (eg, T- or B-cell sensitization, lymphocytic infiltration), and chronic rejection (eg, fibrosis of graft structures).&nbsp; Importantly, acute rejection can occur at any time and is triggered by any process that causes graft antigen exposure (eg, infections, <em>Cytomegalovirus</em> reactivation).</li>\n\t<li>Infectious complications can arise due to various pathogens, including nosocomial pathogens (eg, can cause ventilator-associated pneumonia) in the early period (&lt;1 month), opportunistic pathogens (eg, <em>Cytomegalovirus</em> and <em>Pneumocystis jirovecii</em>) in the intermediate period (1-12 months), and community-acquired pathogens (eg, <em>Streptococcus pneumoniae</em>) in the late period (&gt;12 months).&nbsp; Typical infectious symptoms, such as fever and leukocytosis, may be blunted.</li>\n\t<li>Noninfectious complications include early ischemia-reperfusion injury, manifesting as delayed graft function.&nbsp; Important drug toxicities include nephrotoxicity from calcineurin inhibitors and metabolic syndrome from glucocorticoids.&nbsp; Malignancy risk is elevated due to immunosuppression, especially for nonmelanoma skin cancers and posttransplant lymphoproliferative disorder.</li>\n</ul>\n</div>\n\n            "
}