{
  "meta": {
    "title": "Staphylococcal toxic shock syndrome",
    "url": "https://brainandscalpel.vercel.app/staphylococcal-toxic-shock-syndrome-b9546e20-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:21.989Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Staphylococcal toxic shock syndrome (TSS) is a life-threatening condition caused by exotoxins produced by <em>Staphylococcus aureus</em> within a retained foreign body or a wound infection.&nbsp; It is characterized by sudden onset of high fever, rash, hypotension, and multiorgan dysfunction.</p>\n<h1>Risk factors</h1><br><br><p>Risk factors for the development of staphylococcal TSS include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Retained foreign body</strong> (eg, tampon, nasal/vaginal packing); prolonged, single use increases risk</li>\n\t<li><strong>Surgical/postpartum wound infection</strong></li>\n\t<li><strong>Skin and soft tissue infections</strong> (eg, mastitis, burns)</li>\n</ul><br><br><p>Wounds may not appear infected due to a poor local inflammatory response.</p>\n<h1>Pathophysiology</h1><br><br><p>Staphylococcal TSS is an <strong>exotoxin-mediated</strong> disease.&nbsp; Most cases are linked to prolonged tampon use, nasal wound packing, or wound infections, each of which provide a medium for localized <em>S aureus</em> proliferation and the elaboration of pyrogenic toxin superantigens (eg, TSS toxin-1) into the bloodstream.</p><br><br><p>These exotoxins are called <strong>superantigens</strong> because they bypass normal intracellular antigen processing (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44428.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Normally, major histocompatibility complex class II (MHC-II) antigens are processed by the phagolysosome.&nbsp; However, superantigens can bind to the invariant region of the MHC-II of antigen-presenting cells without first being internalized and processed.<p></p><br><br><p>The <strong>superantigen/MHC-II complex</strong> subsequently interacts with the variable part of the T-cell receptor beta chain, which results in widespread, indiscriminate stimulation of a large percentage (&gt;20%) of total T cells and the <strong>massive release of inflammatory cytokines</strong> (eg, IL-1, IL-2, TNF-alpha and TNF-beta, interferon-gamma).&nbsp; Massive cytokine release mediates the major manifestations of TSS.</p>\n<h1>Clinical presentation</h1><br><br><p>Staphylococcal TSS presents with acute-onset high fever and chills with rapid progression (over &lt;48 hours) into a multisystem disorder characterized by following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Rash</strong>:&nbsp; Diffuse macular rash (erythroderma) that usually involves the palms and soles.</li>\n\t<li><strong>Hypotension</strong></li>\n\t<li><strong>Multiorgan involvement</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Gastrointestinal:&nbsp; Vomiting and diarrhea</li>\n\t\t<li>Muscular:&nbsp; Myalgia, weakness, and increased creatine phosphokinase</li>\n\t\t<li>Renal:&nbsp; Oliguria, increased blood urea nitrogen and creatinine, and metabolic derangements (eg, hyponatremia)</li>\n\t\t<li>Hepatic:&nbsp; Increased transaminases and bilirubin</li>\n\t\t<li>Hematologic:&nbsp; Thrombocytopenia (disseminated intravascular coagulation [eg, ↑ PT and PTT])</li>\n\t\t<li>Neurologic:&nbsp; Confusion, dizziness, and seizure</li>\n\t\t<li>Pulmonary:&nbsp; Respiratory distress and bilateral crackles</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Desquamation of the rash (particularly of the palms and soles) typically occurs 1-2 weeks later.</p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of staphylococcal TSS requires BOTH of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Characteristic clinical features of rapid-onset fever, rash, and hypotension</li>\n\t<li>Evidence of multiorgan dysfunction (eg, elevated creatinine, elevated transaminases, thrombocytopenia) without an alternate cause</li>\n</ul><br><br><p>Additional laboratory findings may include neutrophilia, although leukocyte count is often normal.</p><br><br><p>Microbiological confirmation of <em>S aureus</em> should be attempted via cultures from mucosal sites (eg, vagina, nares) in cases of foreign body TSS and from any infected wounds but is not required for diagnosis.&nbsp; Blood cultures also should be obtained but are usually negative.</p><br><br><p>Imaging is not required for diagnosis but may identify sources of infection (eg, deep soft tissue infection).</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Streptococcal TSS</strong>:&nbsp; can include group A <em>Streptococcus</em> (GAS) superantigens, leads to fever and multiorgan dysfunction similar to staphylococcal TSS; however, diffuse erythema is not a typical finding.&nbsp; In addition, a distinct feature associated with streptococcal TSS is pain out of proportion to minor trauma (hyperalgesia) that usually precedes an apparent skin/soft tissue infection caused by invasive GAS.</li>\n\t<li><strong>Sepsis due to other pathogens</strong>:&nbsp; typically includes symptoms of fever, hypotension, and multiorgan failure, but diffuse erythema with desquamation is not expected.</li>\n\t<li><strong>Meningococcal infection</strong>:&nbsp; commonly presents with fever, vomiting, and rapid-onset shock.&nbsp; The associated rash is typically petechial, and meningeal signs (eg, nuchal rigidity) are characteristic.</li>\n\t<li><strong>Rocky Mountain spotted fever</strong>:&nbsp; develops fever and vomiting followed by rash (involving the palms and soles), hypotension, and multiorgan involvement.&nbsp; Although the rash may be initially macular, it quickly evolves to petechiae.&nbsp; It also characteristically begins on the extremities and spreads centripetally.</li>\n\t<li><strong>Kawasaki disease</strong>:&nbsp; is a vasculitis in children that causes prolonged fever with conjunctivitis, mucositis, cervical lymphadenopathy, rash, and extremity changes (eg, edema/erythema).&nbsp; Hemodynamic instability and multiorgan failure do not occur.</li>\n\t<li><strong>Stevens-Johnson syndrome</strong>:&nbsp; is a severe skin reaction to certain medications or infections and is characterized by a prodrome of fever and influenza-like symptoms, followed by mucocutaneous erythema and purpuric macules that progress to necrosis and sloughing of the epidermis.</li>\n\t<li><strong>Scarlet fever</strong>:&nbsp; in children with a recent group A streptococcal infection (eg, pharyngitis) develops as a prodrome of fever, headache, and sore throat that is typically followed by fine, pink, blanching papules with flexural accentuation (rough, sandpaper-like texture).&nbsp; Hypotension and organ failure do not occur.</li>\n\t<li><strong>Secondary syphilis</strong>:&nbsp; manifestations include a maculopapular rash involving the palms and soles along with low-grade fever.&nbsp; The course is indolent, and shock is not typical.</li>\n</ul>\n<h1>Management</h1><br><br><p>Treatment of staphylococcal TSS includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Resuscitative treatment</strong>:&nbsp; Massive cytokine release often causes intractable hypotension and diffuse capillary leak, necessitating high-volume fluid replacement and pressor therapy.</li>\n\t<li><strong>Source control</strong>:&nbsp; Infected foreign bodies (eg, tampons, nasal packing) must be removed.&nbsp; When TSS is due to a surgical or postpartum wound, wound exploration with debridement is often necessary.</li>\n\t<li><strong>Empiric antibiotics</strong>, including ALL of the following:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Vancomycin, which provides bactericidal activity against methicillin-resistant <em>S aureus</em></li>\n\t\t<li>Clindamycin, which inhibits the bacterial ribosome, leading to a drastic reduction in exotoxin production</li>\n\t\t<li>A penicillin/beta-lactamase inhibitor (eg, piperacillin-tazobactam), cefepime, or a carbapenem for gram-negative coverage until cultures are finalized (manifestations of TSS can be similar to those of gram-negative sepsis)</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Antibiotic coverage can be tailored to <em>S aureus</em> alone (ie, vancomycin and clindamycin) if cultures are confirmatory.</p>\n<h1>Prognosis</h1><br><br><p>Mortality rate is reduced with prompt diagnosis and treatment but remains approximately 5% (eg, due to arrhythmia or respiratory failure).</p><br><br><p>Most patients recover fully, although permanent organ dysfunction (eg, renal dysfunction) can occur.</p>\n<h1>Summary</h1><br><br><p>Staphylococcal toxic shock syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31755.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a potentially fatal, exotoxin-mediated condition characterized by rapid onset of fever, hypotension, rash, and multiorgan failure.&nbsp; Most cases are linked to a retained foreign body (eg, tampon, nasal packing) or surgical/postpartum wound infection.&nbsp; Treatment includes supportive care, source control (eg, foreign body removal), and antibiotic therapy.<p></p>\n</div>\n\n            "
}