{
  "meta": {
    "title": "X-linked (Bruton) agammaglobulinemia",
    "url": "https://brainandscalpel.vercel.app/x-linked-bruton-agammaglobulinemia-e1378024-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:40.219Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>X-linked (Bruton) agammaglobulinemia (XLA) is a primary immunodeficiency disorder characterized by the absence of mature B cells.&nbsp; Patients with XLA present with recurrent infections as transplacental immunoglobulin G (IgG) antibodies wane after age 6 months.</p>\n<h1>Pathogenesis </h1><br><br><p>B cell maturation begins in the bone marrow, where hematopoietic stem cells differentiate into immature B cells (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L62046.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Immature B cells then migrate to secondary lymphoid tissues (eg, spleen, lymph nodes), where they complete maturation.&nbsp; Mature B cells aggregate in the cortex of lymph nodes to form lymphoid follicles (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10621.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Upon antigenic stimulation, mature B cells migrate to secondary follicles, where they proliferate and differentiate into immunoglobulin-producing plasma cells in the germinal center.<p></p><br><br><p>XLA is caused by a genetic mutation in the <strong>Bruton tyrosine kinase (</strong><em><strong>BTK</strong></em><strong>) gene</strong> on the <strong>X chromosome</strong>.&nbsp; <em>BTK</em> is expressed in CD19+ cells and is involved in B cell maturation, as it is a protein that transduces signals from the pre–B-cell receptor.&nbsp; Without <em>BTK</em>-mediated signal transduction, B cell maturation is arrested at the pre–B-cell stage, limiting clonal expansion and differentiation.&nbsp; As a result, a profound <strong>reduction or absence of mature B cells</strong> occurs, resulting in an absence of lymphoid follicles, germinal centers, and plasma cells.&nbsp; Therefore, patients with XLA have a <strong>reduction in all major immunoglobulin classes</strong> (eg, IgG, IgA, IgM) and are unable to mount an effective humoral immune response, increasing susceptibility to infection.</p>\n<h1>Clinical presentation</h1><br><br><p>XLA typically presents with recurrent infections in late infancy (age &gt;6 months) as transplacental IgG wanes.&nbsp; Infections are typically bacterial but certain viral, fungal, and parasitic infections are also characteristic of XLA.&nbsp; Sinopulmonary and gastrointestinal infections are most common due in part to low secretory IgA.&nbsp; Patients are particularly susceptible to infection with pathogens that require <strong>antibody opsonization</strong> for phagocytosis, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Encapsulated bacteria</strong> (eg, <em>Haemophilus influenzae</em> type B, <em>Streptococcus pneumoniae</em>) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16733.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; Patients cannot mount an effective humoral response to routine childhood vaccinations and may present with vaccine-preventable disease, regardless of vaccination status.</li>\n\t<li><strong>Enterovirus</strong>:&nbsp; is a common cause of self-limited illness (eg, herpangina; hand, foot, and mouth disease) in immunocompetent children.&nbsp; Without neutralizing antibodies, patients are at risk for chronic infection with life-threatening complications (eg, meningoencephalitis).</li>\n\t<li><strong><em>Giardia lamblia</em></strong>:&nbsp; Patients are at risk for chronic infection with diarrhea and nutrient loss, which can delay growth and development over time.</li>\n</ul><br><br><p>Physical examination often shows small or absent lymphoid tissue (eg, tonsils, adenoids).</p>\n<h1>Diagnosis</h1><br><br><p>In cases of suspected XLA (eg, older infant male with a history of recurrent infections and absent lymphoid tissue), initial laboratory evaluation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count (CBC) can be misleadingly normal because B cells comprise only about 25% of total lymphocytes or show decreased absolute lymphocyte count.&nbsp; Otherwise, CBC is normal.</li>\n\t<li>Flow cytometry shows <strong>reduced or absent CD19+ B cells</strong> with normal CD3+ T cell concentrations.</li>\n\t<li>Quantitative immunoglobulin levels show reduced or <strong>absent levels of all immunoglobulin isotypes</strong> (eg, IgG, IgA, IgM, IgE, IgD).</li>\n\t<li>Serology shows reduced or absent antibody response to routine childhood vaccinations.</li>\n</ul><br><br><p>Genetic testing can identify the underlying mutation in the <em>BTK</em> gene, confirming the diagnosis.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for XLA includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Common variable immunodeficiency</strong>:&nbsp; presents with recurrent infections due to low IgG, IgM, and IgA in adolescent males and females.&nbsp; Although the differentiation of activated B cells into plasma cells is impaired, CD19+ B cell count is normal.</li>\n\t<li><strong>Severe combined immunodeficiency (SCID)</strong>:&nbsp; presents with severe and recurrent bacterial, viral, fungal, or opportunistic infections due to combined cellular and humoral immunodeficiency in late infancy.&nbsp; In contrast to XLA, B cell and T cell counts are reduced or absent.&nbsp; SCID is most commonly X-linked.</li>\n\t<li><strong>CD40 ligand deficiency</strong> (X-linked hyper-IgM syndrome):&nbsp; presents with recurrent sinopulmonary infections due to low IgG in male infants.&nbsp; IgM is elevated due to defective class-switch recombination.</li>\n\t<li><strong>Wiskott-Aldrich syndrome</strong>:&nbsp; is an X-linked disorder characterized by immunodeficiency, microthrombocytopenia, and eczema.&nbsp; B cell and T cell counts are classically low but can be normal in infancy.&nbsp; Quantitative immunoglobulin analysis shows low-to-normal IgG and IgM with elevated IgA and IgE.</li>\n\t<li><strong>Transient hypogammaglobulinemia of infancy</strong>:&nbsp; is characterized by low IgG, variable IgM, and normal IgA levels; B cell count is normal.&nbsp; Patients develop mild, recurrent sinopulmonary and gastrointestinal infections.&nbsp; Immunoglobulin levels generally normalize by age 9-15 months.</li>\n</ul>\n<h1>Management</h1><br><br><p>No cure exists for XLA, but effective management can prevent serious infections and improve quality of life.&nbsp; Management involves infection prevention and immunoglobulin replacement therapy.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Infection prevention</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Antimicrobial prophylaxis:&nbsp; may be indicated for patients with recurrent infections despite adequate immunoglobulin replacement therapy.</li>\n\t\t<li>Killed vaccines:&nbsp; Although patients cannot mount an effective antibody response, killed vaccines may be considered for possible T cell–mediated immune response that would offer additional immunity beyond that of immunoglobulin replacement therapy.&nbsp; In contrast, live vaccines (eg, MMR, rotavirus) are not recommended due to the risk of severe vaccine-associated infections.</li>\n\t\t<li>Aggressive treatment of infections:&nbsp; includes initial use of broad-spectrum antimicrobials at the earliest sign of infection.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Immunoglobulin replacement therapy</strong> (eg, intravenous immunoglobulin [IVIG]):&nbsp; consists of pooled immunoglobulins from thousands of donors, providing passive immunity against common pathogens.&nbsp; However, IVIG offers minimal protection from uncommon pathogens, leaving patients susceptible.&nbsp; In addition, IVIG does not replace the immediate increase in antibody production upon exposure to a known pathogen in immunocompetent patients.</li>\n</ul><br><br><p>Genetic counseling may be beneficial for families with a history of XLA.</p>\n<h1>Prognosis</h1><br><br><p>With prompt diagnosis and appropriate management, patients with XLA can lead relatively normal lives, although they remain at increased susceptibility to infections.&nbsp; Regular IVIG transfusions improve long-term outcomes; however, patients are at risk for pulmonary (due to chronic lung infections) and neurologic (due to chronic enteroviral infection) complications.&nbsp; Although the exact association remains uncertain, patients appear to be at increased risk for malignancy, autoimmune conditions, sensorineural hearing loss, and eczema.</p>\n<h1>Summary</h1><br><br><p>X-linked (Bruton) agammaglobulinemia is a primary immunodeficiency disorder characterized by the absence of mature B cells (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60480.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Patients present with recurrent infections as transplacental IgG antibodies wane after age 6 months.&nbsp; Management involves infection prevention (eg, antimicrobial prophylaxis) and immunoglobulin replacement therapy.&nbsp; With appropriate management, the prognosis is favorable, although patients remain at increased susceptibility to infection.<p></p>\n</div>\n\n            "
}