{
  "meta": {
    "title": "Adjustment disorder",
    "url": "https://brainandscalpel.vercel.app/adjustment-disorder-b1a6c27a-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:29.663Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Adjustment disorder is characterized by the development of emotional or behavioral symptoms in response to an identifiable stressor.&nbsp; The stressor can be of any severity (eg, moving, death of a pet, cancer diagnosis).&nbsp; Symptoms must start within 3 months of the stressful event and cause marked distress and/or functional impairment.&nbsp; Adjustment disorder is a self-limiting condition, typically resolving without intervention within 6 months unless the stressor or its consequences are ongoing (eg, chronic illness, financial hardship after losing a job).</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>Adjustment disorder is common and constitutes approximately 5%-20% of outpatient psychiatric visits.&nbsp; Prevalence is higher in patients with a chronic illness or condition (eg, cancer, burn injuries) as well as in migrants and refugees.</p><br><br><p>Risk factors that may influence the development of adjustment disorder after a stressful event include a preexisting psychiatric condition, adverse childhood event (eg, abuse, neglect), prior traumatic experience, a lack of resiliency/maladaptive coping strategies, and minimal social support.</p>\n<h1>Clinical presentation</h1><br><br><p>Adjustment disorder occurs in response to a stressful life event, which can be of any severity (eg, failing an exam, divorce, miscarriage).&nbsp; Symptoms typically start immediately following a stressor and do not require a minimum duration for diagnosis.&nbsp; Difficulty coping with and adapting to the stressor and its consequences results in the development of ≥1 of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Depressed mood</strong>:&nbsp; sadness, hopelessness, tearfulness</li>\n\t<li><strong>Anxiety</strong>:&nbsp; jitteriness, nervousness, helplessness</li>\n\t<li><strong>Disturbance of conduct</strong>:&nbsp; impulsivity, reckless driving, destruction of property, aggression</li>\n</ul><br><br><p>Additional symptoms may include sleep disturbances, concentration difficulties with decreased productivity, social withdrawal, and suicidality.</p>\n<h1>Diagnosis</h1><br><br><p>For a diagnosis of adjustment disorder, the following criteria must be met:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Development of emotional or behavioral symptoms in response to an identifiable stressor <strong>within 3 months of the onset of the stressor</strong></li>\n\t<li>Clinically significant symptoms that include 1 or both of the following:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Marked distress that is out of proportion to the severity of the stressor</strong></li>\n\t\t<li><strong>Significant functional impairment</strong> (eg, social, occupational, personal)</li>\n\t</ul>\n\t</li>\n\t<li>The symptoms do not meet criteria for another mental disorder and are not an exacerbation of a preexisting mental disorder</li>\n\t<li>The symptoms do not represent normal bereavement</li>\n\t<li>The symptoms do not persist more than 6 months beyond the termination of the stressor or its consequences</li>\n</ul><br><br><p>Adjustment disorder symptoms resolve within 6 months of the stressor terminating (eg, relationship break-up), though they may persist beyond 6 months in cases of an ongoing stressor (eg, spousal estrangement) or consequences of the stressor (eg, rebuilding home destroyed by a fire).</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Normative stress reaction</strong>:&nbsp; is a transient physical and psychological response experienced by most people immediately following a stressful or traumatic event; the reaction is proportional to the severity of the stressor, does not cause significant functional impairment, and typically subsides within a few weeks.</li>\n\t<li><strong>Acute stress disorder</strong>:&nbsp; is also characterized by a transient response to an identifiable stressor; however, the stressor must be life-threatening and is typically associated with intrusive, distressing memories and avoidance behaviors.&nbsp; The duration of symptoms must also be at least 3 days and no longer than a month.</li>\n\t<li><strong>Bereavement</strong>:&nbsp; is a normative response to the death of a loved one that also includes mood and behavioral changes; however, the feelings of sadness are specific to thoughts of the deceased, and the intensity of symptoms typically decreases within days to weeks.&nbsp; If symptoms of grief exceed what is normally expected in duration or intensity, a diagnosis of adjustment disorder may be indicated.</li>\n\t<li><strong>Major depressive disorder</strong> (MDD):&nbsp; is also characterized by low mood, hopelessness, and functional impairment and can be precipitated by a stressful event; however, the severity and number of symptoms (eg, sleep disturbances, anhedonia, guilt, suicidal ideation) are increased in MDD, lasting at least 2 weeks.</li>\n</ul>\n<h1>Management</h1><br><br><p>Though adjustment disorder is a self-limiting condition that remits with resolution of and/or adaptation to the stressor, symptoms cause marked distress and functional impairment and may improve with treatment.&nbsp; Psychotherapy is considered first-line treatment for adjustment disorder, and pharmacotherapy is used as an adjunct for severe symptoms.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Psychotherapy</strong>, along with short-term options such as cognitive-behavioral therapy (CBT), interpersonal psychotherapy (IPT), or psychodynamic psychotherapy, can help reduce stress, reframe negative thoughts, and build coping skills.</li>\n\t<li><strong>Pharmacotherapy</strong> is used short-term to lessen severe symptoms.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Insomnia</strong>:&nbsp; nonbenzodiazepine benzodiazepine receptor agonist (NBBRA) (eg, zolpidem)</li>\n\t\t<li><strong>Panic attacks</strong>:&nbsp; benzodiazepines</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Periodic reevaluation of symptoms is necessary as an increase in number and severity may be consistent with depression, an anxiety disorder, or a trauma-related disorder, which would warrant a change in treatment (eg, selective serotonin reuptake inhibitors).</p>\n<h1>Prognosis</h1><br><br><p>Adjustment disorder symptoms caused by an acute stressor typically subside within 6 months of onset.&nbsp; Chronic, ongoing stressors or those with enduring consequences are associated with longer symptom duration and may progress to depression, anxiety, or trauma-related disorders.&nbsp; Positive prognostic indicators include engagement with treatment as well as a lack of comorbid psychiatric conditions and substance use disorders.</p>\n<h1>Summary</h1><br><br><p>Adjustment disorder (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/70440.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) involves emotional or behavioral symptoms that cause marked distress and functional impairment in response to an identifiable stressor.&nbsp; Symptoms must start within 3 months of the stressful event, which can be of any severity.&nbsp; Adjustment disorder typically resolves without intervention within 6 months unless the stressor or its consequences are ongoing (eg, chronic illness, financial hardship after losing a job).&nbsp; Treatment consists of psychotherapy with the goal of adapting to the event and its effects as well as promoting a return to functioning.<p></p>\n</div>\n\n            "
}