{
  "meta": {
    "title": "Attention deficit hyperactivity disorder",
    "url": "https://brainandscalpel.vercel.app/attention-deficit-hyperactivity-disorder-1a374d2e-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:36.328Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Attention deficit hyperactivity disorder (ADHD) is a neurodevelopmental disorder that begins in childhood and is characterized by a chronic, persistent pattern of inattention, hyperactivity, and impulsivity.&nbsp; Symptoms can impair social, academic, and occupational functioning throughout childhood and can persist into adulthood in many cases.</p>\n<h1>Epidemiology</h1><br><br><p>ADHD is one of the most common psychiatric conditions in children.&nbsp; The worldwide prevalence of ADHD is estimated to be 7% among children and 2.5% among adults.</p>\n<h1>Pathogenesis</h1><br><br><p>Dysfunction in the dopaminergic and noradrenergic pathways is thought to play a key role in the symptoms of ADHD.&nbsp; The brain regions most affected include the prefrontal cortex and basal ganglia, which are associated with executive function, attention, and motor control.</p>\n<h1>Risk factors</h1><br><br><p>Several risk factors, particularly those impacting early development, contribute to the etiology of ADHD.&nbsp; There is a strong genetic predisposition, with heritability of ADHD being approximately 70-80%.&nbsp; Exposure to tobacco and alcohol in utero significantly increases the risk for ADHD.&nbsp; Prematurity and low birth weight are also associated with ADHD.&nbsp; Lead exposure, CNS infections, and head trauma during the early developmental period may also increase the risk for ADHD.</p>\n<h1>Clinical presentation</h1><br><br><p>The 2 primary categories of symptoms in ADHD are:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Inattention</strong> (eg, focusing difficulties, distractibility, inability to listen or follow instructions, disorganization, forgetfulness, misplacement/loss of objects)</li>\n\t<li><strong>Hyperactivity and impulsivity</strong> (eg, fidgeting, talking excessively, interrupting others, blurting out answers)</li>\n</ul><br><br><p>Symptoms begin in childhood, often initially manifesting as hyperactivity and impulsivity in the preschool/elementary school years.&nbsp; Academic difficulties and disciplinary problems at school are common presenting concerns.&nbsp; Inattention generally becomes more prominent later in childhood, when daily demands (eg, school) overcome the patient's capacity to sustain attention.&nbsp; By adolescence, hyperactivity symptoms tend to subside, whereas inattention and impulsivity can persist.</p><br><br><p>These symptoms can affect various domains of daily functioning of a child, such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Academic (eg, poor grades, incomplete assignments)</li>\n\t<li>Behavioral (eg, blurting out offensive comments, intruding on classmates)</li>\n\t<li>Social (eg, peer rejection and teasing due to behaviors stemming from impaired executive function, family discord)</li>\n</ul><br><br><p>Symptoms can vary depending on context and may be less prevalent when the patient is under close supervision, is engaged in a particularly interesting activity, or has consistent external stimulation (eg, electronic screens).</p><br><br><p>Up to 60% of patients with ADHD continue to have problematic ADHD symptoms as adults.&nbsp; Adults typically present with less hyperactive symptoms.&nbsp; However, symptoms of inattentiveness and impulsivity may remain significant.&nbsp; During adulthood, ADHD can present in the following ways:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Occupational (eg, job instability, poor time management, disorganization, difficulty following through with tasks, lacking attention to detail)</li>\n\t<li>Behavioral (eg, emotional dysregulation, low frustration tolerance, anger outbursts, risky behaviors such as substance misuse, increased driving problems)</li>\n\t<li>Social (eg, increased interpersonal conflict, unstable relationships)</li>\n</ul><br><br><p>ADHD frequently cooccurs with other psychiatric conditions, such as major depressive disorder, anxiety disorders, oppositional defiant disorder (ODD), conduct disorder, and disruptive mood dysregulation disorder.</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of ADHD is clinical and based on the following criteria:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A persistent pattern for <strong>≥6 months</strong> of ≥6 inattention symptoms and/or ≥6 hyperactive/impulsive symptoms:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>≥6 inattention</strong> symptoms (≥5 symptoms if age ≥17)<br><br>\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Overlooks details, makes careless mistakes</li>\n\t\t\t<li>Has difficulty focusing (eg, games, tasks, reading, lectures)</li>\n\t\t\t<li>Does not appear to listen when spoken to</li>\n\t\t\t<li>Cannot follow instructions, gets sidetracked, is unable to finish tasks</li>\n\t\t\t<li>Has difficulty organizing tasks (eg, fails to meet deadlines)</li>\n\t\t\t<li>Avoids tasks requiring sustained concentration (eg, completing forms)</li>\n\t\t\t<li>Loses/misplaces objects required to perform tasks (eg, phone, keys)</li>\n\t\t\t<li>Is easily distracted by extraneous stimuli</li>\n\t\t\t<li>Is forgetful with daily activities (eg, chores, appointments)</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li><strong>≥6 hyperactive/impulsive</strong> symptoms (≥5 symptoms if age ≥17)\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Fidgets or squirms in seat</li>\n\t\t\t<li>Leaves seat when expected to remain seated (eg, in class)</li>\n\t\t\t<li>Runs or climbs inappropriately (eg, darts into street)</li>\n\t\t\t<li>Cannot play or engage in activities quietly</li>\n\t\t\t<li>Is often physically active or on the go (as if driven by a motor)</li>\n\t\t\t<li>Talks excessively</li>\n\t\t\t<li>Blurts out answers and completes others' sentences</li>\n\t\t\t<li>Cannot wait for their turn (eg, in line)</li>\n\t\t\t<li>Interrupts/intrudes when others are busy or speaking</li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>Several symptoms presenting before age 12</li>\n\t<li>Symptoms <strong>occurring in at least 2 settings</strong> (eg, home, school, peer relations, occupation)</li>\n\t<li>Symptoms resulting in functional impairment</li>\n</ul><br><br><p>Diagnosing ADHD involves conducting a clinical interview with the patient and collecting collateral information (eg, from parents, teachers, and/or significant others) to gather a detailed history.</p><br><br><p>In adults, diagnosing ADHD can be difficult because they are less likely to exhibit observable hyperactivity, and recall of childhood symptoms is often unreliable.&nbsp; Verifying childhood ADHD symptoms (eg, talking to a parent if possible) and/or obtaining prior medical records may aid in confirming whether symptoms are longstanding.&nbsp; This includes determining if symptoms were present prior to age 12 with clear impairment in functioning during childhood.&nbsp; Symptoms must also cause current functional impairment in multiple settings.</p><br><br><p>There are no specific laboratory tests (eg, neuropsychological tests) to diagnose ADHD.&nbsp; However, such testing may identify specific learning strengths and weaknesses, which may help in effectively implementing school accommodations.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of ADHD includes several conditions that may present with similar symptoms of inattention or hyperactivity/impulsivity (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/99540.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Specific learning disorders</strong>:&nbsp; involve difficulties in reading (eg, dyslexia), writing, or mathematics that can lead to inattentiveness and academic problems.&nbsp; However, inattentiveness would not be present in academic settings where there is not a known deficiency.</li>\n\t<li><strong>Hearing impairment</strong>:&nbsp; can cause inattentiveness.&nbsp; However, there will likely be evidence of speech and language deficits, which are not typical in ADHD.</li>\n\t<li><strong>Oppositional defiant disorder</strong> (ODD) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84904.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; can present with socially inappropriate and uncooperative behaviors that result in disciplinary problems.&nbsp; In ODD, these behaviors are driven by intentional defiance and vindictiveness, whereas in ADHD, disruptive behaviors are impulsive, unintentional, and limited to situations that require sustained effort.</li>\n\t<li><strong>Autism spectrum disorder</strong> (ASD):&nbsp; mood dysregulation that occurs due to intolerance to change from an expected course of events, whereas ADHD involves mood dysregulation that results from impulsivity or poor self-control.</li>\n\t<li><strong>Anxiety disorders</strong>:&nbsp; can present with restlessness and inattention due to excessive worry.&nbsp; In contrast, inattention in ADHD is driven by distraction with internal (eg, daydreaming) or external (eg, noises outside, peers talking) stimuli.</li>\n\t<li><strong>Major depressive disorder</strong>:&nbsp; presents with sadness, fatigue, and lack of motivation, which can mimic inattentiveness.&nbsp; However, inattentiveness occurs during depressive episodes, unlike the chronic nature of inattentiveness seen in ADHD.</li>\n\t<li><strong>Bipolar disorder</strong>:&nbsp; can present with hyperactivity and mood swings that occur in distinct episodes, which is unlike the chronic nature of ADHD symptoms.</li>\n\t<li><strong>Obstructive sleep apnea</strong>:&nbsp; often presents with inattention due to excessive daytime sleepiness in the context of other sleep-related breathing disturbances (eg, snoring).</li>\n\t<li><strong>Absence seizures</strong>:&nbsp; manifest as inattention but occur as discrete episodes with complete unresponsiveness to stimuli.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of ADHD is multimodal and includes psychosocial interventions, educational interventions, and/or pharmacotherapy.&nbsp; Treatment recommendations vary with different age groups:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Children age 4-5:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Psychosocial interventions (parent training in behavior management)</li>\n\t\t<li>Educational interventions</li>\n\t\t<li>Pharmacotherapy (not first-line; may be considered in severe/refractory cases)</li>\n\t</ul>\n\t</li>\n\t<li>Children age ≥6 and adolescents:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Pharmacotherapy</li>\n\t\t<li>Psychosocial interventions (skills and social skills training)</li>\n\t\t<li>Educational interventions</li>\n\t</ul>\n\t</li>\n\t<li>Adults:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Pharmacotherapy</li>\n\t\t<li>Cognitive-behavioral therapy (CBT)</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Psychosocial interventions</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Parent training in behavior management (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/85571.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is the first-line recommendation for children age 4-5:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Reinforces positive behavior and reduces disruptive behaviors</li>\n\t\t<li>Identifies ineffective parent-child interactions that sustain unwanted behaviors</li>\n\t\t<li>Teaches parents to implement effective behavioral techniques (eg, rewards and nonpunitive consequences to shape behavior, clear expectations and limits set consistently and calmly, structured daily schedules)</li>\n\t</ul>\n\t</li>\n\t<li>Skills training includes, for example, time management and organizational skills.</li>\n\t<li>Social skills training addresses deficits in social skills.</li>\n\t<li>CBT targets executive dysfunction (eg, organizing, prioritizing tasks, planning).</li>\n</ul>\n<h2>Educational interventions</h2><br><br><p>Children with ADHD often have challenges in traditional school settings and may qualify for accommodations or specialized education services (eg, an individualized education plan).&nbsp; ADHD is regarded as a disability under the Individuals with Disabilities Education Act.&nbsp; Physicians should advocate for patients' rights and educational needs and provide information to help determine if special classroom accommodations are indicated.</p><br><br><p>Environmental supports provide equal access to education and school activities and assist in navigating school demands.&nbsp; For a child having significant difficulties in the school setting, accommodations of the school environment may include smaller class sizes, smaller student/teacher ratios, having the student sit at the front of the class, scheduled breaks, using a tape recorder for note taking, and/or providing a computer for written work.</p>\n<h2>Pharmacotherapy</h2><br><br><p>Pharmacotherapy is first-line treatment for ADHD in children age ≥6 (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/74965.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Stimulants</strong> (methylphenidates, amphetamines)</li>\n\t<li><strong>Alpha agonists</strong> (guanfacine, clonidine)</li>\n\t<li><strong>Selective norepinephrine reuptake inhibitors</strong> (atomoxetine)</li>\n</ul><br><br><p>Stimulants are the most effective pharmacologic agent for ADHD.&nbsp; Nonstimulants (guanfacine, clonidine, atomoxetine) are considered second-line or adjunctive treatments for ADHD.&nbsp; They may be preferred in patients who do not tolerate stimulants (eg, weight loss), have contraindications (eg, history of drug misuse, severe hypertension), or have comorbid conditions such as anxiety or substance use disorders.</p><br><br><p>Stimulants are discussed in more detail in a separate article.</p>\n<h1>Prognosis</h1><br><br><p>ADHD is a chronic condition that persists into adulthood in approximately 60% of cases.&nbsp; Patients with ADHD often struggle with poor self-esteem due to years of underachievement and may experience comorbid mood and anxiety disorders.&nbsp; ADHD has been associated with higher levels of unemployment, reduced educational achievement and work productivity, increased risk for accidents, and substance misuse.&nbsp; Early diagnosis and appropriate treatment improve long-term outcomes.</p>\n<h1>Summary</h1><br><br><p>Attention deficit hyperactivity disorder is a neurodevelopmental condition characterized by a chronic and persistent pattern of inattention and/or hyperactivity and impulsivity that can significantly impair daily functioning.&nbsp; Symptoms begin in childhood and persist to adulthood in the majority of cases.&nbsp; The diagnosis is based on clinical history.&nbsp; Treatment is multimodal and can involve psychosocial interventions, educational interventions, and/or pharmacotherapy.</p>\n</div>\n\n            "
}