{
  "meta": {
    "title": "Bipolar II disorder",
    "url": "https://brainandscalpel.vercel.app/bipolar-ii-disorder-8316ab43-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:38.800Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Bipolar II disorder is a chronic mood disorder that involves ≥1 hypomanic episode and ≥1 major depressive episode with no history of mania.&nbsp; Hypomanic episodes are characterized by ≥4 days of elevated, expansive, or irritable mood and persistently increased energy.&nbsp; \"Bipolar\" refers to the 2 poles of mania/hypomania and depression; in bipolar II disorder, patients fluctuate between hypomania and depression or experience these two mood states simultaneously (ie, episode with mixed features).&nbsp; Recurrent alternating mood states and depressive episodes result in significant functional impairment and often require lifetime maintenance treatment.</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>The lifetime prevalence of bipolar II disorder is estimated to be 0.4% among adults.&nbsp; Prevalence rates are similar in men and women, and the average age at onset is the mid-20s.</p><br><br><p>Several factors appear to increase the risk of developing bipolar II disorder, including a first-degree relative with bipolar disorder, adverse childhood experiences (eg, trauma, neglect), substance use disorder, major life changes/stressors (eg, divorce, bereavement), and the postpartum period.</p>\n<h1>Pathogenesis</h1><br><br><p>The pathogenesis of bipolar II disorder is not completely understood; it appears to be multifactorial, including neurotransmitter abnormalities such as the imbalance of monoamines (serotonin, dopamine, and norepinephrine) as well as dysfunctional signaling of monoamines and glutamate.</p>\n<h1>Clinical presentation</h1><br><br><p>A diagnosis of bipolar II disorder must include ≥1 hypomanic episode and ≥1 major depressive episode.</p>\n<h2>Hypomanic episode</h2><br><br><p>Hypomania involves a marked change from baseline in mood and energy levels for <strong>≥4 days</strong>.&nbsp; Patients may be uncharacteristically enthusiastic and euphoric, although mood can rapidly shift to irritable or angry.&nbsp; Increased activity levels and energy during hypomania often lead patients to initiate multiple new tasks or projects, which can be associated with an improvement in functioning in some patients.&nbsp; Additional symptoms of hypomania may include the following (<strong>DIG FAST mnemonic</strong>):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>D</strong>istractibility:&nbsp; results in difficulty focusing, following directions, and conversing; patients are unable to filter out irrelevant external stimuli and may comment on others' clothing or items in the room.</li>\n\t<li><strong>I</strong>mpulsivity (excessive involvement in activities with high potential for painful consequences):&nbsp; can include uncharacteristic gambling, shopping sprees, reckless driving, and/or risky sexual behaviors due to impaired judgment.</li>\n\t<li><strong>G</strong>randiosity or inflated self-esteem:&nbsp; can include high levels of self-confidence in areas in which the patient has no experience (eg, providing legal advice despite having no knowledge of law).</li>\n\t<li><strong>F</strong>light of ideas or racing thoughts:&nbsp; make it difficult to communicate clearly; patient responses are irrelevant to questions and may jump from one topic to another.</li>\n\t<li><strong>A</strong>ctivity increased (including goal-directed activity or psychomotor agitation):&nbsp; may appear as engaging in multiple different activities (eg, projects at work, sex, religious or political causes, increased social contact); patients may also appear to be restless (eg, pacing, fidgeting).</li>\n\t<li><strong>S</strong>leep decreased:&nbsp; are very common; patients may not sleep at all or sleep 2-3 hours a night and feel well rested; this differs from insomnia, which occurs when a patient wants to sleep and feels tired but is unable to fall asleep.</li>\n\t<li><strong>T</strong>alkativeness (more talkative than usual or feeling pressured to keep talking):&nbsp; includes rapid speech that is difficult to interrupt; speech is often loud and may include jokes, singing, laughter, or threats.</li>\n</ul><br><br><p>Unlike mania, hypomania symptoms are <u>not</u> severe enough to cause functional impairment or require hospitalization.&nbsp; Hypomania does not involve psychotic features (eg, hallucinations, delusions); if present, the episode would be considered mania.</p><br><br><p>Duration of hypomania varies, though the majority of episodes resolve within 6 weeks with treatment.</p>\n<h2>Major depressive episode</h2><br><br><p>The majority of patients with bipolar II disorder spend more time in the depressive phase, which is associated with functional impairment.&nbsp; Depressive episodes are experienced the majority of the day for ≥2 consecutive weeks, include ≥5 symptoms, and are accompanied by significant distress and/or functional impairment.</p><br><br><p>A major depressive episode causes emotional, cognitive, and physical changes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Low mood: can be described by a patient in different ways (eg, down, empty, sad, hopeless) or can be observed (eg, frequent tearfulness); irritability instead of sadness is common in children and adolescents.</li>\n\t<li>Decreased interest or pleasure in activities (anhedonia): may be experienced as not participating in or caring about previously enjoyed hobbies/activities; symptoms may include social withdrawal (eg, no longer attending family events) and decreased interest in sex.</li>\n\t<li>Weight or appetite changes: vary and can either increase (eg, cravings for carbohydrates with resulting weight gain) or decrease (eg, skipping meals and losing weight).</li>\n\t<li>Sleep changes: can include hypersomnia (increased nighttime sleeping and/or daytime naps) or difficulty sleeping (most commonly nighttime awakening with difficulty falling back to sleep).</li>\n\t<li>Psychomotor changes: present as either restlessness (eg, pacing, hand-wringing, fidgeting) or retardation (eg, slow thinking and body movements, increased speech latency).</li>\n\t<li>Fatigue or decreased energy: is very common in depression; everyday tasks that require minimal exertion are exhausting (eg, checking mailbox, brushing teeth).</li>\n\t<li>Feelings of worthlessness or excessive guilt: can include negative self-evaluation and feelings of guilt for minor past failings (eg, accidentally denting the car years ago); thoughts can be delusional (eg, patient believes they are the sole cause of climate change).</li>\n\t<li>Concentration difficulties or indecisiveness: can appear as being easily distracted, experiencing memory issues, or having difficulty making minor decisions (eg, what to wear) and may manifest as poor performance at work or school.</li>\n\t<li>Thoughts of death, suicidal ideation, or suicide attempt: ranges from passive thoughts of suicide (eg, not wanting to be alive anymore or being better off dead) to having thoughts about killing oneself with a specific plan as well as acting on suicidal thoughts</li>\n</ul><br><br><p>A hypomanic or depressive episode that also involves some symptoms of the opposite polarity is specified as having \"<strong>mixed features</strong>.\" For example, a patient experiencing a hypomanic episode (irritability, rapid speech, increased self-esteem and activity level) who has concurrent low mood, guilt, and suicidal ideation would be diagnosed as having a hypomanic episode with mixed features.</p>\n<h1>Diagnosis</h1><br><br><p>For a diagnosis of bipolar II disorder, the following criteria for both a current or past hypomanic episode and for a current or past major depressive episode must be met.</p>\n<h2>Hypomanic episode</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A hypomanic episode is a distinct period of abnormally and persistently elevated, expansive, or irritable mood and abnormally and persistently increased activity or energy, lasting <strong>≥4 consecutive days</strong> and present most of the day, nearly every day.</li>\n\t<li>During the period of mood disturbance and increased energy and activity, <strong>≥3 of the following symptoms</strong> (4 if the mood is only irritable) have persisted, represent a noticeable change from usual behavior, and have been present to a significant degree:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Inflated self-esteem or grandiosity</li>\n\t\t<li>Decreased need for sleep (eg, feels rested after only 2-3 hours of sleep)</li>\n\t\t<li>More talkative than usual or feeling pressured to keep talking</li>\n\t\t<li>Flight of ideas or subjective experience that thoughts are racing</li>\n\t\t<li>Distractibility (ie, attention too easily drawn to unimportant or irrelevant external stimuli), as reported or observed</li>\n\t\t<li>Increase in goal-directed activity (either socially, at work or school, or sexually) or psychomotor agitation (ie, purposeless, non-goal-directed activity)</li>\n\t\t<li>Excessive involvement in activities that have a high potential for painful consequences (eg, engaging in unrestrained buying sprees, high-risk sexual activity, or foolish business investments)</li>\n\t</ul>\n\t</li>\n\t<li>The episode is associated with an unequivocal change in functioning that is uncharacteristic of the individual when not symptomatic.</li>\n\t<li>The disturbance in mood and the change in functioning are observable by others.</li>\n\t<li>The episode is not severe enough to cause marked impairment in social or occupational functioning or to necessitate hospitalization.&nbsp; If there are psychotic features, the episode is, by definition, manic.</li>\n\t<li>The episode is not attributable to the physiologic effects of a substance, medication, or another medical condition.&nbsp; <strong>Note:&nbsp;</strong> A full hypomanic episode that emerges during antidepressant treatment (eg, medication, electroconvulsive therapy) but persists at a fully syndromal level beyond the physiologic effect of that treatment is sufficient evidence for a hypomanic episode diagnosis.</li>\n</ul>\n<h2>Major depressive episode</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In major depressive episode, <strong>≥5 of the following symptoms</strong> are present during the same <strong>2-week period</strong>, representing a change from previous functioning; at least 1 of the symptoms is either depressed mood or anhedonia (loss of interest or pleasure).<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Depressed mood most of the day, nearly every day, as indicated by either subjective report (eg, patient reports feeling sad) or observation made by others (eg, patient appears tearful).&nbsp; Note: In children and adolescents, mood can be irritable</li>\n\t\t<li>Markedly diminished interest or pleasure in all, or almost all, activities most of the day, nearly every day (as indicated by subjective report or as observed by others)</li>\n\t\t<li>Significant weight loss when not dieting, weight gain, or fluctuations in appetite nearly every day</li>\n\t\t<li>Insomnia or hypersomnia nearly every day</li>\n\t\t<li>Psychomotor agitation or retardation nearly every day (as observed by others, not merely subjective feelings of restlessness or being slowed down)</li>\n\t\t<li>Fatigue or loss of energy nearly every day</li>\n\t\t<li>Feelings of worthlessness or excessive or inappropriate guilt (which may be delusional) nearly every day</li>\n\t\t<li>Diminished ability to think or concentrate, or indecisiveness, nearly every day (either by subjective account or as observed by others)</li>\n\t\t<li>Recurrent thoughts of death, recurrent suicidal ideation, or a suicide attempt</li>\n\t</ul>\n\t</li>\n\t<li>The symptoms cause clinically significant distress or impairment in social, occupational, or other important areas of functioning.</li>\n\t<li>The episode is not attributable to the physiologic effects of a substance or another medical condition.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>When considering the differential diagnosis for hypomania, the duration of symptoms, level of functional impairment, and history of major mood episodes are distinguishing factors (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38666.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bipolar I disorder</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34762.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; often includes hypomanic episodes, although it is characterized by at least 1 episode of mania, which must be ≥1 week in duration; patients initially diagnosed with bipolar II disorder may eventually experience a manic episode, at which point the diagnosis would be changed to bipolar I disorder.</li>\n\t<li><strong>Cyclothymic disorder</strong>:&nbsp; involves recurrent mood episodes similar to hypomania and depression, although the number and/or duration of symptoms is less than what is required for a diagnosis of hypomania or major depressive episode (eg, 4 depressive symptoms of 1-week duration).</li>\n\t<li><strong>Major depressive disorder</strong>:&nbsp; also includes depressive episodes; however, there is no history of hypomania; patients who are ultimately diagnosed with bipolar II disorder may have multiple depressive episodes before experiencing hypomania.</li>\n\t<li><strong>Borderline personality disorder</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108395.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; can also involve unstable relationships, affective instability, and impulsivity; however, these characteristics are persistent and pervasive, not episodic; bipolar II disorder can co-occur with personality disorders, in which case both diagnoses are given.</li>\n</ul>\n<h1>Evaluation and diagnostic work-up</h1><br><br><p>Most patients with bipolar II disorder get evaluated during a depressive episode since hypomania may not be seen as requiring treatment and can be associated with an improvement in functionality.</p><br><br><p>A thorough history (including prior mood episodes, substance use, and family psychiatric disorders) and physical examination are necessary to determine the likelihood of bipolar II disorder versus other medical conditions that may present similarly.</p><br><br><p>Initial laboratory testing should include a complete blood count, basic metabolic panel, serum TSH level, and urine drug screen.&nbsp; Depending on clinical findings, additional diagnostic work-up may be indicated for conditions that can present with hypomania-like symptoms (eg, bedtime salivary cortisol for hypercortisolism, electroencephalogram for epilepsy).</p>\n<h1>Management</h1><br><br><p>Bipolar II disorder is associated with a significantly elevated risk for suicide (lifetime suicide risk 20-30 times greater than in the general population).&nbsp; Screening for suicidal ideation (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32384.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ), assessment of risk factors (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32383.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ), and safety planning are necessary for all patients.&nbsp; Prior history of a suicide attempt greatly increases the risk for suicide.&nbsp; Risk for suicide often determines the appropriate level of care for patients: patients who are at imminent risk of harming themselves (eg, suicidal ideation with a plan and intent) require emergent hospitalization.<p></p><br><br><p>Treatment of bipolar II disorder is similar to that for bipolar I disorder and includes a combination of pharmacotherapy, psychotherapy, and lifestyle modifications that are dependent on the current phase of illness (eg, hypomania, depression, maintenance), medication history, and risk of adverse effects.</p>\n<h2>Pharmacotherapy&nbsp;</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hypomania</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Medications include antipsychotics (eg, olanzapine, risperidone, quetiapine, haloperidol) and mood-stabilizers (lithium and anticonvulsants [eg, valproate, carbamazepine]).</li>\n\t\t<li>First-line option may be monotherapy with a <strong>second-generation antipsychotic</strong> (eg, risperidone or olanzapine).</li>\n\t\t<li>Adjunct benzodiazepines can be used for insomnia and agitation.</li>\n\t\t<li>Taper and <strong>discontinue</strong> any <strong>antidepressants</strong>.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Bipolar depression</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>First-line options:&nbsp; monotherapy with <strong>quetiapine</strong> or <strong>lurasidone</strong>.&nbsp; If the patient has a partial response, an addition of mood stabilizer (lithium or valproate) can be considered.&nbsp; If the medication is intolerable or unsuccessful, the patient can switched to valproate monotherapy or olanzapine-fluoxetine combination.</li>\n\t\t<li><strong>Antidepressant monotherapy</strong> should be <strong>avoided</strong> due to risk of mood cycling to hypomania but may be considered as an adjunct to an antipsychotic or mood stabilizer.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Maintenance</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Preferred treatment is often a continuation of medication(s) that successfully treated most recent mood episode.&nbsp; Effective maintenance options include lithium (which is assoicated with a reduced risk of suicide), valproate, quetiapine, and lamotrigine.</li>\n\t\t<li>Lifelong maintenance pharmacotherapy is typically recommended to reduce the risk of relapse.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Pregnancy considerations&nbsp; </h2><br><br><p>For reproductive-age women and pregnant patients (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/104881.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ), adverse effects of medications must be weighed against benefits (eg, reduced risk of mood episodes during pregnancy).&nbsp; Medications contraindicated during pregnancy include valproic acid and carbamazepine, which are associated with a risk of neural tube defects and neurodevelopmental disorders.<p></p>\n<h2>Psychotherapy</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Recommended as an adjunct treatment to pharmacotherapy</li>\n\t<li>Initiated during bipolar major depression or maintenance phase</li>\n\t<li>Focused on modalities that are goal-oriented and structured and that emphasize psychoeducation such as cognitive-behavioral therapy (CBT) and family therapy (depending on the amount of contact with family members)</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The course of bipolar II disorder is variable, though the majority of patients experience recurrent mood episodes (mostly depressive) and require lifelong maintenance treatment.&nbsp; Poor prognostic indicators include onset in childhood, substance use disorders and other comorbid psychiatric conditions, and rapid cycling (4 or more mood episodes within 12 months).</p>\n<h1>Summary</h1><br><br><p>Bipolar II disorder is a chronic mood disorder involving ≥1 hypomanic episode and ≥1 major depressive episode with no history of mania.&nbsp; Frequent fluctuation in mood states and depressive episodes result in significant functional impairment.&nbsp; Treatment consists of antipsychotics and/or mood stabilizers, psychotherapy, and lifestyle modifications (eg, sleep hygiene, exercise).</p>\n</div>\n\n            "
}