{
  "meta": {
    "title": "Cannabis (marijuana) use disorder",
    "url": "https://brainandscalpel.vercel.app/cannabis-marijuana-use-disorder-027715ae-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:43.551Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Cannabis use disorder is characterized by the overuse of cannabis (marijuana) despite negative consequences to health, relationships, or daily functioning.&nbsp; The primary psychoactive compound in cannabis, tetrahydrocannabinol, produces effects, including euphoria, relaxation, and altered perception.&nbsp; Chronic or heavy cannabis use can lead to dependence and withdrawal symptoms and is associated with impairments in motivation, memory, and academic or occupational performance.</p>\n<h1>Pharmacology</h1><br><br><p>Cannabis is a genus of flowering plants that contains many active compounds, most notably <strong>delta-9-tetrahydrocannabinol (THC)</strong>, which is responsible for its psychoactive effects (eg, euphoria, relaxation).&nbsp; THC exerts these effects mainly by binding to cannabinoid (CB<font size=\"2\"><sub>1</sub></font>) receptors in the CNS, influencing neurotransmitters such as dopamine, GABA, and glutamate.&nbsp; <strong>Cannabidiol (CBD)</strong>, another natural cannabinoid, is nonintoxicating but has antianxiety, anti-inflammatory, and neuroprotective properties.</p><br><br><p>Synthetic cannabinoids are laboratory-made compounds designed to activate the same receptors as THC.&nbsp; Although some are developed for clinical use (eg, chronic pain, chemotherapy-induced nausea), many are manufactured illicitly and marketed as recreational drugs (eg, K2, Spice).&nbsp; Although synthetics can mimic the effects of natural cannabis, illicitly produced cannabinoids are often significantly more potent, longer-lasting, and unpredictable.</p><br><br><p>Cannabis is metabolized in the liver, distributed and stored in lipophilic tissues, and slowly released.&nbsp; Depending on the amount and frequency of use, it can be detected in the urine up to 30 days after daily use has ceased.</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>Recreational use of marijuana is common, and cannabis is the most widely used recreational substance globally.&nbsp; Its use is particularly prevalent among young adults (age 18-25) and male individuals.&nbsp; Risk factors associated with developing cannabis use disorder include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Early age of initiation (especially age &lt;18).</li>\n\t<li>Frequent (daily or near-daily) or prolonged duration of use, particularly at higher potencies.</li>\n\t<li>Family history of substance use disorders.</li>\n\t<li>Coexisting psychiatric disorders:&nbsp; Depression, anxiety, attention deficit hyperactivity disorder, schizophrenia.</li>\n</ul>\n<h1>Pathogenesis</h1><br><br><p>Chronic exposure to THC or synthetic cannabinoids leads to the downregulation and desensitization of CB<font size=\"2\"><sub>1</sub></font> receptors in the brain, particularly in areas responsible for reward, memory, and emotional regulation.&nbsp; This contributes to the development of tolerance, dependence, and persistent use of cannabis despite negative consequences or functional impairment.</p><br><br><p>The systemic effects of long-term cannabis use are widespread and may involve the following organ systems (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61017.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pulmonary</strong>:&nbsp; Cannabis smoke can trigger airway hyperreactivity and bronchoconstriction, leading to increased asthma exacerbations.&nbsp; Although cannabis itself causes bronchodilation, this effect allows smoke to reach smaller airways, causing more airway reactivity.</li>\n\t<li><strong>Gastrointestinal</strong>:&nbsp; <strong>Cannabis hyperemesis syndrome</strong> involves recurrent episodes of nausea, intractable vomiting, and generalized abdominal pain.&nbsp; The symptoms are characteristically improved with hot showers or baths and resolve within 1-2 days of drug abstinence.</li>\n\t<li><strong>Reproductive</strong>:&nbsp; Prolonged cannabis use may alter the hypothalamic-pituitary-adrenal axis and reduce sperm production and motility.</li>\n\t<li><strong>Neuropsychiatric</strong>:&nbsp; Chronic cannabis use may lead to apathy, cognitive impairment, memory deficits, and decreased intelligence with poor performance at work/school.&nbsp; Cannabis also increases the risk for psychosis and mood disorders, especially in those with a predisposition to psychiatric illness.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of cannabis use disorder relies on a thorough history to evaluate patterns of consumption (eg, quantity, frequency) and to assess the functional and psychologic consequences of its use.&nbsp; Patients must have ≥2 of the following within a 12-month period:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Taking larger amounts or using for a longer time than intended.</li>\n\t<li>Persistent desire for and an inability to cut down or control use.</li>\n\t<li>Excessive time spent obtaining, using, or recovering from cannabis.</li>\n\t<li>Strong cravings.</li>\n\t<li>Recurrent use resulting in a failure to fulfill major role obligations at work, school, or home.</li>\n\t<li>Continued use despite persistent social or interpersonal problems.</li>\n\t<li>Neglecting or giving up of important social, occupational, or recreational activities because of cannabis use.</li>\n\t<li>Recurrent use of cannabis in hazardous situations (eg, driving under the influence).</li>\n\t<li>Tolerance:&nbsp; Need for increased amounts to achieve desired effects.</li>\n\t<li>Withdrawal symptoms when use is reduced or stopped.</li>\n</ul>\n<h1>Cannabis intoxication</h1><br><br><p>Recreational cannabis is most commonly smoked, but it can also be inhaled via vaporization (eg, e-cigarettes) or ingested orally (eg, edibles).&nbsp; Inhalation produces a rapid onset of psychoactive effects (within minutes), and the effects last 2-4 hours.&nbsp; Oral ingestion is associated with a delayed onset and prolonged duration; psychoactive effects begin 30 minutes to 3 hours after consumption and last up to 12 hours.</p>\n<h2>Clinical presentation</h2><br><br><p>Acute intoxication presents with the following clinical manifestations (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/116588.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><p>Psychologic/neurologic symptoms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Euphoria</strong> and relaxation.</li>\n\t<li>Altered perception of time.</li>\n\t<li><strong>Impaired attention</strong>, <strong>concentration</strong>, and <strong>short-term memory</strong>.</li>\n\t<li>Psychomotor retardation.</li>\n\t<li>Anxiety, panic, and paranoia, which are more likely in first-time users or individuals using high doses or synthetics.&nbsp; Hallucinations, paranoia, or delusions can also occur with high doses.</li>\n</ul><br><br><p>Physical examination findings:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Drowsiness, fatigue.</li>\n\t<li><strong>Conjunctival injection</strong> (red eyes).</li>\n\t<li>Tachycardia, tachypnea.</li>\n\t<li><strong>Increased appetite</strong> (\"munchies\").</li>\n\t<li><strong>Dry mouth</strong>.</li>\n</ul><br><br><p>Pediatric intoxication is characterized mainly by neurologic abnormalities, including ataxia, purposeless motor movements, lethargy, seizures, and coma.</p>\n<h2>Differential diagnosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Alcohol intoxication</strong>:&nbsp; Can lead to disinhibited behavior, drowsiness, and impaired attention, but patients typically have an identifiable odor of alcohol on their breath, and intoxication can be confirmed by obtaining a blood ethanol level.</li>\n\t<li><strong>Lysergic acid diethylamide (LSD) intoxication</strong>:&nbsp; Produces euphoria, an altered sense of time and space, and tachycardia.&nbsp; However, vivid visual hallucinations characteristic of this potent hallucinogen are not expected with cannabis intoxication.</li>\n\t<li><strong>Opioid intoxication</strong>:&nbsp; Typically presents with euphoria and depressed mental status, but, unlike cannabis, opioids lower the heart and respiratory rates, and the symptoms are rapidly reversed with naloxone administration.</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>Acute cannabis intoxication is diagnosed primarily based on typical clinical manifestations and a history of recent use.&nbsp; Although urine drug screening can detect THC, a positive result does not confirm acute intoxication; THC metabolites may remain detectable for days to weeks after use.</p><br><br><p>Laboratory evaluation and imaging studies are not required for diagnosis.</p>\n<h2>Management</h2><br><br><p>Supportive care is usually sufficient for managing acute intoxication.&nbsp; Patients experiencing anxiety or paranoia should be reassured and placed in a calm environment.&nbsp; Benzodiazepines (eg, lorazepam) may be administered in cases of severe agitation or panic.</p>\n<h1>Cannabis withdrawal</h1><br><br><p>Withdrawal symptoms typically manifest within a week following the cessation or reduction of prolonged and/or heavy cannabis use (eg, daily use for months).&nbsp; The clinical signs typically begin within 24-72 hours of last use, peak in 2-6 days, and resolve within 1-2 weeks.&nbsp; Symptoms are generally <strong>mild and not life-threatening</strong> but may cause distress and contribute to relapse (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61210.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Synthetic cannabinoids cause longer-lasting and more severe physiologic and psychologic disturbances compared to natural cannabis.<p></p>\n<h2>Clinical presentation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Psychologic symptoms</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Irritability, agitation, anger.</li>\n\t\t<li>Anxiety, restlessness.</li>\n\t\t<li>Depression.</li>\n\t\t<li>Insomnia or vivid dreams.</li>\n\t\t<li>Craving for cannabis.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Physical symptoms</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Headache.</li>\n\t\t<li>Decreased appetite and weight loss.</li>\n\t\t<li>Abdominal pain or discomfort.</li>\n\t\t<li>Fever, chills.</li>\n\t\t<li>Autonomic hyperactivity (eg, tachycardia, hypertension, diaphoresis), seizures, and delirium:&nbsp; More likely with synthetic cannabinoid withdrawal.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Differential diagnosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cocaine withdrawal</strong>:&nbsp; Similar to cannabis withdrawal, cocaine withdrawal may present with dysphoria, irritability, and anxiety.&nbsp; However, cocaine withdrawal is typically characterized by hyperphagia (increased appetite) and hypersomnia (excessive sleepiness), rather than the reduced appetite and insomnia seen in cannabis withdrawal.</li>\n\t<li><strong>Opioid withdrawal</strong>:&nbsp; Withdrawal from opioids can also cause dysphoria and irritability but is more distinctly associated with severe gastrointestinal symptoms such as vomiting, diarrhea, abdominal cramping, and muscle aches.&nbsp; Characteristic physical examination findings include mydriasis, piloerection, and lacrimation, which are not features of cannabis withdrawal.</li>\n\t<li><strong>Major depressive disorder (MDD)</strong>:&nbsp; Although depressed mood may occur during cannabis withdrawal, a diagnosis of MDD requires a broader constellation of symptoms (eg, anhedonia, low energy, impaired concentration, feelings of guilt, suicidal ideation) that persist for at least 2 weeks and are not directly tied to substance cessation.</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>Cannabis withdrawal is diagnosed clinically based on the following criteria:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>≥3 withdrawal symptoms within 1 week of stopping cannabis use.</li>\n\t<li>Symptoms that cause distress or impairment in function (eg, social, occupational).</li>\n\t<li>Not attributable to another condition.</li>\n</ul><br><br><p>Laboratory testing and imaging studies are not required for diagnosis.</p>\n<h2>Management</h2><br><br><p>Most symptoms of withdrawal are mild and resolve spontaneously without treatment.&nbsp; Patients with bothersome symptoms may benefit from engaging in physical exercise, meditation, group therapy, or psychotherapy (eg, cognitive-behavioral therapy [CBT]).&nbsp; Pharmacologic treatments can be useful for managing specific symptoms, including insomnia (eg, melatonin, zolpidem) and anxiety/depression (eg, selective serotonin reuptake inhibitors).</p>\n<h1>Long-term treatment and prognosis</h1><br><br><p>Long-term management of cannabis use disorder often requires a combination of interventions.&nbsp; These include CBT, group counseling, and, occasionally, pharmacotherapy (eg, topiramate, gabapentin) to reduce cravings.&nbsp; Many people recover with proper treatment and psychosocial support, but the risk for relapse is high without behavioral intervention.</p>\n<h1>Summary</h1><br><br><p>Cannabis is a widely used recreational drug that produces effects such as euphoria, relaxation, altered time perception, increased appetite, and conjunctival injection.&nbsp; Cannabis use disorder is characterized by persistent drug use despite negative consequences (eg, social or occupational impairments).&nbsp; Prolonged cannabis use may lead to cognitive deficits, memory impairment, decreased motivation, and mood disturbances.&nbsp; On cessation, individuals with chronic use may experience withdrawal symptoms, such as irritability, depression, insomnia, and craving.</p>\n</div>\n\n            "
}