{
  "meta": {
    "title": "Conduct disorder",
    "url": "https://brainandscalpel.vercel.app/conduct-disorder-4f5feed8-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:45.724Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Conduct disorder is characterized by a persistent pattern of violating basic societal norms and the rights of others.&nbsp; Behaviors can start as early as age 4, though usually become evident by age 12.&nbsp; Symptoms cause significant social and academic impairment and, at times, legal consequences.&nbsp; A diagnosis of oppositional defiant disorder (ODD) in early childhood often precedes a diagnosis of conduct disorder.&nbsp; Symptoms can develop into antisocial personality disorder if they continue to be recurrent and pervasive into adulthood.</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>Conduct disorder is estimated to have a prevalence in the range of 5%-10% and is more common in males than females.&nbsp; The etiology of conduct disorder is multifactorial and can include environmental influences (eg, abuse, neglect, harsh or inconsistent discipline styles, parental criminality), genetic predisposition, and neurobiological factors (prefrontal cortex and amygdala abnormalities may contribute to emotional regulation and processing deficits as well as impaired impulse control and judgment).</p>\n<h1>Diagnosis</h1><br><br><p>A diagnosis of conduct disorder requires a recurrent pattern of violating societal norms and the rights of others.&nbsp; A minimum of 3 symptoms over the course of 12 months must be observed from any of the following categories:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Aggression to people and animals (eg, armed robbery, rape, physical cruelty to people/animals)</li>\n\t<li>Destruction of property (eg, arson, vandalism)</li>\n\t<li>Deceitfulness or theft (eg, shoplifting, forgery, frequent lying)</li>\n\t<li>Serious violations of rules (eg, school truancy, breaking curfew, running away from home)</li>\n</ul><br><br><p>Behaviors can present as early as age 4, but they more commonly start during middle childhood (age 10-12).&nbsp; A preceding diagnosis of ODD is common in children with conduct disorder.</p>\n<h1>Differential diagnosis</h1><br><br><p>Pushing limits and testing boundaries set by authority figures is a common occurrence in childhood and adolescence.&nbsp; However, the severity and pattern of behaviors seen in conduct disorder cause significant social, legal, and occupational repercussions that differentiate it from other conditions.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Oppositional defiant disorder</strong> (ODD):&nbsp; characterized by less severe behaviors and no physical aggression, violation of others' rights, or property destruction.&nbsp; ODD is often associated with significant mood symptoms (eg, irritability, anger).</li>\n\t<li><strong>Attention-deficit/hyperactivity disorder</strong> (ADHD):&nbsp; a common comorbidity that can also be associated with disruptive behaviors and impulsivity.&nbsp; However, in patients with ADHD, these behaviors are not associated with aggression or a pattern of violating social norms.</li>\n\t<li><strong>Substance use disorders</strong>:&nbsp; a common comorbidity seen in conduct disorder; intoxication with and withdrawal from certain substances can contribute to impaired judgment, disinhibition, and apathy.&nbsp; A substance use disorder is the sole diagnosis if the behaviors occur only in the context of using a substance.</li>\n\t<li><strong>Intermittent explosive disorder</strong>:&nbsp; can also include aggression and property destruction.&nbsp; However, these outbursts are impulsive and due to poorly controlled anger, unlike the behaviors in conduct disorder.</li>\n\t<li><strong>Antisocial personality disorder</strong>:&nbsp; diagnosed only in adults who have evidence of conduct disorder prior to the age of 15 and have continued to exhibit a pervasive pattern of disregarding and violating the rights of others.</li>\n</ul>\n<h1>Management</h1><br><br><p>Treatment of conduct disorder consists primarily of psychosocial interventions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Behavioral parent management training</strong> teaches parents how to use positive reinforcement, reward systems, and praise to promote more adaptive behaviors and strengthen the parent-child relationship.</li>\n\t<li>For older children, <strong>cognitive-behavioral therapy</strong> helps develop interpersonal skills to promote effective communication, strengthen impulse control, and improve emotional regulation.</li>\n\t<li>For adolescents with more severe symptoms, <strong>multisystemic therapy</strong> is an intensive family- and community-based program that identifies and modifies environmental contributors to problematic behaviors within a child's home (eg, lack of parental supervision), school (eg, disengagement), and neighborhood (eg, high crime rate).</li>\n</ul><br><br><p>Pharmacotherapy is reserved for cases of severe agitation/aggression that are unresponsive to and/or impede engagement with psychosocial interventions; in those cases, treatment with a second-generation antipsychotic (eg, risperidone) can be considered.</p><br><br><p>Treatment of comorbid conditions (eg, ADHD, substance use disorders, trauma-related disorders) should occur in conjunction with behavioral treatments.</p>\n<h1>Prognosis</h1><br><br><p>Better outcomes are associated with an onset of behaviors after age 10, early diagnosis and intervention, parental involvement, and treatment of comorbidities.&nbsp; Adolescents diagnosed with conduct disorder tend to improve with age and when detrimental influences are no longer present (eg, delinquent peer group).&nbsp; However, about 40% of boys and 25% of girls with conduct disorder develop <strong>antisocial personality disorder</strong> as adults.&nbsp; A poorer prognosis is associated with an onset of conduct disorder behaviors before age 10 and concurrent intellectual developmental disorders.&nbsp; Conduct disorder is associated with significant social and occupational impairment, resulting in various functional consequences:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Poor academic performance, truancy, and school expulsion</li>\n\t<li>Legal consequences or juvenile detention</li>\n\t<li>Placement outside the home (eg, treatment facility, foster care)</li>\n\t<li>Comorbidities (substance use disorders, mood disorders, trauma-related disorders)</li>\n</ul>\n<h1>Summary</h1><br><br><p>Conduct disorder (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42569.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is characterized by a pervasive pattern of violating societal norms (eg, physical aggression, property destruction, deceitfulness/theft, truancy/running away).&nbsp; Early diagnosis and psychosocial interventions consisting of behavioral parent management training and individual cognitive behavioral therapy can reduce long-term complications.<p></p>\n</div>\n\n            "
}