{
  "meta": {
    "title": "Delusional disorder",
    "url": "https://brainandscalpel.vercel.app/delusional-disorder-29636cc7-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:49.696Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Delusional disorder is characterized by persistent, false beliefs without the presence of other psychotic symptoms (eg, disorganized thoughts and behaviors, negative symptoms).&nbsp; Interpersonal and occupational functioning are usually intact apart from the impact of the delusion.</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>The estimated lifetime prevalence of delusional disorder is 0.05%-0.1%.&nbsp; Prevalence rates are similar in men and women, and onset is typically during middle adulthood (mid-30s to mid-40s).</p><br><br><p>Factors that may contribute to the risk for delusional disorder include genetic (eg, family history of paranoid personality disorder), psychologic (eg, social isolation, low self-esteem), and environmental (eg, language barrier, visual or hearing impairment).</p>\n<h1>Clinical presentation</h1><br><br><p>Delusions are <strong>fixed, false beliefs</strong> that do not change even when met with contradictory evidence.&nbsp; They can be bizarre and clearly implausible (eg, belief that aliens removed internal organs) or nonbizarre (eg, terrorist group has hacked personal laptop).&nbsp; Common types of delusions include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Erotomanic</strong>:&nbsp; false belief that another person is in love with the patient; the subject of the delusion is usually a person of higher social status (eg, celebrity).&nbsp; Attempts to contact the subject are common and, in some cases, result in stalking behavior.</li>\n\t<li><strong>Grandiose</strong>:&nbsp; belief that the patient is extraordinary in some way (eg, wealth, fame, abilities).</li>\n\t<li><strong>Jealous</strong>:&nbsp; belief that a partner or lover is unfaithful; confrontation about perceived infidelity with partner is common and may result in anger and/or aggression.</li>\n\t<li><strong>Persecutory</strong>:&nbsp; belief that one is being harmed or threatened by another person or group; the patient may pursue legal action for perceived slights, and aggressive behavior can occur.</li>\n\t<li><strong>Somatic</strong>:&nbsp; false belief about health or an organ system (eg, infestation of insects in skin; an undiagnosed illness); tactile hallucinations may accompany belief.</li>\n\t<li><strong>Referential</strong>:&nbsp; belief that certain environmental cues or comments are directed at oneself (eg, message on billboard pertains to the patient).</li>\n</ul><br><br><p>Functioning (ie, ability to maintain a job, relationships, and self-care) is usually <em>not</em> markedly impaired unless the patient is actively preoccupied with delusional thinking, which results in emotions and behaviors consistent with the content of the delusions (eg, persecutory delusion resulting in anger and aggression).&nbsp; Delusional disorder can be more pervasive and functionally impairing if the patient is frequently confronted with aspects related to the irrational convictions (eg, erotomanic delusion regarding a coworker whom the patient encounters daily).</p><br><br><p>Patients typically have minimal to no insight into their delusions, which can result in seeking nonpsychiatric treatment or help (eg, dermatologist for somatic delusions, attorney or law enforcement for persecutory delusions).</p>\n<h1>Diagnosis</h1><br><br><p>For a diagnosis of delusional disorder, the following criteria must be met:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The presence of <strong>≥1 delusions</strong> have a duration of <strong>≥1 month</strong>.</li>\n\t<li>The criteria for schizophrenia have never been met (ie, delusions are not associated with prominent hallucinations, disorganized speech or behavior, or negative symptoms).&nbsp; If hallucinations are present, they are not prominent and are related to the delusional theme (eg, the sensation of crawling insects on skin associated with delusions of infestation).</li>\n\t<li>Apart from the impact of the delusion or its ramifications, functioning is not markedly impaired, and behavior is not obviously bizarre or odd.</li>\n\t<li>If manic or major depressive episodes have occurred, these have been brief relative to the duration of the delusional periods.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Schizophrenia</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57609.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; can also involve prominent delusions; however, additional psychotic symptoms (disorganized thoughts and behaviors, hallucinations, and negative symptoms) must be present.&nbsp; Functional impairment is also more global and severe.</li>\n\t<li><strong>Mood disorders with psychotic features</strong>:&nbsp; can also be characterized by delusions; however, the delusions occur only in the context of mania or depression and resolve with remission of the mood episode.</li>\n\t<li><strong>Obsessive-compulsive disorder</strong> (OCD):&nbsp; also involves recurrent, distressing thoughts that can be associated with no insight; if the obsessional beliefs are associated with attempts to suppress or neutralize the delusions and the patient is convinced they are completely true, then a diagnosis of OCD with absent insight/delusional beliefs would be given instead of delusional disorder.</li>\n\t<li><strong>Paranoid personality disorder</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33276.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; involves a lifelong pattern of distrust and suspiciousness of others beginning in early adulthood; it is not associated with persistent delusions.</li>\n\t<li><strong>Psychotic disorder due to another medical condition</strong>:&nbsp; can also involve delusions; however, clinical findings of a pathophysiologic process known to cause psychosis are identified (eg, multiple sclerosis, traumatic brain injury).</li>\n</ul>\n<h1>Evaluation and diagnostic work-up</h1><br><br><p>Determining whether the patient's beliefs (eg, spousal infidelity, mistreatment by others) are delusional can be challenging, and evaluation should be approached in a sensitive manner.&nbsp; Collateral information is often necessary to gain an understanding of the patient's circumstances and the extent of delusional thinking. General recommendations include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Encourage the patient to share beliefs in a nonjudgmental environment.</li>\n\t<li>Avoid disagreeing with or questioning the validity of the patient's beliefs, as well as legitimizing them.</li>\n\t<li>Explore how the delusions and associated behaviors have affected the patient.</li>\n\t<li>Acknowledge and validate the emotional effects and distress the patient is experiencing.</li>\n</ul><br><br><p>A thorough history, physical examination, and diagnostic work-up are necessary to assess for other medical conditions that can present with delusions (eg, Wilson disease, brain tumor).</p><br><br><p>Initial laboratory evaluation should include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chemistry panel</li>\n\t<li>Complete blood count with differential</li>\n\t<li>Liver function tests</li>\n\t<li>Thyroid function tests</li>\n\t<li>Vitamin B<font size=\"2\"><sub>12</sub></font> level</li>\n\t<li>Urine drug screening</li>\n\t<li>Urinalysis</li>\n\t<li>HIV serology</li>\n</ul><br><br><p>Neuroimaging studies may be indicated in patients who are older or have neurologic findings on history or physical examination.</p>\n<h1>Management</h1><br><br><p>Establishing a strong therapeutic relationship by providing empathy and validation is crucial for engagement with treatment because most patients lack insight into their delusions.</p><br><br><p>Treatment of delusional disorder includes pharmacotherapy with antipsychotic medication and psychotherapy:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Second-generation antipsychotics</strong> (SGAs) (eg, risperidone, aripiprazole) are preferred over first-generation antipsychotics (eg, haloperidol)<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Tolerability and risk profile improve with SGAs (relatively decreased risk for extrapyramidal symptoms and tardive dyskinesia).</li>\n\t\t<li>Symptoms tend to be less severe with treatment (eg, patient is less preoccupied with delusions) rather than fully resolve.</li>\n\t\t<li>Medication may be required long term (eg, years) depending on the severity of delusions; any attempt at tapering or discontinuing should be done very gradually while monitoring for recurrence.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Psychotherapy</strong> includes modalities that emphasize exploration of the patient's emotions and stress reduction; these modalities include cognitive-behavioral therapy and supportive psychotherapy.</li>\n</ul><br><br><p>Comorbid psychiatric conditions, including anxiety and depressive disorders, are common and require screening and treatment as indicated.</p><br><br><p>There is a risk for suicidality (particularly with somatic and persecutory delusions), as well as aggression and homicide (particularly with persecutory, jealous, and erotomanic delusions).&nbsp; Screening for suicidal and homicidal ideation, assessing for risk factors, and planning for safety are necessary for determining an appropriate level of care.&nbsp; Hospitalization may be required for those at imminent risk of harming themselves or others.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of delusional disorder is variable, although the majority of patients experience lifelong symptoms that are either continuous or episodic.&nbsp; Positive outcomes are associated with engagement in treatment, high premorbid social and occupational functioning, and sudden onset of symptoms.</p>\n<h1>Summary</h1><br><br><p>Delusional disorder (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38406.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) is usually a lifelong condition that involves persistent, false beliefs without the presence of other psychotic symptoms (eg, disorganized thoughts and behaviors, negative symptoms).&nbsp; Interpersonal and occupational functioning are usually intact apart from the impact of the delusion.&nbsp; Treatment includes second-generation antipsychotics and psychotherapy (cognitive-behavioral or supportive therapy).<p></p>\n</div>\n\n            "
}