{
  "meta": {
    "title": "Electroconvulsive therapy (ECT)",
    "url": "https://brainandscalpel.vercel.app/electroconvulsive-therapy-ect-37b4216f-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:52.219Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Electroconvulsive therapy (ECT), which involves the induction of a generalized seizure, is one of the most effective treatments for major depressive disorder and is often used when rapid symptom relief is required or when pharmacologic treatments are unsuccessful.</p>\n<h1>Mechanism of action</h1><br><br><p>ECT involves the induction of a general tonic-clonic seizure under anesthesia.&nbsp; ECT's effectiveness in the treatment of certain psychiatric conditions is not completely understood, but possible mechanisms of action include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Neurotransmitter modulation with an increased release of monoamines such as serotonin, dopamine, and norepinephrine.</li>\n\t<li>Neuroendocrine effects with the regulation of the hypothalamic-pituitary-adrenal axis and increased release of pituitary hormones such as prolactin, TSH, and ACTH.</li>\n\t<li>Increased neuroplasticity and neurogenesis, which support recovery from atrophic brain changes seen in chronic depression.</li>\n</ul>\n<h1>Indications</h1><br><br><p>ECT is used primarily in the treatment of major depressive disorder, but it can be used in other psychiatric disorders and certain medical conditions.&nbsp; It is especially beneficial for treatment-resistant psychiatric conditions or when an urgent response is needed (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32385.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Depression (unipolar or bipolar).</li>\n\t<li>Mania.</li>\n\t<li>Schizoaffective disorder.</li>\n\t<li>Schizophrenia.</li>\n</ul><br><br><p>It should be considered if any of the following are present:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Resistance to pharmacotherapy (failure of ≥2 medication trials) or if pharmacotherapy is contraindicated or not tolerated.</li>\n\t<li>Psychotic features or severe aggression.</li>\n\t<li>Rapid response required, such as in patients who are acutely suicidal or refuse to eat or drink.</li>\n\t<li>Pregnancy, especially when the pharmacologic therapy is teratogenic or ineffective.</li>\n\t<li>History of a positive response to ECT.</li>\n</ul><br><br><p>ECT can be used in several medical conditions as part of disease management, but these are less common indications.&nbsp; These conditions include Parkinson disease with refractory psychiatric symptoms, neuroleptic malignant syndrome, and catatonia (of medical origin that is resistant to benzodiazepines).</p>\n<h1>Contraindications</h1><br><br><p>There are <u>no</u> absolute contraindications to ECT, and most people tolerate the procedure well; therefore, it can be used for almost all patients, including those who are pregnant and the geriatric population.&nbsp; Complications are rare; however, there are risks related to the brief hemodynamic effects of a seizure (eg, elevations in blood pressure, heart rate, and intracranial pressure) and to the administration of anesthesia.</p><br><br><p>However, the few relative contraindications to ECT include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Unstable or severe cardiovascular conditions (eg, decompensated heart failure, uncontrolled hypertension, severe arrhythmias); recent myocardial infarction (4-6 weeks prior).</li>\n\t<li>Elevated intracranial pressure (eg, recent stroke, intracranial hemorrhage, unstable aneurysm).</li>\n\t<li>Severe pulmonary disease (eg, uncontrolled asthma, chronic obstructive pulmonary disease [COPD] with hypoxia).</li>\n\t<li>Retinal detachment or recent ophthalmic surgery (due to transient rise in intraocular pressure).</li>\n\t<li>Pheochromocytoma (due to the risk of hypertensive crisis).</li>\n</ul><br><br><p>Modifiable risk factors (eg, hypertension, asthma, COPD) should be treated prior to ECT.</p>\n<h1>Adverse effects</h1><br><br><p>The adverse effects of ECT can be divided into medical effects, which are secondary to anesthesia and the motor effects of the seizure, and cognitive effects, which are secondary to the neuroelectric effects of the seizure.</p><br><br><p>Adverse medical effects can include aspiration pneumonia, cardiopulmonary compromise, fractures, dental or tongue injury, nausea, headaches, and muscle aches.&nbsp; Most of the medical adverse effects can be anticipated and mitigated; for example, skeletal muscle relaxants stop motor injury, acetaminophen prevents headaches, and biteplates prevent tongue injury.</p><br><br><p>Adverse cognitive effects can range from acute confusion (resolves within 30 min of the procedure), anterograde amnesia (short-term, usually resolves within 2 weeks), and retrograde amnesia (may be persistent, especially for events surrounding the ECT).&nbsp; Memory deficits may be permanent, but this adverse effect is rare; in most cases, memory deficits improve weeks to months after the procedure.&nbsp; Cognitive deficits occur in chronic depression (which improves with treatment), and the benefits of ECT in these cases are generally considered to outweigh the risks.</p>\n<h1>Summary</h1><br><br><p>Electroconvulsive therapy involves the controlled induction of a generalized seizure under anesthesia.&nbsp; Although its mechanism of action is not fully understood, it has proved to be a safe and highly effective procedure.&nbsp; It is mainly used as a treatment for depression but can be considered in bipolar and psychotic disorders.&nbsp; It is especially helpful when medications are ineffective or a rapid response is required.</p>\n</div>\n\n            "
}