{
  "meta": {
    "title": "Extrapyramidal symptoms",
    "url": "https://brainandscalpel.vercel.app/extrapyramidal-symptoms-81ccd1fb-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:54.350Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Extrapyramidal symptoms (EPS) are movement disturbances caused by dopamine receptor blockers (eg, antipsychotics, metoclopramide, prochlorperazine).&nbsp; EPS include acute dystonia, akathisia, drug-induced parkinsonism, tardive dyskinesia (TD), and withdrawal-emergent dyskinesia.&nbsp; Acute dyskinesia (eg, acute dystonia, akathisia) typically presents within a few hours or days after initiation/dose increase of a dopamine receptor blocker, whereas TD and withdrawal-emergent dyskinesia present much later (usually &gt;6 months later).</p><h1>Pathogenesis and risk factors</h1><p>The <strong>nigrostriatal pathway</strong> is a major dopaminergic pathway in the brain and plays a critical role in motor control (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17787.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; It is a component of the basal ganglia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24820.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), which is part of the extrapyramidal system (ie, does not involve the corticospinal [pyramidal] tract).&nbsp; Normally, the inhibitory effects of dopaminergic neurons are balanced by the excitatory actions of muscarinic cholinergic neurons.&nbsp; <strong>Dopaminergic receptor blockade</strong> disrupts this balance and causes <strong>excessive cholinergic activity</strong> in this pathway, affecting the extrapyramidal system and leading to EPS.<p></p><p>Any medication that blocks D<font size=\"2\"><sub>2</sub></font> receptors has the potential to cause EPS, including <strong>antipsychotics</strong> and some antiemetics (eg, <strong>metoclopramide</strong>, <strong>prochlorperazine</strong>).&nbsp; Among the antipsychotics, the risk for EPS depends on potency (ie, relative affinity for the D<font size=\"2\"><sub>2</sub></font> dopamine receptor), with <strong>high-potency first-generation (typical) antipsychotics</strong> (eg, haloperidol) being the most likely to cause EPS.</p><p>Second-generation (atypical) antipsychotics (SGAs) (eg, clozapine) have a lower risk for EPS due to relatively lower potency, and their serotonin 2A receptor antagonism properties enhance dopamine activity, which counteracts some of its dopamine receptor–blocking effect.&nbsp; Among the SGAs, potency varies, with risperidone having relatively greater dopamine receptor–binding affinity and a higher risk of causing EPS (especially at high doses) compared to other SGAs (eg, quetiapine, olanzapine, clozapine).</p><p>Risk factors for developing EPS include:</p><ul class=\"article-body-unordered-list\"><li>Use of higher potency antipsychotics (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/82647.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).</li><li>Higher doses of dopamine receptor blockers.</li><li>Prior history of EPS.</li></ul><p>Younger males are at higher risk for acute dystonia, whereas older females are at higher risk for drug-induced parkinsonism and TD.</p><h1>Acute dystonia</h1><h2>Clinical presentation</h2><p>Acute dystonia is <strong>sudden, sustained muscle contraction</strong> resulting in abnormal posture or movements (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/92154.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; It typically <strong>develops within hours to days</strong> (usually within 24-48 hr) after starting or increasing the dose of a dopamine receptor blocker.<p></p><p>Acute dystonia often involves the neck, mouth, tongue, and eye muscles, causing significant twisting and/or tremors.&nbsp; Common presentations include:</p><ul class=\"article-body-unordered-list\"><li><strong>Oculogyric crisis</strong>:&nbsp; Upward deviation of the eyes.</li><li><strong>Torticollis</strong>:&nbsp; Painful twisting of the neck.</li><li><strong>Laryngospasm</strong>:&nbsp; Vocal cord contractions; rare but can be life-threatening due to airway obstruction.</li><li><strong>Opisthotonos</strong>:&nbsp; Severe arching of the back caused by paraspinal muscle contraction.</li></ul><p>Voluntary movement may initiate or worsen dystonia.&nbsp; Dystonic reactions can be quite painful, distressing, and cause sympathetic overactivity (eg, hypertension, tachycardia).</p><h2>Pathogenesis</h2><p>Acute dystonia is a result of dopamine receptor blockage leading to sudden and excessive cholinergic activity in the basal ganglia.&nbsp; Intramuscular (IM) formulations of dopamine receptor blockers are more likely to cause acute dystonia compared to oral formulations.</p><h2>Management</h2><ul class=\"article-body-unordered-list\"><li>Anticholinergics, such as <strong>diphenhydramine</strong> and <strong>benztropine</strong>, provide immediate treatment of acute dystonia.&nbsp; The anticholinergic effects help reestablish the dopaminergic-cholinergic balance disrupted by dopamine receptor blockade.&nbsp; Intravenous (IV) formulations of anticholinergics provide quicker relief of symptoms, typically within 3-5 minutes.</li><li>Reduce or discontinue the offending agent, if possible.&nbsp; This may help resolve the acute dystonic reaction, but immediate anticholinergic treatment should be prioritized.</li><li>When administering an IM first-generation antipsychotic (eg, IM haloperidol) to high-risk patients (eg, young male, prior history of EPS), coadministration of diphenhydramine or benztropine can decrease the risk for acute dystonia.</li><li>Switching to an antipsychotic with lower risk for EPS (eg, SGAs) can mitigate future risk for acute dystonia.</li></ul><h1>Akathisia</h1><h2>Clinical presentation</h2><p>Akathisia is the most common form of EPS, characterized as a <strong>subjective feeling of inner restlessness</strong>.&nbsp; It is often accompanied by an inability to remain still (eg, pacing, rocking, foot tapping, shifting positions).&nbsp; Symptoms usually <strong>develop within hours to days</strong> after starting or increasing the dose of a dopamine receptor blocker.&nbsp; The symptom severity ranges from mild restlessness to severe distress, which may lead to treatment nonadherence.</p><h2>Pathogenesis</h2><p>Akathisia is likely caused by an imbalance between dopaminergic and cholinergic activity in the basal ganglia, a result of dopamine receptor blocker use.</p><h2>Management</h2><ul class=\"article-body-unordered-list\"><li>Reduce or discontinue the offending agent, if possible.</li><li><strong>Propranolol</strong>, a beta blocker, can be used for symptomatic management of akathisia if a reduced dose or discontinuation of the antipsychotic is not an option.&nbsp; Benzodiazepines (eg, lorazepam) or benztropine may also be used, although these are less favorable compared to propranolol due to their safety profile.</li><li>Switching to an antipsychotic with lower risk for EPS (eg, SGAs) can mitigate future risk for akathisia.</li></ul><h1>Drug-induced parkinsonism</h1><h2>Clinical presentation</h2><p>Drug-induced parkinsonism, a secondary cause of parkinsonism, can <strong>develop within days to weeks</strong> after initiating or increasing the dose of a dopamine receptor blocker (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42530.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Parkinsonism refers to a collection of motor symptoms including:<p></p><ul class=\"article-body-unordered-list\"><li><strong>Tremor</strong>:&nbsp; Often bilateral and symmetric (when drug-induced).</li><li><strong>Rigidity</strong>:&nbsp; Increased muscle tone, often described as \"cogwheel rigidity.\"</li><li><strong>Bradykinesia</strong>:&nbsp; Slowness of voluntary movements.</li><li><strong>Postural instability</strong>:&nbsp; Impairment of postural reflexes (ie, difficulties preventing falls when thrown off balance).</li></ul><p>Masked facies (ie, lack of facial expression) and drooling are also commonly seen.</p><h2>Pathogenesis</h2><p>Drug-induced parkinsonism occurs due to dopamine receptor blockade in the neurons that project into the striatum (nigrostriatal pathway), whereas idiopathic Parkinson disease is associated with the loss of dopaminergic neurons in the substantia nigra (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L82396.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><h2>Management</h2><ul class=\"article-body-unordered-list\"><li>Discontinue or reduce the dose of the offending medication, if possible, and consider switching to an SGA with less risk of causing EPS.</li><li>Anticholinergics (eg, <strong>benztropine</strong>, <strong>diphenhydramine</strong>) can be used for short-term symptom relief if antipsychotic dose reduction is not possible.&nbsp; However, they should be avoided in elderly patients due to their risk of cognitive adverse effects and anticholinergic adverse effects, increasing the risk for delirium.</li><li><strong>Amantadine</strong>, a dopaminergic agent that usually does not worsen psychosis, is another option that may reduce the severity of symptoms.</li></ul><p>Recovery typically occurs over a few weeks to months after the antipsychotic is discontinued.</p><h1>Tardive dyskinesia</h1><h2>Clinical presentation</h2><p>Tardive dyskinesia (TD) is a <strong>chronic, often irreversible, movement disorder</strong> typically caused by <strong>prolonged use (&gt;6 months)</strong> of dopamine receptor blockers (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37658.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).&nbsp; The term \"tardive\" refers to any abnormal movement type (eg, tardive dystonia, tardive akathisia, tardive tremors) that develops much later (typically &gt;6 months) after exposure to a dopamine receptor blocker.<p></p><p>Common abnormal movements include:</p><ul class=\"article-body-unordered-list\"><li><strong>Orofacial dyskinesia</strong> (most common):&nbsp; Lip-smacking, tongue protrusion, chewing, or grimacing.</li><li><strong>Limb dyskinesia</strong>:&nbsp; Dystonic postures, foot tapping, chorea.</li><li><strong>Trunk dyskinesia</strong>:&nbsp; Rocking, thrusting, shoulder shrugging.</li><li><strong>Choreoathetoid movements</strong>:&nbsp; Irregular, writhing movements of the trunk, limbs, or fingers.</li></ul><p>Patients may be unaware of abnormal movements, and their symptoms may worsen with stress and improve during sleep.&nbsp; Approximately 10%-20% of patients who are treated with an antipsychotic for &gt;1 year develop TD.&nbsp; Some cases (5%-40%) eventually remit, but lifelong disability occurs in many patients.</p><h2>Pathogenesis</h2><p>TD is thought to be caused by prolonged dopamine D<font size=\"2\"><sub>2</sub></font> receptor antagonism that results in increased D<font size=\"2\"><sub>1</sub></font> receptor activity in the basal ganglia and/or dopamine receptor hypersensitivity.</p><h2>Management</h2><ul class=\"article-body-unordered-list\"><li>Monitor for abnormal movements routinely (eg, every 6 months, more frequently when initiating/adjusting dose) to identify development of TD early.</li><li>Discontinue the offending drug, if possible, and <strong>avoid anticholinergics</strong> (eg, benztropine), which may worsen TD severity.</li><li>If a first-generation antipsychotic is being used, consider switching to clozapine (which has some potential to improve TD symptoms) or another SGA.</li><li><strong>Vesicular monoamine transporter 2 inhibitors</strong> (eg, valbenazine, deutetrabenazine) deplete the amount of dopamine stored in presynaptic vesicles, reducing dopaminergic activity on the hypersensitive dopamine receptors that drive TD symptoms.</li></ul><h1>Withdrawal-emergent dyskinesia</h1><p>Withdrawal-emergent dyskinesia refers to <strong>involuntary movements</strong>, usually choreiform, that develop <strong>after abrupt discontinuation</strong> of a dopamine receptor blocker, typically after prolonged use.&nbsp; It is more commonly seen in children compared to adults.</p><p>Withdrawal-emergent dyskinesia occurs because the hypersensitive dopamine receptors are exposed to higher levels of dopamine after the dopamine receptor blocking effects of the medication is stopped.&nbsp; These movement disturbances typically resolve within 4-12 weeks of discontinuation.</p><p>If these movements are intolerable, reinstate the dopamine receptor blocker and attempt to taper at a slower rate.&nbsp; If the movements persist beyond 6 months after discontinuation, then the movements are likely more representative of TD that emerged coincidentally around the time of medication discontinuation.</p><h1>Summary</h1><p>Extrapyramidal symptoms refer to movement disturbances caused by dopamine receptor blockers (eg, antipsychotics, metoclopramide, prochlorperazine) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39773.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).&nbsp; There is a greater risk for extrapyramidal symptoms when higher doses or higher potency antipsychotics are used.&nbsp; EPS include acute dystonia, akathisia, drug-induced parkinsonism, tardive dyskinesia, and withdrawal-emergent dyskinesia, each having characteristic clinical presentations and treatment considerations.<p></p></div>\n            "
}