{
  "meta": {
    "title": "Gender dysphoria",
    "url": "https://brainandscalpel.vercel.app/gender-dysphoria-636a6f1a-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:57.531Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Gender dysphoria is characterized by distress due to an incongruence between experienced gender (ie, gender identity) and gender assigned at birth.&nbsp; The desire to live and be treated as a different gender is persistent and intense and associated with significant distress and/or functional impairment.</p>\n<h1>Terminology</h1><br><br><p><strong>Sex</strong>:&nbsp; the assignment of male or female, usually at or before birth, based on external sexual anatomy and/or chromosomal makeup (ie, sex assigned at birth).</p><br><br><p><strong>Gender</strong>:&nbsp; specific characteristics (eg, roles, behaviors, expectations) that a society associates with masculinity and femininity (ie, social construct of what it means to be a woman, man, girl, or boy); these characteristics vary among societies and change over time.</p><br><br><p><strong>Gender identity</strong>:&nbsp; a person's internal sense of being male, female, a combination of both, or neither.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cisgender</strong>:&nbsp; a person whose gender identity is congruent with their sex assigned at birth.</li>\n\t<li><strong>Gender diverse</strong>:&nbsp; a person whose gender identity differs from traditional societal norms/expectations; recognizes that gender is a continuum, not binary (eg, boy or girl).</li>\n\t<li><strong>Transgender</strong>:&nbsp; a person whose gender identity or expression is incongruent with their sex assigned at birth.</li>\n</ul><br><br><p><strong>Gender expression</strong>: a person's behavior, mannerisms, and appearance of gender to the public (eg, masculine, feminine, androgynous); independent of gender identity.</p><br><br><p><strong>Sexual orientation</strong>: a person's emotional, romantic, or sexual attraction to other people (eg, straight, gay, lesbian, bisexual, asexual, pansexual); independent of gender identity.</p>\n<h1>Clinical presentation</h1><br><br><p>Most children are able to understand differences in gender around age 2-4 (eg, self-identify gender, use gendered pronouns).&nbsp; Their perspective on gender during this period may be more fluid and changeable, and it is developmentally normal for children to play or have interests that are not consistent with traditional views of gender (eg, a boy may play with dolls or wear makeup).&nbsp; By age 6, a more consistent gender identity typically develops.</p><br><br><p>Prepubertal individuals with gender dysphoria may persistently feel they are a different gender and/or believe they will grow up to be a different gender.&nbsp; They may consistently show preference for traditional activities, clothing, or appearance of a different gender (eg, those assigned male at birth may prefer dresses or long hair).&nbsp; Children with gender dysphoria may wish they could remove primary sex characteristics (eg, penis, vagina).</p><br><br><p>The onset of puberty may be a particularly stressful time for those with gender dysphoria due to the development of secondary sex characteristics and visible physical changes.</p><br><br><p>Adolescents and adults with gender dysphoria continue to experience an incongruence between gender identity and physical characteristics, and may or may not want to change these aspects about themselves.&nbsp; They are more likely to express themselves in accordance with their gender identity (eg, adopt a different first name, bind breasts, wear loose clothing, shave body hair frequently).</p>\n<h1>Diagnosis</h1><br><br><p>For a diagnosis of gender dysphoria in children, the following criteria must be met:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A marked incongruence between one's experienced/expressed gender and assigned gender, of ≥6 months duration, as manifested by ≥6 of the following (one of which must be the first criterion):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>A strong desire to be the other gender or an insistence that one is the other gender (or some alternative gender different from one's assigned gender)</li>\n\t\t<li>In males (assigned gender), a strong preference for cross-dressing or simulating female attire; in females (assigned gender), a strong preference for wearing only typical masculine clothing and a strong resistance to wearing typical feminine clothing</li>\n\t\t<li>A strong preference for cross-gender roles in make-believe or fantasy play; a strong preference for the toys, games, or activities stereotypically used or engaged in by the other gender; and/or a strong preference for playmates of the other gender</li>\n\t\t<li>In males (assigned gender), a strong rejection of typically masculine toys, games, and activities and a strong avoidance of rough-and-tumble play; in females (assigned gender), a strong rejection of typically feminine toys, games, and activities</li>\n\t\t<li>A strong dislike of one's sexual anatomy and a strong desire for the primary and/or secondary sex characteristics that match one's experienced gender</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>For a diagnosis of gender dysphoria in adolescents and adults, the following criteria must be met:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A marked incongruence between one's experienced/expressed gender and assigned gender, of ≥6 months duration, as manifested by ≥2 of the following:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>A marked incongruence between one's experienced/expressed gender and primary and/or secondary sex characteristics (or in young adolescents, anticipated secondary sex characteristics)</li>\n\t\t<li>A strong desire to be rid of one's primary and/or secondary sex characteristics because of a marked incongruence with one's experienced/expressed gender (or in young adolescents, a desire to prevent the development of anticipated secondary sex characteristics)</li>\n\t\t<li>A strong desire for the primary and/or secondary sex characteristics of the other gender</li>\n\t\t<li>A strong desire to be and to be treated as the other gender (or some alternative gender different from one's assigned gender)</li>\n\t\t<li>A strong conviction that one has the typical feelings and reactions of the other gender (or some alternative gender different from one's assigned gender)</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gender nonconformity</strong>:&nbsp; exploration of gender identity and expression that differs from stereotypical gender roles and is a normal part of childhood development.&nbsp; However, if gender nonconformity is associated with a persistent desire to be a different gender and significant distress/functional impairment, then a diagnosis of gender dysphoria may be applicable.</li>\n\t<li><strong>Body dysmorphic disorder (BDD)</strong>:&nbsp; can also involve a desire to change physical features (may include but not limited to primary and secondary sex characteristics) that are personally distressing.&nbsp; However, with BDD distress is due to perceiving a body part as flawed (eg, \"ugly,\" \"not right\") rather than a body part being incongruent with the individual's gender identity.</li>\n</ul>\n<h1>Diagnostic evaluation</h1><br><br><p>Creating a safe space for patients to share their unique experiences is crucial; this includes initiating conversations about gender identity, asking about and using the patient's preferred pronouns (eg, he/she/they), expressing curiosity through open-ended questions, validating emotions, and providing nonjudgmental support.</p><br><br><p>Assessment should include a thorough psychiatric history as gender dysphoria is associated with multiple comorbidities, including depressive and anxiety disorders as well as suicidality.</p>\n<h1>Management</h1><br><br><p>Management of gender dysphoria involves a multidisciplinary approach known as gender-affirming care (ie, supporting the patient in their expressed gender), which may include psychosocial, psychiatric, and medical interventions.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Psychosocial\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Explore gender identity and talk about concerns or distress related to sharing gender identity with others</li>\n\t\t<li>Navigate social (eg, expressing gender identity through clothing, name, pronouns) and legal (eg, changing name and gender on documents) affirmation</li>\n\t\t<li>Discuss options for medical/surgical affirmation, including risks and benefits</li>\n\t</ul>\n\t</li>\n\t<li>Psychiatric\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Assess if coinciding psychiatric conditions are present and offer treatment when indicated (eg, antidepressant medication, psychotherapy)</li>\n\t\t<li>Assess safety risk, including screening for suicidality, and engage in safety planning when indicated</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Depending on the patient's preference and collaboratively appraising the benefits and risks thoroughly, the following medical interventions may be considered:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Puberty-suppressing agents</strong> (early adolescents):&nbsp; Gonadotropin-releasing hormone agonists (eg, leuprolide) help prevent the development of secondary sex characteristics.&nbsp; If the medication is discontinued, puberty resumes (ie, reversible), which allows more time to explore gender identity.</li>\n\t<li><strong>Medical affirmation</strong> (cross-sex hormone therapy):&nbsp; Feminizing hormones such as estrogens and antiandrogens (eg, spironolactone) to reduce male secondary sexual characteristics (eg, redistribution of fat to hips/thighs, decreased body hair).&nbsp; Masculinizing hormones such as testosterone to promote male secondary sexual characteristics (eg, facial hair, deeper voice); gonadotropin-releasing hormones for menstrual suppression</li>\n\t<li><strong>Surgical affirmation</strong>:&nbsp; examples include \"top\" surgery (eg, mastectomy or breast augmentation), \"bottom\" surgery (surgery on genitals or reproductive organs (eg, vaginoplasty), vocal cord surgery, and facial masculinization/feminization surgery.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Gender dysphoria has a highly variable course.&nbsp; Early intervention, strong social support, and an environment of acceptance improve prognosis and decrease the risk of concurrent depressive and anxiety disorders.&nbsp; If untreated, gender dysphoria can be associated with significant functional impairment (eg, social isolation, relationship difficulties), decreased quality of life, and suicidality.</p>\n<h1>Summary</h1><br><br><p>Gender dysphoria (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37672.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is characterized by distress due to an incongruence between experienced gender and gender assigned at birth.&nbsp; The desire to live and be treated as a different gender is persistent and intense.&nbsp; Management includes gender-affirming care, which may encompass psychosocial, psychiatric, and medical interventions (eg, puberty-suppressing agents, cross-sex hormone therapy, surgery).<p></p>\n</div>\n\n            "
}