{
  "meta": {
    "title": "Illness anxiety disorder",
    "url": "https://brainandscalpel.vercel.app/illness-anxiety-disorder-caa63b13-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:57.552Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Illness anxiety disorder is characterized by excessive and disproportionate worry about having or developing a serious, undiagnosed illness despite few or no somatic symptoms and negative diagnostic testing.&nbsp; Fears of being medically ill result in time-consuming health-related behaviors (eg, checking body for signs of illness) and high health care utilization, although some patients may avoid medical visits due to overwhelming anxiety of being diagnosed with a life-threatening condition.</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>The estimated prevalence rate of illness anxiety disorder is 0.1% in the general population.&nbsp; Age of onset is typically in early to middle adulthood, with similar prevalence rates in men and women.</p><br><br><p>Several factors may contribute to the risk for developing illness anxiety disorder and can include psychological (eg, childhood abuse or neglect, concurrent anxiety disorder) and environmental (eg, serious childhood illness, relative with chronic illness, death of an ill parent during childhood) factors.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with illness anxiety disorder <strong>fear they are medically ill</strong>, which can result in high health care utilization.&nbsp; However, patients are <strong>not reassured by normal or repeat diagnostic testing</strong> and often feel dissatisfied with their medical care.&nbsp; Less commonly, patients with illness anxiety disorder avoid hospitals and health care providers altogether due to the overwhelming anxiety of being diagnosed with a life-threatening illness.</p><br><br><p>In illness anxiety disorder, somatic symptoms are either not present or mild.&nbsp; If somatic symptoms are present, worries focus on what the symptoms could signify (eg, shortness of breath signaling lung cancer) rather than the discomfort caused by the symptoms.</p><br><br><p>Preoccupations with and anxiety about health status often result in <strong>excessive health-related behaviors</strong> (eg, checking thyroid in mirror repeatedly, researching thyroid cancer online, seeking reassurance about health).&nbsp; Patients are easily alarmed about their health (eg, low-normal laboratory result, relative diagnosed with cancer) and may experience exacerbations in health-related anxiety with life transitions (eg, starting a new job, divorce).&nbsp; Some patients may also avoid certain activities that they fear may jeopardize their health (eg, visiting a sick relative, exercising).</p><br><br><p>Thoughts and anxiety related to having a serious illness frequently become <strong>central to a patient's identity and are a daily focus</strong>, straining interpersonal relationships and impacting occupational functioning.</p>\n<h1>Diagnosis</h1><br><br><p>For a diagnosis of illness anxiety disorder, the following criteria must be met:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The patient is preoccupied with having or acquiring a serious illness for ≥6 months.</li>\n\t<li>Somatic symptoms are not present or, if present, are only mild in intensity.&nbsp; If another medical condition is present or there is a high risk for developing a medical condition (eg, strong genetic predisposition), the preoccupation is clearly excessive or disproportionate.</li>\n\t<li>There is a high level of anxiety about health, and the patient is easily alarmed about personal health status.</li>\n\t<li>The patient performs excessive health-related behaviors (eg, repeatedly checks body for signs of illness) or exhibits maladaptive avoidance (eg, avoids visits to the doctor).</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of illness anxiety disorder includes (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38873.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Somatic symptom disorder</strong>:&nbsp; also involves high levels of health-related anxiety and behaviors.&nbsp; However, somatic symptoms are prominent, distressing, and disruptive to daily life.</li>\n\t<li><strong>Generalized anxiety disorder</strong> (GAD):&nbsp; can also be characterized by high levels of health anxiety and mild somatic symptoms.&nbsp; However, anxiety in GAD is not restricted to health and includes multiple, everyday issues (eg, relationships, work, finances).</li>\n\t<li><strong>Obsessive-compulsive disorder</strong> (OCD):&nbsp; can also involve intrusive thoughts about acquiring or having a disease, as well as reassurance-seeking behaviors.&nbsp; However, obsessions in OCD often include other themes (eg, symmetry, taboo/forbidden thoughts), and compulsions are repetitive and ritualistic (ie, the patient feels driven to perform them).</li>\n\t<li><strong>Factitious disorder</strong>:&nbsp; may also involve high health care utilization.&nbsp; However, symptoms are intentionally falsified or induced to deceive others and assume the sick role.</li>\n\t<li><strong>Other medical conditions</strong>:&nbsp; must be appropriately investigated if the patient's medical history and/or examination findings indicate diagnostic testing.&nbsp; Medical conditions and illness anxiety disorder can cooccur if there is persistent health-related anxiety that is disproportionate to the seriousness of the condition.</li>\n</ul>\n<h1>Management</h1><br><br><p>A thorough patient history, including psychiatric history, and physical examination are crucial for establishing a baseline for the patient and assessing changes in symptoms and objective findings in subsequent evaluations.&nbsp; Reviewing medical records and collaborating with other providers can provide insights into the patient's course of care, diagnostic work-up, and level of health care utilization.&nbsp; Obtaining diagnostic testing based on symptom history and examination findings may be necessary, but repeat testing without indication is typically avoided because it does not provide additional reassurance to the patient.</p><br><br><p>Initial management with a primary care provider focuses on <strong>improving functional status</strong> and <strong>coping with health anxiety</strong> at regularly scheduled appointments (preferably with the same provider).&nbsp; Goals for visits include avoiding unnecessary diagnostic testing and specialist referrals, exploring the role of psychosocial stressors, and improving functionality through stress reduction and healthy behaviors (eg, sleep hygiene, relaxation techniques, exercise, diet, return to productivity).</p><br><br><p>If patients are unresponsive to management by a primary care provider, a referral to a psychiatrist may be warranted for cognitive-behavioral therapy (CBT).&nbsp; CBT can help identify dysfunctional beliefs about health, provide exposure therapy to reduce maladaptive checking behaviors, and increase coping skills.&nbsp; Selective serotonin reuptake inhibitors (eg, fluoxetine) can be considered for those without access to psychotherapy.</p><br><br><p>The majority of patients with illness anxiety disorder have comorbid depression or anxiety disorders (eg, GAD, panic disorder), requiring screening and treatment.</p>\n<h1>Prognosis</h1><br><br><p>Prognosis is variable, with the majority of patients experiencing chronic relapse and remitting symptoms.&nbsp; Reduction of symptoms is common with CBT, but patients often decline psychiatric treatment.&nbsp; Positive prognostic indicators include early psychiatric intervention and engagement in treatment.</p>\n<h1>Summary</h1><br><br><p>Illness anxiety disorder is characterized by excessive concern about having a serious, undiagnosed disease, despite few or no symptoms and a negative medical work-up.&nbsp; Health-related anxiety may lead to high health care utilization or complete avoidance of medical care.&nbsp; Primary care physicians direct initial management through regularly scheduled appointments focusing on improving coping skills and functional status.</p>\n</div>\n\n            "
}