{
  "meta": {
    "title": "Impulse control disorders",
    "url": "https://brainandscalpel.vercel.app/impulse-control-disorders-2c74308c-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:59.049Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Impulse control disorders are characterized by the inability to self-regulate emotions and urges, resulting in behaviors that violate the rights of others and/or conflict with societal norms.&nbsp; These disorders include intermittent explosive disorder, kleptomania, and pyromania.</p>\n<h1>Intermittent explosive disorder</h1><h2>Clinical presentation</h2><br><br><p>Intermittent explosive disorder is characterized by <strong>recurrent aggressive impulses</strong> toward animals, other people, or property that may or may not result in damage or physical injury.&nbsp; Behaviors can include verbal arguments, threats to harm others, shoving/pushing, punching or breaking objects, road rage, or, at the most extreme, killing an animal or person.</p><br><br><p>The aggressive impulse occurs with minimal provocation and is typically preceded by rising tension that escalates rapidly to a state of rage in which there is no thought about the consequences of behavior.&nbsp; Most episodes last less than 30 minutes and can be followed by a sense of relief, remorse, or embarrassment.</p>\n<h2>Diagnosis</h2><br><br><p>For a diagnosis of intermittent explosive disorder, the following criteria must be met:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The patient displays recurrent behavioral outbursts representing a <strong>failure to control aggressive impulses</strong>, as manifested by either of the following:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Verbal aggression (eg, temper tantrums, fights) or physical aggression toward property, animals, or other individuals, occurring twice weekly, on average, for a period of 3 months.&nbsp; The physical aggression does not result in damage or destruction of property and does not result in physical injury to animals or other individuals.</li>\n\t\t<li>Three behavioral outbursts involving damage or destruction of property and/or physical assault involving physical injury against animals or other individuals occurring within a 12-month period.</li>\n\t</ul>\n\t</li>\n\t<li>The magnitude of aggressiveness expressed during the recurrent outbursts is grossly out of proportion to the provocation or to any precipitating psychosocial stressors.</li>\n\t<li>The recurrent aggressive outbursts are not premeditated (they are impulsive and/or anger-based) and are not committed to achieve some tangible objective (eg, money, power, intimidation).</li>\n\t<li>The recurrent aggressive outbursts cause marked distress in the individual, impairment in occupational/interpersonal functioning, or financial/legal consequences.</li>\n\t<li>The patient is age ≥6 (or equivalent developmental level).</li>\n\t<li>The recurrent aggressive outbursts are not better explained by another mental disorder and are not attributable to another medical condition (eg, head trauma) or to the physiological effects of a substance.</li>\n</ul>\n<h2>Management</h2><br><br><p>Selective serotonin reuptake inhibitors (SSRIs) and cognitive-behavioral therapy (CBT) may be effective in reducing aggressive behaviors.</p><br><br><p>Screening and safety planning are indicated due to an increased risk for suicidal behavior.&nbsp; In addition, screening for and treating cooccurring disorders (posttraumatic stress disorder, personality disorders, substance use disorders) are indicated.</p>\n<h2>Prognosis</h2><br><br><p>Intermittent explosive disorder typically follows a persistent course that can be lifelong.</p>\n<h1>Kleptomania</h1><h2>Clinical presentation</h2><br><br><p>The <strong>impulses to steal objects</strong> are preceded by feelings of anxiety or tension and followed by pleasure and/or relief.&nbsp; Attempts are usually made to resist the impulse to steal (although the attempt is unsuccessful), and patients often feel guilty about their behaviors.&nbsp; Patients often <strong>give away</strong> or discard the stolen objects, and others may <strong>hoard</strong> or try to secretly return them.</p><br><br><p>The stolen objects are typically of low monetary value and affordable for the patient to buy.</p><br><br><p>Shoplifting (theft) is much more common than kleptomania and is done for personal gain.</p>\n<h2>Diagnosis</h2><br><br><p>For a diagnosis of kleptomania, the following criteria must be met:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The patient experiences recurrent <strong>failure to resist impulses to steal objects</strong> that are <strong>not needed</strong> for personal use or for their monetary value.</li>\n\t<li>The patient experiences an increasing <strong>sense of tension immediately before</strong> committing the theft.</li>\n\t<li>The patient experiences pleasure, gratification, or relief at the time of committing the theft.</li>\n\t<li>The stealing is not committed to express anger or vengeance and is not in response to a delusion or a hallucination.</li>\n\t<li>The stealing is not better explained by conduct disorder, a manic episode, or antisocial personality disorder.</li>\n</ul>\n<h2>Management</h2><br><br><p>SSRIs and CBT may be effective in reducing impulsive behaviors.&nbsp; Screening and safety planning are indicated due to an increased risk for suicidal behavior.&nbsp; Screening for and treating cooccurring disorders (eg, depressive disorders, bulimia nervosa) is also indicated.</p>\n<h2>Prognosis</h2><br><br><p>The course of kleptomania is often persistent (chronic) and includes recurrent episodes with periods of remission.</p>\n<h1>Pyromania</h1><h2>Clinical presentation</h2><br><br><p><strong>Fire setting</strong> in pyromania is deliberate, preceded by a sense of tension or arousal, and followed by a sense of relief or pleasure.&nbsp; Fire watching is enjoyable, and patients may set off false alarms to witness the emergency response.&nbsp; Patients typically have a fascination with objects related to fires, including lighters, matches, fire trucks/equipment, and fire stations; some patients become firefighters.</p><br><br><p>Individuals may intentionally set fires for reasons other than pyromania, including for revenge, to make a political statement, or as childhood experimentation (eg, playing with matches).</p>\n<h2>Diagnosis</h2><br><br><p>For a diagnosis of pyromania, the following criteria must be met:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Deliberate and purposeful <strong>fire setting on &gt;1 occasion</strong></li>\n\t<li>Tension or affective arousal before the act</li>\n\t<li><strong>Fascination with, interest in, curiosity about, or attraction to fire</strong> and its situational contexts (eg, uses, consequences)</li>\n\t<li>Pleasure, gratification, or relief when setting fires or when witnessing or participating in their aftermath</li>\n\t<li>Fire setting not done for monetary gain, as an expression of sociopolitical ideology, to conceal criminal activity, to express anger or vengeance, to improve one's living circumstances, in response to a delusion or hallucination, or as a result of impaired judgment (eg, intoxication with a substance)</li>\n\t<li>Fire setting not better explained by conduct disorder, a manic episode, or antisocial personality disorder</li>\n</ul>\n<h2>Management</h2><br><br><p>CBT may be effective in reducing impulsive fire setting and improving coping skills.&nbsp; Screening and safety planning are indicated due to an increased risk for suicidal behavior.&nbsp; In addition, patients require screening for and treating cooccurring disorders (eg, substance use disorders).</p>\n<h2>Prognosis</h2><br><br><p>Pyromania often follows a chronic course, with waxing and waning symptoms.</p>\n<h1>Summary</h1><br><br><p>Impulse control disorders, including intermittent explosive disorder, kleptomania, and pyromania, involve an inability to self-regulate emotions and urges, resulting in behaviors that violate the rights of others and/or conflict with societal norms.&nbsp; Treatment can include selective serotonin reuptake inhibitors and cognitive-behavioral therapy.</p>\n</div>\n\n            "
}