{
  "meta": {
    "title": "Lithium",
    "url": "https://brainandscalpel.vercel.app/lithium-a0e8edd2-16e4fc.html",
    "scrapedAt": "2025-12-01T05:57:59.039Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction &nbsp;</h1>\n<p>Lithium is an effective treatment in bipolar disorder and can be used for acute mania and depression as well as the prevention of depressive and manic episodes.&nbsp; At therapeutic doses, lithium is associated with a number of adverse effects across multiple organ systems.&nbsp; Lithium also has a narrow therapeutic index, which elevates the risk of toxicity.&nbsp; Therefore, patients require routine monitoring of serum lithium levels.</p>\n<h1>Indications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bipolar disorder</strong>:&nbsp; Lithium is effective as acute treatment of manic and depressive episodes and for maintenance treatment to prevent recurrence of a manic or depressive episode.&nbsp; It is also effective in reducing the risk of suicide in patients with bipolar disorder.</li>\n\t<li><strong>Schizoaffective disorder</strong>:&nbsp; Lithium can be used as an adjunctive agent to an antipsychotic for treatment of major mood episodes in bipolar-type or depressive-type schizoaffective disorder.</li>\n</ul>\n<h1>Lithium toxicity </h1><br><br><p>Lithium has a <strong>narrow therapeutic index</strong> (ie, there is little separation between therapeutic and toxic doses).&nbsp; The therapeutic plasma level ranges between 0.6 to 1.2 mEq/L, but patients may experience lithium toxicity when lithium levels exceed 1.5 mEq/L (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35356.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Risk factors</h2><br><br><p>Lithium is renally cleared, in a similar manner to sodium.&nbsp; Any process that reduces renal perfusion or decreases clearance and glomerular filtration will increase lithium reabsorption, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Dehydration or volume depletion</li>\n\t<li>Renal function impairment (especially in elderly people due to age-related decline in glomerular filtration rate)</li>\n\t<li>Concurrent medications:&nbsp; NSAIDs (not including aspirin), thiazides, ACE inhibitors, tetracyclines, metronidazole</li>\n\t<li>Lithium overdose</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><p>Lithium toxicity presents with a wide variety of <strong>gastrointestinal</strong> (GI) and <strong>neurologic</strong> symptoms that range in severity:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mild toxicity</strong>:&nbsp; nausea, vomiting, diarrhea, tremor, ataxia, dizziness, weakness, lethargy</li>\n\t<li><strong>Moderate toxicity</strong>:&nbsp; persistent nausea and vomiting, anorexia, blurred vision, confusion, hyperreflexia, fasciculations</li>\n\t<li><strong>Severe toxicity</strong>:&nbsp; encephalopathy, myoclonus, seizures, stupor, coma</li>\n</ul><br><br><p>Serum lithium levels do <u>not</u> always correlate with toxicity severity.&nbsp; During an acute ingestion, a non-toxic lithium level (eg, &lt;1.5 mEq/L) does not rule out toxicity.&nbsp; Symptoms can still occur at non-toxic levels, which may continue to rise due to continued absorption.&nbsp; In these cases, treatment is indicated based on severity of symptoms and not serum lithium levels alone.</p><br><br><p>On the other hand, even when critical levels (eg, &gt;4 mEq/L) are reached, a patient may be asymptomatic due to the slow distribution of lithium to the central nervous system (CNS).&nbsp; Severe complications can still occur once lithium reaches the CNS.&nbsp; Therefore, in cases with critical levels, hemodialysis would be indicated even without severe symptoms.</p>\n<h2>Management</h2><br><br><p>Lithium toxicity is a <strong>medical emergency</strong>.&nbsp; Management includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Discontinue lithium</strong> and initiate intravenous fluids.</li>\n\t<li>Obtain and repeat serum lithium level every 4-6 hours until there is clinical improvement or downward trend in serum level.&nbsp; This is because levels may continue to rise after acute ingestions due to continued reabsorption.</li>\n\t<li>If there is an acute ingestion and the patient is awake and asymptomatic, <strong>whole bowel irrigation</strong> with polyethylene glycol should be performed.&nbsp;</li>\n\t<li>Patients with severe toxicity require <strong>hemodialysis</strong>, as this rapidly removes lithium (a small, charged, non-protein-bound particle).&nbsp; Indications include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Severe symptoms of toxicity regardless of lithium concentration (eg, coma, seizures, treatment-resistant hypotension)</li>\n\t\t<li>Serum lithium level &gt;4 mEq/L and impaired kidney function</li>\n\t\t<li>Serum lithium level &gt;5 mEq/L</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Adverse effects </h1><br><br><p>Multiple organ systems can be affected with therapeutic dosing of lithium.&nbsp; Many of the adverse effects are mitigated with discontinuation of lithium, though this may result in an increased risk for a recurrent mood episode.</p>\n<h2>Endocrine</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Thyroid disease:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Goiter</strong> (most common):&nbsp; enlarged thyroid due to compensatory increase in TSH secretion</li>\n\t\t<li>Hypothyroidism:&nbsp; either overt (high TSH, low free T4/T3) or subclinical (high TSH, normal T4/T3) disease</li>\n\t\t<li>Hyperthyroidism and chronic autoimmune thyroiditis (less common)</li>\n\t</ul>\n\t</li>\n\t<li>Hyperparathyroidism due to increase in parathyroid hormone (PTH) levels and hypercalcemia caused by lithium</li>\n</ul>\n<h2>Renal</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lithium-induced arginine vasopressin resistance</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12402.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; Arginine vasopressin (AVP) facilitates renal water reabsorption by increasing expression of aquaporin 2 water channel in principal cells of the collecting duct.&nbsp; Lithium inhibits the function of the aquaporin 2 water channel, leading to impaired renal water reabsorption despite increased secretion of AVP.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Results in large volumes of dilute urine (low specific gravity) and hypernatremia</li>\n\t\t<li>Symptoms include polyuria, polydipsia; in more severe cases, confusion and lethargy</li>\n\t\t<li>May resolve after discontinuation of lithium, but permanent impairment can result following years of chronic use</li>\n\t</ul>\n\t</li>\n\t<li><strong>Chronic kidney disease</strong>:&nbsp; reduced glomerular filtration rate (GFR) can occur with long-term (&gt;10 years) lithium use</li>\n</ul>\n<h2>Neurologic</h2><br><br><p><strong>Fine action tremors</strong> due to lithium are common.&nbsp; They are typically symmetric and limited to the hands and upper limbs, unlike in lithium toxicity (coarse, irregular tremors that can affect legs).&nbsp; Tremors are not progressive and often decrease with time without dose change or intervention.&nbsp; Treatment includes propranolol.</p>\n<h2>Cardiac</h2><br><br><p>Lithium can cause dysrhythmias (rare) and sinus node dysfunction (depress pacemaking activity of the sinus node).</p>\n<h2>Skin</h2><br><br><p>Lithium may precipitate or exacerbate acne and psoriasis.</p>\n<h1>Pregnancy considerations</h1><h2>Teratogenicity</h2><br><br><p>Lithium use during the first trimester increases the risk for <strong>cardiac malformations</strong>, including Ebstein anomaly, which is the abnormal positioning of the tricuspid valve and atrialization of the right ventricle (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1428.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The absolute risk is small given that Ebstein anomaly is rare in the general population and there is a reduced risk with a lower lithium dose in the first trimester (ie, use minimum effective dose).<p></p><br><br><p>Additional adverse effects are associated with lithium use later in pregnancy (eg, neonatal lithium toxicity, preterm delivery).</p>\n<h2>Renal function during pregnancy</h2><br><br><p>During pregnancy, there is a physiological increase in GFR that can result in a significant decrease in serum lithium levels.&nbsp; Lithium levels should be monitored closely to guide necessary dose adjustments (ie, may need to increase dose).</p>\n<h1>Laboratory monitoring</h1><br><br><p>The following labs should be routinely collected prior to initiating as well as throughout the course of lithium treatment:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Serum lithium level (trough)</li>\n\t<li>Blood urea nitrogen and creatinine</li>\n\t<li>Urinalysis</li>\n\t<li>Electrolytes, including sodium and calcium levels</li>\n\t<li>Thyroid stimulating hormone (TSH), free T4</li>\n\t<li>Electrocardiogram (ECG) should be collected at baseline and repeated annually</li>\n\t<li>Pregnancy test in women of childbearing age</li>\n</ul>\n<h1>Summary </h1><br><br><p>Lithium is an effective medication for bipolar disorder.&nbsp; Careful evaluation for adverse effects on physical examination and routine laboratory monitoring are crucial due to lithium's narrow therapeutic index and inherent risks to multiple organ systems.</p>\n</div>\n\n            "
}