{
  "meta": {
    "title": "Monoamine oxidase inhibitors (MAOIs)",
    "url": "https://brainandscalpel.vercel.app/monoamine-oxidase-inhibitors-maois-40693d4e-16e4fc.html",
    "scrapedAt": "2025-12-01T05:58:00.581Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Monoamine oxidase inhibitors (MAOIs) increase concentrations of dopamine, norepinephrine, and serotonin (ie, monoamine neurotransmitters).&nbsp; They are effective for depressive disorders though are reserved for treatment-resistant cases due to the risk of severe adverse effects, including serotonin syndrome and hypertensive crisis.</p>\n<h1>Mechanism of action</h1><br><br><p>Monoamine oxidase (MAO) is a mitochondrial enzyme that degrades serotonin, norepinephrine, and dopamine and can be found in multiple organs (eg, brain, intestines, heart).&nbsp; There are 2 types of MAO enzymes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>MAO-A:&nbsp; Primarily breaks down serotonin, norepinephrine, and dopamine</li>\n\t<li>MAO-B:&nbsp; Primarily breaks down dopamine</li>\n</ul><br><br><p>MAOIs bind and inhibit both MAO-A and MAO-B (ie, are nonselective) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105872.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The resulting increase in presynaptic monoamine neurotransmitter levels and subsequent release into the synapse are thought to play a role in alleviating depressive symptoms.<p></p><br><br><p>MAOIs irreversibly bind MAO, causing a prolonged effect even after discontinuation of the medication.&nbsp; Resynthesis of MAO is necessary to resume normal monoamine degradation and takes about 2 weeks.</p>\n<h1>Options&nbsp;</h1><br><br><p>MAOIs include the following medications:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Phenelzine</li>\n\t<li>Tranylcypromine</li>\n\t<li>Isocarboxazid</li>\n\t<li>Selegiline:&nbsp; Selectively inhibits MAO-B at lower doses; nonselective at higher doses</li>\n</ul>\n<h1>Indications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Treatment-resistant depression</strong>:&nbsp; MAOIs are usually considered in patients who do not respond to multiple antidepressant medications (at least 3).</li>\n\t<li><strong>Major depressive disorder with atypical features</strong>:&nbsp; MAOIs are associated with positive response in patients with atypical depression (eg, mood reactivity, leaden paralysis, rejection sensitivity, increased sleep and appetite).</li>\n\t<li><strong>Parkinson disease</strong> (early stage, mild symptoms):&nbsp; Selegiline selectively inhibits MAO-B at lower doses and increases dopamine levels.</li>\n</ul>\n<h1>Adverse effects</h1><br><br><p>Adverse effects can include orthostatic hypotension, weight gain, sexual dysfunction, and insomnia.&nbsp; Liver enzyme elevations can occur and may result in jaundice, fatigue, and nausea.</p>\n<h2>Hypertensive crisis</h2><br><br><p>Hypertensive crisis can occur with concurrent consumption of tyramine-containing foods (eg, aged cheeses, aged or cured meats, aged or fermented soy products, overripe fruits, some alcoholic beverages) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25040.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Normal tyramine catabolism occurs in the gastrointestinal tract via MAO-A; MAOIs inhibit MAO-A, increasing the amount of tyramine entering systemic circulation; tyramine triggers the release of norepinephrine and results in vasoconstriction.</li>\n\t<li>Hypertensive crisis usually occurs within 60 minutes of ingesting tyramine-containing items; it may initially manifest as a headache but can lead to intracranial bleeding, stroke, and death.</li>\n\t<li>In Parkinson disease, low-dose selegiline does not inhibit MAO-A (ie, selective to MAO-B) and therefore does not require a tyramine-restricted diet.</li>\n</ul><br><br><p>Hypertensive crisis can also occur with concurrent use of other sympathomimetic drugs (eg, cocaine, pseudoephedrine, anesthetic agents).</p><br><br><p>Emergency evaluation and antihypertensive treatment (eg, phentolamine) are indicated.</p><br><br><p>To mitigate the risk of hypertensive crisis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Educate patients to strictly avoid tyramine-containing foods when taking MAOIs.</li>\n\t<li>Monitor blood pressure routinely.</li>\n\t<li>Advise waiting &gt;14 days after MAOI discontinuation before consuming tyramine-containing foods (due to irreversible binding and resynthesis period for MAO).&nbsp; May need to temporarily discontinue MAOI prior to surgery (use of sympathomimetic anesthetic agents).</li>\n\t<li>Avoid using MAOIs in those with pheochromocytoma.</li>\n</ul>\n<h2>Serotonin syndrome</h2><br><br><p>Serotonin syndrome may happen with therapeutic MAOI use but usually occurs with concurrent use of other serotonergic drugs (eg, selective serotonin reuptake inhibitors, tricyclic antidepressants, dextromethorphan, tramadol, amphetamines, ecstasy) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17949.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><br><br><p>Symptoms typically include fever, mental status changes, autonomic instability, hyperreflexia, and clonus.&nbsp; Treatment is primarily supportive (eg, intravenous fluids, blood pressure stabilization), benzodiazepines for agitation, and antihypertensives if necessary.&nbsp; If symptoms are unresponsive to supportive care, cyproheptadine (serotonin antagonist) may be considered.</p><br><br><p>To mitigate the risk of serotonin syndrome:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Avoid using MAOIs concurrently with other serotonergic agents.</li>\n\t<li>Wait &gt;14 days after discontinuing MAOIs before starting another serotonergic agent.</li>\n\t<li>Wait &gt;14 days after stopping a serotonergic agent before starting an MAOI to ensure the prior serotonergic agent has been eliminated; fluoxetine has a particularly long half-life, so a 5-week washout period is necessary before starting an MAOI.</li>\n</ul><br><br><p>A more comprehensive review of serotonin syndrome can be found in a separate article.</p>\n<h2>Overdose</h2><br><br><p>The effects of MAOI overdose may be delayed for several hours after ingestion.&nbsp; Symptoms can include tachycardia, hypertension, hyperthermia, and diaphoresis, and may progress to life-threatening complications such as cardiovascular collapse, respiratory failure, coma, and death.&nbsp; Treatment is focused on supportive measures (eg, secure airway, breathing, circulation).</p>\n<h1>Summary&nbsp;</h1><br><br><p>Monoamine oxidase inhibitors increase concentrations of dopamine, norepinephrine, and serotonin (ie, monoamine neurotransmitters).&nbsp; They are effective antidepressants though reserved for treatment-resistant depression due to their potential for hypertensive crisis and serotonin syndrome.&nbsp; Careful monitoring, particularly of blood pressure, dietary tyrosine intake, and other concurrent serotonergic medications, is crucial to ensure their safe use.</p>\n</div>\n\n            "
}