{
  "meta": {
    "title": "Panic disorder",
    "url": "https://brainandscalpel.vercel.app/panic-disorder-bf5beba9-16e4fc.html",
    "scrapedAt": "2025-12-01T05:58:06.469Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Panic disorder is characterized by recurrent, unexpected anxiety attacks that result in fear of future attacks and/or maladaptive changes in behavior (eg, restricting activities).&nbsp; Anxiety or panic attacks involve an abrupt surge of fear and multiple physical and cognitive symptoms (eg, palpitations, chest pain, fear of dying).&nbsp; Patients may have high levels of social and occupational impairment due to unpredictable symptoms and avoidance behaviors.</p><h1>Epidemiology and risk factors</h1><p>The lifetime prevalence rate of panic disorder is estimated to be approximately 1.7%, with a 2:1 female-to-male ratio.&nbsp; The median age at onset is 20-24.</p><p>Several factors increase the risk of developing panic disorder, including genetic (eg, first-degree relative with anxiety and/or depressive or bipolar disorders), environmental (eg, relationship strain, death of a relative, decline in health), and psychologic (eg, neuroticism, anxiety sensitivity) factors.</p><h1>Pathogenesis</h1><p>The pathogenesis of panic disorder (athough not completely understood) appears to be multifactorial, involving the interplay of biologic, environmental, and psychologic components:</p><ul class=\"article-body-unordered-list\"><li>Neurotransmitter abnormalities:&nbsp; imbalance and dysfunctional signaling of serotonin, norepinephrine, and GABA</li><li>Neural circuitry changes:&nbsp; hyperexcitability of the amygdala (processing center for fear and other emotions) and hypothalamus</li><li>CO<font size=\"2\"><sub>2</sub></font> hypersensitivity:&nbsp; inhalation of CO<font size=\"2\"><sub>2</sub></font>-enriched air resulting in increased anxiety and hyperventilation in patients with panic disorder</li></ul><h1>Clinical presentation</h1><p>Panic disorder presents with <strong>recurrent, unexpected</strong> (without an identifiable cue or trigger) <strong>panic attacks</strong>.&nbsp; The attacks are often described by patients as happening \"out of the blue,\" and some can be nocturnal (waking from sleep in a state of panic).&nbsp; Expected panic attacks (those that have an obvious cue or trigger) can also occur in panic disorder.</p><p>Panic attacks are abrupt surges of intense fear that peak within minutes of onset and typically last between 5 and 20 minutes.&nbsp; Symptoms tend to vary with each attack and can include palpitations, sweating, shortness of breath, chest pain, dizziness, derealization (feelings of unreality) or depersonalization (being detached from oneself), and fear of losing control or dying.</p><p>Panic attacks are a symptom of panic disorder, and they can be associated with multiple psychiatric disorders, including major depressive disorder (MDD) and posttraumatic stress disorder; however, in panic disorder, patients have at least 1 month of either or both of the following:</p><ul class=\"article-body-unordered-list\"><li>Persistent worry about additional panic attacks or their consequences.&nbsp; Examples include:<ul class=\"article-body-unordered-list\"><li>fear that physical symptoms represent a serious illness (eg, cardiovascular disease, epilepsy).</li><li>fear of judgment from others or embarrassment due to visible nature of panic attacks.</li><li>fear of mental instability (eg, \"going crazy\").</li></ul></li><li>Maladaptive behavioral changes (attempts to minimize or avoid panic attacks).&nbsp; Examples include:<ul class=\"article-body-unordered-list\"><li>avoiding or restricting activities in which prior panic attacks have occurred (eg, not using public transportation, buying groceries late at night when store is less busy).</li><li>attending events with a companion to ensure help is available if a panic attack occurs.</li><li>avoiding situations that mimic panic attack symptoms (eg, exercise, caffeine, spicy foods).</li></ul></li></ul><p>Panic disorder is associated with high health care utilization; patients may repeatedly seek care at the emergency department or primary care physician due to the physical symptoms of panic and fear of having a heart attack or life-threatening illness.</p><h1>Diagnosis</h1><p>For a diagnosis of panic disorder to be made, the following criteria must be met:</p><ul class=\"article-body-unordered-list\"><li><strong>Recurrent, unexpected panic attacks</strong> during which ≥<strong>4 of the following symptoms</strong> occur:<ul class=\"article-body-unordered-list\"><li>Palpitations, pounding heart, or accelerated heart rate</li><li>Sweating, chills, or heat sensations</li><li>Trembling or shaking</li><li>Shortness of breath or smothering sensation</li><li>Feelings of choking</li><li>Chest pain or discomfort</li><li>Nausea or abdominal distress</li><li>Feeling dizzy, unsteady, light-headed, or faint</li><li>Paresthesia (numbness or tingling sensations)</li><li>Derealization (feelings of unreality) or depersonalization (being detached from oneself)</li><li>Fear of losing control, \"going crazy,\" or dying</li></ul></li><li>One or more panic attacks followed by <strong>≥1 months</strong> of one or both of the following:<ul class=\"article-body-unordered-list\"><li><strong>Persistent concern or worry</strong> about additional panic attacks or their consequences (eg, fear of losing control, having a heart attack, or \"going crazy\")</li><li>Significant, <strong>maladaptive changes in behavior</strong> related to the attacks (behaviors designed to avoid having panic attacks, such as avoidance of exercise or unfamiliar situations)</li></ul></li><li>A disturbance that is not attributable to the physiologic effects of a substance (eg, drug of abuse, medication) or to another medical condition or mental disorder</li></ul><h1>Differential diagnosis</h1><ul class=\"article-body-unordered-list\"><li><strong>Generalized anxiety disorder</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38988.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; can present with recurrent panic attacks; however, the attacks are triggered by persistent worry about multiple issues (eg, work, finances, health).&nbsp; Generalized anxiety disorder can coincide with panic disorder, in which case both diagnoses would be given.</li><li><strong>Agoraphobia</strong>:&nbsp; characterized by panic symptoms and avoidance behaviors due to fear; however, the fears are related to specific situations in which immediate escape might be difficult (eg, riding a bus, sitting in the middle of a row in a crowded movie theater).&nbsp; Agoraphobia can coincide with panic disorder in which case both diagnoses would be given.</li><li><strong>Specific phobia</strong>:&nbsp; can be associated with recurrent panic attacks; however, the attacks are triggered by a feared object (eg, snakes) or situation (eg, being on an airplane) and are not unexpected.&nbsp; Specific phobias can coincide with panic disorder, in which case both diagnoses would be given.</li><li><strong>Anxiety disorder due to another medical condition</strong>:&nbsp; can involve recurrent panic symptoms; however, clinical findings of a pathophysiologic process known to cause anxiety must be identified (eg, supraventricular tachycardia, hyperthyroidism).</li><li><strong>Substance/medication-induced anxiety disorder</strong>:&nbsp; can present with recurrent panic attacks; however, there is evidence on history, examination, or laboratory findings of substance/medication use that is capable of causing symptoms (eg, cocaine intoxication, excess caffeine use).&nbsp; Remission of symptoms is associated with the absence of substance or medication use.</li></ul><h1>Evaluation and diagnostic work-up</h1><p>A thorough history (including prior mood episodes, substance use, and family history of psychiatric disorders) and physical examination are necessary to determine the likelihood of panic disorder versus other medical/psychiatric conditions that may present similarly or coincide (eg, cardiovascular disease, asthma).</p><p>Initial laboratory testing should include a complete blood count, basic metabolic panel, serum TSH level, urine drug screen, electrocardiography, and urine pregnancy test (if applicable).&nbsp; Depending on clinical findings, additional diagnostic work-up may be indicated for conditions that can present with panic symptoms (eg, pulmonary embolism, pheochromocytoma, transient ischemic attack).</p><h1>Management</h1><p>Treatment of panic disorder involves pharmacotherapy and/or psychotherapy, depending on patient preference and access:</p><h2>Pharmacotherapy</h2><p><strong>Selective serotonin reuptake inhibitors</strong> (SSRIs) (eg, sertraline, escitalopram) are considered first-line treatment due to their efficacy and tolerability.&nbsp; Serotonin norepinephrine reuptake inhibitors (SNRIs) are also effective but are typically reserved for inadequate response to SSRIs.</p><p>Benzodiazepines (eg, clonazepam) may be prescribed short term for severe symptoms while titrating SSRI/SNRI if no prior history of substance use disorder exists.</p><h2>Cognitive-behavioral therapy (CBT)</h2><p>CBT is also considered a first-line treatment for panic disorder.&nbsp; In therapy, adaptive behaviors and coping skills (eg, deep breathing, relaxation techniques) are promoted to manage anxiety when it arises.&nbsp; Repeated, guided exposure to feared activities results in decreased avoidance and improved tolerability.</p><h2>Additional management </h2><p>Panic disorder is associated with a higher risk for suicidal thoughts and behaviors.&nbsp; Screening (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/75356.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) for suicidal ideation, assessment of risk factors (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32383.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ), and safety planning are required for all patients.<p></p><p>The majority of patients with panic disorder have a comorbid psychiatric condition, the most common of which are other anxiety disorders, MDD, and bipolar I and II disorder.&nbsp; Substance use disorders can also coincide because patients may resort to alcohol or recreational substances to manage symptoms of panic.&nbsp; Appropriate screening and treatment should be provided.</p><h1>Prognosis</h1><p>Panic disorder follows a variable course, although it is often chronic.&nbsp; The majority of patients experience remission of symptoms within 6 months of treatment; however, recurrence is common.&nbsp; Poor prognostic indicators include coinciding psychiatric conditions (eg, MDD, personality disorder) and severe functional impairment.</p><h1>Summary</h1><p>Panic disorder (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/75980.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) involves recurrent, unexpected anxiety attacks that result in fear of future attacks (or their consequences) and/or maladaptive changes in behavior (eg, restricting activities).&nbsp; Anxiety or panic attacks involve an abrupt surge of fear and multiple physical and cognitive symptoms (eg, palpitations, chest pain, fear of dying).&nbsp; First-line treatment includes pharmacotherapy with selective serotonin reuptake inhibitors and/or psychotherapy with cognitive-behavioral therapy.<p></p></div>\n            "
}