{
  "meta": {
    "title": "Phencyclidine (PCP)",
    "url": "https://brainandscalpel.vercel.app/phencyclidine-pcp-c9f41d0c-16e4fc.html",
    "scrapedAt": "2025-12-01T05:58:08.002Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Phencyclidine (PCP) is a dissociative, hallucinogenic drug that produces a wide range of symptoms, including psychosis (eg, hallucinations), agitation, aggression, and diminished pain perception.&nbsp; Hypertension, tachycardia, multidirectional nystagmus, and ataxia are characteristic physical examination findings.&nbsp; At high doses, PCP can cause seizures, rhabdomyolysis, and life-threatening hyperthermia.</p>\n<h1>Risk factors</h1><br><br><p>Factors that increase the risk of PCP use include prior illicit substance use, certain psychiatric disorders (eg, schizophrenia, bipolar disorder), impulsivity or thrill-seeking behavior, lack of social support, poor coping skills, and a history of trauma/abuse.</p>\n<h1>Pathogenesis</h1><br><br><p>PCP is a <strong>noncompetitive antagonist</strong> at <strong>NMDA glutamate receptors</strong>, which are essential for coordinating normal cortical and subcortical signaling in the CNS.&nbsp; PCP has a high affinity for NMDA receptors in the hippocampus and limbic system, where disrupted glutamatergic signaling contributes to a broad range of <strong>neuropsychiatric symptoms</strong>, including dissociation, disorientation/altered cognition, hallucinations, delusions, aggressive behavior, nystagmus, and ataxia.&nbsp; In addition, NMDA receptor blockade reduces nociceptive signaling, resulting in diminished pain perception.</p><br><br><p>PCP also <strong>inhibits reuptake of dopamine, norepinephrine, and serotonin</strong> at the presynaptic neuron:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increased dopamine levels contribute to euphoria, agitation, and psychosis.</li>\n\t<li>Elevated norepinephrine results in sympathetic overactivity (eg, hypertension, tachycardia).</li>\n\t<li>Increased serotonin may further influence mood and perceptual disturbances.</li>\n</ul><br><br><p>At high doses of PCP, widespread neuronal disruption can lead to seizures, muscle rigidity, rhabdomyolysis, and life-threatening hyperthermia.</p>\n<h1>Pharmacokinetics</h1><br><br><p>PCP is a drug of abuse that is most commonly smoked (inhaled), but it can also be snorted, taken orally, or injected intravenously.&nbsp; Its high lipophilicity enables rapid crossing of the blood-brain barrier, contributing to a fast onset of action (often within minutes), particularly when smoked.&nbsp; The primary clinical effects typically last 4-8 hours; however, residual symptoms such as confusion, agitation, or mood disturbances may persist for 24 hours or longer, especially at higher doses.&nbsp; PCP is metabolized in the liver and excreted slowly in the urine, allowing it to be detected for several days after use.</p>\n<h1>PCP intoxication</h1><br><br><p>Signs and symptoms of PCP intoxication are variable but may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Altered mood/affect:&nbsp; Euphoria, dissociation (eg, detachment, withdrawal).</li>\n\t<li>Mental status changes:&nbsp; Confusion, disorientation.</li>\n\t<li><strong>Psychosis</strong>:&nbsp; Paranoia, hallucinations (eg, auditory, visual, tactile), disorganized thoughts.</li>\n\t<li><strong>Psychomotor agitation</strong>:&nbsp; Restlessness, aggression, violent behavior.</li>\n\t<li><strong>Decreased pain perception</strong> and <strong>delusions of enhanced strength</strong> (\"superhuman\" strength):&nbsp; Increased risk of traumatic injuries.</li>\n\t<li><strong>Sympathetic hyperactivity</strong>:&nbsp; Tachycardia, hypertension, hyperthermia.</li>\n\t<li>Neurologic dysfunction:&nbsp; <strong>Nystagmus</strong> (horizontal, vertical, rotary) and ataxia.</li>\n</ul><br><br><p>Higher doses are associated with severe agitation and violence as well as an increased risk of complications including seizures, hypertensive crisis, significant hyperthermia, and rhabdomyolysis.&nbsp; Death from PCP intoxication is uncommon and most often assoicated with physical injuries sustained during aggressive, impulsive behaviors.</p><br><br><p>Coma and respiratory depression are also not common but may occur with very high doses, presumably due to a paradoxic suppression of cortical activity from widespread NMDA receptor blockade.&nbsp; These effects may also be exacerbated by co-ingestants such as alcohol or other CNS depressants.</p>\n<h1>Differential diagnosis</h1><h2>Acute drug intoxications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lysergic acid diethylamide (LSD)</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33448.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; Produces euphoria, depersonalization, and vivid visual distortions.&nbsp; Most individuals remain oriented and aware that their altered perceptions are due to the drug, which is a potent hallucinogen.&nbsp; LSD intoxication is not associated with nystagmus or aggressive behavior.</li>\n\t<li><strong>Methamphetamine</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/75626.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; Leads to intense psychomotor agitation, hallucinations, tachycardia, and hypertension.&nbsp; Although it often causes psychosis, nystagmus and ataxia are uncommon, and methamphetamine intoxication often lasts much longer than PCP intoxication (≥20 hr).</li>\n\t<li><strong>Marijuana</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/116588.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; Typically causes euphoria and mild perceptual distortions along with physical signs such as red eyes, increased appetite, slowed reflexes, and impaired coordination.&nbsp; Psychosis, nystagmus, and aggression are not expected.</li>\n</ul>\n<h2>Acute withdrawal syndromes</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Severe alcohol withdrawal</strong> (delirium tremens) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32062.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):&nbsp; Can present with confusion, hallucinations, agitation, and autonomic instability (eg, tachycardia, hypertension).&nbsp; However, the clinical signs usually develop and worsen gradually over hours to days following cessation of heavy alcohol use.</li>\n</ul>\n<h2>Clinical toxidromes</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Serotonin toxicity</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33501.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ):&nbsp; Presents with altered mental status, agitation, and autonomic instability (eg, hyperthermia, hypertension).&nbsp; It can be distinguished from PCP intoxication by its characteristic neuromuscular findings, including hyperreflexia and clonus, particularly in the lower extremities.</li>\n\t<li><strong>Anticholinergic toxidrome</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/66335.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ):&nbsp; May cause agitation, disorientation, hyperthermia, and hallucinations, but these findings are often accompanied by dry, flushed skin, mydriasis (dilated pupils), urinary retention, and reduced bowel sounds.</li>\n</ul>\n<h2>Psychiatric conditions</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Schizophrenia</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38462.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ):&nbsp; Characterized by delusions, hallucinations, disorganized speech/behavior, and negative symptoms (eg, affect flattening) for ≥6 months.&nbsp; Psychosis related to PCP intoxication resolves as the drug effects wear off, whereas primary psychotic disorders have a more chronic and pervasive pattern of psychosis.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Acute PCP toxicity is typically diagnosed based on characteristic clinical manifestations (eg, erratic/violent behavior, psychosis, nystagmus) and a history of recent drug use.</p><br><br><p>Because urine toxicology tests can detect PCP for up to 8 days after use, a positive result supports the diagnosis but cannot confirm <u>acute</u> intoxication (ie, the drug may be identified long after the effects have resolved).&nbsp; Therefore, a thorough assessment is essential to ensure the symptoms (eg, agitation, psychosis) are not from other causes (eg, schizophrenia).</p>\n<h2>Laboratory evaluation</h2><br><br><p>The following laboratory tests are indicated when evaluating a patient with presumed PCP intoxication:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Urine toxicology screen; salicylate, acetaminophen, and ethanol levels.</li>\n\t<li>Creatine kinase (CK) level, basic metabolic panel, fingerstick glucose, and liver function testing.</li>\n</ul><br><br><p>An ECG should be obtained in patients with tachycardia to evaluate for rhythm abnormalities.</p>\n<h2>Imaging studies</h2><br><br><p>Imaging is <u>not</u> routinely indicated unless complications (eg, trauma) are suspected.&nbsp; Any signs of injury (eg, scalp hematoma, extremity deformity) should prompt further testing (eg, CT scan of the head or cervical spine, x-rays of the extremities).&nbsp; Persistent alterations in consciousness or unexplained neurologic deficits may also warrant CT scan of the head, MRI of the brain, and/or EEG testing (for seizure activity).</p>\n<h1>Management</h1><br><br><p>PCP intoxication is managed primarily with supportive care and targeted treatment to control psychomotor agitation and aggression.&nbsp; In patients with mild symptoms (eg, disorientation, paranoia), nonpharmacologic deescalation techniques, such as calm verbal reassurance and a low-stimulation environment (eg, dim lighting), may help prevent escalation (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/85250.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>However, in cases of severe agitation, hallucinations, or violent behavior, deescalation is usually ineffective, and chemical sedation is required.&nbsp; <strong>Benzodiazepines</strong>, administered intravenously or intramuscularly, are first-line agents due to their rapid onset and effectiveness in reducing CNS hyperactivity and adrenergic symptoms.&nbsp; Physical restraints may be necessary to prevent harm to the patient and others but should be discontinued as soon as behavioral control is achieved.&nbsp; Antipsychotics (eg, haloperidol) may be considered as adjunctive therapy for severe psychosis that is not adequately controlled with benzodiazepines alone.</p><br><br><p>Other supportive measures include intravenous fluids (especially if rhabdomyolysis is present) and cooling interventions (eg, ice packs) for hyperthermia.&nbsp; Although hypertension often resolves with sedation and hydration, short-acting antihypertensive medications (eg, nitroglycerin) may be used if blood pressure remains markedly elevated.</p>\n<h1>PCP withdrawal</h1><br><br><p>PCP does not produce a classic withdrawal syndrome like opioids or alcohol, but some users experience depression, anxiety, cravings, memory impairment, and insomnia when attempting to cease use.&nbsp; Symptoms are typically mild to moderate and non–life-threatening, resolving over days to weeks.</p>\n<h1>Prognosis</h1><br><br><p>PCP addiction is not common, but prolonged use has been associated with an increased risk of memory deficits, speech disturbances, emotional lability, poor judgment, anxiety, and depression.&nbsp; Chronic overuse may also lead to persistent neuropsychiatric changes, including psychosis and schizophrenia-like symptoms.</p><br><br><p>There is no specific pharmacologic treatment for PCP overuse or addiction.&nbsp; However, individuals with psychologic dependence may benefit from structured peer support programs (eg, Narcotics Anonymous) and evidence-based psychotherapies such as cognitive-behavioral therapy (CBT).&nbsp; Addressing co-occurring psychiatric conditions is essential for sustained recovery and relapse prevention.</p>\n<h1>Prevention</h1><br><br><p>Prevention strategies to limit PCP use include educating about the dangers associated with illicit drug use, providing adequate mental health support, and prioritizing social support for high-risk populations (eg, individuals experiencing homelessness or poverty).</p>\n<h1>Summary</h1><br><br><p>Phencyclidine is a dissociative, hallucinogenic drug of abuse that acts mainly as an NMDA receptor antagonist, leading to CNS overexcitation.&nbsp; Acute intoxication typically presents with agitation, psychosis, multidirectional nystagmus, ataxia, and sympathetic hyperactivity (eg, hypertension, tachycardia).&nbsp; The diagnosis is primarily clinical, and management focuses on controlling agitation and adrenergic symptoms with benzodiazepines.&nbsp; Treatment reduces the risk of serious complications, including traumatic injuries, hyperthermia, rhabdomyolysis, and seizures.</p>\n</div>\n\n            "
}