{
  "meta": {
    "title": "Serotonin toxicity",
    "url": "https://brainandscalpel.vercel.app/serotonin-toxicity-nbsp-ba7a4323-16e4fc.html",
    "scrapedAt": "2025-12-01T05:58:14.363Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1><p>Serotonin toxicity is a potentially life-threatening condition caused by excess serotonergic activity within the CNS.&nbsp; It typically results from combining medications that increase serotonin levels but may also occur due to intentional or accidental overdose.&nbsp; Overstimulation of serotonin receptors causes a characteristic clinical triad of mental status changes, autonomic instability, and neuromuscular excitability.</p><h1>Pathogenesis and risk factors</h1><p>Serotonin is a neurotransmitter that regulates various functions within the CNS, including memory, mood, attention, behavior, muscle tone, and body temperature.&nbsp; It also modulates gut motility and vasoconstriction in the peripheral nervous system.&nbsp; The pathology of serotonin toxicity involves excessive activation of serotonin receptors, primarily postsynaptic 5-HT2A receptors, resulting in dysregulation of the target organs (eg, brain, muscle).</p><p>Medications that augment serotonergic activity can cause serotonin toxicity, particularly if they are used together (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/70173.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Examples include:<p></p><ul class=\"article-body-unordered-list\"><li>Antidepressants: selective serotonin reuptake inhibitors (SSRIs), serotonin-norepinephrine reuptake inhibitors (SNRIs), monoamine oxidase inhibitors (MAOIs), tricyclic antidepressants (TCAs)</li><li>Antibiotics: linezolid (has MAOI activity)</li><li>Analgesics: tramadol, fentanyl, meperidine</li><li>Dietary/herbal supplements: tryptophan, St.&nbsp; John Wort</li><li>Antitussive: dextromethorphan</li><li>Drugs of abuse: 3,4-methylenedioxymethamphetamine (MDMA) (ecstasy), lysergic acid diethylamide (LSD), amphetamines</li></ul><p>These medications increase serotonergic neurotransmission via several mechanisms (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/65645.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li>Inhibiting reuptake of serotonin (eg, SSRI, SNRI, TCA, MDMA) from the synaptic cleft (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17448.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                )</li><li>Increasing serotonin synthesis (eg, tryptophan, a precursor to serotonin)</li><li>Decreasing serotonin metabolism (breakdown) within the presynaptic neuron (eg, MAOI)</li><li>Increasing serotonin release from the presynaptic membrane (eg, amphetamines)</li></ul><p>Serotonin toxicity rarely occurs with a single serotonergic drug used in therapeutic doses.&nbsp; More commonly, it is due to:</p><ul class=\"article-body-unordered-list\"><li>Drug interactions: combining ≥2 medications that have serotonergic effects (eg, SSRI with MAOI)</li><li>Dosing increases to an existing serotonergic medication</li><li>Accidental or intentional overdose</li><li>Substance use: either simultaneous use of several recreational drugs with serotonergic effects (eg, cocaine, amphetamines) or recreational drug use while taking other serotonergic medications (eg, antidepressants)</li></ul><h1>Clinical presentation</h1><p>Symptoms of serotonin toxicity typically begin within 24 hours of a serotonin-modulating event (eg, dose change, substance use, overdose).&nbsp; Excessive serotonin neurotransmission causes pathologic changes in the affected end organs, causing a characteristic clinical triad of:</p><h2>Mental status changes</h2><ul class=\"article-body-unordered-list\"><li>Agitation/restlessness</li><li>Anxiety</li><li>Confusion</li><li>Hypomania</li><li>Hallucinations</li><li>Delirium</li></ul><h2>Autonomic hyperactivity</h2><ul class=\"article-body-unordered-list\"><li>Hyperthermia</li><li>Hypertension</li><li>Tachycardia</li><li>Diaphoresis</li><li>Mydriasis</li></ul><h2>Neuromuscular excitability</h2><ul class=\"article-body-unordered-list\"><li>More pronounced in the lower extremities</li><li>Myoclonus (common): sudden, brief involuntary muscle twitches or contractions</li><li>Hyperreflexia (common)</li><li>Ocular clonus: slow, continuous, horizontal eye movements</li><li>Bilateral Babinski reflex</li><li>Tremor</li><li>Muscle rigidity (typically mild)</li></ul><p>The presentation of serotonin toxicity can range in severity and include a combination of these findings (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17949.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; In addition, patients often develop gastrointestinal upset with hyperactive bowel sounds and diarrhea.<p></p><h1>Differential diagnosis</h1><ul class=\"article-body-unordered-list\"><li><strong>Neuroleptic malignant syndrome</strong>:&nbsp; is a life-threatening condition associated with the use of dopamine antagonists (eg, antipsychotics); the syndrome is characterized by delirium, very high fever, and autonomic instability.&nbsp; However, patients typically have bradykinesia/bradyreflexia and diffuse lead-pipe rigidity rather than hyperreflexia, tremors, and myoclonus.</li><li><strong>Malignant hyperthermia</strong>:&nbsp; involves the rapid onset of hyperthermia, diffuse muscle rigidity, and tachycardia that classically develops shortly after induction of general anesthesia (eg, volatile anesthetic) in genetically predisposed individuals.</li><li><strong>Anticholinergic toxicity</strong>:&nbsp; presents with hyperthermia, delirium, mydriasis, decreased (not hyperactive) bowel sounds, and dry mucous membranes.&nbsp; It does not cause the diaphoresis, hyperreflexia, tremors, and myoclonus typically seen in serotonin toxicity.</li><li><strong>Alcohol withdrawal</strong>:&nbsp; patients may be anxious, agitated, tachycardic, diaphoretic, and tremulous.&nbsp; However, myoclonus and muscle rigidity are not expected, and patients typically have a history of alcohol overuse.</li><li><strong>Hyperthyroidism</strong>:&nbsp; can present with anxiety, diaphoresis, tachycardia, and brisk reflexes.&nbsp; However, muscle weakness, not rigidity, would be expected.&nbsp; Other classic features of hyperthyroidism include goiter, heat intolerance, and weight loss despite increased appetite.</li></ul><h1>Diagnosis</h1><p>Serotonin toxicity is a <strong>clinical diagnosis</strong>; there are no confirmatory diagnostic tests.&nbsp; The most reliable differentiating factor is an accurate history of serotonergic medication use, although this may not always be available.</p><p>The Hunter Serotonin Toxicity Criteria is a helpful decision tool used to determine the likelihood of serotonin toxicity.&nbsp; The criteria are met (indicating a high probability of serotonin toxicity) when there is a history of <strong>serotonergic medication exposure</strong> (eg, recent dose increase, potential drug interaction, overdose) and ≥1 of the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Spontaneous clonus</strong></li><li><strong>Inducible clonus plus agitation or diaphoresis</strong></li><li><strong>Ocular clonus plus agitation or diaphoresis</strong></li><li><strong>Tremor plus hyperreflexia</strong></li><li><strong>Hypertonia plus temperature &gt;38 C (100.4 F) plus ocular or inducible clonus</strong></li></ul><h1>Laboratory evaluation</h1><p>No laboratory test confirms the diagnosis of serotonin toxicity.&nbsp; However, the following tests should be obtained to assess for alternate diagnoses, coingestants, and complications:</p><ul class=\"article-body-unordered-list\"><li>Creatine kinase (CK) levels:&nbsp; The sustained muscle excitability/contractions of serotonin toxicity can lead to rhabdomyolysis and cause high CK levels.</li><li>Renal function:&nbsp; Rhabdomyolysis coupled with dehydration (due to insensible losses from hyperthermia) can cause acute kidney injury.</li><li>Arterial blood gas:&nbsp; Metabolic acidosis can result from muscle breakdown and hyperthermia.</li><li>Acetaminophen, salicylate, and ethanol levels:&nbsp; It is important to assess for coingestants, especially in cases of intentional overdose.</li><li>Urine drug screen:&nbsp; Screening can be used to evaluate for serotonergic recreational drugs that may precipitate serotonin toxicity.</li></ul><p>In addition, a complete blood count, basal metabolic panel, and blood glucose levels are required to help rule out infectious and metabolic causes that can mimic serotonin toxicity.</p><h1>Imaging</h1><p>Imaging is not required to diagnose serotonin toxicity, but CT scan of the head or MRI of the brain may be used to rule out other causes of altered mental status (eg, intracranial hemorrhage).</p><h1>Management</h1><p>The management of serotonin toxicity involves:</p><ul class=\"article-body-unordered-list\"><li><strong>Immediate discontinuation of all serotonergic drugs</strong></li><li><strong>Supportive care</strong>:<ul class=\"article-body-unordered-list\"><li><strong>Hydration</strong>:&nbsp; intravenous fluids to maintain adequate hydration and preserve renal function</li><li><strong>Cooling measures</strong> for hyperthermia (eg, cooling blankets, ice packs)</li><li><strong>Benzodiazepines</strong> to decrease agitation and neuromuscular symptoms (both can worsen hyperthermia)</li><li>Antihypertensives:&nbsp; short-acting medications such as nitroprusside or esmolol for severe hypertension (Long-acting medications increase the risk for hypotension because autonomic instability can lead to rapid swings in blood pressure.)</li></ul></li><li><strong>Cyproheptadine</strong>:&nbsp; a 5-HT2A antagonist, may be used in moderate to severe cases when supportive measures fail</li><li>Advanced interventions:&nbsp; sedation, paralysis, and intubation, which may be necessary in severely agitated patients with persistent muscle contractions and a very high body temperature (&gt;41.1 C [106 F]) (Antipyretics are not effective because the hyperthermia is not related to hypothalamic controls.)</li></ul><h1>Prognosis</h1><p>With prompt recognition and appropriate treatment, the prognosis for serotonin toxicity is generally good.&nbsp; Most patients recover fully within 24 hours after discontinuation of the offending agent and receipt of supportive care.&nbsp; However, severe cases can be fatal if not treated promptly.&nbsp; Intentional overdoses and cases involving the use of MAOIs tend to be the most severe.</p><h1>Prevention</h1><p>Preventing serotonin toxicity involves careful monitoring and management of medications.&nbsp; This includes a regular review of all medications (particularly when starting or increasing doses of serotonergic drugs), including over-the-counter drugs and supplements, to avoid interactions.&nbsp; In addition, patients should be educated about the risks for serotonin toxicity and the importance of adhering to prescribed dosages.</p><h1>Summary</h1><p>Serotonin toxicity is a potentially dangerous condition associated with excess serotonergic activity in the CNS (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33501.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; It is characterized by the triad of autonomic instability, altered mental status, and neuromuscular excitability.&nbsp; It may be precipitated by combining two or more serotonergic drugs or an overdose.&nbsp; Diagnosis is made clinically based on the history of serotonergic medication use and classic clinical findings (eg, clonus, hyperreflexia).&nbsp; Treatment involves immediate cessation of all offending medications and supportive care.&nbsp; Most patients recover well within 24 hours, but death can occur if the condition is not managed appropriately.<p></p></div>\n            "
}