{
  "meta": {
    "title": "Social anxiety disorder",
    "url": "https://brainandscalpel.vercel.app/social-anxiety-disorder-81b454a5-16e4fc.html",
    "scrapedAt": "2025-12-01T05:58:15.863Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n\t<p>Social anxiety disorder (SAD) is characterized by anxiety and fear of scrutiny in social situations, resulting in avoidance, distress, and social-occupational dysfunction.&nbsp; Fears are associated with acting in a way or showing anxiety symptoms (eg, blushing, sweating) that are negatively evaluated by others.</p>\n\t<h1>Epidemiology and risk factors</h1>\n\t\n\t<p>The estimated lifetime prevalence of SAD is 5%-12%.&nbsp; Onset for the majority of patients is during childhood (ages 8-15), and female patients appear to be affected at a higher rate than male patients.</p>\n\t\n\t<p>Several factors may increase the likelihood of developing SAD, including genetic predisposition (first-degree relative with SAD), psychological factors (eg, neuroticism, behavioral inhibition, introversion), and environmental factors (eg, adverse childhood events, bullying, discrimination, hypercritical parenting).</p>\n\t<h1>Clinical presentation</h1>\n\t\n\t<p>In SAD, anxiety and fear are elicited by situations in which exposure to scrutiny is possible, including:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Social interactions (eg, asking for help at a store, going on a date)</li>\n\t\t<li>Being observed (eg, eating in a restaurant, using a public restroom)</li>\n\t\t<li>Performing in front of others (eg, lecture, dance recital, wedding toast)</li>\n\t</ul>\n\t\n\t<p>Before or during these situations, patients fear showing anxiety symptoms (eg, blushing, sweating, trembling) or acting in a way (eg, staring, stuttering) that will result in humiliation, embarrassment, and/or judgment (eg, being seen as anxious, unlikable, or offensive).</p>\n\t\n\t<p>The fear and anxiety result in safety behaviors (eg, going to a party with a friend, excessive practicing before a performance) and avoidance (eg, relying on online ordering/shopping, a child refusing to go to school).</p>\n\t\n\t<p>For diagnosis in children, anxiety and fear of social interactions must encompass interactions with both peers and adults (because a child's discomfort with speaking to adults is common).&nbsp; Symptoms of SAD can appear differently in children; they may cry, freeze, or not speak at all.</p>\n\t\n\t<p>The specifier \"performance only\" is used if the anxiety and fear are limited to speaking or performing in public (eg, giving a presentation, playing an instrument).&nbsp; Patients with this type of SAD do not fear or avoid other types of social interactions (eg, meeting new people, going to a party, ordering at a restaurant).</p>\n\t<h1>Diagnosis</h1>\n\t\n\t<p>For a diagnosis of SAD, the following criteria must be met:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>The patient has marked fear or anxiety about ≥1 social situation in which he or she is exposed to possible scrutiny by others.&nbsp; Examples include social interactions (eg, having a conversation, meeting unfamiliar people), being observed (eg, eating or drinking), and performing in front of others (eg, giving a speech).&nbsp; In children, anxiety must occur in peer settings and not just during interactions with adults.</li>\n\t\t<li>The patient fears that he or she will show anxiety symptoms or act in a way that will be negatively evaluated (eg, will be humiliating or embarrassing, lead to rejection, or offend others).</li>\n\t\t<li>Social situations almost always provoke fear or anxiety.&nbsp; In children, fear or anxiety may be expressed by crying, tantrums, freezing, clinging, shrinking, or failing to speak in social situations.</li><br><br>\t\t<li>Social situations are avoided or endured with intense fear or anxiety.</li>\n\t\t<li>The fear or anxiety is out of proportion with the actual threat posed by the social situation.</li>\n\t\t<li>The fear, anxiety, or avoidance is persistent, typically lasting ≥6 months.</li>\n\t\t<li>The fear, anxiety, or avoidance causes clinically significant distress or impairment in important areas of functioning.</li>\n\t\t<li>The fear, anxiety, or avoidance is not attributable to the physiological effects of a substance (eg, drug of abuse, medication) or another medical condition.</li>\n\t\t<li>The fear, anxiety, or avoidance is not better explained by the symptoms of another mental disorder (eg, panic disorder, autism spectrum disorder).</li>\n\t\t<li>If another medical condition (eg, Parkinson disease, obesity, disfigurement from burns or injury) is present, the fear, anxiety, or avoidance is clearly unrelated or excessive.</li>\n\t</ul>\n\t<h1>Differential diagnosis</h1>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Normative shyness</strong>:&nbsp; is common and also includes hesitancy and anxiety about social interactions.&nbsp; However, this trait is less persistent and pervasive than SAD and is not associated with significant functional impairment; shyness can coincide with SAD, in which case both should be diagnosed.</li>\n\t\t<li><strong>Selective mutism</strong>:&nbsp; can also include a fear of scrutiny or embarrassment and high social anxiety.&nbsp; However, this disorder is limited to encounters in which speaking occurs and does not include other social situations (eg, eating in a restaurant, playing team sports, performing in a band).</li>\n\t\t<li><strong>Avoidant personality disorder</strong>:&nbsp; also involves fears of negative evaluation in social situations and can co-occur with SAD; however, symptoms are much more pervasive and resistant to treatment, resulting in chronic low self-esteem and a sense of inadequacy.</li>\n\t</ul>\n\t<h1>Management</h1>\n\t\n\t<p>Management of SAD involves cognitive-behavioral therapy (CBT) and/or pharmacotherapy, depending on patient preference:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>CBT</strong> specifically for SAD:\n\t\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Involves identifying and reframing automatic negative thoughts associated with social interactions</li>\n\t\t\t<li>Exposes patient to various feared situations in a guided and structured manner, resulting in decreased avoidance and improved tolerability</li>\n\t\t\t<li>Promotes the use of coping skills instead of avoidance when anxiety arises</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li><strong>Selective-serotonin reuptake inhibitor</strong> (SSRI) (eg, sertraline, paroxetine) or <strong>serotonin-norepinephrine reuptake inhibitor</strong> (SNRI) (eg, venlafaxine)</li>\n\t</ul>\n\t\n\t<p>Some patients have a subtype of SAD that affects them only during single or rare performance events (eg, giving a eulogy at a funeral).&nbsp; For these patients, as-needed pharmacotherapy with a beta-adrenergic blocker (eg, propranolol) or a benzodiazepine (eg, clonazepam) may be considered.</p>\n\t\n\t<p>Many patients with SAD have a coinciding psychiatric disorder; most commonly, this would be another anxiety disorder (eg, panic disorder), major depressive disorder, body dysmorphic disorder, or a substance use disorder.&nbsp; Appropriate screening and treatment are recommended.</p>\n\t<h1>Prognosis</h1>\n\t\n\t<p>The course of SAD is variable.&nbsp; Without treatment, some patients experience symptom improvement/remission with continued exposure to social interactions (eg, school, job that requires public speaking), whereas others experience persistent and debilitating symptoms with significant avoidance behaviors.&nbsp; The majority of patients experience symptom improvement with treatment.</p>\n\t<h1>Summary</h1>\n\t\n\t<p>Social anxiety disorder (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34093.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) involves anxiety and fear of scrutiny in social situations, resulting in avoidance, distress, and social-occupational dysfunction.&nbsp; Fears are associated with showing anxiety symptoms or with acting in a way that will be negatively evaluated by others.&nbsp; Effective treatments include cognitive-behavioral therapy and pharmacotherapy with a selective-serotonin reuptake inhibitor or a serotonin-norepinephrine reuptake inhibitor.<p></p>\n\t</div>\n\t\n            "
}