{
  "meta": {
    "title": "Stimulant use disorder",
    "url": "https://brainandscalpel.vercel.app/stimulant-use-disorder-a3fb7707-16e4fc.html",
    "scrapedAt": "2025-12-01T05:58:20.753Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp; </h1>\n<p>Stimulant use disorder (SUD) refers to the misuse of cocaine and amphetamine-type substances (eg, methamphetamine, prescription medications [eg, dextroamphetamine], synthetic cathinones [eg, \"bath salts\"]).&nbsp; This article focuses on amphetamine-type substance use, intoxication, and withdrawal.</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>Stimulants are the second most misused drugs worldwide.&nbsp; Up to 2% of the population has misused stimulants, with similar rates among men and women.&nbsp; Concomitant use of heroin or fentanyl (ie, \"speedballing\") has contributed to stimulant-related deaths.</p><br><br><p>Several factors increase the risk of developing SUD, including a family history of substance use disorders, prenatal stimulant exposure, adverse childhood experiences (eg, parental use, community violence), economic uncertainty, co-occurring substance use, mood, and psychotic disorders, and attention deficit hyperactivity disorder.</p>\n<h1>Pathogenesis</h1><br><br><p>Stimulants increase levels of monoamine neurotransmitters, primarily dopamine and norepinephrine, which increases monoamine release from presynaptic vesicles and inhibits monoamine reuptake transporters and monoamine degradation.&nbsp; Increases in synaptic monoamine concentration lead to intoxication, and the subsequent depletion leads to withdrawal.&nbsp; Stimulant effects on dopamine in the mesolimbic pathway result in the perception of reward and reinforce use.&nbsp; Abrupt onset of intoxication followed by quick offset leads to increasingly compulsive drug use and more severe stimulant disorders.</p>\n<h1>Stimulant intoxication</h1><h2>Clinical presentation</h2><br><br><p>Stimulant intoxication most commonly presents with the following (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69457.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Euphoria</li>\n\t<li>Tachycardia</li>\n\t<li>Hypertension</li>\n\t<li>Psychomotor agitation:&nbsp; Mood is often labile, and patients can quickly escalate to agitation and aggression.</li>\n</ul><br><br><p>Additional symptoms can include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Autonomic:&nbsp; mydriasis, hyperthermia, diaphoresis</li>\n\t<li>Cardiovascular:&nbsp; arrhythmias, prolonged QTc</li>\n\t<li>Gastrointestinal:&nbsp; nausea, vomiting, dry mouth, anorexia</li>\n\t<li>Respiratory:&nbsp; tachypnea</li>\n\t<li>Musculoskeletal:&nbsp; bruxism, weakness</li>\n\t<li>Neurologic:&nbsp; confusion, dyskinesia, dystonia, seizures, coma</li>\n\t<li>Psychiatric:&nbsp; anxiety, paranoia, hallucinations (tactile [\"bugs crawling under skin\"])</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>Stimulant use leading to significant behavioral and/or psychologic changes and ≥2 of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tachycardia or bradycardia</li>\n\t<li>Hypertension or hypotension</li>\n\t<li>Arrhythmias, chest pain, muscle weakness, or hypoventilation</li>\n\t<li>Mydriasis (may be some pupil reactivity to light)</li>\n\t<li>Diaphoresis or chills</li>\n\t<li>Nausea, vomiting</li>\n\t<li>Anorexia</li>\n\t<li>Psychomotor agitation or slowing</li>\n\t<li>Dyskinesia, dystonia, confusion, seizure, coma</li>\n</ul>\n<h2>Differential diagnosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anticholinergic toxicity</strong>:&nbsp; can also present with tachycardia, arrhythmias, prolonged QTc, mydriasis, and dry mouth; however, anticholinergic toxicity involves anhidrosis (as opposed to diaphoresis) as well as delirium, urinary retention, and constipation.</li>\n\t<li><strong>Alcohol/benzodiazepine withdrawal</strong>:&nbsp; can present with autonomic rebound (eg, hypertension, tachycardia, diaphoresis), agitation, insomnia and hallucinations; however, euphoria and mydriasis are not characteristic.</li>\n\t<li><strong>Bipolar disorder, current episode manic</strong>:&nbsp; also involves euphoric or irritable mood, decreased sleep, pressured speech, and hyperactivity; however, symptoms last ≥1 week (ie, not transient) and are not associated with signs of adrenergic excess.</li>\n</ul>\n<h2>Management</h2><br><br><p>Routine testing includes: fingerstick glucose, ECG (QT prolongation, myocardial infarction), as well as acetaminophen and salicylate levels.&nbsp; Additional work-up is dependent on clinical status and can include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Serum electrolytes to assess for metabolic acidosis, hypovolemia</li>\n\t<li>Creatine kinase (CK), renal function, and urinalysis to assess for rhabdomyolysis</li>\n\t<li>Complete blood count and clotting times to assess for disseminated intravascular coagulation (DIC)</li>\n</ul><br><br><p>Initial management focuses on controlling agitation/aggression and hyperthermia with the use of benzodiazepines and supportive care (eg, intravenous fluids, cooling measures).</p><br><br><p>Vital signs should be monitored for ongoing evaluation of blood pressure, heart rate, and temperature given potential elevations from adrenergic excess.&nbsp; Hypertension resulting from stimulant intoxication usually improves with sedation.&nbsp; Beta blockers (eg, propranolol) are relatively contraindicated for hypertension since unopposed alpha-adrenergic receptor activation can increase vasoconstriction, worsening hypertension and risking myocardial ischemia.</p>\n<h1>Stimulant withdrawal</h1><h2>Clinical presentation</h2><br><br><p>Stimulant withdrawal occurs after the intoxication phase and commonly presents as profound dysphoria, anhedonia, and irritability that can heighten cravings for further use (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L86851.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p>Stimulant withdrawal occurs hours to days after last use or with reduction of heavy use.&nbsp; Symptoms generally remit in &lt;2 weeks after multiple days of rest.&nbsp; Discrete, heightened use periods (ie, binges) can lead to acute, intense withdrawal symptoms (ie, \"crash\"), including severe depressive symptoms.&nbsp; Suicidality due to intense dysphoria is of particular concern.</p>\n<h2>Diagnosis</h2><br><br><p>Reduction or discontinuation of prolonged stimulant use results in distressing and/or functionally impairing symptoms within hours to days.&nbsp; Symptoms include dysphoria plus ≥2 of the following: extreme fatigue, insomnia or hypersomnia (usually insomnia followed by excessive sleeping), detailed and disturbing dreams, hyperphagia, and psychomotor slowing or agitation (restlessness, pacing).</p>\n<h2>Differential diagnosis</h2><br><br><p>When considering the differential diagnosis for stimulant withdrawal, onset, duration, and type of symptoms are distinguishing factors (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37264.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Opioid withdrawal</strong>:&nbsp; may also cause insomnia, irritability, psychomotor agitation, and diaphoresis; however, mydriasis, abdominal cramping, diarrhea, piloerection, lacrimation/rhinorrhea, and diffuse myalgias commonly occur with opioid withdrawal and are not typically seen in stimulant withdrawal.</li>\n\t<li><strong>Cannabis withdrawal</strong>:&nbsp; can also present with insomnia and mood changes; however, appetite loss is common (as opposed to hyperphagia in stimulant withdrawal), and onset tends to be gradual (instead of acute).</li>\n\t<li><strong>Major depressive disorder</strong> (MDD):&nbsp; also involves anhedonia, fatigue, psychomotor slowing, hyperphagia, sleep disturbances, and suicidality; however, these symptoms are not abrupt in onset and must persist for ≥2 weeks in duration.</li>\n</ul>\n<h2>Management</h2><br><br><p>Management of stimulant withdrawal involves supportive strategies to ameliorate symptoms.&nbsp; Adequate nutrition and hydration and restorative sleep are encouraged.&nbsp; Short-term, supervised use of sedatives (eg, benzodiazepines) can manage severe insomnia.&nbsp; Depressive symptoms and suicidality can be severe and require screening, assessment for risk factors, and safety planning.</p>\n<h1>Stimulant use disorder</h1><h2>Clinical presentation</h2><br><br><p>Development of an SUD occurs through recurrent use as patients wish to experience the euphoria of intoxication followed by attempts to avoid withdrawal.&nbsp; With ongoing use, tolerance increases and withdrawal worsens, leading to use of increased amounts of stimulants followed by more severe withdrawal.&nbsp; Availability of amphetamine-type substances (family members receiving stimulants for ADHD) and students facing high-pressure situations (college students trying to increase attention and alertness for examination performance) leads to increased misuse among young adults age 18-25 and inadvertent dependence.&nbsp; In addition to the psychosocial consequences of SUD, ongoing use can result in related chronic multisystem dysfunction:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Dental:&nbsp; tooth decay and gum disease (\"meth mouth\"), bruxism</li>\n\t<li>Respiratory:&nbsp; sinusitis, epistaxis, and perforated septum from chronic insufflation, bronchitis, pneumothorax, pulmonary arterial hypertension, and pneumonitis from chronic smoking</li>\n\t<li>Immunologic:&nbsp; HIV and HCV from intravenous drug use, sexually transmitted infections, hepatitis B virus, and tuberculosis</li>\n\t<li>Cardiac:&nbsp; myocardial infarction, arrhythmias, stroke</li>\n\t<li>Reproductive:&nbsp; abruptio placentae, preterm delivery, low fetal birth weight</li>\n\t<li>Psychiatric:&nbsp; depressive and anxiety disorders</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>Severity of SUD is determined by the number of symptoms (mild: 2-3; moderate: 4-5; severe: ≥6) leading to impairment or distress and experienced in the same 12-month timeframe.&nbsp; Symptoms include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Larger amounts used or longer use than planned</li>\n\t<li>Unsuccessful attempts or ongoing wish to curb use and cravings to use</li>\n\t<li>Getting, using, or recovering from use is time-consuming.</li>\n\t<li>Failures at work/school/home and/or decreased social/occupational/recreational activities</li>\n\t<li>Recurrent use in physically hazardous situations, use despite recurrent social/interpersonal problems, and/or repeated use despite causing physical/psychologic problems</li>\n\t<li>Tolerance (ie, need larger amount for effect or reduced effect at same amount)</li>\n\t<li>Withdrawal symptoms or stimulant taken to relieve withdrawal</li>\n</ul><br><br><p>In the setting of medically prescribed and supervised use of stimulants (eg, ADHD), tolerance and withdrawal symptoms do not apply.</p>\n<h2>Management</h2><br><br><p>Psychotherapy is the treatment of choice for SUD and is effective at reducing stimulant use.&nbsp; Inpatient and outpatient treatment settings are available depending on patient preference and severity of symptoms.&nbsp; Therapeutic modalities include cognitive-behavioral therapy, motivational interviewing, and support groups.&nbsp; Pharmacotherapy for SUDs has not consistently demonstrated effectiveness and is primarily used to treat co-occurring mood, anxiety, and trauma-related disorders.</p>\n<h1>Prognosis</h1><br><br><p>SUD is a chronic condition with periods of alternating abstinence and relapse.&nbsp; Multiple treatment modalities and attempts are usually required before remission is achieved.</p>\n<h1>Summary</h1><br><br><p>Stimulant use disorder is a chronic relapsing and remitting illness that requires comprehensive long-term treatment.&nbsp; Medical management of intoxication and withdrawal should be followed by appropriate psychosocial and therapeutic interventions (eg, cognitive-behavioral therapy, motivational interviewing) to assist in reducing or abstaining from use.</p>\n</div>\n\n            "
}