{
  "meta": {
    "title": "Acute rheumatic fever",
    "url": "https://brainandscalpel.vercel.app/acute-rheumatic-fever-fef62ee6-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:44:37.359Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Acute rheumatic fever (ARF) is an autoimmune disease that develops after untreated group A <em>Streptococcus</em> (GAS) pharyngitis.&nbsp; It most commonly affects children and adolescents with major manifestations including arthritis, pancarditis, Sydenham chorea, erythema marginatum, and subcutaneous nodules.</p><h1>Pathogenesis</h1><p>ARF is a <strong>nonsuppurative, immune-mediated complication</strong> of an untreated <strong>group A</strong> <em><strong>Streptococcus</strong></em> <strong>(GAS) pharyngitis</strong>.&nbsp; Antibodies against GAS cross-react with host tissues due to molecular mimicry between GAS antigens and cardiac and central nervous system antigens (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31969.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Specifically, antibodies directed against GAS antigens (eg, <strong>M protein</strong>) attack cardiac proteins (eg, myosin) and neuronal cell surface proteins (eg, lysoganglioside in the basal ganglia).<p></p><p>Morbidity and mortality is primarily related to inflammation of endocardium, myocardium, and epicardium.&nbsp; ARF is associated with development of cardiac interstitial granulomas consisting of lymphocytes and macrophages as well as scattered multinucleated giant cells, or <strong>Aschoff bodies</strong>, on histology (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63625.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ); plump macrophages with abundant cytoplasm and central, slender chromatin ribbons called Anitschkow (or caterpillar) cells are also often present.&nbsp; Over subsequent years, Aschoff bodies may be replaced by fibrous scar tissue, leading to chronic mitral valve stenosis and regurgitation.<p></p><h1>Risk factors</h1><ul class=\"article-body-unordered-list\"><li>Resource-limited regions due to overcrowding and limited health care access</li><li>Age 5-15</li></ul><h1>Clinical presentation</h1><p>Manifestations of ARF typically begin <strong>2-4 weeks after</strong> an episode of GAS pharyngitis, the symptoms of which (eg, sore throat) may have been mild and are typically self-resolving.&nbsp; The most common presenting symptoms of ARF are fever and arthritis.&nbsp; The comprehensive features are categorized by major and minor manifestations for diagnostic purposes (ie, <strong>Jones criteria</strong>), and include the following:</p><h2>Major criteria</h2><ul class=\"article-body-unordered-list\"><li><strong>J</strong>oint involvement:&nbsp; Arthritis is often the first manifestation of ARF and typically begins in large joints (eg, knees, ankles, elbows).&nbsp; One joint is usually affected first, with other joints developing inflammation sequentially (ie, migratory arthritis).&nbsp; Inflammation is transient and typically lasts days to a week per joint.</li><li><strong>O ♥</strong> (carditis):&nbsp; Inflammation of the endocardium, myocardium, and epicardium (ie, pancarditis) most commonly manifests as in valvular dysfunction, specifically acute <strong>mitral valve regurgitation</strong> with a new holosystolic murmur.&nbsp; Altered vital signs (tachycardia, tachypnea, hypotension) and a friction rub may be seen.</li><li><strong>N</strong>odules (subcutaneous):&nbsp; These small, firm, painless lesions most commonly occur on the extensor surface of bony prominences (eg, elbow).</li><li><strong>E</strong>rythema marginatum (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10619.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; This rash presents as nonpruritic, faintly erythematous, circular lesions with central clearing that come and go on the trunk and extremities.</li><li><strong>S</strong>ydenham chorea:&nbsp; Chorea has the longest latency period, occurring 1-8 months after GAS pharyngitis; it is the most common acquired cause of chorea in children.&nbsp; Symptoms include nonrhythmic (irregular), involuntary, and rapid movements of the hands, feet, and face (eg, grimacing).&nbsp; Patients may also have associated muscle weakness with a delayed relaxation phase of the patellar reflex.&nbsp; In addition, pronator drift (involuntary hyperpronation of extended arms) is often present.&nbsp; Other associated findings include emotional lability, decline in school performance, and sudden changes in voice pitch and volume.&nbsp;</li></ul><h2>Minor criteria</h2><ul class=\"article-body-unordered-list\"><li>Fever</li><li>Arthralgia</li><li>Elevated inflammatory markers (ie, C-reactive protein [CRP], erythrocyte sedimentation rate [ESR])</li><li>Prolonged PR interval on ECG</li></ul><h1>Evaluation</h1><p>Evaluation of suspected ARF based on clinical findings includes the following:</p><p><strong>Laboratory studies</strong>:&nbsp; Inflammatory markers (ie, CRP, ESR) are often elevated and reflect systemic inflammation.&nbsp; Complete blood count may reveal anemia and leukocytosis.</p><p><strong>Cardiac studies</strong>:&nbsp; ECG may reveal a prolonged PR interval, and echocardiography often shows valvular regurgitation (most commonly mitral followed by aortic).&nbsp; Chest x-ray may show cardiomegaly.</p><h1>Diagnosis</h1><p>Diagnosis of ARF generally requires <strong>both</strong> of the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Two major</strong> OR <strong>one major and two minor</strong> Jones criteria.&nbsp; However, the presence of indolent (ie, slowly progressive) carditis or Sydenham chorea alone is also considered sufficient due to the high likelihood of ARF in children with these symptoms.</li><li><strong>Laboratory evidence of recent GAS infection</strong>.&nbsp; Elevated anti-streptococcal antibodies (eg, anti-streptolysin O) titers or anti-DNAse B antibodies&nbsp;are most commonly used; a positive throat culture or rapid streptococcal antigen test is also sufficient, but both are usually negative at the onset of ARF symptoms.</li></ul><h1>Differential diagnosis</h1><p>The differential diagnosis for ARF depends on the primary manifesting symptom.</p><h2>Arthritis</h2><ul class=\"article-body-unordered-list\"><li><strong>Systemic juvenile idiopathic arthritis</strong>:&nbsp; Systemic symptoms (eg, fever, rash) with arthritis are typical.&nbsp; The arthritis is not transient and migratory but, rather, persists in affected joints for &gt;6 weeks.</li><li><strong>Systemic lupus erythematosus</strong>:&nbsp; Arthritis and elevated inflammatory markers (eg, CRP, ESR) are typical of this autoimmune disease that affects multiple organ systems.&nbsp; Other expected symptoms include a malar rash, oral ulcers, and renal abnormalities (eg, proteinuria, hematuria).</li><li><strong>Post-infectious reactive arthritis</strong>:&nbsp; An asymmetric oligoarthritis can present weeks after initial gastrointestinal or genitourinary infection (eg, diarrhea, urethritis).&nbsp; Most patients are young adults without cardiac manifestations.&nbsp;</li><li><strong>Henoch-Schönlein purpura</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11467.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; This vasculitis can cause a transient, migratory arthritis and rash.&nbsp; However, the rash is purpuric and abdominal pain and/or kidney involvement (eg, hematuria) is typical.</li><li><strong>Lyme disease</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L106067.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; This tick-borne illness can present with rash and arthritis.&nbsp; The rash consists of single or multiple bull's eye lesions (erythema migrans) that slowly expand, and the arthritis is usually monoarticular (eg, knee only).</li><li><strong>Parvovirus B19 infection</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L79762.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ):&nbsp; The symptoms of this infection can include acute, symmetric arthritis of small joints (eg, hands) with or without the characteristic \"slapped-cheek\" rash.&nbsp; Large joint arthritis and chorea are not seen.</li></ul><h2>Carditis</h2><ul class=\"article-body-unordered-list\"><li><strong>Infective endocarditis</strong>:&nbsp; Fever and a new murmur with signs of acute heart failure (eg, dyspnea) are classic presenting symptoms.&nbsp; Migratory arthritis is not seen, and most children have a historical risk factor (eg, congenital heart disease).</li><li><strong>Infectious myocarditis/pericarditis</strong>:&nbsp; Common viral infections (eg, Coxsackie virus) are associated with carditis in children.&nbsp; Coxsackie virus causes vesicular pharyngitis (herpangina) in young children.&nbsp; Arthritis, rash, and chorea are not associated findings.</li></ul><h1>Management</h1><h2>Acute&nbsp;management </h2><p>First-line treatment of ARF is a single intramuscular (IM) dose of <strong>benzathine penicillin G</strong> to eradicate GAS infection in the upper respiratory tract (even if rapid streptococcal antigen testing and throat culture are negative).&nbsp; Oral alternatives can be given for IM penicillin unavailability (eg, amoxicillin) or allergy (eg, azithromycin).</p><p>Additional management is primarily symptomatic and includes nonsteroidal anti-inflammatory drugs for joint inflammation or corticosteroids for severe chorea.&nbsp; Carditis is also managed symptomatically (eg, angiotensin- converting enzyme inhibitors, diuretics for heart failure).</p><h2>Long-term&nbsp;management </h2><p>Patients with a history of ARF are at <strong>high risk for recurrence and progression of rheumatic heart disease (RHD)</strong> with repeated episodes of GAS pharyngitis.&nbsp; Therefore, all patients should receive <strong>prophylaxis</strong> with intramuscular <strong>benzathine penicillin G</strong> every 4 weeks to prevent recurrence.&nbsp; Oral alternatives can be given for IM penicillin unavailability (eg, oral penicillin V) or allergy (eg, azithromycin).</p><p>The total duration of antibiotic prophylaxis ranges from 5 years to lifelong, depending on the severity and persistence of heart disease (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36199.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><h1>Complications</h1><p>RHD is characterized by permanent valvular damage (eg, <strong>mitral regurgitation/stenosis</strong>) resulting from one or more episodes of ARF.&nbsp; It is usually identified 10-20 years after the initial diagnosis of ARF, though it can present much earlier, particularly in those with cumulative damage from recurrent ARF episodes.&nbsp; The greatest risk factor for development of chronic valvular damage is the presence of carditis during ARF.</p><p>The mitral valve is the most commonly affected in RHD and gradually thickens, fibroses, and calcifies, causing symptoms of heart failure (eg, dyspnea) and, less commonly, cardioembolic stroke.&nbsp; Management typically involves valvotomy or more invasive surgical intervention.</p><p>Many patients have morphologic evidence of RHD without a previous ARF diagnosis, presumably due to a missed diagnosis or mild initial disease.&nbsp; Calcification primarily affecting the valve commissures with lesser involvement of the annulus is characteristic of RHD, which contrasts with age-related calcification primarily affecting the posterior mitral annulus (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71050.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Mitral valve prolapse due to RHD, usually due to prolapse of the anterior mitral valve, must also be differentiated from myxomatous degeneration, which is usually due to prolapse of the posterior mitral valve and is far more common than RHD in resource-rich regions.<p></p><h1>Prognosis</h1><p>Most organs are often only mildly and transiently affected in ARF, with the exception of the heart; without carditis, full recovery is expected provided the patient adheres to appropriate prophylactic therapy.</p><p>With carditis, severe regurgitation and/or myocarditis during acute inflammation can lead to cardiac dilation, heart failure, and death in a small percentage of patients.&nbsp; The risk of RHD increases over time.</p><h1>Prevention</h1><h2>Primary prevention</h2><p>Prevention of ARF is via prompt treatment of GAS pharyngitis with antibiotics (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/53378.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Oral penicillin V for 10 days is the treatment of choice for streptococcal pharyngitis; alternatives include a 10-day course of amoxicillin.&nbsp; Penicillin-allergic patients can receive cephalosporins (mild reactions) or macrolides (severe, IgE-mediated reactions).<p></p><h2>Secondary prevention&nbsp;</h2><p>Patients with ARF should receive long-acting, IM benzathine penicillin G every month for ≥5 years; duration may be lifelong for those with severe, persistent RHD.</p><h1>Summary</h1><p>Acute rheumatic fever is a multisystem, autoimmune complication of untreated group A streptococcal pharyngitis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57364.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Major manifestations include arthritis, pancarditis, Sydenham chorea, erythema marginatum, and subcutaneous nodules.&nbsp; Acute treatment includes a single intramuscular dose of benzathine penicillin G; secondary prevention includes long-term antibiotic therapy to prevent recurrences and progression to rheumatic heart disease (chronic valvular disease).<p></p></div>\n            "
}