{
  "meta": {
    "title": "Acute limb ischemia",
    "url": "https://brainandscalpel.vercel.app/acute-limb-ischemia-4220d9ec-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:44:38.322Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Acute limb ischemia results from an abrupt loss of blood flow to the distal portions of an extremity (usually a lower extremity).&nbsp; It most commonly occurs in the setting of peripheral arterial disease (PAD) due to rupture of atherosclerotic plaque, leading to the formation of an overlying thrombus and the rapid obstruction of blood flow.&nbsp; Acute limb ischemia can also result from distal embolization of a thrombus (or other material), as well as from other relatively uncommon causes.&nbsp; Acute limb ischemia requires prompt recognition and emergency management to prevent limb loss.</p><h1>Causes and pathophysiology</h1><h2>Atherosclerotic plaque rupture in the setting of PAD</h2><p>Acute limb ischemia due to atherosclerotic plaque rupture and the formation of overlying thrombus is the PAD equivalent of myocardial infarction.&nbsp; Thrombus formation obstructs blood flow to distal skeletal muscle and other tissues.</p><h2>Embolization</h2><p>An embolic event is the second most common cause of acute limb ischemia and is usually due to <strong>cardiac thromboembolism</strong>.&nbsp; Sources of cardiac thromboembolism include:</p><ul class=\"article-body-unordered-list\"><li>Left atrial appendage thrombus in the setting of atrial fibrillation or flutter</li><li>Left ventricular (LV) thrombus in the setting of dilated cardiomyopathy or LV aneurysm</li><li>Prosthetic valve thrombus</li></ul><p>Other, less common causes of embolization include:</p><ul class=\"article-body-unordered-list\"><li>Cardiac myxoma:&nbsp; Fragments of a left atrial myxoma can embolize into the systemic arterial circulation.</li><li>Infective endocarditis:&nbsp; Large fragments of vegetation on the mitral or aortic valve can embolize into the systemic arterial circulation.</li><li>Arterio-arterial thromboembolism:&nbsp; Thrombus can form in a large abdominal aortic aneurysm and embolize distally in the systemic arterial circulation.</li><li>Paradoxical embolization of venous thrombus:&nbsp; A patent foramen ovale, present in up to one-third of the adult population, can allow thrombus (eg, deep vein thrombosis) to pass from the systemic venous circulation to the systemic arterial circulation via shunting from the right to left atrium (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69454.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li></ul><h2>Uncommon causes of acute limb ischemia</h2><ul class=\"article-body-unordered-list\"><li>Peripheral artery trauma</li><li>Peripheral artery dissection</li><li>Peripheral artery stent thrombosis</li><li>Certain hypercoagulable states, namely, antiphospholipid syndrome and heparin-induced thrombocytopenia, which can cause spontaneous arterial thrombus formation (most other hypercoagulable states generally cause only venous thrombosis)</li><li>Prolonged use of peripheral vasoconstrictors (eg, norepinephrine used to treat sepsis), which can occasionally cause acute limb ischemia (often primarily affecting the digits)</li><li>Extensive venous thrombosis (phlegmasia cerulea dolens), which can cause acute limb ischemia by preventing venous outflow and therefore inflow of freshly oxygenated blood to the tissues</li></ul><h1>Clinical presentation</h1><p>The classic presentation of acute limb ischemia is the <strong>6 Ps</strong> of signs and symptoms in the affected limb.</p><h2>The 6Ps:&nbsp; pain, pallor, paresthesia, pulselessness, poikilothermia, paralysis</h2><ul class=\"article-body-unordered-list\"><li><strong>P</strong>ain in the distal extremity is typically severe and gradually progresses proximally.&nbsp; As ischemia persists, pain may decrease due to ischemic sensory loss.</li><li><strong>P</strong>allor of the skin and delayed capillary refill are typical.</li><li><strong>P</strong>aresthesia, including tingling, numbness, and loss of sensation often starts in the dorsum of the foot.</li><li><strong>P</strong>ulselessness is expected in the affected extremity (lack of a palpable arterial pulse).</li><li><strong>P</strong>oikilothermia (coldness to touch) is typically present.</li><li><strong>P</strong>aralysis is a late finding in acute limb ischemia.</li></ul><p>In patients with substantial chronic PAD, the onset of signs and symptoms can be relatively gradual (eg, over 1-2 days) because well-developed collateral circulation allows for bypass of the acute obstruction and is able to temporarily provide adequate blood flow.&nbsp; In patients without substantial PAD (eg, those with embolic acute limb ischemia), collateral circulation is poorly developed and the onset of signs and symptoms is typically abrupt.</p><h2>ECG</h2><p>ECG is often normal but may show tachycardia due to pain.&nbsp; In acute limb ischemia resulting from embolization, ECG may demonstrate atrial fibrillation or evidence of an LV aneurysm (ie, sustained ST elevation with deep Q waves).</p><h2>Laboratory</h2><p>Laboratory blood testing can show evidence of skeletal muscle ischemia and necrosis, including:</p><ul class=\"article-body-unordered-list\"><li>Elevated lactic acid</li><li>Elevated creatine phosphokinase (CPK)</li><li>Elevated aspartate amonitransferase (AST) (alanine aminotransferase [ALT] is not typically elevated because it is mostly specific to the liver and is not substantially present in skeletal muscle)</li></ul><h1>Diagnosis and management</h1><p>The diagnosis of acute limb ischemia should be suspected based on clinical presentation.&nbsp; Patients should immediately receive full anticoagulation (ie, heparin infusion) and undergo bedside arterial and venous Doppler evaluation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L48786.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Further management is determined by the stage of ischemia (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37434.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Viable limb</h2><p>Patients with signs and symptoms of acute limb ischemia (eg, pain, pallor) but <strong>with pulses</strong> detectable by arterial Doppler and <strong>no motor or sensory deficit</strong> have a viable limb with no active tissue loss.&nbsp; These patients should undergo <strong>immediate imaging</strong> with CT angiography to characterize the location and extent of arterial obstruction, followed by <strong>revascularization</strong> with one of the following urgent interventions:</p><ul class=\"article-body-unordered-list\"><li>Catheter-directed intraarterial thrombolysis using a thrombolytic agent (eg, tissue plasminogen activator, streptokinase)</li><li>Surgical thromboembolectomy or thrombolysis</li></ul><h2>Immediately threatened limb</h2><p>Patients with venous pulses that are detectable by Doppler but <strong>arterial pulses that are undetectable</strong> and <strong>partial motor and/or sensory loss</strong> have an immediately threatened limb.&nbsp; These patients should undergo <strong>emergency revascularization</strong> to save the limb.&nbsp; CT angiography is frequently not feasible in such cases and should not delay surgery.</p><h2>Nonviable limb</h2><p>Patients with arterial and venous <strong>pulses that are undetectable</strong> by Doppler and with <strong>profound motor and sensory loss</strong> have an irreversibly ischemic limb (nonviable limb).&nbsp; This generally develops 4-6 hours following the development of an immediately threatened limb.&nbsp; A nonviable limb requires <strong>surgical amputation</strong>.&nbsp; Nonurgent revascularization (eg, stent placement) is sometimes required to aid in the healing of the amputation site.</p><h2>Additional workup</h2><p>Investigation of the cause of acute limb ischemia (eg, echocardiography for a suspected thromboembolic source) is less important than revascularization and should not be pursued until the acute limb ischemia has been fully addressed.</p><h1>Complications</h1><h2>Ischemia-reperfusion injury</h2><p>Ischemia-reperfusion injury involves <strong>further cellular injury and necrosis</strong> to an ischemic limb <strong>following the return of blood flow</strong> to the limb.&nbsp; It may result from the release of <strong>oxygen-induced free radicals</strong> that create a capillary leak syndrome within reperfused tissue.&nbsp; Localized swelling develops, which can sometimes lead to compartment syndrome.&nbsp; Therefore, close monitoring for <strong>compartment syndrome</strong> is important following revascularization of acute limb ischemia.&nbsp; Rarely, ischemia-reperfusion injury can lead to a systemic inflammatory response that can be complicated by multiorgan failure.</p><h1>Differential diagnosis</h1><h2>Cholesterol embolization syndrome</h2><p>Cholesterol embolization syndrome results from the breaking off and distal embolization of <strong>fragments of atherosclerotic plaque</strong> from an abdominal aortic aneurysm.&nbsp; It commonly occurs during <strong>instrumentation</strong> of the abdominal aorta (eg, invasive coronary angiography), but can also occur spontaneously in the setting of expansion of an abdominal aortic aneurysm.&nbsp; Common clinical manifestations (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50383.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) include acute kidney injury, mesenteric ischemia, and lower extremity <strong>livedo reticularis</strong>.&nbsp; Distal lower extremity ischemia can also occur and can mimic true acute limb ischemia, but it differs in that the cholesterol shower is often bilateral and causes a characteristic <strong>digital cyanosis (blue toe syndrome)</strong> rather than a larger area of ischemia/infarction.&nbsp; Management of cholesterol embolization syndrome is supportive and does not involve revascularization.<p></p><h2>Lower extremity compartment syndrome</h2><p>In addition to being a potential complication of revascularization for acute limb ischemia, lower extremity compartment syndrome resulting from other causes (eg, trauma) can present with similar features to acute limb ischemia (eg, limb pain, paresthesia, paralysis, impaired blood flow).&nbsp; Lower extremity compartment syndrome usually involves substantial localized swelling at presentation, whereas the initial presentation of acute limb ischemia (prior to revascularization) does not involve swelling.&nbsp; In addition, patients with compartment syndrome often experience severe point tenderness on palpation of affected muscles, unlike patients with acute limb ischemia.&nbsp; Treatment of compartment syndrome requires emergency fasciotomy to relieve intracompartmental pressure.</p><h1>Prognosis</h1><p>Acute limb ischemia is associated with high morbidity and mortality, but timely and appropriate management can be limb-saving (and lifesaving).&nbsp; The 30-day amputation-free survival rate for patients who receive appropriate intervention at the various stages of acute limb ischemia are:</p><ul class=\"article-body-unordered-list\"><li>Approximately 100% for a viable limb</li><li>Approximately 80% for an immediately threatened limb</li><li>&lt;5% for a nonviable limb</li></ul><p>Acute limb ischemia is often a marker of severe PAD, which in itself is associated with reduced long-term survival.</p><h1>Summary</h1><p>Acute limb ischemia results from an abrupt loss of blood flow to the distal portions of an extremity (usually a lower extremity).&nbsp; Acute limb ischemia most commonly occurs due to rupture of atherosclerotic plaque in the setting of peripheral artery disease but can also result from distal embolization of a thrombus or from other, less common causes.&nbsp; Acute limb ischemia requires prompt recognition and determination of the stage of ischemia, followed by urgent revascularization to prevent limb loss.</p></div>\n            "
}