{
  "meta": {
    "title": "Aortic dissection",
    "url": "https://brainandscalpel.vercel.app/aortic-dissection-6664fec4-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:44:44.710Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Aortic dissection results from a tear in the arterial intima that allows high-pressure blood to enter the layers of the aortic wall, causing dissection of the wall and creating a false aortic lumen.&nbsp; Propagation can cause life-threatening complications due to extension into nearby structures and disruption of blood flow to vital organs.&nbsp; The aortic wall can also rupture entirely, causing catastrophic hemorrhage.&nbsp; Ascending aortic dissection carries a mortality rate of 1%-2% per hour following symptom onset; it requires prompt recognition and management to prevent death or serious complications.</p>\n<h1>Pathophysiology</h1><h2>Cystic medial degeneration</h2><br><br><p>Cystic medial degeneration (or cystic medial necrosis) is likely the most important factor that encourages aortic dissection.&nbsp; The aortic wall has 3 layers:&nbsp; the inner tunica intima, the mid-layer tunica media, and the outer tunica adventitia.&nbsp; The <strong>tunica media</strong> is the thickest and strongest of the 3 layers.&nbsp; As patients age, there is breakdown of collagen, elastin, and smooth muscle in the tunica media with replacement by a mucoid extracellular matrix.&nbsp; This leads to the development of many cystic collections of <strong>mucopolysaccharide</strong>, which impair the wall's structural integrity and ability to handle wall stress.&nbsp; A small intimal tear can readily extend into the media, creating a lengthy dissection plane that propagates proximally or distally.</p><br><br><p>Sufficient <strong>cystic medial degeneration</strong> to cause aortic dissection is usually seen only in relatively older patients (ie, age &gt;60).&nbsp; However, many genetic syndromes that are associated with increased risk of aortic dissection (eg, Marfan syndrome, Ehlers-Danlos syndrome) accelerate the development of cystic medial degeneration, allowing for aortic dissection to occur much earlier in life (ie, age &lt;40).</p>\n<h2>Other precipitants of dissection</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chronic hypertension</strong> increases stress on the aortic wall and over time can weaken structural integrity, allowing an intimal tear to initiate and propagate.</li>\n\t<li><strong>Atherosclerosis</strong> and/or the presence of aortic <strong>aneurysm</strong> weakens the arterial wall and increases the risk for dissection.</li>\n\t<li><strong>Adrenergic surges</strong> associated with activities including cocaine use and powerlifting can cause large and abrupt swings in blood pressure that markedly increase wall stress and can initiate an intimal tear and aortic dissection.</li>\n\t<li><strong>Pregnancy</strong> is associated with an increased risk of aortic dissection, likely due to a 50% increase in circulating blood volume, which increases aortic wall stress.&nbsp; Hormonal changes may also cause temporary weakening of aortic wall structural integrity.</li>\n\t<li><strong>Inflammatory aortitis</strong>, as occurs in large-vessel vasculitis (eg, giant-cell arteritis, Takayasu arteritis), can disrupt aortic wall structural integrity and increase the risk of aortic dissection.</li>\n</ul>\n<h1>Classifications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Stanford type A vs type B dissection</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1418.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; Aortic dissection is classified based on the section of the aorta involved.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Dissection involving the ascending aorta is classified as type A dissection; it is associated with a higher risk of acute complications and warrants more aggressive management.&nbsp;</li>\n\t\t<li>Dissection that does not involve the ascending aorta is classified as type B dissection.&nbsp; Most type B dissections involve only the descending and/or abdominal aorta and do not involve any portion of the aortic arch.</li>\n\t</ul>\n\t</li>\n\t<li>Sporadic vs genetically mediated:&nbsp; Sporadic aortic dissections are those occurring in patients with no underlying genetic predisposition for aortic dissection (ie, age-related cases) and generally affect patients age &gt;60.&nbsp; Genetically mediated cases result from an underlying genetic predisposition and often occur in patients age &lt;40.&nbsp; Genetically mediated dissections are rare in patients age &gt;60.</li>\n</ul>\n<h1>Complications</h1><br><br><p>The morbidity and mortality associated with aortic dissection is primarily driven by complications that result from extension of the dissection into arterial branches of the aorta or other nearby structures (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/104880.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Potential complications due to extension of aortic dissection include the following (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32015.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Stroke</strong> due to extension into the left or right carotid artery.</li>\n\t<li><strong>Horner syndrome</strong> due to extension into the sympathetic plexus that tracks along the carotid artery walls.</li>\n\t<li>Acute <strong>aortic regurgitation</strong> due to proximal extension into the aortic root and disruption of the aortic annulus.</li>\n\t<li><strong>Myocardial ischemia or infarction</strong> due to extension into the aortic root and one of the coronary artery ostia.&nbsp;</li>\n\t<li>Cardiac <strong>tamponade</strong> due to proximal extension into the aortic root and rupture into the pericardial space (hemopericardium).</li>\n\t<li><strong>Renal infarction</strong> due to extension into the renal arteries.</li>\n\t<li><strong>Mesenteric ischemia</strong> due to extension into the celiac, superior mesenteric, or inferior mesenteric arteries.</li>\n\t<li><strong>Lower extremity paralysis</strong> due to extension into the segmental and spinal arteries, leading to spinal cord ischemia or infarction (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26359.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                )</li>\n</ul><br><br><p>Full-thickness rupture of the aortic wall can also occur, resulting in massive hemorrhage into the chest (hemothorax) or abdomen (hemoperitoneum).</p>\n<h1>Risk factors</h1><h2>Chronic hypertension</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chronic hypertension is the strongest risk factor for aortic dissection (usually associated with aortic dissection in patients <strong>age &gt;60</strong>)</li>\n</ul>\n<h2>Genetically mediated aortopathies </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Genetically mediated aortopathies are usually associated with aortic dissection in patients <strong>age &lt;40</strong>.&nbsp; They include the following:<br><br>\t<ul class=\"article-body-unordered-list\" type=\"disc\">\n\t\t<li><strong>Marfan syndrome</strong> results from a genetic mutation affecting the synthesis and function of fibrillin-1, a protein that provides the glycoprotein structure for elastin (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27719.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Marfan syndrome markedly increases the risk of aortic dissection compared to the general population.&nbsp; &nbsp;</li>\n\t\t<li><strong>Ehler-Danlos syndrome</strong> results from a genetic mutation affecting the synthesis of collagen.&nbsp; Affected patients can have impaired structural integrity of the aortic wall and are at increased risk for aortic dissection.</li>\n\t\t<li>Turner syndrome (absence of an X chromosome [45,X karyotype]) is associated with a 12-fold increased risk of aortic dissection compared to the general population (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14170.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; The increased risk may be in part due to commonly associated aortic structural abnormalities (eg, aortic coarctation) and a high rate of systemic hypertension.</li>\n\t\t<li>Congenital bicuspid aortic valve is associated with an increased risk of thoracic aortic aneurysm and aortic dissection.</li>\n\t\t<li>Other familial thoracic aortic aneurysm mutations that are poorly defined can increase the risk of aortic dissection.&nbsp; Patients usually have a family history of aortic dissection at a young age in a close family member.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Cocaine use </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cocaine use increases the risk of aortic dissection and is a potential cause of aortic dissection in relatively young patients.</li>\n</ul>\n<h2>Pregnancy </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pregnancy increases the risk of aortic dissection, primarily during the third trimester.</li>\n</ul>\n<h2>Large-vessel vasculitides </h2><br><br><p>Large-vessel vasculitides are occasionally complicated by aortic dissection.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Giant cell arteritis (temporal arteritis)</li>\n\t<li>Takayasu arteritis</li>\n\t<li>Tertiary syphilis with aortic involvement (syphilitic aortitis)</li>\n</ul>\n<h1>Histopathology</h1><br><br><p>The classic histopathological finding in aortic dissection is <strong>cystic medial degeneration</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L2831.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), evidenced by cystic collections of mucopolysaccharide in the tunica media (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31812.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Extensive cystic medial degeneration, as seen in Marfan syndrome, can demonstrate a <strong>\"basket weave\"</strong> pattern caused by widespread fragmentation of elastic tissue (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L48423.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).<p></p>\n<h1>Clinical presentation</h1><h2>Manifestations</h2><br><br><p>The typical clinical presentation of aortic dissection consists of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sudden-onset and severe chest and/or back pain</strong> that is tearing or sharp in nature.&nbsp; Chest pain is generally suggestive of ascending aortic involvement whereas back pain is generally suggestive of descending aortic involvement.</li>\n\t<li>The pain is typically <strong>maximal at onset</strong> (does not gradually worsen).</li>\n\t<li><strong>Hypertension</strong> is typical at presentation.&nbsp; The presence of hypotension suggests aortic rupture or other serious complication (eg, cardiac tamponade, acute aortic regurgitation).</li>\n\t<li><strong>Asymmetric pulse</strong> deficits in the carotid, brachial, or femoral arteries may be present (resulting from obstruction to blood flow).</li>\n\t<li>A &gt;20 mm Hg <strong>difference in systolic blood pressure</strong> between arms may be present, caused by extension of the dissection into one of the subclavian arteries and partial occlusion of blood flow.</li>\n\t<li>A new decrescendo diastolic murmur may be present if the dissection is complicated by acute <strong>aortic regurgitation</strong>.</li>\n\t<li>Up to 10%-15% of aortic dissections can present with syncope, which may result from a pain-induced vasovagal response or an abrupt drop in cerebral perfusion due to mechanical disruption of blood flow.</li>\n</ul>\n<h2>ECG</h2><br><br><p>ECG may be normal or show nonspecific ST-segment changes.&nbsp; Sinus tachycardia is often present.&nbsp; The rare aortic dissection that extends into a coronary artery can demonstrate ST- segment elevation.</p>\n<h2>Laboratory findings</h2><br><br><p>An elevated blood <strong>d-dimer</strong> level is highly sensitive for aortic dissection (ie, the level is usually elevated in aortic dissection).&nbsp; Therefore, a d-dimer level &lt;500 ng/mL is useful in ruling out aortic dissection in most patients.&nbsp; However, more definitive diagnostic investigation should be pursued in those for whom there is high suspicion for aortic dissection.</p>\n<h2>Chest x-ray</h2><br><br><p>Chest x-ray in aortic dissection may show <strong>mediastinal widening</strong> consistent with aortic widening due to a false aortic lumen (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L500.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).<p></p>\n<h1>Diagnosis</h1><br><br><p>Aortic dissection should be suspected based on clinical presentation and is confirmed with imaging as follows:</p>\n<h2>CT angiography of the aorta (CT aortography)</h2><br><br><p>CT angiography of the aorta is highly sensitive and specific for aortic dissection and is the diagnostic test of choice in most patients.&nbsp; The diagnosis is confirmed by the finding of 2 distinct aortic lumens separated by an <strong>intimal flap</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L603.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).&nbsp; The false lumen is usually larger than the true lumen, and thrombus may be present in the false lumen.<p></p>\n<h2>MR angiography of the aorta (MR aortography)&nbsp; </h2><br><br><p>MR angiography of the aorta is a suitable alternative to CT angiography or may be used when CT angiography findings are inconclusive.&nbsp; It is likely more diagnostically accurate than CT angiography, but it is less widely available and often takes more time to complete.</p>\n<h2>Transesophageal echocardiography</h2><br><br><p>In patients with suspected type A aortic dissection and <strong>hemodynamic instability</strong> (suggestive of aortic rupture or other serious complication), transesophageal echocardiography (TEE) is often the diagnostic test of choice because it can be done rapidly at bedside in the emergency department or the operating room as the patient is being prepped for emergency surgery.&nbsp; In addition to visualizing the dissection, TEE can provide valuable preoperative information on the extent and anatomy of the dissection plane.&nbsp; The disadvantage of TEE is that it requires esophageal intubation and usually sedation.&nbsp; Transthoracic echocardiography (TTE) is a less invasive alternative to TEE; however, the diagnostic sensitivity and specificity of TTE are much lower than those of TEE.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Aortic aneurysm</strong> is an enlargement of a portion of the aorta to ≥1.5 times the normal diameter.&nbsp; It differs from aortic dissection in that an aortic aneurysm is an outcropping of the full thickness of the aortic wall (all aortic wall layers).&nbsp; The risk of full aortic rupture is much lower with aortic aneurysm compared to aortic dissection, but a large aortic aneurysm increases the risk of aortic dissection and rupture.</li>\n\t<li><strong>Acute coronary syndrome (ACS)</strong> can present similarly to aortic dissection with abrupt-onset chest pain.&nbsp; However, in ACS the chest pain usually increases in intensity for several minutes after onset, whereas in aortic dissection the chest pain is maximal at onset (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/53633.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; The quality of pain in ACS is usually more pressure-like rather than tearing or sharp.&nbsp; Asymmetric pulse deficits and widening of the mediastinum on chest x-ray are not expected with ACS.</li>\n\t<li><strong>Pulmonary embolism (PE)</strong> can present similarly to aortic dissection with chest pain and dyspnea.&nbsp; The chest pain associated with PE is often pleuritic (ie, worse with inspiration) whereas aortic dissection pain tends to be constant and does not vary with inspiration.&nbsp; In addition, hypoxemia is typical of PE but is not usually expected with aortic dissection (though it can occur with dissection causing acute aortic regurgitation and pulmonary edema).&nbsp; Both PE and aortic dissection can cause elevated d-dimer levels.</li>\n\t<li><strong>Esophageal rupture</strong> can present with severe chest pain and mediastinal widening on chest x-ray, similar to aortic dissection.&nbsp; However, esophageal rupture is often preceded by severe retching and vomiting.&nbsp; In addition, asymmetric pulse deficits are not expected with esophageal rupture.</li>\n</ul>\n<h1>Management</h1><h2>Anti-impulse therapy</h2><br><br><p>With the exception of those with severe hypotension, all patients with suspected aortic dissection should promptly receive anti-impulse therapy with an <strong>intravenous beta blocker</strong> (eg, metoprolol, esmolol, labetalol), which <strong>reduces aortic wall shear stress</strong> via the following effects (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L93603.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Reduced left ventricular (LV) contractility, which reduces peak blood pressure (ie, reduced systolic blood pressure)</li>\n\t<li>Reduced LV contraction velocity, which reduces the rate of rise of blood pressure (dP/dt) with each systolic impulse</li>\n\t<li>Reduced heart rate, which reduces the frequency of systolic impulses</li>\n</ul><br><br><p>Aggressive pain control (eg, morphine) provides further anti-impulse therapy by lowering sympathetic drive to reduce heart rate and blood pressure.</p>\n<h2>Additional blood pressure control</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Once adequate beta blockade has been established (eg, heart rate &lt;80/min), an intravenous balanced arterial and venous <strong>vasodilator</strong> can be added, if needed, to achieve a goal systolic blood pressure ≤120 mm Hg.&nbsp; Sodium nitroprusside is often preferred, and nicardipine (a dihydropyridine calcium channel blocker) is a suitable alternative.&nbsp;</li>\n\t<li>Administering a balanced vasodilator prior to adequate beta blockade is contraindicated because the vasodilation can cause a reflexive sympathetic-mediated increase in heart rate and LV contractility, which increases aortic wall shear stress.</li>\n</ul>\n<h2>Medications to avoid</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Aspirin and other antiplatelet agents (eg, PGY12 inhibitors such as clopidogrel) are indicated for ACS, but they are absolutely contraindicated in patients with suspected aortic dissection.&nbsp; These drugs can encourage bleeding and propagation of the dissection into the pericardial space or other structures.</li>\n\t<li>Arterial vasodilators (eg, hydralazine) are contraindicated because they can cause a reflexive increase in heart rate, LV contractility, and aortic wall shear stress even in the presence of beta blockade.</li>\n</ul>\n<h2>Surgical repair vs blood pressure control and monitoring</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Emergency surgical repair</strong> is indicated for <strong>type A dissection</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L92510.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; It is also indicated for type B dissection complicated by obstruction of blood flow to vital organs or structures (eg, renal ischemia, mesenteric ischemia).</li>\n\t<li>Admission to the hospital for <strong>blood pressure control and monitoring</strong> is appropriate for <strong>uncomplicated type B dissection</strong>.&nbsp; Most uncomplicated type B dissections resolve and heal with adequate blood pressure control and conservative therapy.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Without surgical intervention, the mortality rate of type A aortic dissection is approximately 50% within 48 hours.&nbsp; The most common cause of death in type A dissection is extension into the pericardium leading to hemopericardium and cardiac tamponade.&nbsp; For those who undergo emergency surgery for aortic dissection, acute mortality ranges from 15%-30%.&nbsp; Long-term survival can be favorable for patients who undergo successful surgical repair (or successful medical treatment of type B aortic dissection), with 5-year survival rates estimated at ≥70%.</p>\n<h1>Summary</h1><br><br><p>Aortic dissection (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32491.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) results from a tear in the arterial intima that allows high-pressure blood to enter the aortic wall, causing dissection of the wall and creating a false aortic lumen.&nbsp; Propagation can lead to life-threatening complications due to extension into nearby structures.&nbsp; Type A aortic dissection involves the ascending aorta, whereas type B dissection does not involve the ascending aorta and is usually confined to descending and/or abdominal aorta.&nbsp; CT angiography of the aorta is usually the preferred test for diagnostic confirmation.&nbsp; Management involves prompt initiation of anti-impulse therapy with an intravenous beta blocker and emergency surgical repair for type A dissection.&nbsp; Aortic dissection is associated with high mortality, but prompt recognition and appropriate management can be lifesaving.<p></p>\n</div>\n\n            "
}