{
  "meta": {
    "title": "Bacterial infective endocarditis",
    "url": "https://brainandscalpel.vercel.app/bacterial-infective-nbsp-endocarditis-9429c751-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:44:51.387Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Infective endocarditis (IE) is a serious infection of the heart's inner lining (endocardium), usually affecting the heart valves.&nbsp; It can lead to significant morbidity and mortality if not promptly recognized and treated.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>IE occurs when bacteria (or rarely, other pathogens) enter the bloodstream and adhere to the endocardium (usually with prior damage).&nbsp; This leads to the formation of infective <strong>vegetations</strong> that can cause valve damage and embolic complications.&nbsp; Risk factors that predispose to endocardial damage and subsequent infection include preexisting heart valve disease, poor dentition or dental infection, and prosthetic heart valves.&nbsp; Intravenous (IV) drug use is another significant risk factor because it can introduce particulate matter (eg, dirt) causing valvular microinjury, which creates a nidus for infection.&nbsp; In children, IE occurs most frequently in the setting of congenital heart disease, which serves as a nidus for infection during episodes of transient bacteremia (eg, after a dental procedure).</p>\n<h1>Pathology</h1><br><br><p>In most cases of IE, the initial process involves disruption of the normal endocardial surface, usually in areas of turbulent blood flow across preexisting valvular lesions.&nbsp; This leads to focal adherence of fibrin and platelets, creating a fibrin-platelet nidus.&nbsp; During bacteremia, microorganisms can colonize this nidus and grow, further activating the coagulation system.&nbsp; Some bacteria (eg, <em>Staphylococcus aureus</em>) can infect previously undamaged valves.</p><br><br><p>Macroscopic vegetations consist of fibrin and platelets on the surface, with embedded red blood cell debris, leukocytes, and clusters of microorganisms.&nbsp; These vegetations can lead to valve destruction, heart failure/conduction abnormalities, and embolic events.&nbsp; In addition, the associated systemic inflammation predisposes to immunologic phenomena.</p>\n<h1>Clinical presentation</h1><br><br><p>Clinical manifestations of IE can vary based on the acuity and severity of the infection and include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fever:&nbsp; hallmark feature that is present in most cases</li>\n\t<li>Constitutional symptoms (eg, fatigue, malaise, anorexia)</li>\n\t<li>New or changing heart murmur (systolic or diastolic [eg, aortic regurgitation])</li>\n\t<li>Embolic phenomena\n\t<ul>\n\t\t<li>Brain (ischemic infarct with high rate of hemorrhagic conversion), lungs (septic emboli from right-sided valve), spleen (splenic infarct/abscess [triad of fever, leukocytosis, left upper quadrant pain)), kidneys (renal infarct/abscess), musculoskeletal system (septic arthritis, vertebral osteomyelitis), mesentery (acute ischemia), extremities (limb ischemia), skin (Janeway lesions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91231.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )), and various arteries (mycotic aneurysms)</li>\n\t</ul>\n\t</li>\n\t<li>Immunologic phenomena\n\t<ul>\n\t\t<li>IE triggers a systemic immune response, including the formation of antibodies targeting bacteria (including rheumatoid factor [RF]).</li>\n\t\t<li>Antigen-antibody immune complexes can deposit in various organs, including the kidneys (glomerulonephritis), skin (Osler nodes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91269.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )), nails (splinter hemorrhages (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22281.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                )), and eyes (hemorrhagic retinal lesions [Roth spots]).</li>\n\t</ul>\n\t</li>\n\t<li>Direct cardiac complications (seen in up to 50% of patients)\n\t<ul>\n\t\t<li>Vegetations can lead to valvular regurgitation with or without heart failure.</li>\n\t\t<li>Extension into surrounding tissue can lead to a perivalvular abscess, which can result in conduction abnormalities (eg, heart block), most often in aortic valve IE (close to proximal ventricular conduction system).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>A commonly used mnemonic is <strong>FROM JANE</strong> (fever, Roth spots, Osler nodes, murmur, Janeway lesions, anemia, nail hemorrhage, embolism).&nbsp; These findings are most typical of acute IE.&nbsp; Subacute IE may present with a more indolent course without fever and peripheral manifestations, with nonspecific symptoms evolving gradually over weeks to months.</p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of IE requires a systematic approach combining clinical assessment, laboratory testing, and imaging studies.</p>\n<h2>Clinical assessment</h2><br><br><p>A thorough history, including risk factors for IE such as preexisting valvular disease, IV drug use, and recent dental procedures, should be obtained.&nbsp; Physical examination may show classic signs of IE, including fever, new or changing heart murmurs, and peripheral stigmata (eg, skin findings previously mentioned).</p>\n<h2>Laboratory testing</h2><br><br><p>Blood cultures are essential for identifying the causative organism and should be collected before antibiotic administration; 2-3 sets drawn from different sites increase sensitivity.</p><br><br><p>Nonspecific laboratory findings include elevated inflammatory markers (eg, C-reactive protein, erythrocyte sedimentation rate), normocytic anemia, and positive RF.</p>\n<h2>Imaging studies</h2><br><br><p><strong>Echocardiography</strong> can detect vegetations, assess valvular and overall cardiac function, and identify complications such as abscess formation or valve perforation.&nbsp; Transthoracic echocardiography (TTE) is usually the initial test performed but is limited in sensitivity and image detail.&nbsp; Transesophageal echocardiography (TEE) provides better visualization of cardiac structures (particularly in patients with prosthetic valves).</p>\n<h2>Duke criteria</h2><br><br><p>Variations of the Duke criteria are widely used to aid in the diagnosis of IE.&nbsp; These consist of major and minor criteria, with the diagnosis of IE requiring the presence of certain combinations of major and minor criteria:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Major criteria</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Positive blood cultures for typical IE organisms (eg, <em>S aureus,</em> viridans streptococci, enterococci) or other laboratory tests (eg, high-titer <em>Coxiella</em> antibodies)</li>\n\t\t<li>Evidence of valvular involvement on echocardiography (or cardiac CT scan), such as vegetation, abscess, or new valvular regurgitation</li>\n\t</ul>\n\t</li>\n\t<li><strong>Minor criteria</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Predisposing factor (eg, IV drug use, congenital heart disease, cardiac devices, prosthetic valve, prior IE)</li>\n\t\t<li>Fever ≥38 C (100.4 F)</li>\n\t\t<li>Vascular phenomena (eg, arterial emboli, Janeway lesions, splinter hemorrhages)</li>\n\t\t<li>Immunologic phenomena (eg, glomerulonephritis, Osler nodes, positive RF)</li>\n\t\t<li>Microbiologic evidence not meeting major criteria, such as blood cultures growing an organism not commonly associated with IE or serologic evidence of active infection with IE-causing organisms (eg, low-titer <em>Coxiella</em> antibodies)</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>IE can be definitively diagnosed with either 2 major criteria, 1 major and 3 minor criteria, or 5 minor criteria.&nbsp; IE remains a possibility with either 1 major and 1 minor criteria, or 3 minor criteria.</p>\n<h1>Microbiology</h1><br><br><p>The most common involved organisms include (in order of prevalence):</p>\n<h2><em>Staphylococcus aureus</em></h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>IV drug use (usually involves the tricuspid valve), intravascular catheters or implanted devices, prosthetic valves</li>\n\t<li>Particular rapid onset and clinical severity (can sometimes infect previously undamaged valves [unlike other organisms])</li>\n\t<li>All patients with <em>S aureus</em> bacteremia require&nbsp;IE evaluation with TTE or TEE</li>\n</ul>\n<h2>Viridans group streptococci </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Examples include&nbsp;​​<em>Streptococcus mutans</em> and <em>Streptococcus sanguinis</em></li>\n\t<li>Normal oral flora that use dextrans to adhere to damaged endocardial cells</li>\n\t<li>Gingival manipulation, respiratory tract incision, or biopsy</li>\n\t<li>Common cause of subacute IE, particularly in underlying structural heart disease</li>\n</ul>\n<h2>Enterococci</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Normal intestinal flora</li>\n\t<li>Genitourinary procedures, gastrointestinal surgery</li>\n\t<li>Higher risk of treatment failure and relapse compared to other pathogens (combination antibiotic therapy required)</li>\n</ul>\n<h2>Streptococcus gallolyticus (formerly <em>S bovis</em>)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Normal gastrointestinal tract flora</li>\n\t<li>Colorectal malignancy (~60%) or inflammatory bowel disease</li>\n</ul>\n<h2>Coagulase-negative staphylococci (CoNS) </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Commonly found on the skin and mucous membranes</li>\n\t<li>Produces biofilm on foreign material and therefore is associated with prosthetic heart valves and intravascular catheters</li>\n</ul><br><br><p>Other rare causes of IE include fungi (particularly <em>Candida</em>), mycobacteria (eg, atypical mycobacteria), and intracellular organisms (eg, <em>Coxiella</em>, <em>Bartonella</em>).&nbsp; These are considered causes of <strong>culture-negative</strong> IE (approximately 5%&nbsp;of cases), defined as ≥3 sets of negative blood cultures after 7 days of incubation; culture-negative IE can also occur with more common organisms in patients with recent antibiotic exposure.&nbsp; HACEK (<em>Haemophilus, Aggregatibacter, Cardiobacterium, Eikenella, Kingella</em>) group organisms were previously considered causes of culture-negative IE but, with recent technologic advances, they can now be grown in standard blood cultures.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nonbacterial thrombotic endocarditis</strong> (ie, Libman-Sacks endocarditis):&nbsp; Due to the formation of sterile thrombi on valves in hypercoagulable states.&nbsp; Most often seen in malignancy (often adenocarcinoma) or systemic lupus erythematosus (SLE); can also be seen in other inflammatory disorders (eg, non-SLE autoimmune disease, sepsis).</li>\n\t<li><strong>Rheumatic fever</strong>:&nbsp; Due to an autoimmune reaction to prior group A <em>Streptococcus</em> infection rather than an active infection.&nbsp; Also accompanied by fever and murmur (due to valvular inflammation from molecular mimicry rather than valvular infection).&nbsp; Skin findings are distinct from those found in IE and include erythema marginatum (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10619.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ) and subcutaneous nodules (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10865.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Management</h1><br><br><p>IE is treated with <strong>IV antibiotics</strong>, the timing of which depends largely on clinical stability.&nbsp; In stable patients with a more indolent course (eg, subacute IE without sepsis), antibiotics are often withheld until the results of blood cultures are available, allowing targeted antibiotic therapy while minimizing the adverse effects of empiric therapy.&nbsp; Patients with a more severe presentation (eg, acute IE with sepsis) should receive urgent empiric antibiotics.</p><br><br><p>A common empiric regimen for native valve IE includes <strong>vancomycin</strong>, which is active against methicillin-resistant <em>S aureus</em>.&nbsp; <strong>Ceftriaxone</strong> (a beta-lactam) is often added, particularly in patients whose condition is unstable, because it may provide a faster therapeutic onset, more bactericidal activity, and additional coverage against other organisms.&nbsp; Once the causative organism is identified, antibiotic therapy is narrowed and continued typically for <strong>4-6 weeks</strong>; select patients are sometimes transitioned to oral antibiotics to complete the course.</p><br><br><p>Patients with IE require close monitoring for clinical response to antibiotic therapy, resolution of fever, normalization of inflammatory markers, and absence of new embolic events or worsening valve dysfunction.&nbsp; Surgical consultation is warranted in select patients (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/65526.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Prosthetic valve IE in particular may require more intensive antibiotic therapy (eg, the addition of rifampin and/or aminoglycoside) and surgical intervention.<p></p>\n<h1>Prophylaxis</h1><br><br><p>Antibiotic prophylaxis for IE is recommended only for patients with a high-risk cardiac condition undergoing certain invasive procedures (eg, routine dental cleaning or procedures, respiratory tract incision/biopsy) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31456.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Prophylaxis is not recommended in those with mitral valve prolapse, which is considered a low-risk condition.&nbsp; Antibiotics are targeted at viridans group <em>Streptococcus</em> coverage, with amoxicillin being first-line; cephalosporins, macrolides, and doxycycline are second-line.<p></p>\n<h1>Prognosis</h1><br><br><p>The prognosis of IE depends on factors such as the causative microorganism, the presence of complications, and the timeliness and effectiveness of treatment.&nbsp; Early diagnosis and appropriate management are crucial for improving outcomes and reducing mortality.</p>\n<h1>Summary</h1><br><br><p>Infective endocarditis&nbsp;is a serious infection of the heart valves; it is initiated by pathogens adhering to damaged endocardial surfaces, forming vegetations that can lead to valve destruction, heart failure, and embolic complications.&nbsp; Clinical presentation includes fever, new heart murmur, constitutional symptoms, various embolic phenomena (eg, stroke, Janeway lesions), and immunologic phenomena (eg, glomerulonephritis, Osler nodes).&nbsp; Blood cultures and echocardiography, aided by the Duke criteria, are crucial for diagnosis.&nbsp; Management includes 4-6 weeks of antibiotics tailored to culture results, with surgical intervention in select cases.</p>\n</div>\n\n            "
}