{
  "meta": {
    "title": "Benign (physiologic) pediatric murmurs",
    "url": "https://brainandscalpel.vercel.app/benign-physiologic-pediatric-murmurs-4d8bb9f8-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:44:49.417Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Murmurs are a common pediatric physical examination finding; however, the majority are benign (ie, innocent, physiologic) and not associated with structural heart defects.&nbsp; This article presents an overview of the most common types of benign murmurs, including their characteristics, clinical implications, and diagnostic approaches.&nbsp; Distinguishing between benign and pathologic (ie, associated with structural heart defects) murmurs is essential for diagnosis and management.</p>\n<h1>Common benign (physiologic) murmurs</h1><br><br><p>Benign murmurs represent <strong>turbulent blood flow</strong> through a <strong>structurally normal heart</strong> in a healthy, asymptomatic child (ie, incidental finding).&nbsp; Benign murmurs are usually <strong>early or midsystolic, soft</strong>, <strong>low-intensity</strong> (ie, grade 1 or 2), and <strong>dynamic</strong> (ie, vary with position, respiration).&nbsp; Patients are generally asymptomatic with normal growth and no significant medical or family history.&nbsp; Vital signs are normal with normal heart sounds (eg, S1, S2) and symmetric pulses.&nbsp; The most common benign murmurs include the Still murmur, pulmonic flow murmur, venous hum, and peripheral pulmonary stenosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L93549.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p>\n<h2>Still murmur</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age:&nbsp; Younger children.</li>\n\t<li>Location:&nbsp; Best heard over the left lower sternal border.</li>\n\t<li>Timing:&nbsp; Midsystolic.</li>\n\t<li>Intensity:&nbsp; Grade 1 or 2.</li>\n\t<li>Character:&nbsp; Vibratory or musical.</li>\n\t<li>Maneuvers:&nbsp; Intensity increases with maneuvers that increase venous blood return to the heart (eg, supine position) and decreases with maneuvers that decrease venous blood return to the heart (eg, standing position, Valsalva maneuver).</li>\n\t<li>Pathophysiology:&nbsp; Still murmur is the most common innocent murmur in children and likely occurs due to turbulent flow through the left ventricular outflow tract.&nbsp; The murmur typically resolves by adolescence.</li>\n</ul>\n<h2>Pulmonic flow murmur</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age:&nbsp; Childhood through adolescence.</li>\n\t<li>Location:&nbsp; Best heard over the left upper sternal border and possibly radiating to the axilla.</li>\n\t<li>Timing:&nbsp; Midsystolic.</li>\n\t<li>Intensity:&nbsp; Grade 1 or 2.</li>\n\t<li>Character:&nbsp; Soft, blowing.</li>\n\t<li>Maneuvers:&nbsp; The intensity increases with maneuvers that increase venous return to the heart (eg, supine position) and decreases with maneuvers that decrease venous blood return to the heart (eg, standing position, Valsalva maneuver).</li>\n\t<li>Pathophysiology:&nbsp; Pulmonic flow murmurs occur when blood flows across a normal pulmonary valve and are most commonly heard during periods of increased cardiac output (eg, fever, anemia, anxiety).</li>\n</ul>\n<h2>Venous hum</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age:&nbsp; Younger children.</li>\n\t<li>Location:&nbsp; Best heard over the left or right supraclavicular or infraclavicular areas.</li>\n\t<li>Timing:&nbsp; Continuous.</li>\n\t<li>Intensity:&nbsp; Grade 1 or 2.</li>\n\t<li>Character:&nbsp; Low-pitched hum.</li>\n\t<li>Maneuvers:&nbsp; The intensity increases with neck extension and sitting; the intensity decreases with jugular vein compression (eg, ipsilateral neck rotation) and supine positioning.</li>\n\t<li>Pathophysiology:&nbsp; Venous hum occurs due to turbulent flow through the physiologic curvature of the jugular and subclavian veins.&nbsp; The right jugular and brachiocephalic veins are shorter and oriented more vertically than the left, which results in more turbulent flow into the superior vena cava.</li>\n</ul>\n<h2>Peripheral pulmonary stenosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age:&nbsp; Neonates.</li>\n\t<li>Location:&nbsp; Best heard over the left or right upper sternal border with radiation to the axillae or back.</li>\n\t<li>Timing:&nbsp; Midsystolic ejection murmur.</li>\n\t<li>Intensity:&nbsp; Grade 1 or 2.</li>\n\t<li>Character:&nbsp; Medium- to high-pitched.</li>\n\t<li>Pathophysiology:&nbsp; Peripheral pulmonary stenosis occurs due to increased fetal pulmonary vascular resistance, which gradually decreases as fetal circulation transitions to neonatal circulation.&nbsp; Turbulent blood flow occurs through the physiologically narrow proximal pulmonary arteries, especially those that branch at an acute angle.&nbsp; The murmur typically resolves by age 6-12 months.</li>\n</ul>\n<h1>Evaluation and management</h1><br><br><p>Although benign murmurs are common, a thorough history and physical examination are required to recognize features of pathologic murmurs (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/65217.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), including:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Holosystolic or diastolic.</li>\n\t<li>Harsh.</li>\n\t<li>Grade ≥3 intensity.</li>\n\t<li>Intensity increasing with standing (except venous hum) and Valsalva maneuver.</li>\n</ul><br><br><p>In addition to these features, patients who are symptomatic (ie, infants: poor weight gain, respiratory distress, difficulty feeding; children: exertional fatigue, chest pain, syncope) warrant further evaluation.&nbsp; Physical examination findings suggestive of a pathologic murmur include additional abnormal heart sounds (eg, loud, fixed, or single S2), weak femoral pulses, central cyanosis, and hepatomegaly.&nbsp; If any of these features are present, additional evaluation (eg, ECG, echocardiography, chest x-ray) is required to assess for structural heart defects (eg, congenital heart defects, hypertrophic cardiomyopathy).&nbsp; Otherwise, management involves reassurance and observation for spontaneous resolution.</p>\n<h1>Summary</h1><br><br><p>The majority of murmurs in pediatric patients are benign (ie, innocent, physiologic), representing turbulent blood flow through a structurally normal heart in a healthy, asymptomatic child (ie, incidental finding).&nbsp; Benign murmurs are usually early or midsystolic, soft, low-intensity (ie, grade 1 or 2), and dynamic (ie, vary with position, respiration).&nbsp; Common benign murmurs include Still murmur, pulmonic flow murmur, venous hum, and peripheral pulmonary stenosis.&nbsp; Management involves reassurance.</p>\n</div>\n\n            "
}