{
  "meta": {
    "title": "Chest pain: An overview",
    "url": "https://brainandscalpel.vercel.app/chest-pain-an-overview-49336586-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:00.304Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Atraumatic chest pain can represent several underlying conditions, from benign musculoskeletal issues to life-threatening cardiovascular emergencies.&nbsp; Its evaluation requires consideration of its characteristics (eg, quality, location, aggravating/alleviating factors), associated symptoms, and patient risk factors to determine the most likely etiology and direct the diagnostic approach.&nbsp; Although cardiovascular causes such as acute coronary syndrome are paramount to consider, chest pain can also originate from pulmonary, gastrointestinal, musculoskeletal, or psychogenic sources.&nbsp; The primary goal is to rapidly identify and treat life-threatening etiologies while narrowing the differential diagnosis with targeted testing to determine the appropriate course of management.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>The pathophysiology of chest pain depends on the underlying cause.</p><br><br><p>Cardiac chest pain, particularly pain due to myocardial ischemia, results from the buildup of metabolic byproducts (eg, lactic acid, adenosine) in areas with inadequate coronary perfusion.&nbsp; This stimulates visceral afferent fibers in the upper thoracic and lower cervical spinal cord, resulting in chest pain that may radiate to the arms due to poor localization of these fibers.&nbsp; Gastrointestinal etiologies of chest pain such as esophageal rupture, spasm, distension, or gastroesophageal reflux disease (GERD) can mimic cardiac pain because signals are transmitted via similar visceral afferent fibers.</p><br><br><p>Other forms of chest pain, such as that from pleuritis or pericarditis, arise from inflammation of the pleural or pericardial linings, which are rich in somatic afferent innervation, making the pain sharp and well localized (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81543.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>Chest pain is not a diagnosis but a symptom.&nbsp; The differential diagnosis of chest pain can be organized into a conceptual framework with etiologies categorized by system: cardiac, vascular, pulmonary, gastrointestinal, musculoskeletal, or psychiatric, with each having distinct risk patterns.</p>\n<h2>Cardiac</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute coronary syndrome</strong>:&nbsp; Most cases of acute coronary syndrome occur due to thrombosis within the coronary artery, often caused by the rupture of an atherosclerotic plaque.&nbsp; Risk factors for acute coronary syndrome are those that predispose patients to the formation of these plaques, such as increasing age, male sex, smoking, hypertension, diabetes mellitus, dyslipidemia, and a family history of coronary artery disease.</li>\n\t<li><strong>Pericarditis</strong>:&nbsp; Inflammation within the pericardial sac results in pericarditis with the possibility of concomitant myocarditis.&nbsp; Risk factors for pericarditis include recent illness, with viral etiologies being the most common; however, uremia, recent myocardial infarction (MI), malignancy, or radiation also increase the risk of developing pericarditis.</li>\n\t<li><strong>Myocarditis</strong>:&nbsp; Inflammatory infiltration of the cardiac muscle itself causes the clinical syndrome of myocarditis; recent infection (viral &gt; bacterial), autoimmune conditions, and new exposures (eg, new medications) that result in hypersensitivity reactions increase the risk of developing myocarditis.</li>\n</ul>\n<h2>Vascular (eg, aortic dissection)</h2><br><br><p>A tear in the intimal layer of the aorta results in the development of a false aortic lumen.&nbsp; Risk factors include those that compromise the integrity of the aortic wall, such as chronic hypertension, genetic abnormalities (eg, Marfan syndrome, Ehlers-Danlos syndrome), large-vessel vasculitides (eg, giant cell arteritis, Takayasu arteritis, syphilitic aortitis), cocaine use, and pregnancy.</p>\n<h2>Pulmonary</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pulmonary embolism (PE)</strong>:&nbsp; Thrombus formation results in the obstruction of one or more of the pulmonary arteries.&nbsp; Risk factors include venous stasis from immobilization, hypercoagulability (eg, inherited thrombophilias, elevated estrogen states [pregnancy, estrogen therapy], active malignancy), and inflammatory states (eg, recent surgery, trauma to the endothelium).</li>\n\t<li><strong>Atraumatic pneumothorax</strong>:&nbsp; Damage to the lung or chest wall (typically associated with trauma) results in the entry of air into the pleural space.&nbsp; Risk factors for atraumatic pneumothorax include genetic predisposition (eg, Marfan syndrome) and underlying lung disease (eg, subpleural blebs, smoking).</li>\n</ul>\n<h2>Gastrointestinal</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Esophageal perforation</strong>:&nbsp; Full-thickness injury to the esophageal wall results in air and gastrointestinal contents spilling into the mediastinum.&nbsp; This can be caused by injury from an object, erosion from tumors or caustic agents, or severe increases in esophageal pressure.&nbsp; Risk factors include alcohol use, forceful vomiting, recent esophageal instrumentation (eg, esophageal dilation, esophagogastroduodenoscopy), esophageal foreign body or caustic ingestion, or underlying esophageal disorder (eg, esophagitis, Barrett esophagus).</li>\n\t<li><strong>GERD</strong>:&nbsp; Retrograde flow of gastric contents into the esophagus causes GERD, often due to either dysfunction of the lower esophageal sphincter (LES) or an increase in intraabdominal pressure.&nbsp; Risk factors include those that relax the LES (certain foods [eg, chocolate, caffeine], alcohol or tobacco use) or raise intraabdominal pressure (obesity, pregnancy).</li>\n</ul>\n<h2>Musculoskeletal (eg, costochondritis, muscle strain)</h2><br><br><p>Physical activity, trauma, or repetitive strain may result in injury to the muscles or connective tissue in the thorax.</p>\n<h2>Psychiatric (eg, panic attacks/disorder)</h2><br><br><p>Episodes characterized by an abrupt surge of intense fear may cause physical symptoms such as chest pain.&nbsp; A history of anxiety or depression, a family history of panic disorder, or high psychosocial stress increases the risk.</p>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of chest pain varies significantly based on the underlying cause:</p>\n<h2>Cardiac</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute coronary syndrome</strong>:&nbsp; Retrosternal pressure radiating to the arms and jaw.&nbsp; The symptoms are triggered by exertion and relieved by rest or vasodilators (eg, nitroglycerin).&nbsp; On examination, patients may be diaphoretic or bradycardic, particularly if the atrioventricular node is in the affected area of ischemia.&nbsp; In women, the elderly, or patients with advanced diabetes mellitus (underlying neuropathy), atypical presentations of myocardial ischemia (eg, nausea, epigastric pain) should be considered.</li>\n\t<li><strong>Acute pericarditis</strong>:&nbsp; Sharp, well-localized pleuritic chest pain that improves when leaning forward and worsens when supine.&nbsp; Often, patients have a history of a recent viral prodrome as well.&nbsp; On cardiac auscultation, patients may have a pericardial friction rub, or, in some cases, signs of tamponade (Beck triad: hypotension, jugular venous distension, pulsus paradoxus), though tamponade is relatively uncommon.</li>\n\t<li><strong>Myocarditis</strong>:&nbsp; Sharp, pleuritic chest pain similar in presentation to pericarditis (which is often concomitant); however, patients may also have tachycardia or arrhythmia, indicating involvement of the myocardium.&nbsp; Patients with myocarditis may also have signs of acute heart failure such as dyspnea or orthopnea, and on examination may have pulmonary crackles and lower extremity edema.</li>\n</ul>\n<h2>Vascular</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Aortic dissection</strong>:&nbsp; Sudden onset of severe, tearing chest pain radiating to the back.&nbsp; On examination, patients may have unequal blood pressures (&gt;20 mmHg difference) or asymmetric pulses in their extremities.&nbsp; Additional symptoms depend on the location of the dissection flap and the involved arterial branch (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32015.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Pulmonary</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>PE</strong>:&nbsp; Sudden onset of pleuritic chest pain, dyspnea, tachycardia, and possibly hemoptysis.&nbsp; Patients may also have signs of deep vein thrombosis (DVT) with asymmetric swelling of the legs, calf pain, or a positive Homans sign (pain in the calf on dorsiflexion of the foot).&nbsp; Patients with high-risk (eg, massive) PE may also have syncope and hemodynamic instability/obstructive shock (eg, hypotension) due to right ventricular failure (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12252.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Atraumatic pneumothorax</strong>:&nbsp; Sudden onset of pleuritic chest pain with dyspnea; patients often have hypoxia and tachypnea on examination with asymmetric breath sounds.&nbsp; There may be hyperresonance to percussion or palpable subcutaneous air (ie, crepitus) in the chest wall.&nbsp; If the pneumothorax causes mediastinal shift with tracheal deviation and obstructive shock (eg, hypotension), it is referred to as tension pneumothorax.</li>\n</ul>\n<h2>Gastrointestinal</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Esophageal perforation</strong>:&nbsp; Severe pain in the chest, abdomen, and epigastrium accompanied by the development of dyspnea, fever, or sepsis (eg, tachycardia, hypotension) as gastrointestinal contents spill into the mediastinum.&nbsp; On examination, patients are typically ill-appearing with crepitus on palpation of the chest wall or a Hamman crunch (crunching sound on auscultation due to pneumomediastinum).&nbsp; Breath sounds may be decreased with dullness to percussion if pleural effusion (composed of gastric contents) is present.</li>\n\t<li><strong>GERD</strong>:&nbsp; Postprandial, substernal burning pain accompanied by a sour, acidic taste in the mouth.&nbsp; Symptoms tend to worsen with supine positioning or certain foods and are often relieved by antacids.</li>\n</ul>\n<h2>Musculoskeletal pain</h2><br><br><p>Well-localized, reproducible pain with palpation or movement.</p>\n<h2>Psychogenic</h2><br><br><p>Chest tightness, palpitations, and shortness of breath may accompany a fear of losing control or a sense of impending doom.&nbsp; Patients may also experience derealization or depersonalization during these episodes.</p>\n<h1>Diagnosis</h1><br><br><p>Making the correct diagnosis requires a thorough history and physical examination, followed by appropriate use of diagnostic tests.&nbsp; The initial priority is to exclude life-threatening causes of chest pain.</p>\n<h2>Context of care</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Emergency departments</strong>:&nbsp; The priority is to rapidly identify or exclude immediately life-threatening conditions—such as acute coronary syndrome, aortic dissection, PE, pneumothorax, and esophageal perforation—often before a complete history or risk profile is available.&nbsp; This setting demands broad initial testing with a low threshold for imaging and serial biomarkers.</li>\n\t<li><strong>Inpatient settings</strong>:&nbsp; The focus shifts toward refining a preliminary diagnosis with accumulated clinical data/diagnostic testing, monitoring evolving findings, and determining a long-term plan for the condition.</li>\n</ul><br><br><p>Across all contexts, the core diagnostic framework is similar, and the priority is to assess for causes of chest pain that require emergency intervention to prevent poor clinical outcomes.</p>\n<h2>Laboratory and imaging evaluation</h2><br><br><p>The choice of tests depends highly on the clinical suspicion:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>ECG</strong>:&nbsp; Serves as first-line imaging for suspected myocardial ischemia/infarction from acute coronary syndrome.&nbsp; ST-segment elevation, depression (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45519.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) or T-wave inversions may be seen with MI or aortic dissection if the dissection flap involves the ostia of coronary arteries (thus obstructing coronary flow).&nbsp; In pericarditis, diffuse ST-segment elevation with ST-segment depression in V1 and aVR is seen in combination with diffuse PR-segment depression (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L101.jpg\" alt=\"Pericarditis\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Pericarditis</div>\n                                </div>\n                                ).&nbsp; If there is a large pericardial effusion, electrical alternans (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L94391.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) may be seen.&nbsp; ECG changes with PE include tachycardia and the classic S1Q3T3 pattern (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84388.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Cardiac enzymes (troponin)</strong>:&nbsp; Detect myocardial injury, often obtained in serial measurements due to potential delay in troponin rise following the onset of cardiac ischemia.</li>\n\t<li><strong>Echocardiogram</strong>:&nbsp; Detects pericardial effusion (in pericarditis or acute tamponade) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18426.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), regional wall motion abnormalities (suggesting MI), or for right heart strain in patients with PE.</li>\n\t<li><strong>Chest radiographs</strong>:&nbsp; Identifies pneumothorax (pleural line with absent peripheral lung markings), widened mediastinum (suggesting dissection), or pneumomediastinum (suggesting esophageal perforation).&nbsp; An infiltrate may be seen with pneumonia on radiographs.&nbsp; Pulmonary infarction from PE may result in a Hampton hump (wedge-shaped opacity on chest radiograph) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L76724.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n\t<li><strong>D-dimer</strong>:&nbsp; Evaluates for thromboembolism in patients with low pretest probability.&nbsp; D-dimer testing has an excellent negative predictive value in low-risk patients, as identified by the modified Wells criteria (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34582.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Patients at high risk for PE require evaluation with CT pulmonary angiography of the chest.</li>\n\t<li><strong>CT angiography</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>CT pulmonary angiography:&nbsp; Gold standard for the evaluation of suspected PE in high-risk populations or in patients with positive D-dimer testing (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96194.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n\t\t<li>CT angiography of the chest/abdomen/pelvis:&nbsp; Gold standard for the identification of aortic dissection with the presence of an intimal flap (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44715.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ), although point-of-care ultrasonography for rapid identification of aortic dissection may also be used.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Esophagogastroduodenoscopy (EGD)</strong>:&nbsp; Directly visualizes the esophagus if gastrointestinal pathology is suspected (eg, GERD, esophagitis).</li>\n\t<li><strong>Esophagography</strong>:&nbsp; Evaluates for a perforation in the esophagus via administration of water-soluble contrast in combination with radiographs/fluoroscopy to determine the presence/size of a leak.&nbsp; Barium contrast is avoided because, if a perforation is present, barium can cause inflammatory mediastinitis.&nbsp; CT imaging of the chest with oral water-soluble contrast administration can be used as an alternative.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>A thorough differential must consider multiple organ systems.&nbsp; Conditions with overlapping features should be carefully distinguished (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/53633.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Acute coronary syndrome versus GERD</h2><br><br><p>Both disease processes can present with substernal pain, though myocardial pain is usually worsened by exertion rather than supine positioning or certain foods.&nbsp; Patients with acute coronary syndrome will often have ECG changes (eg, ST-segment elevation or depression, T-wave inversion), though notably, patients with unstable angina may have minimal or nonspecific changes on ECG.</p>\n<h2>Acute coronary syndrome versus acute pericarditis</h2><br><br><p>Both processes can present with chest pain, though myocardial ischemia tends to worsen with exertion, whereas acute pericarditis worsens with supine positioning.&nbsp; In acute pericarditis, a pericardial friction rub may be heard on auscultation.&nbsp; ST-segment elevation can be seen on ECG in both conditions, though ST-segment elevation is diffuse and accompanied by PR-segment depression with pericarditis.&nbsp; ST-segment elevation in myocardial ischemia from acute coronary syndrome occurs in the distribution correlating to the affected coronary artery (≥2 contiguous leads).&nbsp; Troponin testing may be normal or mildly elevated in acute pericarditis, whereas it becomes markedly elevated in myocardial ischemia.</p>\n<h2>Acute coronary syndrome versus aortic dissection</h2><br><br><p>Both conditions can present with severe chest pain and ECG changes (particularly if the dissection flap involves the ostia of the coronary arteries).&nbsp; Patients with aortic dissection often experience tearing pain radiating to the back and have unequal blood pressures or distal pulses.&nbsp; Chest radiographs show a widened mediastinum with CT angiography showing a dissection flap.</p>\n<h2>PE versus pneumonia</h2><br><br><p>Both conditions may have pleuritic chest pain, dyspnea, and hypoxia.&nbsp; Patients with PE often have signs of lower extremity DVT on examination, whereas patients with pneumonia often have a productive cough, systemic symptoms (eg, fever, chills), and leukocytosis.</p>\n<h1>Management</h1><br><br><p>Management strategies depend heavily on the underlying diagnosis and are discussed in detail in separate articles.&nbsp; A brief overview is as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute coronary syndrome</strong>:&nbsp; Aspirin, anticoagulation, nitrates, beta blockers, statins; percutaneous coronary intervention within 90 minutes for ST-segment elevation myocardial infarction (STEMI); early angiography for non-STEMI/unstable angina (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31561.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li><strong>Acute pericarditis</strong>:&nbsp; Nonsteroidal anti-inflammatory drugs (NSAIDs) and colchicine; glucocorticoids if NSAIDs are contraindicated.</li>\n\t<li><strong>Aortic dissection</strong>:&nbsp; Intravenous beta blockers and analgesia; emergency surgery for type A; blood pressure control and monitoring for type B.</li>\n\t<li><strong>PE</strong>:&nbsp; Anticoagulation for low-risk; catheter-directed thrombolysis for submassive; thrombolytics or thrombectomy for massive.</li>\n\t<li><strong>Pneumothorax</strong>:&nbsp; 100% oxygen for small; pigtail catheter or chest tube for large; needle decompression for tension.</li>\n\t<li><strong>Esophageal perforation</strong>:&nbsp; NPO, broad-spectrum antibiotics with or without antifungals; endoscopic or surgical repair depending on severity.</li>\n\t<li><strong>GERD</strong>:&nbsp; Lifestyle modification, antacids, H2 blockers, or proton pump inhibitors.</li>\n\t<li><strong>Musculoskeletal pain</strong>:&nbsp; NSAIDs, rest, physical therapy.</li>\n\t<li><strong>Psychogenic pain</strong>:&nbsp; Reassurance; benzodiazepines for severe panic; outpatient SSRI or cognitive-behavioral therapy.</li>\n</ul>\n<h1>Complications</h1><br><br><p>Complications are highly dependent upon the underlying syndrome:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>MI</strong>:&nbsp; Arrhythmia, mechanical complications (eg, papillary muscle rupture, left ventricular free wall rupture, left ventricular aneurysm, septal rupture), heart failure, post-MI pericarditis.</li>\n\t<li><strong>Pericarditis</strong>:&nbsp; Cardiac tamponade, constrictive pericarditis.</li>\n\t<li><strong>Aortic dissection</strong>:&nbsp; Acute tamponade, MI, stroke, limb ischemia, renal ischemia/failure, ischemic bowel disease.</li>\n\t<li><strong>PE</strong>:&nbsp; Right heart failure, pulmonary hypertension, cardiac arrest.</li>\n\t<li><strong>GERD</strong>:&nbsp; Esophagitis, Barrett esophagus, increased risk for esophageal cancer, esophageal stricture.</li>\n\t<li><strong>Psychogenic pain</strong>:&nbsp; Overuse of medical resources, complications of testing.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Prognosis depends entirely on the etiology and timeliness of diagnosis and treatment.&nbsp; Cardiac and major vascular causes carry significant short-term mortality if not treated in a timely manner.&nbsp; In contrast, musculoskeletal and GERD-related etiologies have a favorable prognosis with appropriate therapy.&nbsp; For psychogenic chest pain, long-term outcomes improve with recognition and management of underlying psychiatric conditions.</p>\n<h1>Summary</h1><br><br><p>Chest pain has a broad differential, including several life-threatening causes.&nbsp; Management begins with the identification or exclusion of high-risk conditions—acute coronary syndrome, aortic dissection, pulmonary embolism, pneumothorax, and esophageal perforation—using history, physical examination, and focused testing.&nbsp; A structured approach helps avoid missed diagnoses and unnecessary interventions by narrowing the differential.</p>\n</div>\n\n            "
}