{
  "meta": {
    "title": "Chronic stable angina",
    "url": "https://brainandscalpel.vercel.app/chronic-stable-angina-3faf6686-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:05.529Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Chronic stable angina refers to recurrent chest pain or other symptoms (eg, dyspnea) that result from restricted blood and oxygen delivery to the myocardium.&nbsp; It most commonly occurs in the setting of obstructive coronary artery disease (CAD), reflecting myocardial oxygen supply-demand mismatch during periods of increased myocardial oxygen demand (eg, exercise).</p>\n<h1>Pathophysiology</h1><h2>Development of atherosclerosis</h2><br><br><p>Atherosclerosis is a gradual process that involves lipid deposition and chronic inflammation in the arterial walls, most prominently the aorta and its medium-to-large-sized branches.&nbsp; The process often begins in the second decade of life and is accelerated by factors encouraging endothelial injury (eg, smoking, hypertension, hyperglycemia, hyperlipidemia).&nbsp; <strong>Atherosclerotic plaque</strong> (atheroma) development involves a multistep process (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11542.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Endothelial injury and/or dysfunction leads to increased vascular permeability and enhanced leukocyte adhesion to the endothelium.</li>\n\t<li>Lipoproteins, including low-density lipoprotein (LDL) and oxidized LDL, accumulate within the arterial wall intima.&nbsp; Monocytes adhere to the endothelial wall and enter the intima as well.&nbsp; The monocytes transform into macrophages and engulf lipid particles to become foam cells.&nbsp; Platelets adhere to the abnormal endothelium and become activated.</li>\n\t<li>Growth factors, namely platelet-derived growth factor, are released from platelets, activated macrophages, and endothelial cells.&nbsp; This triggers smooth muscle cell recruitment from the arterial wall media and proliferation in the intima.</li>\n\t<li>Over time, progressive smooth muscle cell proliferation and accumulation of necrotic debris (due to macrophage/foam cell and smooth muscle cell death) lead to growth of the atheroma.&nbsp; Smooth muscle cells encourage plaque stability by synthesizing collagen, whereas activated inflammatory cells break down collagen and contribute to plaque instability.&nbsp; High-density lipoprotein (HDL) likely extracts lipids from the intima back into the bloodstream and helps slow atheroma development.</li>\n</ul><br><br><p>With age, atheroma can lead to narrowing of the coronary arteries that restricts blood flow and oxygen delivery to the myocardium (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/87311.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).&nbsp; In men with substantial atherosclerotic CAD, typical symptom onset is age 55-65.&nbsp; Women typically present approximately a decade later, likely due to hormonal differences affecting the rate of atherosclerosis development.<p></p>\n<h2>Normal coronary perfusion and myocardial oxygen delivery</h2><br><br><p>Understanding normal coronary artery perfusion and myocardial oxygen delivery helps understand the effects of CAD.&nbsp; The left main coronary artery and right coronary artery (RCA) branch off the aortic root.&nbsp; The left main coronary artery splits into the left anterior descending artery (LAD) and left circumflex artery (LCx); these 2 arteries and the RCA constitute the 3 major coronary arteries that course along the epicardial surface to supply blood to the myocardium (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L2434.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p>Coronary artery perfusion is driven by aortic pressure and resisted by ventricular pressure; therefore, coronary perfusion pressure = aortic pressure minus ventricular pressure.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>For the right ventricle, both systolic (eg, 25 mg Hg) and diastolic (eg, 2 mm Hg) ventricular pressures (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30136.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) are lower than aortic systolic (eg, 120 mm Hg) and diastolic (eg, 80 mm Hg) pressures, so coronary perfusion pressure is always positive, and the right ventricular myocardium is perfused throughout the cardiac cycle.&nbsp;</li>\n\t<li>In contrast, systolic pressure in the left ventricle is roughly equivalent to aortic systolic pressure; therefore, there is no perfusion gradient during systole and coronary perfusion occurs only during diastole (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69442.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) (eg, perfusion gradient ~70 mm Hg [80 mm Hg − 10 mm Hg]).</li>\n</ul><br><br><p>A unique feature of myocardial tissue compared to other tissues is the high level of oxygen extraction (eg, due to high capillary density), with resting myocardium extracting 60%-75% of oxygen from blood.&nbsp; This explains why the partial pressure of oxygen of blood draining from the coronary veins (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39327.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) into the right atrium (ie, ~25 mm Hg) is substantially lower than that of blood returning from the systemic circulation (ie, ~40 mm Hg).&nbsp; The high level of oxygen extraction also means there is little capacity to increase myocardial oxygen extraction during periods of increased oxygen demand; therefore, increased oxygen delivery can be achieved only through increased coronary blood flow.&nbsp; However, coronary arteries with obstructive CAD often have limited capacity to do this.<p></p>\n<h2>Coronary autoregulation</h2><br><br><p>Coronary autoregulation maintains myocardial blood flow when coronary perfusion pressure decreases.&nbsp; It involves alterations in coronary arteriolar resistance through the release of locally acting mediators:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>When myocardial perfusion pressure decreases, decreased blood and oxygen delivery to the myocardium triggers increased release of adenosine (released from cardiomyocytes as ATP is broken down for energy) and nitric oxide (synthesized by endothelial cells in response to chemical mediators and mechanical stress).&nbsp; Both cause arteriolar vasodilation and reduced vascular resistance, allowing for an increase in coronary blood flow at the lower perfusion pressure (ie, coronary blood flow is maintained (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47913.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ) despite the drop in perfusion pressure).&nbsp;</li>\n\t<li>Conversely, when coronary perfusion pressure increases, decreased levels of adenosine and nitric oxide increase vascular resistance, causing coronary blood flow to remain relatively unchanged at the higher perfusion pressure.</li>\n</ul><br><br><p>With significant (eg, &gt;50% occlusion) atherosclerotic stenosis, coronary autoregulation detects inadequate distal blood flow and triggers arteriolar vasodilation to reduce downstream vascular resistance and allow for a corrective increase in blood flow.&nbsp; This mechanism often maintains adequate blood flow (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66500.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ) to the myocardium; however, once the arterioles are maximally vasodilated (usually with ~90% stenosis), vascular resistance cannot be further reduced and distal blood flow cannot be further increased.&nbsp; Thus, severe stenosis results in ischemia with just minimal exertion.&nbsp; In addition, once the coronary arterioles are fully vasodilated, an additional decrease in perfusion pressure (ie, reduced aortic diastolic pressure) results in a precipitous drop in blood flow (as seen on the far left side of the coronary autoregulation curve).<p></p>\n<h2>Coronary collateral circulation</h2><br><br><p>Atherosclerotic plaque stability is an important factor in obstructive CAD.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A slowly growing, stable atherosclerotic plaque often allows for coronary collateral circulation to develop and bypass the atherosclerotic obstruction (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41404.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; Chronically ischemic myocardium may release growth factors (eg, vascular endothelial growth factor) to stimulate the formation of collateral vessels.&nbsp; These can help minimize angina symptoms and can be somewhat protective against myocardial infarction (MI) should plaque rupture occur.&nbsp;</li>\n\t<li>In contrast, unstable atherosclerotic plaque is less likely to allow the development of viable collateral vessels because it is more likely to rupture and cause MI before it becomes large enough to cause significant chronic ischemia.&nbsp; Features of unstable atherosclerotic plaque include active inflammation, a high concentration of lipids, a thin fibrous cap, and immature calcification.&nbsp;</li>\n</ul>\n<h2>Myocardial oxygen supply-demand mismatch</h2><br><br><p>In obstructive CAD, myocardial oxygen supply-demand mismatch drives myocardial ischemia and symptoms of stable angina.</p><br><br><p>Factors that decrease myocardial oxygen <strong>supply</strong> and contribute to mismatch include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Decreased coronary artery blood flow</li>\n\t<li>Decreased blood oxygen content (from reduced hemoglobin concentration or oxygen saturation)</li>\n</ul><br><br><p>Factors that increase myocardial oxygen <strong>demand</strong> and contribute to mismatch primarily do so via increased myocardial work.&nbsp; These factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increased heart rate</li>\n\t<li>Increased left ventricle (LV) contractility</li>\n\t<li>Increased LV wall stress, which is influenced by:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Increased preload (increased LV end-diastolic volume)</li>\n\t\t<li>Increased LV afterload (generally represented by systolic blood pressure)</li>\n\t</ul>\n\t</li>\n\t<li>Increased LV muscle mass (LV hypertrophy)</li>\n</ul><br><br><p>In obstructive CAD, the corrective range of coronary autoregulation is often near its limit (post-obstruction coronary arterioles are nearly maximally dilated) and the coronary flow reserve is minimal.&nbsp; Therefore, increased myocardial oxygen often cannot be satisfied because of restricted blood flow.&nbsp; Common <strong>precipitants</strong> of increased myocardial oxygen demand and stable angina symptoms include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Exercise (most common):&nbsp; Increased myocardial oxygen demand with exercise results from increased heart rate, increased LV preload, and increased LV contractility.</li>\n\t<li>Increased heart rate (eg, paroxysmal tachyarrhythmias such as atrial fibrillation with rapid ventricular response) and significantly elevated blood pressure (increased LV afterload) can precipitate angina symptoms at rest in patients with obstructive CAD.&nbsp; Angina symptoms resolve on normalization of heart rate or blood pressure.</li>\n</ul><br><br><p>Increased LV myocardial mass (eg, concentric LV hypertrophy) increases baseline myocardial oxygen demand and can create a lower threshold for angina symptoms to occur.</p>\n<h2>Causes of stable angina other than obstructive CAD</h2><br><br><p>Less common causes of stable angina include conditions that restrict myocardial blood flow in the absence of obstructive CAD and include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Coronary microvascular dysfunction involves abnormal vasoregulation of the small coronary arterioles, which are distal to the epicardial coronary arteries and below the resolution of coronary angiography techniques.&nbsp; Ischemia occurs in the absence of epicardial atherosclerotic CAD and likely results from microvascular spasm or inadequate vasodilation of these small arterioles during states of elevated myocardial oxygen demand (eg, exercise).</li>\n\t<li>Severe aortic stenosis can cause stable angina through both a decrease in myocardial oxygen supply and an increase in myocardial oxygen demand.&nbsp; The stenosis restricts cardiac output and causes elevated LV diastolic pressure, which reduces coronary perfusion pressure to decrease myocardial oxygen supply.&nbsp; In addition, LV contraction against the stenotic aortic valve increases LV afterload and wall stress and over time causes concentric hypertrophy, all of which contribute to increased myocardial oxygen demand.</li>\n\t<li>Severe aortic regurgitation can cause stable angina by reducing coronary perfusion pressure.&nbsp; Because the valve regurgitation causes aortic pressure to progressively decrease and LV pressure to progressively increase during diastole, the coronary perfusion gradient can become very low by the end of diastole (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L98931.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ) and can precipitate angina symptoms in the absence of obstructive CAD.</li>\n</ul>\n<h1>Clinical presentation</h1><h2>Manifestations</h2><br><br><p>Classic features of stable angina include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/120281.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Substernal, pressure-like chest pain, often with associated dyspnea, nausea, or diaphoresis</li>\n\t<li>Pain radiating to the shoulders, neck, lower jaw, or epigastric region</li>\n\t<li>Pain <strong>reliably provoked</strong> by a certain level of exertion and <strong>relieved by rest</strong> or sublingual nitroglycerin</li>\n\t<li>Pain gradual in onset and offset, with the intensity increasing and decreasing over several minutes</li>\n\t<li>Pain not reproducible on palpation of the chest</li>\n\t<li>Episodes lasting approximately 2-10 minutes</li>\n</ul><br><br><p>Some patients experience so-called \"anginal equivalent\" symptoms in the absence of chest pain, such as nausea or excessive dyspnea reliably provoked by exertion and relieved by rest or sublingual nitroglycerin.</p>\n<h2>ECG </h2><br><br><p>The resting ECG is often normal in patients with stable angina, but exertion can induce ECG changes suggestive of ischemia, including ST-segment depressions and T-wave inversions.</p>\n<h2>Laboratory</h2><br><br><p>Serum troponin levels are not useful in the evaluation of stable angina.&nbsp; If collected, traditional low-sensitivity serum troponin levels are not elevated in the setting of stable angina alone.&nbsp; Serum high-sensitivity troponin levels may be mildly elevated in patients with an active or recent episode of stable angina.</p>\n<h1>Diagnosis</h1><h2>Initial testing</h2><br><br><p>Stable angina should be suspected based on clinical presentation; initial testing is determined based on an estimate of the pretest probability of chest pain being related to obstructive CAD.&nbsp; Guidelines recommend the use of standardized estimates of pretest probability based on age and sex (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/120283.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; These percentages represent the upper limit of pretest likelihood based on demographic factors only, such that the pretest likelihood may be substantially lower with nonclassic anginal chest pain features (eg, sharp vs pressure-like chest pain, chest pain unrelated to exertion).&nbsp; Using the standardized estimates of <strong>pretest probability</strong>, guidelines recommend the following initial diagnostic testing:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Men and women age &lt;40 have <strong>very low</strong> pretest likelihood (&lt;5%) of chest pain being related to obstructive CAD, and diagnostic testing should be avoided due to the risk for false-positive results and subsequent unnecessary medical interventions.</li>\n\t<li>Women age 40-59 have <strong>low</strong> pretest likelihood (5%-15%) of chest pain being related to obstructive CAD, and not testing is appropriate.&nbsp; However, ECG stress testing or coronary calcium score evaluation can be considered if there is reasonable concern for obstructive CAD.</li>\n\t<li>Men age ≥40 and women age ≥60 have <strong>intermediate-to-high</strong> pretest likelihood (&gt;15%) of chest pain being related to obstructive CAD, and diagnostic testing with stress imaging or CT coronary angiography is recommended.</li>\n</ul>\n<h2>Types of cardiac stress testing</h2><br><br><p>Cardiac stress testing is a staple of noninvasive diagnostic testing for CAD.&nbsp; Types of cardiac stress testing are shown here (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/120285.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>ECG stress testing</strong> uses treadmill exercise to increase myocardial oxygen demand.&nbsp; Myocardial ischemia is detected via ST-segment depressions on ECG monitoring during exercise.&nbsp; ECG stress testing is a low-cost, noninvasive test recommended in patients with low pretest likelihood of obstructive CAD.</li>\n\t<li><strong>Echocardiography stress testing</strong> uses exercise or a pharmacologic beta agonist (eg, dobutamine) to increase myocardial oxygen demand via an increase in heart rate and contractility.&nbsp; Myocardial ischemia is detected by visualizing localized systolic wall motion abnormalities (ischemic myocardium cannot increase contractility due to myocardial oxygen supply-demand mismatch).</li>\n\t<li><strong>Nuclear stress testing</strong> uses exercise or a pharmacologic vasodilator to stimulate coronary arteriolar vasodilation and induce a relative reduction in maximal blood flow (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41040.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).&nbsp; Myocardial ischemia is detected via a localized relative reduction in nuclear tracer density in ischemic regions compared with nonischemic regions.</li>\n</ul>\n<h2>Other types of diagnostic testing</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>CT coronary angiography is a noninvasive form of coronary angiography that uses cardiac CT scanning with intravenous contrast.&nbsp; The images are appropriately timed to visualize areas of atherosclerotic coronary artery narrowing as contrast reaches the coronary arteries.</li>\n\t<li>Coronary calcium scoring uses cardiac CT scanning to quantify the amount of calcium in the coronary arterial walls (correlating closely with the amount of atherosclerotic disease because atherosclerotic plaque contains calcium).&nbsp; It is used primarily as a screening tool for asymptomatic patients with a 10-year ASCVD risk &gt;7.5%-10% based on the Pooled Cohort Equations risk calculator (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16575.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ).&nbsp; It is also occasionally used as a diagnostic tool in symptomatic patients with a low pretest likelihood (5%-15%) of chest pain being related to obstructive CAD.&nbsp; In those with no coronary calcium (score of zero), no further testing is indicated.&nbsp; In those with coronary calcium present, diagnostic stress testing may be performed.</li>\n</ul>\n<h2>Gold standard:&nbsp; Invasive coronary angiography</h2><br><br><p>Invasive coronary angiography requires left-sided heart catheterization via an access point in the femoral or radial artery and involves the injection of dye directly into the coronary arteries to allow visualization of areas of atherosclerotic narrowing.&nbsp; If indicated, stent placement can be performed during invasive coronary angiography.</p>\n<h2>Interpretation and progression of diagnostic testing</h2><br><br><p>The goals of testing are to sufficiently confirm or exclude obstructive CAD and to weigh the benefits of coronary revascularization.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients with normal stress testing (of any type) have low likelihood of clinically significant CAD and no further testing is typically indicated.&nbsp;</li>\n\t<li>Patients with abnormal stress testing (of any type) likely have obstructive CAD and should be started on medical treatment (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L119207.jpg\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ).\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>An initial positive ECG stress test should be followed by stress imaging or CT coronary angiography.</li>\n\t</ul>\n\t</li>\n\t<li>Stress imaging and CT coronary angiography help define the extent of disease and evaluate for high-risk features that warrant invasive coronary angiography.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>High-risk features on stress imaging (eg, echocardiography) include large perfusion defect or low resting LV ejection fraction.</li>\n\t\t<li>High-risk features on CT angiography include 3-vessel obstructive CAD or obstructive CAD involving the left main coronary artery.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>In some cases (eg, unexplained, ongoing chest pain concerning for angina), CT coronary angiography showing normal coronary arteries or nonobstructive CAD (ie, &lt;50% narrowing in all 3 major coronary arteries) may warrant further evaluation to rule out chest pain due to vasospastic angina or coronary microvascular dysfunction .</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Because dysfunctional coronary endothelium (epicardial or microvascular) responds paradoxically to the vasodilator acetylcholine, acetylcholine provocation testing can be used during invasive angiography to evaluate for vasospastic angina and coronary microvascular dysfunction (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105755.png\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                ).</li>\n\t<li>Patients with no chest pain or other evidence of myocardial ischemia following acetylcholine administration have nonanginal chest pain.</li>\n</ul>\n<h1>Differential diagnosis</h1><h2>Acute coronary syndrome </h2><br><br><p>Acute coronary syndrome (ie, MI) differs from stable angina in that it results from atherosclerotic plaque rupture with the formation of overlying thrombus and sustained occlusion of coronary blood flow (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45481.jpg\" alt=\"figure 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 14</div>\n                                </div>\n                                ).&nbsp; It typically presents with persistent, pressure-like chest pain that does not resolve with rest, and laboratory results show substantially elevated serum troponin levels with a characteristic rise and fall.&nbsp; Unlike stable angina, acute coronary syndrome requires emergency/urgent management.<p></p>\n<h2>Vasospastic angina</h2><br><br><p>Vasospastic angina (Prinzmetal angina (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/46853.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                )) results from hyperactivity of epicardial coronary artery smooth muscle and presents with recurrent, self-limited episodes of pressure-like chest pain.&nbsp; It usually affects relatively young patients (age &lt;50) with minimal CAD risk factors (other than smoking), and episodes commonly occur at rest or during sleep rather than reliably with exertion.&nbsp; Coronary angiography typically shows nonobstructive CAD, and acetylcholine testing during invasive coronary angiography can confirm the diagnosis.<p></p>\n<h2>Gastroesophageal reflux disease</h2><br><br><p>Gastroesophageal reflux disease (GERD) is common and can present with substernal chest pain that can be similar to stable angina.&nbsp; However, GERD usually involves burning (vs pressure-like) chest pain and the symptoms are unrelated to exertion.&nbsp; GERD-related chest pain often occurs shortly after eating, is worsened by a reclined position, and may be accompanied by a sensation of reflux.</p>\n<h1>Management</h1><h2>Secondary prevention</h2><br><br><p>Stable angina due to confirmed obstructive CAD signals ASCVD.&nbsp; Secondary prevention to lower the risk of cardiovascular events (eg, MI) is indicated (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/103627.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).&nbsp; It is more intensive than primary prevention and includes both lifestyle modification and medical therapy with low-dose daily aspirin and high-intensity statin therapy (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35289.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).&nbsp; Complete smoking cessation provides the greatest risk reduction for a single intervention in secondary prevention.<p></p>\n<h2>Medical management of chronic stable angina</h2><br><br><p>Most cases of stable angina are managed medically.&nbsp; Because myocardial oxygen supply is largely fixed in the setting of obstructive CAD, pharmacologic management primarily focuses on reducing myocardial oxygen demand (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L94106.jpg\" alt=\"figure 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 15</div>\n                                </div>\n                                ).&nbsp; The pharmacologic agents used for chronic stable angina include the following (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31989.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Initial pharmacologic therapy\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Beta blockers (eg, metoprolol, atenolol) are first-line agents.&nbsp; These drugs reduce myocardial oxygen demand by decreasing heart rate and cardiac contractility.</li>\n\t\t<li>Nondihydropyridine calcium channel blockers (eg, verapamil, diltiazem) are a suitable alternative if beta blockers are contraindicated (eg, severe obstructive airway disease).&nbsp; Like beta blockers, they reduce myocardial oxygen demand by decreasing heart rate and cardiac contractility.</li>\n\t</ul>\n\t</li>\n\t<li>Additional pharmacologic therapy\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Dihydropyridine calcium channel blockers (eg, amlodipine) can be added to a beta blocker when needed.&nbsp; They reduce myocardial oxygen demand via systemic arterial vasodilation and cause a reduction in cardiac afterload and LV wall stress.&nbsp; They may also cause a slight increase in myocardial oxygen supply via coronary arteriolar vasodilation, though the capacity to increase coronary blood flow is often minimal in the setting of substantial CAD.</li>\n\t\t<li>Nitrates are highly useful in the management of chronic stable angina, as they reduce myocardial oxygen demand via vasodilation of the systemic capacitance veins and cause a reduction in cardiac preload (and LV wall stress).&nbsp; Short-acting nitrates (eg, sublingual nitroglycerin) are typically used as an abortive agent when anginal symptoms occur, whereas long-acting nitrates (eg, isosorbide mononitrate, isosorbide dinitrate) are typically added to the pharmacologic regimen as preventive agents.</li>\n\t\t<li>Ranolazine is typically reserved for patients with stable angina refractory to other medications.&nbsp; It reduces myocardial oxygen demand by inhibiting myocardial calcium influx and reducing LV wall stress.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Routine management of other conditions (eg, hypertension, tachycardia, anemia, chronic hypoxemia) that can worsen myocardial oxygen supply-demand mismatch is also indicated.</p>\n<h2>Coronary revascularization</h2><br><br><p>Coronary revascularization via stent placement (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31431.jpg\" alt=\"figure 16\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 16</div>\n                                </div>\n                                ) or coronary artery bypass graft surgery is indicated for lifestyle-limiting angina symptoms that are refractory to maximum tolerated medical therapy.&nbsp; The decision between these 2 options is typically based on the distribution of atherosclerotic disease found on coronary angiography (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/88990.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>In patients with obstructive CAD without symptoms of stable angina, coronary revascularization is indicated to improve cardiovascular survival in those with significant left main artery disease or multivessel disease with reduced LV ejection fraction &lt;35%.</p>\n<h1>Complications</h1><h2>Ischemic heart disease</h2><br><br><p>Chronic myocardial ischemia due to obstructive CAD can eventually lead to ischemic heart disease, typically manifesting as heart failure with reduced ejection fraction.&nbsp; Obstructive CAD may also be an important contributor to heart failure with preserved ejection fraction.</p>\n<h2>Coronary steal phenomenon</h2><br><br><p>In coronary steal, pharmacologic stress agents that function via coronary arteriole vasodilation (eg, adenosine, dipyridamole) can induce an absolute reduction in blood flow to ischemic myocardium and precipitate angina symptoms.&nbsp; It may occur in the setting of extensive CAD with multiple areas of atherosclerotic obstruction.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Most of the time, the administration of a pharmacologic coronary arteriole vasodilator results in a significant increase in blood flow to nonischemic myocardium and no change in blood flow to ischemic myocardium because additional blood flow can be recruited proximally (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41040.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).&nbsp;</li>\n\t<li>However, in some patients the recruitment of additional upstream blood flow is limited due to proximal atherosclerotic disease.&nbsp; In such a setting, these drugs can cause an absolute decrease in blood flow to ischemic myocardium, as most of the limited blood supply is redirected toward the newly vasodilated areas of nonischemic myocardium (ie, flow is \"stolen\") (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41041.jpg\" alt=\"figure 18\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 18</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of chronic stable angina depends on the extent of underlying obstructive CAD; patients with 3-vessel disease or left main artery disease have a worse prognosis than those with single-vessel disease.&nbsp; Although obstructive CAD is treatable, it remains the leading cause of death in the United States and the world.&nbsp; A benefit of stable angina is that it provides a relatively benign announcement of clinically significant ASCVD that requires appropriate management and secondary prevention, whereas patients who experience plaque rupture and MI in the absence or preceding angina symptoms have a worse prognosis.&nbsp; Occasionally, chronic stable angina can become refractory to both pharmacologic therapy and revascularization, leading to severe symptoms and drastic lifestyle limitation.</p>\n<h1>Summary</h1><br><br><p>Chronic stable angina refers to recurrent chest pain or other symptoms (eg, dyspnea) that result from restricted blood and oxygen delivery to the myocardium, most commonly in the setting of obstructive coronary artery disease.&nbsp; Patients classically develop recurrent chest pain that reliably occurs with exertion and resolves with rest.&nbsp; The diagnostic work-up of stable angina is nuanced and relies on standardized pretest probabilities of obstructive coronary artery disease based on age and sex.&nbsp; Management is mostly pharmacologic and focuses on the reduction of myocardial oxygen demand and prevention of acute coronary syndrome; coronary revascularization (ie, stent placement or coronary artery bypass graft) is indicated in patients with symptoms refractory to medical therapy or those with a high-risk distribution of obstructive coronary artery disease.</p>\n</div>\n\n            "
}