{
  "meta": {
    "title": "Complications of cardiac catheterization and coronary intervention",
    "url": "https://brainandscalpel.vercel.app/complications-of-cardiac-catheterization-and-coronary-intervention-4197dafd-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:05.139Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Cardiac catheterization refers to the instrumentation of the heart's chambers via the arteries and veins using endovascular techniques.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Right heart catheterization (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47416.jpg\" alt=\"Right heart catheterization\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Right heart catheterization</div>\n                                </div>\n                                ) involves the cannulation of the right atrium, right ventricle, and pulmonary arteries via an access point in the systemic venous circulation, usually the internal jugular or common femoral vein.&nbsp; It is most commonly used to measure right-sided chamber pressures (including pulmonary capillary wedge pressure) and evaluate cardiac function.</li>\n\t<li>Left heart catheterization (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47572.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) involves cannulation of the left ventricle and coronary arteries via an access point in the systemic arterial circulation, usually the radial or common femoral artery (CFA).&nbsp; (The left atrium is sometimes accessed via transeptal puncture of the interatrial septum using a venous approach (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47448.jpg\" alt=\"Transseptal left atrial catheterization\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Transseptal left atrial catheterization</div>\n                                </div>\n                                ) because the mitral valve cannot be crossed in a retrograde fashion.)&nbsp; Left heart catheterization can be used to measure left-sided chamber pressures and cardiac function (eg, left ventriculography for measurement of ejection fraction) but is more commonly used to access the coronary arteries for invasive coronary angiography (injection of dye into the coronary arteries to allow the visualization of atherosclerotic narrowing) and the placement of intracoronary stents (if needed).</li>\n</ul><br><br><p>Although both right and left heart catheterization can provide important diagnostic information and sometimes life-saving therapy, they are associated with a low risk of major complications.&nbsp; The risk is greater with left heart catheterization because it involves access to the high-pressure arterial system and coronary arteries.&nbsp; Complications of left heart catheterization and invasive coronary angiography include localized vascular complications at the access site, as well as other complications affecting the coronary arteries and aorta.</p>\n<h1>Localized vascular complications at the access site</h1><br><br><p>Localized vascular complications are far more common with arterial than venous access sites.&nbsp; During left heart catheterization, a guidewire (steerable wire) is inserted into the lumen of an artery, and a vascular sheath (flexible tube) with a valve is placed over the guidewire to provide access for a variety of catheters.</p><br><br><p>Three main types of localized vascular complications can occur at the arterial access site: hematoma, pseudoaneurysm, and arteriovenous fistula (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31203.jpg\" alt=\"(figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">(figure 4</div>\n                                </div>\n                                ).&nbsp; The risk is higher with femoral (vs radial) artery access.<p></p><br><br><p>Other risk factors for localized complications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Using a large-caliber sheath.</li>\n\t<li>Not applying enough pressure to the puncture site to achieve hemostasis after the procedure.</li>\n\t<li>Puncturing the femoral artery above or below the CFA.&nbsp; The CFA is the ideal location for puncture:&nbsp; Its larger size (superior to the bifurcation into the smaller profunda femoris and superficial femoral arteries) allows it to accommodate larger sheaths, and its location over the femoral head provides for optimal compression against the femoral head to create hemostasis when the sheath is removed.</li>\n</ul><br><br><p>The types of localized vascular complications are hematoma, pseudoaneurysm, and arteriovenous fistula.</p>\n<h2>Hematoma</h2><br><br><p>A hematoma develops when a persistent full-thickness break occurs in the arterial wall and blood seeps into the surrounding tissues.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Clinical presentation:&nbsp; Firm and tender mass that is not pulsatile and demonstrates no bruit.</li>\n\t<li>Diagnosis:&nbsp; The diagnosis is usually based on physical examination.&nbsp; Ultrasonography may be helpful.</li>\n\t<li>Management:&nbsp; Relatively small hematomas can be managed conservatively with compression and pain medication, but larger hematomas may require surgical drainage.</li>\n\t<li><strong>Retroperitoneal hematoma</strong> is a serious complication of femoral access that can lead to rapid, life-threatening bleeding, frequently with little or no evidence of bleeding on inspection of the entry site.&nbsp; This complication usually follows a \"high stick,\" above the inguinal ligament, allowing blood to accumulate in the retroperitoneal space after sheath removal.&nbsp; In these cases, local compression (which is usually effective for hemostasis) is often ineffective.&nbsp; Bleeding into the retroperitoneal space may cause back or flank pain or may be relatively painless, in which case the diagnosis depends on recognizing the signs of acute blood loss (eg, tachycardia, hypotension).&nbsp; Immediate recognition and intervention with fluid resuscitation, blood transfusion, reversal of anticoagulation/antiplatelet therapy (when possible), and prompt surgical consultation can be lifesaving.&nbsp; Noncontrast CT imaging of the abdomen confirms the diagnosis but should not delay adequate resuscitation if the patient is actively bleeding (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L38330.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Pseudoaneurysm</h2><br><br><p>A pseudoaneurysm is similar to a hematoma, but the arterial wall defect is only partial thickness, and the bleeding is contained within the arterial wall adventitia.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Clinical presentation:&nbsp; Pulsatile mass with a systolic bruit, as blood is forced into the contained space with each systole.</li>\n\t<li>Diagnosis:&nbsp; Ultrasonography is usually required.</li>\n\t<li>Management:&nbsp; Relatively small pseudoaneurysms can resolve with conservative management (eg, ultrasonography-guided compression), but larger pseudoaneurysms require endovascular or surgical repair.</li>\n</ul>\n<h2>Arteriovenous fistula</h2><br><br><p>An arteriovenous fistula can occur when both the artery and an adjacent vein are punctured during vascular access, creating a low-resistance pathway for blood to flow directly from the artery into the vein.&nbsp; Arteriovenous fistulas are more common with \"low\" arterial punctures below the bifurcation of the CFA, where the arteries and veins are close and may overlap.&nbsp; A full-thickness (\"through-and-through\") arterial puncture (entering the front wall and exiting the back wall) at any puncture site also increases the risk for arteriovenous fistula formation.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Clinical presentation:&nbsp; No localized mass, but the area demonstrates a palpable thrill and continuous bruit (because venous pressure is less than arterial pressure during both systole and diastole).</li>\n\t<li>Diagnosis:&nbsp; Ultrasonography is usually required for confirmation.</li>\n\t<li>Management:&nbsp; Small arteriovenous fistulas may resolve on their own or with conservative management (eg, ultrasonography-guided compression), but relatively large arteriovenous fistulas can lead to high-output heart failure and require surgical repair.</li>\n</ul>\n<h1>Vascular complications unique to radial artery access</h1><br><br><p>Radial artery access is generally favored over femoral artery access for invasive coronary angiography and intervention due to the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Lower risk for serious bleeding and vascular complications.</li>\n\t<li>Improved patient comfort and decreased time to ambulation after the procedure.</li>\n\t<li>Lower associated mortality in ST-segment elevation myocardial infarction (MI)</li>\n</ul><br><br><p>Radial artery access has some unique localized complications, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Arterial vasospasm</strong> (sudden narrowing) may occur because the radial artery is highly vasoreactive.&nbsp; In severe cases, it can lead to catheter entrapment and/or arterial trauma.&nbsp; Optimal use of sedation can help prevent radial artery spasm, and vasodilators (eg, nitroglycerin, calcium channel blockers) can help alleviate spasm when it occurs.</li>\n\t<li><strong>Postprocedural artery occlusion</strong> may occur in up to 10% of cases.&nbsp; Because hand perfusion is usually redundant via the ulnar artery, most patients are asymptomatic with preserved function of the affected hand.</li>\n\t<li><strong>Compartment syndrome</strong> can result from a hematoma in the relatively small space of the wrist and hand.</li>\n</ul>\n<h1>Cardiac and systemic complications</h1><br><br><p>In addition to localized vascular complications, other complications at the level of the heart, great vessels, and distal end organs can occur with invasive coronary angiography and intervention.&nbsp; Stroke, MI, coronary perforation and tamponade, renal dysfunction, cholesterol embolization syndrome, pseudoallergic reaction to iodinated contrast, and death can occur.</p>\n<h2>Stroke</h2><br><br><p>Stroke is a rare but potentially devastating complication of left heart catheterization.&nbsp; The incidence is &lt;0.1% for diagnostic catheterization and &lt;0.4% for interventional catheterization.&nbsp; Mechanisms of stroke include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Atheroembolism</strong>:&nbsp; Catheters can dislodge atherosclerotic plaque or other material (eg, calcification, vegetation) from the aorta or endocardial surface, resulting in distal embolization and ischemic stroke.&nbsp; In addition, guidewires that dwell in the vasculature for prolonged periods can promote a thrombosis that may result in a thromboembolic stroke.</li>\n\t<li><strong>Air embolism</strong>:&nbsp; Air introduced into the arterial system due to suboptimal technique during catheter manipulation may embolize to the brain and cause stroke.</li>\n\t<li><strong>Intracranial hemorrhage</strong>:&nbsp; Because many patients undergoing catheterization have received anticoagulation (or occasionally thrombolytic) therapy, intracranial hemorrhage can occur and should be considered if new neurologic symptoms develop during or immediately after catheterization.</li>\n</ul><br><br><p>In symptomatic patients, noncontrast CT scan of the head is diagnostic of stroke and can differentiate ischemic events from intracerebral hemorrhage or air embolism.</p>\n<h2>Myocardial infarction</h2><br><br><p>MI is rare with diagnostic left heart catheterization.&nbsp; A small increase in serum troponin (&lt;3 times the upper limit of normal) is common with interventional left heart catheterization.&nbsp; Periprocedural MI, defined as troponin elevation &gt;5 times the upper limit of normal with evidence of ischemic ECG changes or wall-motion abnormalities, can occasionally occur.&nbsp; The mechanisms by which periprocedural MI can occur include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Coronary artery dissection</strong>:&nbsp; An intimal tear, usually created by the guidewire advancing into the coronary artery, can cause arterial dissection that can occlude the lumen and decrease or stop blood flow.</li>\n\t<li><strong>Coronary side-branch occlusion</strong>:&nbsp; Plaque shifting during balloon expansion in the coronary artery can occlude nearby side branches, resulting in decreased flow to adjacent myocardium.</li>\n\t<li><strong>Distal embolization</strong>:&nbsp; In heavily diseased arteries, intracoronary device manipulation can cause plaque to dislodge and travel distally to occlude smaller, downstream capillaries.&nbsp; Rarely, air is inadvertently injected into the coronary artery and can obstruct flow through distal capillaries.</li>\n</ul>\n<h2>Coronary perforation and tamponade</h2><br><br><p>In addition to the risk for coronary artery dissection, the guidewire can rarely perforate the wall of the coronary artery and cause bleeding into the pericardium.&nbsp; Significant pericardial bleeding can lead to cardiac tamponade.</p>\n<h2>Renal dysfunction</h2><br><br><p>Acute kidney injury (AKI) occurs in up to 15% of patients within 48 hours of left heart catheterization.&nbsp; It is most common in elderly patients and those with comorbid chronic kidney disease, heart failure, or diabetes mellitus.&nbsp; The cause of catheterization-related AKI is likely to be one or more of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Intraarterial <strong>radiocontrast</strong> toxicity.</li>\n\t<li><strong>Atheroembolism</strong> that originates in the aorta and creates \"showering\" of the kidneys.</li>\n\t<li>Periprocedural <strong>hypotension</strong>.</li>\n</ul>\n<h2>Cholesterol embolization syndrome</h2><br><br><p>Cholesterol embolization syndrome results from the breaking off and distal \"showering\" of tiny <strong>fragments of atherosclerotic plaque</strong>, often from an abdominal aortic aneurysm.&nbsp; It commonly occurs during <strong>instrumentation</strong> of the abdominal aorta (eg, invasive coronary angiography with femoral artery access).&nbsp; Common clinical manifestations include (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50383.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Confusion.</li>\n\t<li>AKI.</li>\n\t<li>Mesenteric ischemia.</li>\n\t<li>Lower extremity <strong>livedo reticularis</strong>.</li>\n\t<li>Distal lower extremity ischemia (<strong>blue toe syndrome</strong>).</li>\n</ul>\n<h2>Pseudoallergic reaction to iodinated contrast</h2><br><br><p>Iodinated contrast can occasionally trigger direct mast cell degranulation that mimics a true IgE-mediated allergic reaction (similar to a vancomycin infusion reaction (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59269.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                )).&nbsp; Such pseudoallergic reactions may present with flushing, urticaria, wheezing, or hypotension, but they are uncommon since the advent of low-osmolar contrast agents and are usually mild and self-limited.<p></p>\n<h2>Death</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The overall risk for death as a result of diagnostic catheterization is very low, with rates estimated at &lt;0.1%, although these rates are notably higher with comorbidities, including heart failure, left-sided main coronary artery disease, and severe aortic stenosis.</li>\n\t<li>The risk for death for interventional left heart catheterization is estimated at roughly 10 times higher than for diagnostic catheterization (approximately 1%), but the risk varies substantially with the procedural indication (eg, elective vs emergency) and patient comorbidities.&nbsp; The increased risk with interventional catheterization is likely related to more aggressive catheter manipulation, more extensive underlying coronary artery disease, and the greater likelihood of intermittent cessation of coronary blood flow during intervention.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Cardiac catheterization allows for important diagnostic testing and, often, life-saving intervention, but it is associated with a small risk for major complications.&nbsp; Left heart catheterization has a higher risk than right heart catheterization due to access to the high-pressure arterial system and, often, the coronary arteries.&nbsp; Many potential complications are localized to the access site (ie, hematoma, pseudoaneurysm, arteriovenous fistula), and the risk for these complications is lower with radial than with femoral artery access.&nbsp; Other complications are cardiac or systemic, including stroke, myocardial infarction, and renal injury, and death can occur.&nbsp; An awareness of the potential complications of cardiac catheterization is important for minimizing their occurrence and allowing prompt recognition and management when they occur.</p>\n</div>\n\n            "
}