{
  "meta": {
    "title": "Congenital heart disease: Coarctation of the aorta",
    "url": "https://brainandscalpel.vercel.app/congenital-heart-disease-coarctation-of-the-aorta-b86c307b-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:10.707Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Coarctation of the aorta (CoA) is a congenital narrowing of the descending aorta typically located just distal to the left subclavian artery.&nbsp; The narrowing creates a proximal arterial pressure load and restricts blood flow to the lower body.&nbsp; The clinical presentation of CoA depends on the severity of the narrowing; critical CoA presents with hemodynamic instability shortly after birth, whereas less severe CoA typically presents with secondary hypertension (or other signs and/or symptoms) in childhood or adulthood.</p>\n<h1>Pathophysiology</h1><h2>Congenital CoA</h2><br><br><p>The pathophysiology of congenital CoA is not fully understood, but it may involve reduced intrauterine blood flow leading to underdevelopment or impaired propagation of ductal tissue into the aortic arch, ultimately creating localized thickening of the tunica media of the aortic wall.&nbsp; The aortic narrowing is typically located just distal to the left subclavian artery and just proximal to the ductus arteriosus (or ligamentum arteriosum) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6362.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Infants born with CoA commonly have other congenital heart defects, most commonly a bicuspid aortic valve.<p></p><br><br><p>When the obstruction created by CoA is very severe (ie, critical CoA), little blood can reach the distal aorta, and the ductus arteriosus may allow blood from the pulmonary artery to shunt right to left and fill the distal aorta, supplying blood to the lower extremities (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6360.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Therefore, some infants with critical CoA may demonstrate differential cyanosis at birth (ie, cyanosis affecting the lower but not the upper extremities).&nbsp; Once the ductus arteriosus closes (typically at age ~48 hr), these infants develop heart failure and shock due to the critical aortic obstruction.<p></p><br><br><p>With lesser degrees of CoA, the defect causes a less pronounced increase in proximal aortic pressure and a less pronounced decrease in distal aortic flow.&nbsp; Over time, these disruptions can have hemodynamic consequences that explain the clinical presentation in children and adults:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The mechanical obstruction to aortic flow causes upper body hypertension and creates left ventricular (LV) pressure overload that leads to compensatory concentric LV hypertrophy (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13550.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Eventually, the pressure overload can lead to LV heart failure.</li>\n\t<li>The restricted flow to the distal aorta can limit development of the lower extremities (eg, less defined musculature) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30832.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) and restrict blood flow to the kidneys, resulting in increased renin-angiotensin-aldosterone system activity that can worsen hypertension.&nbsp; Over time, collateral circulation can develop to bypass the coarctation, with blood traveling from the ascending aorta through the subclavian artery to the internal thoracic artery and then flowing retrograde through the intercostal arteries to reach the distal aorta (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63552.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Risk factors</h1><br><br><p>Risk factors for congenital CoA include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Male sex.</li>\n\t<li>Family history of CoA.</li>\n\t<li>Turner syndrome (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14170.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).</li>\n\t<li>Bicuspid aortic valve.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of CoA depends on the severity of the narrowing (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/62709.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Critical CoA</h2><br><br><p>Critical CoA presents during the early neonatal period in 1 of 2 ways.&nbsp; Notably, infants with critical CoA do not typically have a murmur.</p>\n<ul>\n<li><strong>Differential cyanosis at birth</strong>:&nbsp; The critical aortic narrowing creates a marked reduction in distal aortic pressure.&nbsp; When the narrowing is preductal (most common), it can allow for right-to-left shunting from the pulmonary artery through the ductus arteriosus to fill the distal aorta.&nbsp; This causes cyanosis affecting the lower, but not the upper, body (ie, differential cyanosis) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97929.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; Many infants with critical CoA do not demonstrate significant differential cyanosis because the proximity of the ductus arteriosus to the coarctation can also allow a pathway for oxygenated blood from the proximal aorta to partially enter the open ductus, edge past the narrowing, and then exit distal to the coarctation.</li><br><br><li><strong>Heart failure and shock on ductus arteriosus closure</strong>:&nbsp; Infants with critical CoA who are not identified based on differential cyanosis begin to develop heart failure and shock on ductus arteriosus closure (typically at age ~48 hr); this is the most common presentation of critical CoA.&nbsp; The closure of the ductus arteriosus eliminates the bypass of the severe obstruction, creating abrupt left ventricular pressure overload and reduced perfusion of the lower body.&nbsp; Neonates with critical CoA who are initially healthy appearing may be discharged from the hospital and return around day 4 of age or later with heart failure and shock.</li>\n</ul>\n<p>Interrupted aortic arch is a rare congenital defect that involves the complete absence of the aortic arch and may be considered an extreme form of critical CoA that has a similar clinical presentation.</p>\n<h2>CoA of lesser severity</h2><br><br><p>Patients with CoA of lesser severity are usually asymptomatic until mid-to-late childhood or adulthood.&nbsp; Symptoms can develop in patients with substantial pressure and/or flow disruptions and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Headache &amp; epistaxis (due to upper body hypertension).</li>\n\t<li>Heart failure.</li>\n\t<li>Lower extremity claudication.</li>\n</ul>\n<h2>Physical examination</h2><br><br><p>Most patients who are asymptomatic have signs of CoA that include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Upper extremity hypertension and lower extremity hypotension.</li>\n\t<li>Brachial-femoral pulse delay with diminished femoral pulses.</li>\n\t<li>Systolic murmur in the left interscapular area (caused by flow through the narrowed aorta).</li>\n\t<li>Continuous murmur in the left supraclavicular area (caused by flow through collateral vessels).</li>\n\t<li>S4 due to concentric LV hypertrophy.</li>\n\t<li>Ejection click with a soft systolic ejection murmur when a concomitant bicuspid aortic valve is present.</li>\n</ul>\n<h2>Pregnancy</h2><br><br><p>The increase in blood volume that occurs in pregnancy can precipitate or worsen symptoms of CoA in patients whose condition is otherwise clinically stable.&nbsp; CoA is generally a contraindication to pregnancy until repair is performed.</p>\n<h2>ECG</h2><br><br><p>ECG may show left axis deviation and evidence of LV hypertrophy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97229.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p>\n<h2>Chest x-ray</h2><br><br><p>Chest x-ray often reveals notching of the posterior third of the third through eighth ribs due to bony erosion caused by enlarged intercostal arteries (ie, collateral flow).&nbsp; A classic 3-shaped sign created by indentation of the aorta with prestenotic and poststenotic dilation may also be present (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12140.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of CoA should be suspected based on clinical presentation and is confirmed with noninvasive imaging.&nbsp; Upper and lower extremity pulse oximetry screening at 24 hours of age may raise suspicion for critical CoA by detecting differential cyanosis, but the sensitivity of testing is only moderate, so many cases of critical CoA may be missed.</p>\n<h2>Echocardiography</h2><br><br><p>Transthoracic echocardiography is the diagnostic test of choice for confirming CoA.&nbsp; It also allows for relatively easy detection of any associated cardiac defects (eg, bicuspid valve).</p>\n<h2>MRI and CT angiography</h2><br><br><p>MRI or CT angiography can supplement echocardiography by providing further information about the coarctation anatomy and the degree of collateral circulation.</p>\n<h1>Differential diagnosis</h1><h2>Hypoplastic left heart syndrome</h2><br><br><p>Severe hypoplastic left heart syndrome can present similarly to critical CoA, with the development of obstructive shock on ductus arteriosus closure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111937.jpg\" alt=\"Hypoplastic left heart syndrome\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Hypoplastic left heart syndrome</div>\n                                </div>\n                                ).&nbsp; However, severe hypoplastic left heart syndrome causes full-body cyanosis rather than differential cyanosis at birth.&nbsp; Echocardiography can differentiate the 2 conditions.<p></p>\n<h2>Supravalvular aortic stenosis</h2><br><br><p>Supravalvular aortic stenosis involves narrowing at the first part of the ascending aorta; it can occur as an isolated defect or, often, in the setting of Williams syndrome.&nbsp; Similar to CoA, it causes LV pressure overload and distal blood flow restriction, but because the narrowing is proximal to the arteries supplying the upper body, it does not cause upper and lower body blood pressure and pulse differentiation.</p>\n<h1>Management</h1><h2>Emergency management of critical CoA</h2><br><br><p>Critical CoA is a ductal-dependent defect, meaning that an open ductus arteriosus is required to maintain hemodynamic stability until more definitive surgical correction can be performed (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/68605.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Therefore, in addition to measures to clinically stabilize the neonate's condition (eg, vascular access, intubation if needed, transfer to the neonatal intensive care unit), the initial management of critical CoA involves the following interventions to <strong>maintain ductus arteriosus patency</strong>:<p></p>\n<ul>\n<li>The administration of <strong>prostaglandin</strong> E<font size=\"2\"><sub>1</sub></font> (PGE<font size=\"2\"><sub>1</sub></font>) (eg, alprostadil) can often delay ductus arteriosus closure.</li><br><br><li>If the administration of PGE1 is ineffective, a catheter-based procedure may be needed to ensure extended ductus arteriosus patency.</li>\n</ul>\n<p>Once the condition of neonates with critical CoA is clinically and hemodynamically stabilized, <strong>surgical repair</strong> of the coarctation is performed.</p>\n<h2>Elective management of noncritical CoA</h2><br><br><p>Watchful waiting is appropriate in some patients with lesser degrees of CoA, but, once there is evidence of substantial hemodynamic disruption, procedural repair is needed.&nbsp; Indications for procedural intervention:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Elevated (&gt;20 mm Hg) resting transcoarctation gradient (difference in upper and lower extremity systolic blood pressures).</li>\n\t<li>CoA causing radiologic evidence of collateral circulation.</li>\n\t<li>CoA causing secondary hypertension.</li>\n\t<li>CoA causing heart failure.</li>\n</ul>\n<h2>Balloon angioplasty vs surgical repair</h2><br><br><p>Medical therapy is limited in the management of CoA, and definitive treatment requires mechanical alleviation of the aortic narrowing.&nbsp; Balloon angioplasty with <strong>stent placement</strong> is the preferred procedural intervention for most children and adults with CoA requiring repair.&nbsp; Surgical repair may be necessary for some patients with complex CoA anatomy.</p>\n<h1>Complications</h1><h2>Cerebral aneurysms</h2><br><br><p>The upper body hypertension created by CoA increases the risk for cerebral aneurysms that can rupture and cause subarachnoid hemorrhage.</p>\n<h2>Aortic dissection</h2><br><br><p>CoA increases the risk of aortic dissection, likely due to both proximal aortic hypertension and disruption of aortic wall integrity near the coarctation.</p>\n<h2>Accelerated coronary atherosclerosis</h2><br><br><p>The increased proximal aortic blood pressure in CoA accelerates coronary atherosclerosis and increases the risk of myocardial infarction and ischemic heart disease.</p>\n<h2>Persistent hypertension</h2><br><br><p>Upper extremity hypertension frequently persists after the repair of CoA, possibly due to a disruption of baroreceptor sensing that develops early in the disease and fails to resolve after surgical correction of the narrowing.&nbsp; Persistent hypertension is a major determinant of long-term morbidity and mortality in CoA.</p>\n<h2>CoA recurrence or aneurysm development</h2><br><br><p>When balloon dilation is used to treat CoA at a young age, reintervention is commonly needed due to recurrent narrowing.&nbsp; Alternatively, an aortic aneurysm may form at the site of prior balloon dilation.</p>\n<h2>Endarteritis</h2><br><br><p>CoA creates localized blood flow turbulence that can increase the risk of endarteritis, a bacterial infection of the aortic wall that mimics endocarditis.</p>\n<h1>Prognosis</h1><br><br><p>Critical CoA is uniformly fatal without surgical correction.&nbsp; Lesser degrees of CoA increase morbidity and mortality when left unrepaired, owing to increased risk of intracranial hemorrhage and other complications of upper body hypertension (eg, heart failure, accelerated coronary artery disease).&nbsp; The prognosis is generally favorable for patients with CoA who undergo timely repair, although the overall survival rate is likely somewhat lower than for the general population due to ongoing risks of recurrent coarctation, aortic dissection, and persistent hypertension.</p>\n<h1>Summary</h1><br><br><p>Coarctation of the aorta (CoA) is a congenital narrowing of the descending aorta, which is typically located just distal to the left subclavian artery.&nbsp; The narrowing creates a proximal arterial pressure load and restricts blood flow to the lower body.&nbsp; Critical CoA usually presents shortly after birth, whereas less severe CoA can present with secondary hypertension in childhood or adulthood.&nbsp; Recognition of CoA and timely procedural correction of the defect are important to help prevent complications of upper body hypertension (eg, intracranial hemorrhage, heart failure) and to reduce morbidity and mortality.</p>\n</div>\n\n            "
}