{
  "meta": {
    "title": "Dilated cardiomyopathy",
    "url": "https://brainandscalpel.vercel.app/dilated-cardiomyopathy-b122ff4e-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:13.373Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Dilated cardiomyopathy (DCM) occurs due to a direct insult to cardiomyocytes that leads to a decrease in contractile function of one or both ventricles, with a consequent increase in ventricular cavity size.&nbsp; It can result from a variety of causes, including infection, chemical toxicity, and other disturbances; inherited familial patterns may frequently contribute to the disease.&nbsp; DCM is one of the major causes of heart failure with reduced ejection fraction (HFrEF) and is considered a separate entity from other major causes of ventricular dilation and HFrEF, including ischemic heart disease and valvular heart disease.</p><h1>Pathophysiology</h1><p>After being subjected to a direct insult (eg, viral infection, toxins), cardiomyocytes can begin to lose contractile function, and a reduction in stroke volume causes left ventricular (LV) volume overload.&nbsp; In response to LV volume overload, LV stretch increases stroke volume via the Frank-Starling mechanism.&nbsp; In addition, compensatory eccentric hypertrophy develops to allow a further increase in stroke volume but at the expense of increased LV wall stress (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13550.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; These mechanisms can temporarily maintain relatively compensated forward blood flow and an asymptomatic state early in the course of DCM (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40799.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ); eventually, however, overwhelming LV wall stress leads to a drop in stroke volume and the development of symptomatic heart failure (eg, dyspnea, peripheral edema).<p></p><p>The development of symptomatic heart failure in DCM is usually accompanied by myocardial fibrosis, which generally signals a stage of irreversible cardiac dysfunction.&nbsp; DCM may be reversible if the inciting insult is removed before substantial myocardial fibrosis develops.</p><h1>Causes</h1><p>The potential causes of DCM are varied.&nbsp; Notable causes include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/97423.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><h2>Myocardial infections</h2><p>Myocardial infections implicated in causing DCM usually precipitate myocarditis&nbsp; (ie, myocardial inflammation) that may progress to DCM (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/97495.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li>Viral infection is the most common cause of myocarditis and is likely one of the most common causes of DCM.&nbsp; Viruses that have been implicated include coxsackievirus, adenovirus, and influenza virus.&nbsp; DCM is also a potential complication of HIV infection.</li><li>Chagas disease is caused by infection with the protozoan <em>Trypanosoma cruzi</em>, which is transmitted by the triatomine \"kissing\" bug found throughout Central and South America.&nbsp; It is the most common cause of DCM in regions where it is endemic (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40375.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).</li><li>Lyme carditis usually manifests with cardiac conduction abnormalities but is a rare cause of DCM.</li></ul><h2>Toxins</h2><ul class=\"article-body-unordered-list\"><li>Alcohol-induced cardiomyopathy (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/95026.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):&nbsp; Heavy and prolonged alcohol use can lead to DCM, likely due to direct toxicity of ethanol and its metabolites (eg, acetaldehyde) on myocardial mitochondria with resulting contractile dysfunction.</li><li>Cocaine and amphetamines:&nbsp; These substances likely cause direct myocardial toxicity and, with ongoing use, can lead to DCM.</li><li>Heavy metals:&nbsp; Exposure to high levels of heavy metals such as arsenic, mercury, and cobalt is a potential cause of DCM.</li></ul><h2>Medications</h2><ul class=\"article-body-unordered-list\"><li>Anthracycline chemotherapy (eg, doxorubicin) causes cardiac toxicity due to the cleavage of DNA and the generation of free radicals that can lead to cellular toxicity and myocardial fibrosis with progression to DCM.&nbsp; The toxicity is proportional to the cumulative dose of anthracycline received and is typically irreversible.</li><li>Anti-HER2 agents (eg, trastuzumab) likely impair the ability of cardiomyocytes to handle oxidative stress and can lead to reduced contractility and DCM.&nbsp; In contrast with anthracycline cardiac toxicity, anti-HER2 cardiac toxicity does not cause cardiomyocyte destruction or fibrosis, and the DCM is usually reversible with cessation of the drug.</li></ul><h2>&nbsp;Inherited conditions</h2><ul class=\"article-body-unordered-list\"><li>Gene mutations:&nbsp; Classic familial DCM most commonly involves mutations that affect the gene encoding for the cardiac sarcomere protein titin (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41413.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li><li>Muscular dystrophy:&nbsp; DCM is the most common cause of death in patients with Duchenne and Becker muscular dystrophies.</li><li>Idiopathic conditions:&nbsp; Cases of DCM for which no etiology can be found are generally referred to as idiopathic.&nbsp; A large number of these idiopathic cases are likely attributable to unknown or poorly recognized genetic mutations.</li><li>Unknown familial mutations may contribute to many cases by making individuals more susceptible to DCM when exposed to an inciting insult (eg, viral infection).</li></ul><h2>Rheumatologic/infiltrative disease</h2><ul class=\"article-body-unordered-list\"><li>Amyloidosis, sarcoidosis, and hemochromatosis often manifest as restrictive cardiomyopathy and can progress to DCM late in the disease course.</li><li>Systemic lupus erythematosus, rheumatoid arthritis, and dermatomyositis can occasionally manifest with autoimmune-mediated myocarditis that can progress to DCM.</li><li>Giant-cell myocarditis is a rare, rapidly progressive form of myocarditis and DCM that likely results from immunologic disruption.</li></ul><h2>Nutritional deficiencies</h2><ul class=\"article-body-unordered-list\"><li>Thiamine deficiency initially leads to high-output heart failure (wet beriberi) that can eventually progress to DCM.</li><li>Selenium deficiency can deplete antioxidant enzymes and can rarely lead to DCM.&nbsp; This disorder may be referred to as Keshan disease and is most commonly found in rural areas of China.</li></ul><h2>Other causes</h2><ul class=\"article-body-unordered-list\"><li>Peripartum cardiomyopathy is an uncommon cause of DCM that can occur during the last month of pregnancy or within 5 months after delivery (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35719.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).&nbsp; It is poorly understood but may be due to prolactin subfragments leading to inhibition of angiogenic growth factors during the peripartum period.&nbsp; Poorly recognized genetic mutations may predispose to the development of peripartum cardiomyopathy.</li><li>In tachycardia-induced cardiomyopathy, sustained elevation of ventricular rate (eg, &gt;120/min) for several weeks or more can lead to contractile dysfunction and DCM.&nbsp; The condition is usually reversible with successful treatment of the tachycardia.</li><li>Several endocrinopathies can cause DCM that is often reversible with correction of the underlying disturbance.&nbsp; These include thyroid dysfunction (both hyperthyroidism and hypothyroidism), acromegaly (DCM is a late cardiac manifestation), and pheochromocytoma.</li></ul><h1>Pathology</h1><p>Gross pathology in DCM shows ventricular cavity dilation with relative thinning of the ventricular walls (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118282.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Histopathology typically demonstrates elongation of individual cardiomyocytes (due to eccentric hypertrophy) often with evidence of interstitial fibrosis.<p></p><h1>Clinical presentation</h1><p>DCM may be asymptomatic early in the disease process and clinically presents with symptoms and signs of heart failure (eg, dyspnea, peripheral edema).</p><h2>Physical examination</h2><p>The physical examination findings in DCM are those typical of heart failure (eg, bibasilar lung crackles, elevated jugular venous pressure, pitting edema in the lower extremities).&nbsp; This includes findings that tend to be associated with LV dilation such as a <strong>laterally displaced point of maximal impulse</strong> and secondary mitral regurgitation (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/52401.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).&nbsp; An <strong>S3</strong> is common when LV filling pressures are elevated.<p></p><h2>Diagnosis</h2><p>The diagnosis of DCM should be suspected based on clinical presentation and is aided by echocardiography showing <strong>LV cavity dilation with an ejection fraction ≤40%</strong>.&nbsp; Additional testing to confirm the underlying cause of DCM can include:</p><ul class=\"article-body-unordered-list\"><li>Laboratory blood testing—basic analysis (eg, complete blood count, comprehensive metabolic profile, TSH, iron studies) and, when appropriate, more advanced studies (eg, heavy metal levels)—can be diagnostically helpful in suggesting a particular etiology of DCM.</li><li>Cardiac MRI using gadolinium contrast, which binds to edema and fibrosis in the myocardial wall, can demonstrate a characteristic enhancement pattern of myocarditis and help differentiate ischemic heart disease from DCM due to myocarditis.&nbsp; DCM due to myocarditis characteristically demonstrates epicardial and midwall enhancement, whereas ischemic heart disease typically demonstrates subendocardial or full-thickness enhancement.&nbsp; Cardiac MRI can help evaluate for DCM due to infiltrative disease (eg, amyloidosis, sarcoidosis, hemochromatosis).</li><li>Formal ischemic work-up (eg, CT coronary angiography, invasive angiography) is useful in definitively ruling out ischemic heart disease.</li><li>Endomyocardial biopsy is usually deferred due to its invasive risk and the strong diagnostic capability of cardiac MRI.&nbsp; However, biopsy is indicated for rapidly progressive DCM that may benefit from immunosuppression treatment (eg, suspected giant-cell myocarditis) and may also help in some cases of DCM due to suspected anthracycline toxicity or infiltrative disease.</li><li>Genetic testing can be helpful in the diagnosis of familial DCM or other inherited forms of DCM (eg, muscular dystrophy).</li></ul><h1>Differential diagnosis</h1><h2>Ischemic heart disease</h2><p>Ischemic heart disease presents similarly to DCM, usually causing contractile dysfunction with ventricular cavity dilation (eccentric hypertrophy) and HFrEF.&nbsp; History, ischemic work-up, and other testing (eg, cardiac MRI) help differentiate ischemic heart disease from DCM.</p><h2>Valvular heart disease</h2><p>Severe mitral regurgitation and severe aortic regurgitation present similarly to DCM with LV contractile dysfunction, cavity dilation, and HFrEF.&nbsp; Echocardiography confirms the diagnosis of severe mitral or aortic regurgitation by demonstrating the valvular dysfunction.</p><h2>Hypertrophic cardiomyopathy</h2><p>Hypertrophic cardiomyopathy can present with symptoms of heart failure (eg, dyspnea) but differs from DCM in that LV wall septal thickness is often increased, LV cavity size is decreased, and contractile function is preserved (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39750.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Restrictive cardiomyopathy</h2><p>Restrictive cardiomyopathy can present with symptoms of heart failure but differs from DCM in that the ventricular walls are stiffened (and may be thickened), LV cavity size is not enlarged, and LV contractile function is preserved.</p><h2>High-output heart failure</h2><p>High-output heart failure presents similarly to DCM with signs and symptoms of heart failure and evidence of ventricular cavity dilation (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/54744.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ).&nbsp; However, findings of hyperdynamic circulation (eg, wide pulse pressure, bounding pulses) are present with high-output heart failure but not DCM.&nbsp; In addition, LV ejection fraction is normal or high, and cardiac output is elevated (LV ejection fraction and cardiac output are typically reduced in DCM).<p></p><h1>Management</h1><p>The acute and chronic management of DCM mostly involves routine management of heart failure:</p><ul class=\"article-body-unordered-list\"><li>The management of acute decompensated heart failure due to DCM focuses on clinically stabilizing the patient's condition (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L78599.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li><li>The management of chronic heart failure due to DCM is the same as goal-directed medical therapy for HFrEF (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38185.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ).</li><li>Specific management for DCM focuses on treatment of the underlying condition (eg, cessation of alcohol use), which, in some cases, can lead to substantial improvement or resolution of the DCM.</li></ul><p>Cardiac transplantation is the definitive treatment for end-stage heart failure, and DCM is likely the most common indication for cardiac transplant.&nbsp; An LV assist device (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52810.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ) may serve as a bridge to cardiac transplantation or as long-term therapy for patients with advanced heart failure.<p></p><h1>Complications</h1><h2>Ventricular arrhythmias and sudden cardiac death</h2><p>Patients with DCM are at increased risk for ventricular arrhythmias and sudden cardiac death (SCD).&nbsp; Placement of an implantable-cardioverter defibrillator is indicated in most patients with a sustained reduction in LV ejection fraction to help prevent SCD (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33483.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 9\n                                    </a>\n                                </div>\n                                ).<p></p><h2>LV mural thrombus</h2><p>The ventricular cavity enlargement that occurs with DCM causes stagnation of blood flow within the LV and can allow a thrombus to form along the LV wall.&nbsp; The thrombus can embolize into the systemic circulation to cause stroke or other acute ischemia (eg, acute mesenteric ischemia, acute limb ischemia).&nbsp; LV mural thrombus is typically diagnosed by echocardiography or cardiac MRI and requires treatment with anticoagulation (eg, warfarin, direct oral anticoagulant).</p><h1>Prognosis</h1><p>The prognosis for DCM is largely dependent on the underlying cause.&nbsp; Reversible causes can have a favorable prognosis with timely and appropriate intervention.&nbsp; Irreversible causes of DCM generally have a poor prognosis that is likely somewhat worse than the overall estimated 1-year mortality rates for heart failure based on the heart failure classification&nbsp; by the New York Heart Association (NYHA) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34444.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 10\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li>NYHA class I or II:&nbsp; 5%-10%</li><li>NYHA class III:&nbsp; 15%-20%</li><li>NYHA class IV:&nbsp; 30%-50%</li></ul><p>Cardiac transplantation is the only definitive treatment for patients with end-stage heart failure due to DCM.</p><h1>Summary</h1><p>Dilated cardiomyopathy (DCM) occurs due to a direct insult to cardiomyocytes, which leads to a decrease in contractile function of one or both ventricles with a consequent increase in ventricular cavity size.&nbsp; It can result from a variety of causes, including infection, chemical toxicity, and other disturbances, and inherited familial patterns may frequently contribute to the disease.&nbsp; DCM is one of the major causes of heart failure with reduced ejection fraction (HFrEF), and treatment mostly involves routine management of HFrEF.&nbsp; In addition, some causes of DCM are largely reversible with timely correction of the inciting insult (eg, cessation of alcohol use).&nbsp; Once myocardial fibrosis develops, DCM is typically irreversible.</p></div>\n            "
}