{
  "meta": {
    "title": "Heart failure",
    "url": "https://brainandscalpel.vercel.app/heart-failure-615f7a4b-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:17.359Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Heart failure is the inability of the heart to provide adequate organ and tissue perfusion while maintaining normal cardiac filling pressures.&nbsp; It usually results from left ventricular (LV) dysfunction, which can be in the form of:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Contractile failure (systolic dysfunction)</li>\n\t<li>Relaxation failure (diastolic dysfunction)</li>\n</ul><br><br><p>These can coexist in heart failure, but one or the other usually predominates.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Approximately half of patients with heart failure have <strong>heart failure with reduced ejection fraction (HFrEF)</strong>, defined by left ventricular ejection fraction (LVEF) ≤40% (indicating predominant systolic dysfunction).</li>\n\t<li>Most other patients have <strong>heart failure with preserved ejection fraction (HFpEF)</strong>, defined by LVEF ≥50% (suggesting predominant diastolic dysfunction).</li>\n</ul><br><br><p>Patients with LVEF 41%-49%, sometimes categorized as having heart failure with mildly reduced ejection fraction (HFmrEF), may be on a trajectory toward HFrEF or improving from a state of HFrEF.</p><br><br><p>HFrEF and HFpEF have substantially different underlying causes, but their clinical presentation and hemodynamic consequences are similar.&nbsp; Both are characterized by reduced cardiac output, which leads to the activation of neurohormonal compensatory mechanisms that are temporarily able to maintain compensated cardiac function.&nbsp; However, the compensatory mechanisms eventually become maladaptive and decompensated heart failure develops (eg, acute exacerbation of congestive heart failure [CHF], with volume overload).</p>\n<h1>Pathophysiology</h1><h2>HFrEF</h2><br><br><p>In HFrEF, <strong>LV contractile dysfunction</strong> is the primary disturbance and can result from ischemic heart disease, valvular dysfunction, myocardial toxicity, or other disruption.</p><br><br><p>Early in the course of HFrEF, mechanical compensatory mechanisms help maintain a temporary asymptomatic period (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40799.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Following an insult (eg, ischemia, toxins), cardiomyocytes begin to lose contractile function, and a reduction in stroke volume causes LV volume overload to develop.&nbsp; (A similar process occurs early in the course of severe aortic or mitral valve regurgitation.)&nbsp; In response:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>LV stretch increases stroke volume via the Frank-Starling mechanism.</li>\n\t<li>In addition, compensatory eccentric hypertrophy (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13550.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) develops to further increase stroke volume but at the expense of increased LV wall stress.</li>\n</ul><br><br><p>These mechanisms (in addition to neurohormonal mechanisms described below) temporarily maintain compensated cardiac output and an asymptomatic state, but overwhelming LV wall stress eventually leads to reduced cardiac output and the development of symptoms.</p><br><br><p>On the LV pressure-volume curve (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47912.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), HFrEF demonstrates reduced contractility, elevated LV end-diastolic volume and pressure (point 1), and reduced stroke volume.&nbsp; LV wall compliance is typically normal or may be increased (due to eccentric hypertrophy and LV dilation).<p></p>\n<h2>HFpEF</h2><br><br><p>In HFpEF, the primary disturbance is <strong>relaxation dysfunction</strong> due to reduced LV compliance.&nbsp; Wall stiffening and reduced compliance likely result from a combination of concentric LV hypertrophy (in response to prolonged systemic hypertension) and interstitial myocardial fibrosis (driven by obesity and/or metabolic syndrome).</p><br><br><p>In contrast with HFrEF, HFpEF is strongly associated with high BMI and sedentary lifestyle (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81037.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Reduced LV wall compliance impairs diastolic filling and leads to elevated LV filling pressures and eventually a reduction in stroke volume.&nbsp; On the LV pressure-volume curve (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47666.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ), HFpEF demonstrates reduced LV compliance, elevated LV end-diastolic pressure with reduced LV end-diastolic volume, and reduced stroke volume despite a normal LVEF ≥50%.<p></p>\n<h2>Neurohormonal compensation and maladaptation</h2><br><br><p>In the early stages of both HFrEF and HFpEF, neurohormonal compensatory mechanisms are activated and help maintain a temporary asymptomatic state:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Increased sympathetic output:</strong>&nbsp; Peripheral baroreceptors sense an early reduction in stroke volume (and blood pressure) and trigger increased sympathetic output to increase heart rate and LV contractility, as well as stimulate peripheral vasoconstriction (increased systemic vascular resistance [SVR]) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59557.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Renin-angiotensin-aldosterone system (RAAS) activation:</strong>&nbsp; Decreased renal perfusion leads to increased renin secretion and increased circulating levels of angiotensin II, which stimulates peripheral vasoconstriction.&nbsp; Adrenal secretion of aldosterone also increases, which stimulates sodium and water retention and increases circulating blood volume (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46717.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>These compensatory mechanisms initially help maintain cardiac output and adequate organ perfusion, but they are overall maladaptive.&nbsp; A <strong>vicious cycle</strong> occurs as the failing heart becomes unable to pump the increased blood volume (increased preload) against the increased vasoconstriction (increased afterload) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47467.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; Atrial and ventricular stretch receptors trigger the release of natriuretic peptides that stimulate vasodilation and fluid diuresis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47911.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ); however, these effects are eventually overwhelmed by the negative effects of sympathetic drive and RAAS activation, and decompensated heart failures develops.<p></p>\n<h2>Pulmonary hypertension, right heart failure, and cardiogenic shock</h2><br><br><p>LV failure is a common cause of pulmonary hypertension (group 2 pulmonary hypertension), resulting from transmission of back pressure from the left atrium to the pulmonary veins and eventually to the pulmonary capillaries and pulmonary arteries (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18816.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).&nbsp; Through this mechanism, LV failure is the most common cause of right ventricular failure.&nbsp; Decompensated LV failure is characterized by reduced cardiac output with a reflexive increase in SVR.&nbsp; Pressure backup into the left atrium and lungs causes increased pulmonary capillary wedge pressure (a reflection of left atrial pressure), and pressure backup into the right side of the heart impairs right ventricular function and causes increased central venous pressure (CVP).&nbsp; Cardiogenic shock represents advanced progression of decompensated heart failure (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42668.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ).<p></p>\n<h1>Causes of HFrEF</h1><h2>Ischemic heart disease</h2><br><br><p>Ischemic heart disease is the most common cause of HFrEF.&nbsp; Acute myocardial infarction can cause contractile dysfunction of the infarcted myocardium and lead to HFrEF.&nbsp; In addition, chronic myocardial ischemia can cause gradual contractile dysfunction and HFrEF.</p>\n<h2>Severe valvular dysfunction</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Aortic and mitral valve regurgitation, when severe, lead to LV volume overload and eccentric hypertrophy with the eventual development of contractile dysfunction and HFrEF.</li>\n\t<li>Aortic stenosis, when severe, initially leads to concentric LV hypertrophy with impaired diastolic filling, but eventually contractile dysfunction and HFrEF can develop.</li>\n</ul>\n<h2>Dilated cardiomyopathy</h2><br><br><p>Dilated cardiomyopathy results from contractile dysfunction that develops due to a direct insult to cardiomyocytes (eg, viral infection, alcohol toxicity, anthracycline toxicity) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/97423.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Late progression of other heart disease</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Infiltrative heart disease, including amyloidosis, sarcoidosis, and hemochromatosis, typically presents as restrictive cardiomyopathy early in the disease course, with stiffened LV walls and diastolic dysfunction.&nbsp; Late progression of the disease can manifest as dilated cardiomyopathy, with contractile dysfunction and HFrEF.</li>\n\t<li>Hypertensive heart disease initially presents with concentric LV hypertrophy and impaired diastolic function (ie, HFpEF) but in the late stages can progress to LV dilation with contractile dysfunction and HFrEF.</li>\n</ul>\n<h1>Causes of HFpEF</h1><br><br><p>Chronic systemic <strong>hypertension</strong> over time leads to concentric LV hypertrophy with LV wall thickening and stiffening and impaired diastolic relaxation.&nbsp; <strong>Obesity</strong>, insulin resistance, and sedentary lifestyle can facilitate the formation of myocardial interstitial fibrosis that leads to LV wall stiffening and impaired diastolic relaxation.&nbsp; Ischemic heart disease can also contribute to myocardial fibrosis and HFpEF.</p><br><br><p>Restrictive cardiomyopathy (eg, infiltrative disease, inherited familial disease) characteristically involves LV wall stiffening with reduced compliance and diastolic dysfunction.&nbsp; Hypertrophic cardiomyopathy can occasionally cause HFrEF, but it is more commonly associated with predominant diastolic dysfunction, resulting from LV wall thickening and impaired relaxation.&nbsp; Although these 2 conditions can cause heart failure in the setting of preserved ejection fraction, they are generally considered to be in a separate category from HFpEF (and are typically managed differently).</p>\n<h1>Histopathology</h1><h2>HFrEF</h2><br><br><p>Cardiac histopathology in patients with HFrEF depends on its underlying etiology:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ischemic heart disease can cause regions of collagenous scarring (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63021.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) and fibrosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7577.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) distinct from areas of viable myocardium.</li>\n\t<li>Histopathology of dilated cardiomyopathy due to myocarditis can show lymphocytic (mononuclear) infiltrate with myofibrillary necrosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1273.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>HFpEF</h2><br><br><p>In patients with HFpEF due to obesity and sedentary lifestyle, histopathology can show collagenous deposits consistent with interstitial myocardial fibrosis.</p>\n<h2>Other organ histopathology</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Lung histopathology in patients with chronic heart failure often reveals brown-pigmented hemosiderin-laden macrophages (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9384.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; Elevated pulmonary venous pressure leads to transudation of fluid across the alveolar-capillary membrane (pulmonary edema) and can cause breaks in the endothelium with extravasation of red blood cells in the alveoli and lung parenchyma.&nbsp; As alveolar macrophages engulf and degrade the extravasated red blood cells, iron accumulates as intracellular hemosiderin.</li>\n\t<li>Liver histopathology can reveal evidence of chronic passive liver congestion with congested sinusoids surrounding hepatic central veins and sometimes evidence of centrilobular necrosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80794.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Clinical presentation</h1><h2>Symptoms</h2><br><br><p>Patients with heart failure are often asymptomatic early in the disease course.&nbsp; The earliest symptoms of heart failure are typically the result of reduced cardiac output during exertion (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47592.jpg\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fatigue</li>\n\t<li>Dyspnea on exertion</li>\n</ul><br><br><p>As pulmonary edema develops, the following symptoms occur:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Orthopnea</li>\n\t<li>Paroxysmal nocturnal dyspnea</li>\n\t<li>Cough with occasional hemoptysis</li>\n</ul><br><br><p>As left-sided heart failure begins to cause right-sided heart failure, the following symptoms develop:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Jugular venous distension</li>\n\t<li>Lower extremity swelling</li>\n\t<li>Abdominal distension</li>\n</ul>\n<h2>Physical examination</h2><br><br><p>The following physical examination findings are typical of heart failure:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>S3, representing a reverberant sound created by the abrupt deceleration of blood flow during the rapid filling phase of early diastole.&nbsp; It is generally indicative of elevated cardiac filling pressures and is most commonly present in the setting of an enlarged LV cavity.</li>\n\t<li>Laterally displaced point of maximal impulse (due to LV enlargement)</li>\n\t<li>Lung crackles, usually most prominent at the bilateral lung bases</li>\n\t<li>Elevated jugular venous pressure (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37258.jpg\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                )</li>\n\t<li>Pitting lower extremity edema</li>\n\t<li>Hepatomegaly and abdominal distension (ascites)</li>\n\t<li>Hepatojugular reflux confirms a continuous column of elevated hydrostatic pressure in the vena cava (consistent with right ventricular failure) and helps differentiate heart failure from cirrhosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80488.jpg\" alt=\"figure 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 14</div>\n                                </div>\n                                )</li>\n\t<li>LV dilation can create a murmur of secondary mitral regurgitation (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/52401.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                )</li>\n</ul><br><br><p>Because HFpEF is usually not associated with the substantial LV cavity dilation typical of HFrEF, an S3 is less common (although often present), and an S4 may be heard due to blood striking a stiff LV wall.&nbsp; Also, a laterally displaced point of maximal impulse and secondary mitral regurgitation are less common with HFpEF.</p>\n<h2>ECG</h2><br><br><p>ECG in heart failure often demonstrates evidence of left atrial enlargement (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84249.jpg\" alt=\"figure 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 15</div>\n                                </div>\n                                ).&nbsp; Evidence of left ventricular hypertrophy may also be present, especially in HFpEF.&nbsp; Left bundle branch block is a common finding in HFrEF (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69899.png\" alt=\"figure 16\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 16</div>\n                                </div>\n                                ).<p></p>\n<h2>Laboratory</h2><br><br><p>Notable laboratory findings in heart failure include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Elevated brain natriuretic peptide (BNP):</strong>&nbsp; BNP is released from the ventricular myocardium in response to myocardial stretch caused by volume and pressure overload.&nbsp; A serum BNP level &gt;100 pg/mL is highly sensitive for heart failure (ie, most patients with heart failure have an elevated serum BNP); therefore, a low serum BNP level (&lt;100 pg/mL) is useful in ruling out heart failure.&nbsp; An important caveat is that BNP level can be falsely low in patients with heart failure and obesity because BNP undergoes increased clearance by fat cells.</li>\n\t<li><strong>Hyponatremia:</strong>&nbsp; Hyponatremia is a common sign of advanced heart failure and is a predictor of increased mortality.&nbsp; It results from volume overload leading to reduced renal perfusion, which is misinterpreted by the kidneys as hypovolemia and provides nonosmotic stimulation for antidiuretic hormone secretion (ie, hypervolemic hyponatremia) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34703.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li><strong>Elevated liver aminotransferases:</strong>&nbsp; Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) are often mildly-to-moderately elevated in decompensated heart failure due to hepatic congestion.</li>\n</ul>\n<h2>Chest x-ray</h2><br><br><p>Chest x-ray in decompensated heart failure typically shows cardiomegaly and evidence of pulmonary edema (eg, vascular congestion, septal lymphatic distension [Kerley B lines], fluffy alveolar infiltrates) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L4231.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).&nbsp; Evidence of bilateral pleural effusion (eg, blunting of the costophrenic angles) is also common.<p></p><br><br><p><strong>Diagnosis</strong></p><br><br><p>The diagnosis of heart failure should be suspected based on clinical presentation (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/87312.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; <strong>Echocardiography</strong> helps confirm the diagnosis and evaluate for an underlying etiology (eg, valvular dysfunction):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>LVEF ≤40% confirms HFrEF</li>\n\t<li>LVEF ≥50% in the setting of left atrial enlargement or a consistent clinical presentation of heart failure confirms HFpEF.&nbsp; Evidence of LV diastolic dysfunction is also often present on echocardiography and confirms the diagnosis.</li>\n</ul><br><br><p>Right heart catheterization, in which pressures in different chambers and vessels can be measured (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47416.jpg\" alt=\"Right heart catheterization\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Right heart catheterization</div>\n                                </div>\n                                ), is sometimes helpful to confirm that cardiac filling pressures are elevated; it can also determine if right-sided heart failure is fully due to left-sided heart failure or if there is a separate component of primary right-sided heart failure.<p></p><br><br><p>Other diagnostic considerations involve determination of the underlying cause of heart failure.&nbsp; Most patients with a new diagnosis of heart failure should undergo work-up for ischemic heart disease (eg, invasive or CT coronary angiography).&nbsp; Other work-up can include cardiac MRI and, rarely, cardiac biopsy.</p>\n<h1>Differential diagnosis</h1><h2>Isolated right-sided heart failure</h2><br><br><p>Isolated right-sided heart failure (ie, without left-sided heart failure) can occur due to lung pathology (ie, cor pulmonale), including chronic obstructive lung disease, interstitial lung disease, and pulmonary thromboembolic disease (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46908.jpg\" alt=\"figure 18\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 18</div>\n                                </div>\n                                ).&nbsp; It can also occur due to right ventricular myocardial infarction or tricuspid or pulmonic valve disease.&nbsp; Evaluation demonstrates no pulmonary edema (eg, orthopnea, wet crackles on lung auscultation) or LV enlargement (eg, absence of a laterally displaced point of maximal impulse).&nbsp; Constrictive pericarditis presents similarly to isolated right-sided heart failure.<p></p>\n<h2>High-output heart failure</h2><br><br><p>High-output heart failure differs from HFrEF and HFpEF in that a reduction in SVR (rather than LV dysfunction) is the primary disturbance (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60481.jpg\" alt=\"figure 19\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 19</div>\n                                </div>\n                                ).&nbsp; Potential causes include arteriovenous fistula, hyperthyroidism, and severe anemia (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/54746.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).&nbsp; The reduction in SVR leads to a reflexive increase in cardiac output and allows blood to return to the heart quickly.&nbsp; The left ventricle is eventually unable to keep up with the increased venous return, and heart failure develops despite a sustained increase in cardiac output.&nbsp; Typical physical examination findings include evidence of hyperdynamic circulation (eg, wide pulse pressure, bounding pulses).&nbsp; Echocardiography shows a normal or high LVEF, and heart catheterization confirms elevated cardiac output.&nbsp; High-output heart failure is discussed in more detail in a separate article.<p></p>\n<h2>Pulmonary conditions</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pneumonia can present similarly to an acute heart failure exacerbation with dyspnea, cough, lung crackles, and alveolar air-space disease on chest x-ray.&nbsp; However, fever and leukocytosis are common with pneumonia and are not typical of heart failure.&nbsp; In addition, BNP &lt;100 pg/mL helps rule out heart failure.</li>\n\t<li>Acute exacerbation of chronic obstructive pulmonary disease (COPD) can present similarly to an acute heart failure exacerbation with dyspnea and cough.&nbsp; Wheezing is common in COPD but is also common in heart failure because pulmonary edema can create \"fluid wheezing.\"&nbsp; BNP &lt;100 pg/mL helps rule out heart failure and favors a diagnosis of COPD.</li>\n</ul>\n<h2>Other volume overload conditions</h2><br><br><p>Conditions of volume overload that are primarily caused by low plasma oncotic pressure (eg, nephrotic syndrome, liver cirrhosis) can mimic heart failure.&nbsp; However, in these conditions CVP and pulmonary venous pressures are normal, and elevated jugular venous pressure, pulmonary edema, and an S3 are not expected.</p>\n<h1>Management of acute decompensated heart failure</h1><br><br><p>Management of acute decompensated heart failure focuses on stabilizing the patient and performing an appropriate diagnostic workup (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L78599.png\" alt=\"figure 20\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 20</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Intravenous <strong>diuretics</strong> (eg, furosemide) are used to reduce preload and improve symptoms.&nbsp; Nitrates (venous dilators) can also be helpful in reducing preload and relieving pulmonary edema.</li>\n\t<li><strong>Afterload reduction</strong> is indicated in patients with elevated blood pressure (usually patients with HFpEF rather than HFrEF).</li>\n\t<li><strong>Beta blockers</strong> are generally <strong>contraindicated</strong> in the setting of <strong>acute</strong> decompensated heart failure because the negative chronotropic and inotropic effects may worsen clinical instability.</li>\n\t<li>Critically ill patients with respiratory failure may require noninvasive positive pressure ventilation or intubation.</li>\n\t<li>Patients with HFrEF and cardiogenic shock often require inotropic support (eg, dobutamine).</li>\n</ul><br><br><p>Once the patient is stabilized, the initial management of heart failure should involve treating potentially <strong>correctable underlying causes</strong>.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Coronary revascularization may substantially improve HFrEF caused by ischemic heart disease (eg, hibernating myocardium).</li>\n\t<li>Valvular repair or replacement, if done early enough in the disease course of severe mitral or aortic valve regurgitation, can lead to improvement in HFrEF.</li>\n\t<li>Some types of dilated cardiomyopathy can improve substantially with removal of the underlying insult (eg, alcohol-induced cardiomyopathy).</li>\n</ul>\n<h1>Management of chronic heart failure</h1><br><br><p>Management of chronic heart failure focuses on guideline-directed medical therapy to reduce heart failure progression, relieve symptoms, and minimize hospitalization.&nbsp; The pharmacologic therapies that are indicated differ somewhat between HFrEF and HFpEF.</p>\n<h1>Guideline-directed medical therapy for chronic HFrEF</h1><br><br><p>Guideline-directed medical therapy (GDMT) for chronic HFrEF consists of different classes of medications, typically initiated sequentially (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38185.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Angiotensin system blockade and beta blockade</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Asymptomatic and symptomatic patients should be initially started on an <strong>angiotensin receptor-neprilysin inhibitor</strong> (ARNI; eg, sacubitril-valsartan) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25942.jpg\" alt=\"figure 21\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 21</div>\n                                </div>\n                                ).&nbsp; An <strong>ACE inhibitor</strong> (eg, lisinopril) or angiotensin-receptor blocker (eg, losartan) is an alternative if an ARNI cannot be used (eg, due to hypotension).</li>\n\t<li>Asymptomatic and symptomatic patients should also be initiated on a <strong>beta blocker</strong>.&nbsp; Metoprolol succinate (long-acting metoprolol), carvedilol, and bisoprolol improve survival in HFrEF.</li>\n</ul><br><br><p>Both angiotensin system blockers and beta blockers inhibit deleterious neurohormonal cardiac remodeling and reduce mortality in patients with HFrEF.&nbsp; The dosages of these drugs should be gradually titrated to the maximum tolerated dose.</p><br><br><p><strong>Diuretic, mineralocorticoid antagonist, and SGLT-2 inhibitor therapy</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Symptomatic patients should be started on a <strong>loop diuretic</strong> (eg, furosemide) to treat volume overload and improve symptoms.&nbsp; Metolazone (a thiazide diuretic) can be added in patients with volume overload that is resistant to a loop diuretic alone.</li>\n\t<li>Symptomatic patients should be started on a <strong>mineralocorticoid antagonist</strong> (eg, spironolactone), which inhibits neurohormonal cardiac remodeling and reduces mortality.</li>\n\t<li>Symptomatic patients should also be initiated on an SGLT-2 inhibitor (eg, empagliflozin, dapagliflozin), which improves symptoms and reduces mortality.</li>\n</ul><br><br><p><strong>Other</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Combination isosorbide dinitrate and hydralazine provides balanced venous and arterial vasodilation and can be used as a substitute for patients who are intolerant of angiotensin system blockade.</li>\n\t<li>Digoxin increases cardiac contractility and can be added in patients with persistent symptoms despite other therapy.&nbsp; Digoxin has been shown to reduce hospitalizations but not mortality.</li>\n</ul><br><br><p>Although there is less evidence to support GDMT for HFmrEF (ie, LVEF 41%-49%), most patients with HFmrEF are treated similarly to those with HFrEF.</p>\n<h1>Guideline-directed medical therapy for chronic HFpEF</h1><br><br><p>The mortality benefit of pharmacologic therapy is generally less clear in patients with HFpEF, and therapy largely focuses on reducing volume overload and cardiac afterload (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36689.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>SGLT-2 inhibitors</strong> have been shown to decrease hospitalization and possibly cardiovascular mortality and are indicated in symptomatic patients with HFpEF.</li>\n\t<li><strong>Mineralocorticoid antagonists</strong> improve diastolic function and may decrease hospitalization and cardiovascular mortality.&nbsp; They are indicated once a stable SGLT-2 inhibitor dose has been established.</li>\n\t<li>Symptomatic patients should be started on a <strong>loop diuretic</strong> to treat volume overload and improve symptoms.</li>\n\t<li>Other antihypertensives (eg, ACE inhibitors) can be added as needed to maintain normal blood pressure and reduce cardiac afterload.</li>\n\t<li>Because HFpEF is often largely attributable to obesity and metabolic syndrome, weight loss management (eg, exercise training) and management of associated conditions (eg, obstructive sleep apnea, coronary artery disease) is also beneficial.</li>\n</ul>\n<h1>Cardiac transplantation</h1><br><br><p>Cardiac transplantation is the definitive treatment for end-stage heart failure.&nbsp; A left ventricular assist device may serve as a bridge to cardiac transplantation for patients with advanced heart failure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52810.jpg\" alt=\"figure 22\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 22</div>\n                                </div>\n                                ).<p></p>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Atrial fibrillation</strong>:&nbsp; A common complication of heart failure, atrial fibrillation results from left atrial dilation and stretching.&nbsp; In HFpEF, atrial fibrillation can precipitate decompensated heart failure because the loss of atrial contraction further disrupts the impaired diastolic filling.</li>\n\t<li><strong>Cardiorenal syndrome</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44076.png\" alt=\"figure 23\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 23</div>\n                                </div>\n                                ):&nbsp; A common cause of acute kidney injury in patients with decompensated heart failure, cardiorenal syndrome results from a mutually detrimental interaction between the kidneys and the failing heart.&nbsp; Back pressure from the failing heart increases central venous and renal venous pressure to the point that the glomerular capillary filtration gradient drops substantially (due to interstitial edema causing increased hydrostatic pressure in Bowman capsule) and glomerular filtration rate (GFR) significantly decreases (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84115.jpg\" alt=\"figure 24\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 24</div>\n                                </div>\n                                ).&nbsp; Reduced renal perfusion due to reduced cardiac output also contributes.&nbsp; Laboratory findings are consistent with prerenal acute kidney injury (eg, low urine sodium, bland urine sediment).&nbsp; Treatment is with intravenous diuretics to relieve venous congestion and improve GFR.</li>\n\t<li><strong>Ventricular arrhythmias and sudden cardiac death (SCD)</strong>:&nbsp; Patients with HFrEF and LVEF &lt;30%-35% are at increased risk of ventricular arrhythmia and SCD.&nbsp; This is likely due to myocardial fibrosis and disrupted ventricular conduction in the setting of significant systolic dysfunction.&nbsp; Placement of an implantable-cardioverter defibrillator is indicated in most patients with a sustained reduction in LVEF to help prevent SCD (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33483.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li><strong>Ventricular dyssynchrony</strong>:&nbsp; HFrEF can be complicated by ventricular dyssynchrony (poor timing of right ventricular and LV contraction), which can further impair LVEF.&nbsp; Patients with symptomatic heart failure, LVEF &lt;35%, and ECG showing a wide QRS duration (&gt;150 ms) often benefit from placement of a biventricular pacemaker to synchronize ventricular contraction (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9678.jpg\" alt=\"figure 25\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 25</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The New York Heart Association (NYHA) heart failure classification has been used to estimate heart failure mortality (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34444.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ).&nbsp; Using the classification, patients on optimal medical therapy have the following estimated 1-year mortality rates:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>NYHA class I or II:&nbsp; 5%-10%</li>\n\t<li>NYHA class III:&nbsp; 15%-20%</li>\n\t<li>NYHA class IV:&nbsp; 30%-50%</li>\n</ul><br><br><p>Factors such as advanced age and certain underlying causes (eg, amyloidosis, doxorubicin toxicity) are associated with a worse prognosis.&nbsp; Patients requiring hospitalization for management of acute heart failure exacerbations also have a worse prognosis.&nbsp; The prognosis for HFrEF is generally worse than that for HFpEF.</p>\n<h1>Summary</h1><br><br><p>Heart failure usually results from left ventricular dysfunction, which can be in the form of contractile failure (systolic dysfunction) or relaxation failure (diastolic dysfunction).&nbsp; Approximately half of patients with heart failure have HFrEF (LVEF ≤40%), and most other patients have HFpEF (LVEF≥50%).&nbsp; The underlying causes of HFrEF and HFpEF differ substantially, but their clinical presentations and hemodynamic consequences are similar.&nbsp; Both types of heart failure are characterized by reduced cardiac output that leads to the activation of neurohormonal compensatory mechanisms that are temporarily able to maintain compensated cardiac function.&nbsp; However, the compensatory mechanisms eventually become maladaptive and decompensated heart failure develops.&nbsp; The management of chronic heart failure focuses on the correction of reversible causes and guideline-directed medical therapy to reduce heart failure progression, relieve symptoms, and minimize hospitalization; guideline-directed medical therapy differs between HFrEF and HFpEF.</p>\n</div>\n\n            "
}