{
  "meta": {
    "title": "Hypertrophic cardiomyopathy",
    "url": "https://brainandscalpel.vercel.app/hypertrophic-cardiomyopathy-58ac91ad-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:22.177Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Hypertrophic cardiomyopathy (HCM) is a common inherited cardiomyopathy.&nbsp; Phenotypic manifestations usually begin to develop around adolescence and primarily involve varying degrees of left ventricular (LV) hypertrophy that often predominantly affect the interventricular septum.&nbsp;&nbsp;</p><h1>Pathophysiology</h1><p>HCM is typically inherited in an <strong>autosomal dominant</strong> fashion, with roughly half of cases resulting from a mutation in genes encoding for myocardial contractile proteins (eg, cardiac myosin-binding protein C, cardiac beta-myosin heavy chain) of the cardiac sarcomere (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41413.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Many affected patients have a recognizable family history of HCM; however, some do not because sporadic mutations can occur and phenotypic penetrance is not complete (ie, family members with a mutation do not always demonstrate phenotypically).<p></p><p>With age, contractile protein abnormalities can begin to disrupt myocardial structure and function, and by adolescence, the phenotypic manifestations of HCM and their associated consequences usually develop:</p><ul class=\"article-body-unordered-list\"><li><strong>LV hypertrophy</strong> can occur in any distribution throughout the left ventricle but often predominantly affects the <strong>septum</strong>.&nbsp; The increased myocardial mass creates increased myocardial oxygen demand.&nbsp; LV hypertrophy also reduces LV cavity size and can lead to diastolic dysfunction.</li><li><strong>Asymmetric septal enlargement</strong>, in combination with <strong>systolic anterior motion</strong> of the mitral valve, often causes <strong>dynamic LVOT narrowing/obstruction</strong>.&nbsp; The LVOT obstruction can restrict cardiac output, especially during exercise and states of low blood volume (eg, dehydration).</li><li>Myocardial disarray and coronary microvascular dysfunction lead to inadequate myocardial capillary density and impaired coronary arteriolar vasodilation, which contribute to <strong>microvascular ischemia</strong> and interstitial fibrosis.</li><li>LV contractile dysfunction is a late manifestation of HCM, seen in a small percentage of patients; most patients have elevated contractile strength and increased, or at least normal, LV systolic function.</li></ul><p>The clinical manifestations of HCM depend on the relative severity of the various phenotypic manifestations.&nbsp; The pathophysiology of the clinical manifestations of HCM can be summarized as follows:</p><h2>Dynamic LVOT obstruction</h2><p>LVOT obstruction is considered \"<strong>dynamic</strong>\" because the degree of obstruction typically varies with changes in LV volume (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42654.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ); severe LVOT obstruction can substantially limit cardiac output.&nbsp; LVOT obstruction is <strong>worsened</strong> by conditions that <strong>decrease LV volume</strong>; this is because smaller LV cavity size encourages <strong>outflow tract narrowing</strong> during systole.&nbsp; Factors that decrease LV volume and worsen&nbsp;outflow tract obstruction include:<p></p><ul class=\"article-body-unordered-list\"><li>Low LV end-diastolic volume (ie, <strong>low preload</strong>) can be seen with&nbsp;intravascular volume depletion (eg, dehydration) and increased heart rate (shortened diastolic filling time).</li><li>Low LV end-systolic volume can be seen with factors that reduce LV cavity size by the end of systole, including high contractility and low systemic afterload.&nbsp; Normally, these factors would increase stroke volume, but in HCM, reduced LV cavity size toward the end of systole can worsen outflow tract obstruction and restrict outflow, paradoxically reducing stroke volume.</li></ul><p>Factors that worsen LVOT obstruction are often present during exercise when the demand for cardiac output is high; therefore, symptoms of LVOT obstruction (eg, dyspnea, light-headedness, syncope) are commonly experienced <strong>during exercise</strong>.</p><h2>Myocardial oxygen supply-demand mismatch</h2><p>Young patients with HCM usually have normal epicardial coronary arteries but can experience <strong>exertional angina </strong>due to:</p><ul class=\"article-body-unordered-list\"><li>Increased myocardial oxygen demand:&nbsp; The increased muscle mass of hypertrophied myocardium increases myocardial oxygen demand.&nbsp; LV contraction against LVOT obstruction also increases wall stress to increase myocardial oxygen demand.</li><li>Decreased myocardial oxygen supply:&nbsp; <strong>Microvascular dysfunction</strong> (eg, impaired vasodilation of small coronary arterioles) and a poorly developed myocardial capillary network decrease myocardial oxygen supply.&nbsp; Severe LVOT obstruction can also restrict cardiac output and limit myocardial oxygen supply.</li></ul><h2>Cardiac arrhythmias</h2><p>HCM increases the risk for atrial fibrillation and ventricular arrhythmias.</p><ul class=\"article-body-unordered-list\"><li><strong>Atrial fibrillation</strong> is encouraged by LV diastolic dysfunction leading to elevated left atrial pressure with atrial dilation and wall stretching.</li><li><strong>Ventricular arrhythmias</strong> (eg, premature ventricular contractions [PVCs], ventricular tachycardia, ventricular fibrillation) are encouraged by cardiomyocyte disarray and fibrosis, which alters the spatial relationship of intercalated discs (the primary mediators of organized cardiac conduction) and likely increases automaticity (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/116989.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) or creates pathways for small reentrant circuit development.&nbsp; Chronic myocardial ischemia (microvascular dysfunction, insufficient blood supply to hypertrophied myocardium) also contributes to interstitial fibrosis and the risk for ventricular arrhythmia.</li></ul><h2>Syncope and SCD</h2><p>Syncope due to HCM is usually exertional and typically results from one of the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Reduced cardiac output </strong>due to dynamic LVOT obstruction:&nbsp; Exertion-related factors (eg, dehydration, reduced LV filling time) can exacerbate LVOT obstruction and restrict cardiac output to cause a drop in cerebral perfusion and resulting syncope.</li><li>Ventricular tachycardia (see previous section):&nbsp; Exertion can trigger the arrhythmia by increasing circulating catecholamines and amplifying myocardial oxygen supply-demand mismatch.&nbsp; Ventricular tachycardia that spontaneously terminates within 1-2 minutes commonly causes a transient drop in cerebral perfusion that manifests as syncope.</li></ul><p><strong>SCD</strong> can occur when ventricular tachycardia develops but does not spontaneously terminate (as it does in syncope).&nbsp; Ventricular tachycardia degenerating into ventricular fibrillation is the typical cause of SCD in patients with HCM.&nbsp; When SCD occurs in HCM it is commonly during exertion, but it can also occur at rest.</p><h1>Pathology</h1><p>Gross pathology in HCM commonly shows LV wall thickening (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L77364.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) that most prominently affects the interventricular septum.<p></p><p>Histopathology in HCM typically demonstrates cardiomyocyte hypertrophy with disorganized and haphazard cellular arrangement (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65531.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) and prominent interstitial spacing with fibrosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65544.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).<p></p><h1>Clinical presentation</h1><p>Many patients with HCM are asymptomatic.&nbsp; Symptoms are related primarily to LVOT obstruction, diastolic dysfunction, and/or microvascular ischemia and can include:</p><ul class=\"article-body-unordered-list\"><li>Fatigue</li><li>Exertional dyspnea</li><li>Exertional angina</li><li>Palpitations (due to PVCs or paroxysmal arrhythmia)</li><li>Light-headedness or syncope, particularly with exertion</li></ul><p>Signs and symptoms of overt heart failure (eg, orthopnea, peripheral edema) are uncommon.</p><h2>Physical examination</h2><ul class=\"article-body-unordered-list\"><li>LVOT obstruction creates a <strong>crescendo-decrescendo systolic murmur</strong> that characteristically <strong>increases in intensity with maneuvers that decrease LV blood volume</strong> (eg, Valsalva strain phase, abrupt standing) and <strong>decreases in intensity with maneuvers that increase LV blood volume</strong> (eg, hand grip, squatting) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/44603.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; The murmur is typically best heard at the left midsternal border (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40718.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li><li>Patients with LVOT obstruction may also have a systolic murmur of mitral regurgitation (best heard at the cardiac apex) caused by restricted closure of the anterior mitral valve leaflet during systolic anterior motion of the mitral valve.</li><li>An S4 is common due to blood striking a thickened LV wall (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/58817.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).</li><li>Carotid pulses may be brisk and bifid (having 2 peaks).&nbsp; This can result from rapid and unobstructed blood ejection during early systole followed by collapse of the LVOT in mid-to-late systole (with obstruction and pulse weakening) and then brief recovery of the pulse by the end of systole (causing a second peak).</li><li>A forceful LV apical impulse may be present, caused by forceful contraction of the hypertrophied left ventricle.</li></ul><h2>ECG</h2><p>The following ECG findings are typical of HCM:</p><ul class=\"article-body-unordered-list\"><li>Left-axis deviation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108245.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) and high-voltage QRS complexes consistent with LV hypertrophy</li><li>Depolarization abnormalities (eg, prominent Q waves) most commonly in the inferior and lateral leads</li><li>Repolarization abnormalities (eg, ST-segment depression, T-wave inversions) most commonly in the anterolateral leads</li><li>Evidence of left atrial enlargement (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84249.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                )</li></ul><p>The presence of high-voltage QRS complexes without depolarization or repolarization abnormalities is a common normal variant in young patients, especially highly trained athletes.&nbsp; However, <strong>high-voltage QRS complexes</strong> in combination with <strong>depolarization and/or repolarization</strong> abnormalities are suggestive of HCM (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95935.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; A normal ECG is uncommon in HCM (&lt;10% of patients, likely those with minimal phenotypic manifestations).<p></p><h1>Diagnosis</h1><p>The diagnosis of HCM should be suspected based on clinical presentation and primarily relies on the finding of LV hypertrophy that cannot be attributed to secondary causes (eg, hypertension, valvular dysfunction).&nbsp; In asymptomatic patients, the diagnosis may be suspected based on family history or a consistent murmur, or it may be suggested by ECG abnormalities.</p><h2>Echocardiography</h2><p>Echocardiography is the diagnostic test of choice.&nbsp; In adults, unexplained LV hypertrophy resulting in <strong>wall thickness ≥15 mm </strong>in any portion of the LV wall confirms HCM.</p><p>In patients who do not meet the wall-thickness criteria, other echocardiographic findings consistent with HCM (eg, overall increase in LV mass, asymmetric LV wall thickening often primarily affecting the septum) can be helpful.</p><h2>Other testing</h2><ul class=\"article-body-unordered-list\"><li>Cardiac MRI can be diagnostically helpful in some patients by confirming LV wall thickness and demonstrating a consistent gadolinium enhancement pattern caused by fibrosis and scarring in hypertrophied regions.</li><li>Genetic testing is usually not required for diagnosis but it is often helpful if the diagnosis is unclear and if screening asymptomatic family members.</li><li>Endomyocardial biopsy is rarely performed but may be occasionally helpful for patients in whom the diagnosis remains unclear despite other, noninvasive testing.</li></ul><h1>Differential diagnosis</h1><ul class=\"article-body-unordered-list\"><li><strong>Athlete's heart</strong>:&nbsp; describes physiologic adaptations to the heart that occur in response to intense endurance or strength training (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64292.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; The LV hypertrophy that occurs in athlete's heart may be challenging to differentiate from HCM in young patients.&nbsp; Several factors—including LV cavity size, LV wall thickness, and the presence or absence of atrial enlargement and diastolic dysfunction—help differentiate the 2 conditions (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32552.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).&nbsp; In addition, LV hypertrophy due to athlete's heart normalizes after a period of deconditioning.</li><li><strong>Hypertensive heart disease</strong>:&nbsp; is characterized by concentric LV hypertrophy in response to chronic pressure overload (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13550.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; The LV hypertrophy can appear similar to that of HCM but is less likely to demonstrate asymmetry favoring the septum.&nbsp; In addition, patients with hypertensive heart disease are usually relatively older with a history of prolonged systemic hypertension and may have evidence of other hypertension-related end-organ damage (eg, retinopathy, nephropathy).</li><li><strong>Inherited mimickers of HCM</strong>:&nbsp; include several inherited conditions resulting from nonsarcomeric gene mutations that can cause phenotypic LV hypertrophy similar to that of HCM.&nbsp; An example is the lysosomal storage disorder Fabry disease (alpha-galactosidase A deficiency).</li><li><strong>Aortic stenosis</strong>:&nbsp; creates a similar crescendo-decrescendo systolic ejection murmur to HCM, but the murmur is best heard at the right upper sternal border (vs left midsternal border) and increases in intensity (vs decreases) with maneuvers that increase LV preload.&nbsp; Other distinguishing features of aortic stenosis include the presence of an ejection click (if the valve is bicuspid) and soft and delayed (rather than brisk and often bifid) carotid pulses (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/79073.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).&nbsp; In addition, aortic stenosis usually does not become symptomatic until age &gt;40, whereas HCM is more commonly symptomatic in younger patients.</li><li><strong>Dilated cardiomyopathy</strong>:&nbsp; can present with symptoms of heart failure but differs from HCM in that LV cavity size is increased, LV wall thickness is normal or reduced, and contractile function is impaired (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39750.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).</li><li><strong>Restrictive cardiomyopathy</strong> (eg, cardiac amyloidosis):&nbsp; can present with symptoms of heart failure but differs from HCM in that the ventricular walls are stiffened but less prominently thickened and wall thickening is typically uniform rather than asymmetric.&nbsp; LV cavity size is also often normal.</li></ul><h1>Management</h1><p>In patients with a new diagnosis of HCM, initial management should include the following investigative testing (regardless of the presence of symptoms):</p><ul class=\"article-body-unordered-list\"><li><strong>Exercise testing</strong>:&nbsp; to evaluate the degree of LVOT obstruction.&nbsp; Because LVOT obstruction is dynamic, it may often be unobservable on resting echocardiography.&nbsp; Therefore, exercise echocardiography is usually recommended.&nbsp; Patients with <strong>LVOT gradient ≥30 mm Hg</strong> (at rest or during exercise) have significant LVOT obstruction and are considered to have \"obstructive\" HCM.&nbsp; Patients with LVOT gradient &lt;30 mm Hg (both at rest and during exercise) are considered to have \"nonobstructive\" HCM.&nbsp; Left heart catheterization is sometimes helpful for a more definitive measurement of the LVOT gradient.</li><li><strong>Ambulatory ECG monitoring</strong>:&nbsp; to evaluate for paroxysmal atrial fibrillation or ventricular arrhythmias.</li></ul><p>Following initial testing, asymptomatic patients should undergo monitoring with repeat echocardiography and ambulatory ECG every 1-2 years.&nbsp; In symptomatic patients (eg, exertional dyspnea, angina, light-headedness), assessment should determine whether the symptoms are likely attributable to LVOT obstruction.&nbsp; In general, a dynamic LVOT gradient that can reach 50 mm Hg is required for symptoms of LVOT obstruction to develop.</p><h2>Nonobstructive HCM symptoms</h2><p>For patients without significant LVOT obstruction, symptoms (eg, fatigue, dyspnea, angina) are likely due to microvascular angina and/or LV diastolic dysfunction (assuming atherosclerotic coronary artery disease has been excluded).</p><ul class=\"article-body-unordered-list\"><li>Initial management of symptoms likely due to microvascular angina consists of a beta blocker (eg, metoprolol) or nondihydropyridine calcium channel blocker (eg, verapamil) to reduce myocardial oxygen demand and improve myocardial oxygen supply-demand mismatch.&nbsp; Additional antianginal agents (eg, ranolazine) can be added if needed.</li><li>For patients with symptoms attributable to heart failure despite the initiation of a beta blocker or nondihydropyridine calcium channel blocker, cautious use of diuretics (eg, furosemide) may be helpful.</li><li>For patients who develop refractory symptoms (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L79408.png\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ) (eg, uncontrollable angina, advanced heart failure), cardiac transplantation represents definitive therapy.</li></ul><h2>Obstructive HCM symptoms</h2><p>For patients with symptoms likely due to LVOT obstruction, management focuses on reducing LVOT obstruction.&nbsp; The nature of dynamic LVOT worsening with low LV blood volume and improving with high LV blood volume drives appropriate medical management.</p><ul class=\"article-body-unordered-list\"><li>Patients should be encouraged to maintain good oral intake and avoid dehydration.</li><li>Initial pharmacologic therapy should be a <strong>beta blocker</strong> (eg, metoprolol, nadolol) to improve LV hemodynamics.&nbsp; Beta blockers' negative chronotropy reduces the heart rate to extend the diastolic filling time and increase LV end-diastolic volume, and their negative inotropy reduces contractility to increase LV end-systolic volume (ie, beta blockers help maintain increased LV blood volume throughout the cardiac cycle).&nbsp; The nondihydropyridine calcium channel blocker verapamil is a suitable alternative in patients unable to take a beta blocker (preferred over diltiazem, a calcium channel blocker that has vasodilatory properties).</li><li>For patients with persistent symptoms despite optimal dosing of a beta blocker or verapamil, either disopyramide or a myosin inhibitor (eg, mavacamten) can be added.&nbsp; These agents have negative inotropic effects that reduce contractility to increase LV end-systolic volume and decrease LVOT obstruction.</li><li>Medications that reduce LV blood volume can worsen LVOT obstruction and should be <strong>avoided</strong>.&nbsp; These medications include the following:<ul><li>Preload reducers:&nbsp; Venous dilators (eg, nitrates) and diuretics (eg, furosemide) reduce venous return to the heart and decrease LV end-diastolic volume.</li><li>Afterload reducers:&nbsp; Arterial dilators (eg, hydralazine) facilitate a decrease in LV end-systolic volume.</li><li>Balanced vasodilators:&nbsp; Combined venous and arterial dilators (eg, dihydropyridine calcium channel blockers, ACE inhibitors) can worsen LVOT obstruction via reductions in preload and afterload.</li></ul></li><li>For patients with persistent symptoms refractory to medical therapy, procedural or surgical reduction of septal myocardial mass are options for improving LVOT obstruction.<ul><li><strong>Alcohol septal ablation</strong> is a catheter-based procedure in which ethanol is injected into the septal perforator artery feeding the enlarged portion of the interventricular septum, resulting in infarction of that area of myocardium.&nbsp; After the infarcted myocardium heals and scars, much of the enlarged septal tissue has shrunken and LVOT obstruction improves.&nbsp; Risks of the procedure include atrioventricular block (due to disruption of the bundle branches running through the septum) and infarction of too much septal tissue, resulting in a ventricular septal defect or another complication.</li><li>Surgical myectomy is an invasive cardiac surgery that involves surgical excision of excess interventricular septal tissue to improve LVOT obstruction.</li></ul></li></ul><h2>Atrial fibrillation</h2><p>Atrial fibrillation in the setting of HCM is managed mostly the same as atrial fibrillation in other settings, with the following exceptions:</p><ul class=\"article-body-unordered-list\"><li>Thromboembolic risk from atrial fibrillation is higher in the setting of HCM, and the CHA<font size=\"2\"><sub>2</sub></font>DS<font size=\"2\"><sub>2</sub></font>-VASCc score is not applicable.&nbsp; In general, chronic anticoagulation is indicated in all HCM patients with atrial fibrillation, regardless of other comorbidities.</li><li>If a rhythm-control strategy is desired, disopyramide is frequently used because of the beneficial effects on LVOT obstruction (mediated by negative inotropy), in addition to class Ia antiarrhythmic effects (sodium channel blockade).</li></ul><h2>Ventricular arrhythmia</h2><p>The risk for ventricular tachycardia or ventricular fibrillation is similar for both obstructive and nonobstructive HCM.&nbsp; Ventricular arrhythmia in the setting of HCM is managed generally the same as in other settings.</p><h2>Implantable cardioverter-defibrillator placement for primary prevention of SCD</h2><p>There is an estimated 1% per year risk of SCD for the entire HCM population, but wide phenotypic variation creates great variability in individual risk.&nbsp; The major risk factors for SCD in patients with HCM include the following:</p><ul class=\"article-body-unordered-list\"><li>Family history of SCD in a first-or second-degree relative age &lt;50</li><li>Personal history of sustained ventricular arrhythmia</li><li>Personal history of syncope deemed likely due to ventricular arrhythmia</li><li>Massive LV hypertrophy with wall thickness &gt;30 mm</li><li>LV ejection fraction &lt;50%</li></ul><p>In general, <strong>implantable cardioverter-defibrillator (ICD) placement</strong> is indicated in patients with <strong>≥1 major risk factor</strong> to minimize risk of SCD.&nbsp; Risk calculators using major risk factors in combination with other risk contributors (eg, age, presence of nonsustained ventricular tachycardia) are also available, with ICD placement recommended in patients with an estimated SCD risk &gt;5% per year.</p><h2>Screening of family members</h2><p>All first-degree relatives of a patient with HCM should undergo phenotypic screening with ECG and echocardiography.&nbsp; The screening should also typically include genetic testing if a known disease-causing mutation has been identified in the reference patient.</p><h1>Prognosis</h1><p>Most patients with HCM have a normal life expectancy, in part because of improved recognition of the condition and timely initiation of beneficial therapies that improve cardiac function and decrease the risk for SCD (eg, beta blockers, ICD).&nbsp; Factors that portend a favorable prognosis include lack of symptoms and diagnosis during adulthood, both of which likely suggest less severe phenotypic manifestations.&nbsp; Specific gene mutations causing HCM have not been correlated with prognostic significance.</p><p>A small percentage of patients with HCM develop LV systolic dysfunction, which strongly indicates a poor prognosis.&nbsp; These patients often have additional factors associated with a poor prognosis (eg, diagnosis during infancy or early childhood, significant LV wall thickness, prominent LVOT obstruction).&nbsp; Overall, women with HCM likely have a slightly worse prognosis compared to men, possibly due to delayed recognition and treatment initiation (ie, diagnostic bias).</p><h1>Summary</h1><p>Hypertrophic cardiomyopathy is an autosomal dominant inherited cardiomyopathy involving mutations to structural proteins of the cardiac sarcomere.&nbsp; The phenotypic manifestations of the disease usually begin to develop around adolescence and primarily involve varying degrees of left ventricular (LV) hypertrophy that predominantly affects the interventricular septum.&nbsp; Many patients have dynamic LV outflow tract obstruction that creates a characteristic murmur and can cause symptoms of restricted cardiac output (eg, exertional dyspnea, angina, light-headedness, syncope).&nbsp; Symptoms can also develop related to coronary microvascular dysfunction and LV diastolic dysfunction.&nbsp; Both obstructive and nonobstructive HCM create an increased risk for SCD due to ventricular arrhythmia.&nbsp; Appropriate management can minimize symptoms and allows most patients to have a normal life expectancy.</p></div>\n            "
}