{
  "meta": {
    "title": "Intravenous fluid therapy",
    "url": "https://brainandscalpel.vercel.app/intravenous-fluid-therapy-d71a514d-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:24.084Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Intravenous (IV) fluids are the most commonly prescribed \"drug\" in health care.&nbsp; They are a lifesaving intervention (eg, cholera pandemic), but can also have&nbsp;adverse effects.&nbsp; IV fluids are broadly categorized as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Crystalloids (isotonic, hypotonic, or hypertonic with respect to plasma).</li>\n\t<li>Colloids.</li>\n</ul><br><br><p>This article discusses the composition, expected effects, indications, and potential adverse effects of each fluid category.</p>\n<h1>Isotonic crystalloids</h1><br><br><p>Isotonic crystalloids exert no net osmotic gradient, remaining entirely in the extracellular fluid (ECF) compartment.&nbsp; This makes them useful for fluid resuscitation in patients with low intravascular volume.</p>\n<h2>Composition</h2><br><br><p>Normal plasma consists of sodium (~140 mEq/L), chloride (~100 mEq/L), bicarbonate (~24 mEq/L), and many other solutes (eg, glucose, potassium, creatinine, urea, calcium, magnesium, phosphate).&nbsp; Together, these osmoles add up to a tonicity of about 290 mOsm/L.&nbsp; Isotonic crystalloids approximate the tonicity of plasma.&nbsp; The most commonly used isotonic crystalloids include normal saline (NS) and balanced crystalloids (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/130150.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>NS</strong> (0.9% sodium chloride [NaCl]) contains only sodium and chloride, the major extracellular solutes in plasma.&nbsp; However, a solution containing only physiologic levels of sodium (~140 mEq/L) and chloride (~100 mEq/L) would be hypotonic (total: ~240 mOsm/L) because it is missing several other osmoles usually present in plasma (eg, bicarbonate, urea).&nbsp; Therefore, to be isotonic with plasma using these 2 solutes, NS requires supraphysiologic concentrations of sodium and chloride (154 mEq/L each).&nbsp; In this regard, the term \"normal\" is a misnomer.&nbsp; The increased chloride load causes an undesirable <strong>hyperchloremic acidosis</strong>, which is discussed later.</li>\n\t<li>In contrast, <strong>balanced crystalloids</strong> are designed to more closely mimic the composition of plasma.&nbsp; Examples include <strong>lactated Ringer</strong> (LR) solution and <strong>PlasmaLyte A</strong>.&nbsp; Such solutions contain sodium, chloride, and other osmoles such as electrolytes (eg, calcium, magnesium, potassium), as well as base buffering agents (eg, lactate in LR, acetate and gluconate in PlasmaLyte A).&nbsp; Inclusion of these other solutes allows the chloride concentration to be reduced to physiologic levels (ie, \"euchloremic\").</li>\n</ul>\n<h2>Distribution</h2><br><br><p>On infusion, isotonic crystalloids:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Remain completely in the ECF volume, where approximately 75% enters the interstitial space and about 25% remains intravascular.&nbsp; Therefore, approximately 250 mL of each 1 L infused remains in the plasma.</li>\n\t<li>Do not change intracellular fluid (ICF) volume because they do not create a net gradient for diffusion into or out of cells (ie, are isotonic).</li>\n</ul>\n<h2>Indications</h2><br><br><p>Because they remain extracellular, isotonic crystalloids are the fluids of choice for <strong>intravascular volume expansion</strong>, such as in patients with hypovolemia (eg, vomiting, diarrhea), sepsis and distributive shock, burns, diabetic ketoacidosis (DKA) (initial fluid), and many other conditions.</p>\n<h2>Adverse effects</h2><br><br><p>Although the administration of isotonic crystalloids is generally safe, potential complications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fluid overload (eg, pulmonary edema, especially with underlying heart failure or kidney disease).</li>\n\t<li><strong>Hyperchloremic metabolic acidosis with NS</strong>:&nbsp; The increased plasma chloride load leads to a reciprocal renal loss of bicarbonate to maintain electrochemical neutrality.&nbsp; In clinical practice, a common scenario in which this is encountered is in patients with DKA who have received NS-based fluid resuscitation.&nbsp; The fluid resuscitation helps treat the anion gap metabolic acidosis of DKA (ie, anion gap closed), but the NS-induced hyperchloremic metabolic acidosis may cause a residual normal anion gap metabolic acidosis (ie, persistently low pH despite the closed anion gap).&nbsp; In addition, NS lacks base buffers, becoming acidic (pH ~5.5) in storage as it absorbs atmospheric carbon dioxide.</li>\n</ul><br><br><p>LR and PlasmaLyte A are sometimes said to cause hyperkalemia, but this risk is misunderstood.&nbsp; These solutions contain potassium at a concentration nearly identical to that of normal plasma (4-5 mEq/L); therefore, they cannot raise serum potassium levels unless renal excretion is severely impaired (ie, in patients who have near-anuria).</p>\n<h2>Choice of fluid</h2><br><br><p>Balanced crystalloids (LR or PlasmaLyte A) are increasingly favored for fluid resuscitation based on multiple large clinical trials showing improved outcomes compared to NS.&nbsp; They cause less metabolic acidosis than NS, as discussed earlier.&nbsp; They are also associated with a lower risk of acute kidney injury and need for renal replacement therapy; this benefit may stem from avoiding excessive chloride delivery to the distal nephron, which normally triggers afferent arteriolar vasoconstriction through tubuloglomerular feedback.</p><br><br><p>However, there are situations in which NS may be preferred, such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hypochloremic metabolic alkalosis because NS replenishes more chloride per liter.</li>\n\t<li>Elevated intracranial pressure because the slightly hypertonic sodium concentration of NS promotes an osmotic gradient that draws water out of brain tissue, helping limit cerebral edema.</li>\n\t<li>Liver failure because the metabolism of lactate, acetate, and gluconate in balanced crystalloids is impaired, leading to potential accumulation and ineffective buffering.</li>\n\t<li>Concurrent blood transfusions because LR contains calcium, which chelates with the citrate anticoagulant used in blood products.</li>\n</ul>\n<h1>Hypertonic crystalloids</h1><br><br><p>Hypertonic crystalloids create a concentrated osmotic gradient that draws water from the intracellular to the extracellular compartment; they contain a markedly higher sodium concentration than plasma.&nbsp; These characteristics result in cell shrinkage (eg, useful for reducing cerebral edema) and correction of critical hyponatremia.</p>\n<h2>Composition</h2><br><br><p>Hypertonic crystalloids are IV fluids with an osmolality significantly greater than that of plasma (eg, &gt;350 mOsm/L).&nbsp; The most common hypertonic crystalloid is <strong>hypertonic saline (3% NaCl)</strong>, which contains sodium (513 mEq/L) and chloride (513 mEq/L), yielding an osmolarity of 1026 mOsm/L.</p>\n<h2>Distribution</h2><br><br><p>On infusion, hypertonic saline:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Remains entirely in the ECF, where approximately 75% enters the interstitial space and about 25% remains intravascular.</li>\n\t<li>Decreases the ICF volume because it draws water out of cells.</li>\n</ul><br><br><p>Because it draws water out of cells, hypertonic saline expands plasma volume <strong>more</strong> than isotonic crystalloids (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21797.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; In other words, 100 mL of 3% NaCl can expand intravascular volume by &gt;100 mL due to osmotic mobilization of intracellular water.<p></p>\n<h2>Indications</h2><br><br><p>The primary indications for hypertonic saline are:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Intracranial hypertension (eg, traumatic brain injury, stroke, or cerebral edema).</li>\n\t<li>Severe symptomatic hyponatremia (eg, seizures, encephalopathy).</li>\n</ul><br><br><p>Rarely, ultrahypertonic saline (eg, 7.5% or 10% NaCl) is used for rapid intravascular volume expansion in extreme circumstances (eg, battlefield resuscitation).&nbsp; In addition, with nebulized forms of these fluids, the high osmolality draws water into the airway lumen, hydrating mucus and reducing its viscosity; therefore, they are often used for airway rehydration and mucolytic therapy in patients with bronchiectasis (eg, cystic fibrosis).</p>\n<h2>Adverse effects</h2><br><br><p>Complications of hypertonic solutions include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Osmotic demyelination syndrome, which is most likely to occur with overly rapid correction (eg, &gt;12 mEq/L in 24 hr) of long-standing or severe hypernatremia (eg, &lt;120 mEq/L):&nbsp; Hypertonic fluids have a rapid osmotic effect with a relatively small infused volume.&nbsp; For example, 150 mL of 3% NaCl raises serum sodium by approximately 5 mEq/L acutely.&nbsp; Therefore, their infusion rates must be tightly controlled to prevent overcorrection.</li>\n\t<li>Infusion site irritation, pain, or phlebitis:&nbsp; Most hypertonic solutions ≥3% must be given through a <strong>central venous catheter</strong>, allowing rapid dilution.</li>\n</ul><br><br><p>Other complications are similar to those of isotonic crystalloids (eg, fluid overload, hyperchloremic acidosis).</p>\n<h1>Hypotonic crystalloids</h1><br><br><p>Hypotonic crystalloids exert a lower osmolality than plasma, promoting net water movement into cells.&nbsp; This makes them suitable for maintaining intracellular hydration (eg, as maintenance IV fluids).</p>\n<h2>Composition</h2><br><br><p>Hypotonic crystalloids are IV fluids with an osmolality significantly lower than that of plasma (eg, &lt;250 mOsm/L).&nbsp; Common hypotonic crystalloids include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>1/2 NS</strong> (0.45% NaCl), which contains half the sodium and chloride of NS (154/2 = 77 mEq/L each), yielding a total osmolarity of approximately 154 mOsm/L.</li>\n\t<li><strong>1/4 NS</strong> (0.227% NaCl), which contains a quarter of the sodium and chloride relative to NS (154/4 = 38.5 mEq/L each), yielding a total osmolarity of approximately 77 mOsm/L.</li>\n\t<li><strong>D5 1/2 NS</strong> (5% dextrose with 0.45% NaCl):&nbsp; Because it contains dextrose, the solution is initially hypertonic in the IV bag (~278 mOsm/L from D5, ~154 mOsm/L from 1/2 NS); however, it quickly reverts to hypotonic 1/2 NS once the dextrose is metabolized.</li>\n</ul><br><br><p>Hypotonic fluids lower serum sodium concentration because they deliver <strong>more free water relative to sodium</strong>.</p>\n<h2>Distribution</h2><br><br><p>On infusion, hypotonic crystalloids disperse across both the ECF and ICF.&nbsp; Their distribution lies between that of free water and that of isotonic crystalloids:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Compared to free water, which distributes proportionally (ie, one-third ECF, two-thirds ICF), hypotonic fluids expand the ECF relatively more (ie, more than one-third) and the ICF relatively less (ie, less than two-thirds) because their sodium content exerts an osmotic force that limits water movement into cells.</li>\n\t<li>Compared to isotonic fluids, which remain exclusively in the ECF, hypotonic fluids cause partial expansion of the ICF because their excess water follows its osmotic gradient to equilibrate with the cellular interior.</li>\n</ul>\n<h2>Indications</h2><br><br><p>Hypotonic crystalloids are indicated primarily for:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Maintenance IV fluid therapy, often given as D5 1/2 NS + 20 mEq potassium chloride, in patients unable to drink or tolerate enteric feeding.&nbsp; This formulation delivers sufficient free water to meet daily metabolic needs and to compensate for insensible losses; its lower sodium content reduces the risk of fluid overload and edema.</li>\n\t<li>Combined correction of <strong>mild hypovolemic hypernatremia</strong>, particularly when both free water and some sodium are needed.</li>\n\t<li>Prevention of sickling in patients with vasoocclusive pain crises or acute chest syndrome by avoiding hypernatremia and promoting red cell hydration (practice varies by health care center).</li>\n</ul><br><br><p>Hypotonic crystalloids are generally unsuitable for resuscitation in severe hypovolemia or shock because they offer relatively little intravascular volume expansion.&nbsp; They deliver more free water than sodium, so the larger volumes required for adequate resuscitation risk causing hyponatremia.</p>\n<h2>Adverse effects</h2><br><br><p>Complications of hypotonic solutions include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hyponatremia, in which infusion of dilute fluids can unmask defects in free water excretion (eg, beer potomania, syndrome of inappropriate antidiuretic hormone secretion).</li>\n\t<li>Cerebral edema (generally avoided in patients with traumatic brain injury or stroke).</li>\n\t<li>Hemolysis (with 1/2 NS or 1/4 NS), especially if red blood cells are already fragile (eg, hereditary spherocytosis).</li>\n</ul>\n<h1>Free water</h1><br><br><p>Free water distributes evenly throughout the intracellular and extracellular compartments and is used mainly for correcting hypernatremia by replenishing the total body water (TBW) deficit.</p>\n<h2>Composition</h2><br><br><p>Free water is devoid of sodium, chloride, or other electrolytes.&nbsp; As an IV fluid, it is typically administered as 5% dextrose (D-glucose) in water <strong>(D5W)</strong>.&nbsp; D5W is prepared by dissolving 50 g of dextrose in 1 L of water, yielding an isotonic solution with an osmolarity of approximately 278 mOsm/L (similar to that of whole blood).&nbsp; The <strong>dextrose prevents osmotic hemolysis</strong> because free water alone is very hypotonic and would cause red blood cells to swell and burst.</p>\n<h2>Distribution</h2><br><br><p>After tissues rapidly metabolize the dextrose (glucose), the remaining free water distributes across all body fluid compartments equally, respecting the two-thirds ICF and one-third ECF ratio.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Approximately a third remains in the ECF, of which only a fourth (ie, 1/12 of total) is intravascular.</li>\n\t<li>Approximately two-thirds enter the ICF.</li>\n</ul><br><br><p>The terms \"hydration\" and \"volume expansion\" are often conflated in clinical practice.&nbsp; D5W is effective for hydration (provides free water) but ineffective for volume expansion (does not provide sodium).</p>\n<h2>Indications</h2><br><br><p>D5W is primarily used for the correction of <strong>hypernatremia</strong> by replacing the <strong>free water deficit</strong>.</p><br><br><p>By increasing TBW, each liter of an infusate decreases the serum sodium concentration according to the formula:</p><br><br><p>ΔNa<font size=\"2\"><sup>+</sup></font> = ([Na<font size=\"2\"><sup>+</sup></font>]<font size=\"2\"><sub>serum</sub></font> – [Na<font size=\"2\"><sup>+</sup></font>]<font size=\"2\"><sub>infusate</sub></font>) / (TBW + 1)</p><br><br><p>Where TBW is calculated by multiplying the weight in kilograms by a percentage (eg, 60% in men, 50% in women, 50% in elderly men, 45% in elderly women, 60 % in a child).</p><br><br><p>For D5W, [Na<font size=\"2\"><sup>+</sup></font>]<font size=\"2\"><sub>infusate</sub></font> = 0; therefore, in a 70-kg man (TBW = 60% × 70 kg = 42) with serum sodium of 160 mEq/L, each liter of D5W decreases sodium by</p><br><br><p>ΔNa<font size=\"2\"><sup>+</sup></font> = ([Na<font size=\"2\"><sup>+</sup></font>]<font size=\"2\"><sub>serum</sub></font> − [Na<font size=\"2\"><sup>+</sup></font>]<font size=\"2\"><sub>infusate</sub></font>) / (TBW + 1)</p><br><br><p>= (160 − 0) / (42 + 1)</p><br><br><p>= 3.7 mEq/L.</p>\n<h2>Adverse effects</h2><br><br><p>Complications of excessive D5W include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hyponatremia.</li>\n\t<li>Cerebral edema (especially with rapid correction of chronic hypernatremia).</li>\n\t<li>Hyperglycemia (especially in acutely ill patients with underlying diabetes mellitus).</li>\n</ul>\n<h1>Colloids</h1><br><br><p>Colloids are IV fluids that contain <strong>large molecules</strong> (eg, albumin, polysaccharides) that cannot cross the endothelial membrane.&nbsp; They stay in the intravascular space and exert <strong>oncotic pressure</strong>, pulling water from the interstitial space.&nbsp; This mechanism is fundamentally different from that of crystalloids, which expand the entire ICF or ECF to varying degrees based on tonicity.&nbsp; This property allows colloids to restore plasma volume more effectively per unit volume compared to crystalloids.</p>\n<h2>Albumin</h2><br><br><p>IV albumin is a human plasma protein available in 2 main concentrations:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>5%</strong> (isooncotic), which expands intravascular volume by the amount administered.</li>\n\t<li><strong>25%</strong> (hyperoncotic), which actively draws interstitial fluid into the plasma, expanding intravascular volume by up to 5 times the infused amount.</li>\n</ul><br><br><p>Albumin is indicated mainly for patients with <strong>cirrhosis</strong> undergoing large-volume paracentesis (eg, &gt;5 L) or who have hepatorenal syndrome and spontaneous bacterial peritonitis.&nbsp; Such patients have low effective arterial blood volume despite fluid overload and interstitial edema.&nbsp; It is also used to correct severe hypoalbuminemia in patients with nephrotic syndrome.&nbsp; Its major adverse effect is volume overload due to the rapid intravascular fluid shift.</p>\n<h2>Starches (historical)</h2><br><br><p>Hydroxyethyl starch is a synthetic colloid that has fallen out of favor.&nbsp; Most guidelines <strong>recommend against</strong> it, and regulatory agencies have issued warnings due to strong associations with acute kidney injury, coagulopathy, and increased mortality in critically ill patients.&nbsp; However, it may be used in some settings with limited access to alternate IV fluids.</p>\n<h1>Base buffers</h1><br><br><p>Base buffers are ions that can be added to IV fluids for temporary stabilization of acidosis.&nbsp; They include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bicarbonate-based buffers (eg, bicarbonate, lactate, acetate, gluconate).</li>\n\t<li>Nonbicarbonate-based buffers (eg, tris[hydroxymethyl] aminomethane [THAM]).</li>\n</ul>\n<h2>Bicarbonate-based</h2><br><br><p>Bicarbonate-based buffers provide bicarbonate (HCO<font size=\"2\"><sub>3</sub></font><font size=\"2\"><sup>−</sup></font>) either directly (as bicarbonate itself) or through hepatic metabolism (of lactate, acetate, or gluconate).&nbsp; Base-containing crystalloids include sodium bicarbonate, LR (as lactate), or PlasmaLyte A (as acetate and gluconate).</p><br><br><p><strong>Sodium bicarbonate</strong> (NaHCO<font size=\"2\"><sub>3</sub></font><font size=\"2\"><sup>−</sup></font>) is the preferred agent for acute therapy because its amount can be adjusted.&nbsp; Typical infusions contain 50, 100, or 150 mEq/L of NaHCO<font size=\"2\"><sub>3</sub></font><font size=\"2\"><sup>−</sup></font><font size=\"2\"><sub>&nbsp; </sub></font>in NS.&nbsp; Main indications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Life-threatening metabolic acidosis (pH &lt; 7.1).</li>\n\t<li>Cardiac arrest.</li>\n\t<li>Hyperkalemia (eg, to encourage an intracellular potassium shift).</li>\n\t<li>Certain drug toxicities (eg, salicylates, tricyclic antidepressants, methotrexate).</li>\n</ul><br><br><p>Adverse effects include hypokalemia (due to transcellular shift and enhanced urinary excretion) and volume overload (due to extra sodium burden).&nbsp; Although it transiently improves pH, sodium bicarbonate can paradoxically worsen intracellular acidosis by generating CO<font size=\"2\"><sub>2</sub></font> (eg, <strong>HCO</strong><font size=\"2\"><sub><strong>3</strong></sub></font><font size=\"2\"><sup><strong>−</strong></sup></font><font size=\"2\"><sub> </sub></font>+ H<font size=\"2\"><sup>+</sup></font> ⇌ H<font size=\"2\"><sub>2</sub></font>CO<font size=\"2\"><sub>3</sub></font><font size=\"2\"><sup>−</sup></font> ⇌ H<font size=\"2\"><sub>2</sub></font>O + <strong>CO</strong><font size=\"2\"><sub><strong>2</strong></sub></font>), which diffuses into cells.&nbsp; This effect is particularly concerning in patients with tissue hypoperfusion (eg, poor CO₂ washout) or ventilatory failure (eg, CO<font size=\"2\"><sub>2</sub></font> retained by lungs).&nbsp; Although it raises CO<font size=\"2\"><sub>2</sub></font>, a push (eg, \"amp\" = 50 mEq) of sodium bicarbonate can be used to briefly temporize <strong>respiratory acidosis</strong> while preparing for mechanical ventilation.</p>\n<h2>Nonbicarbonate-based</h2><br><br><p>THAM is a synthetic, nonbicarbonate base that does not generate&nbsp; CO<font size=\"2\"><sub>2</sub></font>.&nbsp; THAM directly accepts protons (H<font size=\"2\"><sup>+</sup></font>) to form a weak cationic buffer (THAM-H<font size=\"2\"><sup>+</sup></font>), which is then excreted by the kidneys.&nbsp; Because it does not raise CO<font size=\"2\"><sub>2</sub></font>, THAM is sometimes preferred for patients with respiratory acidosis.&nbsp; It is also potentially a safer option to temporize acidosis in patients with elevated intracranial pressure, in which CO<font size=\"2\"><sub>2</sub></font> generation from bicarbonate may exacerbate cerebral vasodilation.</p>\n<h1>Summary</h1><br><br><p>Intravenous fluids (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42594.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) are classified as crystalloids (isotonic, hypertonic, hypotonic), free water, or colloids.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Isotonic crystalloids (eg, normal saline, lactated Ringer, PlasmaLyte A) exclusively expand the extracellular compartment and are mainly used for volume resuscitation in settings such as shock, sepsis, or dehydration.</li>\n\t<li>Hypertonic crystalloids (eg, 3% NaCl) preferentially draw water out of cells into the extracellular space and are used mainly for reducing cerebral edema or correcting severe symptomatic hyponatremia.</li>\n\t<li>Hypotonic crystalloids (eg, D5 1/2 NS) preferentially expand the intracellular space and are mainly used for maintenance fluid therapy or gradual correction of combined free water and sodium deficits.</li>\n\t<li>Free water (eg, D5W) distributes evenly across both the intracellular and extracellular compartments and is mainly used for correcting hypernatremia by replacing total body water.</li>\n\t<li>Colloids (albumin) exclusively expand the intravascular compartment and are mainly used for volume expansion in hypoalbuminemic conditions such as cirrhosis with large-volume paracentesis or hepatorenal syndrome.</li>\n</ul>\n</div>\n\n            "
}