{
  "meta": {
    "title": "Management of dyslipidemias",
    "url": "https://brainandscalpel.vercel.app/management-of-dyslipidemias-e2e1506e-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:29.226Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>This article focuses on treatment strategies to address dyslipidemias, including high levels of low-density lipoprotein (LDL) and triglycerides (TG), and/or low levels of high-density lipoprotein (HDL).&nbsp; It begins by discussing general treatment principles (eg, lifestyle management, assessment for risk of atherosclerotic cardiovascular disease [ASCVD], management of hypertriglyceridemia).&nbsp; Subsequently, each drug class is discussed in more detail.&nbsp; An overview of dyslipidemia is presented in a separate article.</p>\n<h1>General principles of management</h1><br><br><p>Dyslipidemia is often diagnosed on routine blood testing (comprehensive lipid profile).&nbsp; Common patterns are described in the table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119952.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>The primary goals for managing dyslipidemia include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prevention of atherosclerotic cardiovascular disease (ASCVD):&nbsp;</strong> ASCVD risk is causally linked to chronicity and severity of LDL elevation; small, dense LDL particles are particularly high risk.&nbsp; Low HDL and high TG are commonly seen with chronic metabolic inflammation (eg, insulin resistance) and correlate with increased ASCVD risk, but evidence is insufficient for a causal relationship.</li>\n\t<li><strong>Prevention of pancreatitis:&nbsp;</strong> The risk of pancreatitis (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37520.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is linked to severe hypertriglyceridemia (due to direct toxicity of lipolyzed free fatty acids on pancreatic tissue); pancreatitis can occur at TG levels ≥500 mg/dL but is more strongly linked to levels ≥1000 mg/dL.</li>\n</ul><br><br><p>Key steps in dyslipidemia management include:</p>\n<h2>Identify and treat underlying comorbid conditions and secondary causes</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Comorbid conditions include metabolic syndrome (BMI, waist circumference), essential hypertension (blood pressure), (pre)diabetes mellitus (hemoglobin A1c), and fatty liver disease (liver function tests).</li>\n\t<li>Secondary causes (assessed in patients with suggestive manifestations) include nephrotic syndrome (eg, pronounced proteinuria, edema, hypoalbuminemia), hypothyroidism, and cholestatic liver disease (eg, primary biliary cirrhosis, suggested by elevated alkaline phosphatase and antimitochondrial antibodies, pruritus, fatigue).&nbsp; In some cases (eg, nephrotic syndrome, hypothyroidism), treatment of underlying conditions can resolve the dyslipidemia.</li>\n\t<li>Certain medications can also be secondary causes of dyslipidemia (typically elevated LDL and low HDL), including antihypertensives (thiazides, beta-blockers), exogenous hormones (glucocorticoids, estrogens), immunosuppressants (eg, cyclosporine), protease inhibitors (eg, antiretrovirals), and antipsychotics (eg, second-generation agents).</li>\n</ul>\n<h2>Initiate lifestyle modifications for all patients (regardless of pharmacotherapy)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dietary modifications</strong> (comparable effects to medications in lowering LDL levels [eg, ~30% reduction]):&nbsp; Increased intake of fiber and plant sterols (eg, unprocessed fruits/vegetables, legumes, and whole grains); reduction or elimination of highly processed carbohydrates, sugary foods/beverages, and saturated and trans fats.</li>\n\t<li><strong>Physical activity:</strong>&nbsp; Cardiovascular exercise (~150 minutes/week) and resistance training (&gt;2 days per week).&nbsp; Sedentary patients may be counseled to work incrementally toward this goal.&nbsp; Physical activity is most effective in lowering serum TG and increasing HDL, with more modest effects on LDL.</li>\n\t<li><strong>Other:</strong>&nbsp; Weight loss of 5%-10% for overweight or obese patients, limitation of alcohol intake (eg, ≤1 drink/day for women), smoking cessation, and optimization of mental health and sleep (eg, sleep hygiene, screening for underlying disorders as needed).</li>\n</ul>\n<h2>Assess and calculate ASCVD risk to determine if drug therapy is required</h2><br><br><p>If the person's baseline ASCVD risk is high, pharmacotherapy should be added.&nbsp; Treatment decisions are guided by a comprehensive calculation of the patient's 10-year ASCVD risk, typically using the <strong>Pooled Cohort Equations</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16575.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) risk calculator, which also considers ASCVD risk factors other than dyslipidemia (eg, comorbid conditions, age, smoking status, blood pressure) and determines the absolute risk reduction (ARR) associated with pharmacotherapy for <em>individual</em> patients (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34642.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; For example, statins are estimated to reduce ASCVD-related events and mortality by about 30% from baseline risk (ie, ~30% relative risk reduction [RRR]).&nbsp; However, the ARR can vary significantly for <em>individual</em> patients depending on baseline ASCVD risk (eg, 30% RRR represents 0.3% ARR in a patient with low baseline risk of 1% and 3% ARR in a patient with high baseline risk of 10%).<p></p><br><br><p>Drug therapy is generally recommended for primary prevention of ASCVD with a <strong>10-year ASCVD risk score &gt;~7.5%-10%</strong>.&nbsp; In addition, certain features automatically place patients in a high-risk category, warranting pharmacologic treatment:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Serum LDL ≥190 mg/dL (suggestive of familial hypercholesterolemia)</li>\n\t<li>Age ≥40 with diabetes mellitus (especially if male)</li>\n\t<li>Established ASCVD (eg, prior myocardial infarction, stroke)</li>\n</ul><br><br><p>In some patients with intermediate ASCVD risk not meeting treatment thresholds (eg, between 3%-7%), additional testing (eg, coronary artery calcium scoring to evaluate for subclinical atherosclerosis, lipoprotein(a) and apolipoprotein B-100 levels) may be useful to rule in those likely to benefit from pharmacologic therapy.</p><br><br><p>For most, LDL level is the primary treatment target for drugs intended to achieve primary and secondary prevention of ASCVD, with targets individualized based on baseline ASCVD risk (eg, goal of 30%-50% of reduction in LDL for primary prevention).&nbsp; For patients with established ASCVD, the recommended target LDL goals are ≤70 mg/dL.</p>\n<h2>Assess for and treat patients at high risk of pancreatitis </h2><br><br><p>The main rationale for TG-lowering therapy is lowering risk of pancreatitis.&nbsp; Treatment is generally recommended for patients with moderate (eg, ≥500 mg/dL) TG elevations, who should also be advised to abstain from alcohol (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/82040.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).&nbsp; Hypertriglyceridemia itself is not considered an independent ASCVD risk factor, and therapy specifically targeting lowering of TG over LDL (in those with elevated ASCVD risk) has not shown a consistent, independent reduction in ASCVD events.&nbsp; However, hypertriglyceridemia is a proxy for chronic metabolic inflammation (eg, insulin resistance, with impaired triglyceride uptake and fatty acid oxidation) and is typically responsive to lifestyle modifications (exercise, weight loss, dietary changes).<p></p>\n<h1>Cholesterol-lowering drugs </h1><br><br><p>The major mechanisms of actions of cholesterol-lowering drugs include decreased cholesterol synthesis, altered transport, and decreased absorption of dietary cholesterol in the gut (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24765.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The main lipid-lowering treatments are described in more detail in the following sections (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119961.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Statins</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mechanism of action:</strong>&nbsp; Statins (eg, rosuvastatin, simvastatin) competitively inhibit 3-hydroxy-3-methylglutaryl coenzyme A (HMG CoA) reductase (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27392.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), inhibiting hepatic cholesterol synthesis; this results in LDL receptor upregulation and increased LDL clearance.</li>\n\t<li><strong>Main effects:</strong>&nbsp; Statins achieve a significant risk reduction in ASCVD-related events and in mortality (both primary and secondary prevention).&nbsp; Main effects include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Lower LDL (primary effect)</li>\n\t\t<li>Modest reductions in TGs (due to decreased VLDL synthesis) and slight increase in HDL levels</li>\n\t</ul>\n\t</li>\n\t<li><strong>Indications:</strong>&nbsp; Statins are the <strong>first-line</strong> medication for dyslipidemia for prevention of ASCVD:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Moderate-intensity (eg, atorvastatin 20 mg) or high-intensity (eg, atorvastatin 40-80 mg) statin therapy is selected based on risk of ASCVD (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35289.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).</li>\n\t\t<li>High-intensity statin therapy is preferred for primary or secondary prevention in patients age &lt;75 with markedly elevated ASCVD risk (eg, &gt;20%), established ASCVD, or very high LDL levels (eg, &gt;190 mg/dL).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Adverse effects:</strong>&nbsp; The major adverse effects of statins include increase in myalgias and myopathy, along with transaminase elevation (usually modest and transient).&nbsp; Rarer side effects, primarily in genetically susceptible or older individuals, include impaired insulin sensitivity (increasing risk of type 2 diabetes mellitus) and mild effects on cognitive function.</li>\n</ul><br><br><p>The main characteristics of statins are summarized in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119966.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Ezetimibe</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mechanism of action:&nbsp;</strong> Ezetimibe decreases intestinal absorption of cholesterol by inhibiting the Niemann-Pick C1-like 1 (NPC1L1) transporter protein, which transports dietary cholesterol from the gastrointestinal lumen into intestinal enterocytes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24775.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; As a result, the total amount of dietary cholesterol reaching the liver decreases, lowering intrahepatocyte cholesterol levels.&nbsp; To compensate, the liver increases LDL receptor expression, which draws cholesterol out of the circulation.&nbsp;</li>\n\t<li><strong>Main effects:&nbsp;</strong> The main effect of ezetimibe is lowering of LDL cholesterol, with small effects on TGs.&nbsp; It is primarily used as <strong>adjunct</strong> treatment with a statin given its synergistic benefits.&nbsp; Benefits as monotherapy in primary prevention are less clear.</li>\n\t<li><strong>Indications:</strong>&nbsp; Ezetimibe is typically used as add-on therapy in very high risk patients (eg, established ASCVD) with suboptimal LDL (eg, &gt;70 mg/dL) despite maximally tolerated statin therapy.&nbsp; It may also be considered for patients who cannot take statins due to significant hepatotoxicity or myopathy.</li>\n\t<li><strong>Adverse effects:&nbsp;</strong> Ezetimibe is generally well tolerated; adverse effects include myalgias (less common than with statins) and transaminase elevation, gastrointestinal distress, and increased risk of gallstones when used in combination with fibrates.</li>\n</ul><br><br><p>The main characteristics of ezetimibe are summarized in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119967.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>PCSK9 inhibitors </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mechanism of action:</strong>&nbsp; Proprotein convertase subtilisin/kexin type 9 (PCSK9) inhibitors (eg, evolucumab) are monoclonal antibodies that block the serine protease PCSK9.&nbsp; PCSK9 normally binds the LDL receptor to increase its degradation, which reduces LDL receptor expression on hepatocytes and LDL clearance.&nbsp; <strong>Inhibition</strong> of PCSK9 results in <strong>reduced LDL receptor degradation</strong>, increased receptor expression and LDL clearance, and lower LDL.</li>\n\t<li><strong>Main effects:</strong>&nbsp; PCSK9 inhibitors have synergistic effects with statins (because statins appear to elevate levels of PCSK9) and reduce CVD events and mortality in high-risk patients (secondary prevention).&nbsp; Main effects:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Lowering of LDL (primary, strong effect)</li>\n\t\t<li>Modest reductions in TG and increases in HDL</li>\n\t</ul>\n\t</li>\n\t<li><strong>Indications:&nbsp;</strong> PCSK9 inhibitors are indicated as add-on therapy for secondary prevention of ASCVD in patients with very high ASCVD risk who are on maximal tolerated statin therapy but have persistently elevated LDL (eg, &gt;70 mg/dL).&nbsp; They can also be used in patients intolerant of statins and those with familial hypercholesterolemia and elevated LDL levels (eg, &gt;100 mg/dL) despite statin and ezetimibe use.</li>\n\t<li><strong>Adverse effects:&nbsp;</strong> Main side effects include injection site reactions and (rare) myopathy.</li>\n</ul><br><br><p>The main characteristics of PCSK9 inhibitors are summarized in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119968.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 9\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Less commonly used drugs </h1><br><br><p>Bile acid sequestrants and niacin are less commonly used agents for management of dyslipidemia, mostly due to adverse effects and/or lack of demonstrated efficacy on ASCVD outcomes.</p>\n<h2>Bile acid sequestrants (eg, colesevelam)</h2><br><br><p>Bile acids are synthesized from cholesterol.&nbsp; Bile acid–binding resins (ie, bile acid sequestrants, such as colsevelam) bind bile acids in the intestine, thereby interfering with the enterohepatic circulation of bile acids and causing increased bile acid excretion in stool (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L2229.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; To compensate for this bile acid pool depletion, the liver increases demand for cholesterol (to be converted to bile acids); this increased demand for cholesterol contributes to a reduction in LDL.&nbsp; Biochemically, there is increased hepatic uptake of LDL, accompanied by upregulation of cholesterol 7-α-hydroxylase (converts cholesterol into bile acids), as well as increased HMG-CoA activation (stimulates endogenous cholesterol synthesis; this effect can be blocked with the addition of a statin).&nbsp; The main side effects of bile acid–binding resins are gastrointestinal upset and impaired absorption of nutrients and drugs.&nbsp; In addition, bile acid-binding resins increase hepatic production of TG and increase the release of TG-heavy VLDL particles into the circulation, leading to elevations in TG levels.<p></p>\n<h2>Nicotinic acid (niacin)</h2><br><br><p>Nicotinic acid inhibits hepatic TG synthesis, in part because it suppresses release of free fatty acids (FFAs) from lipolysis of TGs within tissues.&nbsp; This leads to a reduced ability of the liver to synthesize VLDL, with a resultant decreased peripheral VLDL conversion to LDL.&nbsp; Niacin also is associated with an increase in HDL (by ~25%-30%); however, treatment is not consistently associated with improvement in ASCVD-related outcomes over use of statins.&nbsp; Moreover, niacin is associated with multiple side effects that often preclude use, including cutaneous flushing, warmth, and itching (mediated by prostaglandin release).</p>\n<h1>Triglyceride-lowering drugs</h1><br><br><p>Triglyceride-lowering drugs include fibrates and omega-3 fatty acids.&nbsp; They primarily work through actions promoting enzymatic lipolysis of TGs by lipoprotein lipase and fatty acid oxidation.</p>\n<h2>Fibrates</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mechanism of action:</strong>&nbsp; Fibrates (eg, fenofibrate) stimulate <strong>lipoprotein lipase</strong> (an endothelium-bound enzyme that converts TG to FFA and glycerol) and upregulate the enzyme peroxisome proliferator-activated receptor alpha (PPAR-α), which also induces lipoprotein lipase.&nbsp; These actions lead to the following effects:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Increased catabolism of TGs into FFA and glycerol within VLDL</li>\n\t\t<li>Increased FFA uptake and beta-oxidation (metabolism of FFAs for energy) in tissues</li>\n\t\t<li>Inhibition of cholesterol 7-α-hydroxylase, the rate-limiting enzyme in bile acid synthesis</li>\n\t</ul>\n\t</li>\n\t<li><strong>Main effects:</strong>&nbsp; The net effect of fibrates is reduction in hepatic VLDL and bile acid synthesis, resulting in a ~25%-50% reduction in TG levels; they also modestly increase HDL.&nbsp; Fibrates are associated with potentially reduced ASCVD risk in patients with high TGs and other high-risk conditions (eg, metabolic syndrome) but are not commonly used for primary prevention of ASCVD.</li>\n\t<li><strong>Indications:</strong>&nbsp; Fibrates are used for prevention of pancreatitis in patients with moderate-to-severe hypertriglyceridemia (eg, ≥500 mg/dL) or with recurrent pancreatitis.&nbsp; Lifestyle interventions are preferred as initial therapy for mild hypertriglyceridemia.</li>\n\t<li><strong>Adverse effects:</strong>&nbsp; Gallstone precipitation occurs because the reduced bile acid production results in decreased cholesterol solubility and increased microcrystal precipitation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26303.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; The risk is increased in patients taking ezetimibe.&nbsp; As a result, fibrates should be used with caution in patients taking ezetimibe or with preexisting gallbladder disease.&nbsp; Patients on fibrate therapy should also be monitored for myopathy, a risk significantly increased when fibrates are used concurrently with statins.</li>\n</ul><br><br><p>The main characteristics of fibrates are summarized in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119980.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 10\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Omega-3 fatty acids</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mechanism of action:</strong>&nbsp; Omega-3 fatty acids, primarily eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA), are polyunsaturated fats that have anti-inflammatory effects (eg, reducing expression of pro-inflammatory markers enhancing endothelial function) and <strong>reduce TG</strong> levels as follows:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Downregulating key enzymes (eg, acetyl-CoA carboxylase) necessary for VLDL synthesis</li>\n\t\t<li>Increasing lipoprotein lipase activity, which increases uptake of FFAs and reduces TG levels</li>\n\t\t<li>Enhancing PPAR-α activity, which leads to increased beta-oxidation of FFAs</li>\n\t</ul>\n\t</li>\n\t<li><strong>Main effects:</strong>&nbsp; High-dose EPA (eg, icosapent ethyl) reduces ASCVD-related events in high-risk patients (eg, established ASCVD) but does not have clear benefits for primary prevention.</li>\n\t<li><strong>Indications:</strong>&nbsp; Omega-3 fatty acids (EPA) are often preferred for treatment of moderate (eg, ≥150 mg/dL) or moderate-severe (eg, ≥ 500 mg/dL) TG elevations in patients with a higher baseline ASCVD risk, due to their potential benefits in this populations compared to fibrates.</li>\n\t<li><strong>Adverse effects:</strong>&nbsp; Main adverse effects include gastrointestinal distress.&nbsp; Other rarer but potential risks include possible increased bleeding risk in patients on other anticoagulant therapy, and risk of atrial fibrillation in susceptible patients.</li>\n</ul><br><br><p>The main characteristics of omega-3 fatty acids are summarized in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119977.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 11\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Choosing the right medication strategy</h1><br><br><p>The choice of medication depends on the patient's lipid profile, risk factors, and other medical conditions (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119978.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 12\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Summary</h1><br><br><p>Treatment of dyslipidemia includes addressing risk of ASCVD (causally associated with high LDL) and pancreatitis (associated with high triglycerides).&nbsp; Lifestyle measures are recommended for all patients; the patient's baseline ASCVD risk guides additional decision-making regarding whether pharmacotherapy is also required.&nbsp; In general, statins are the first-line treatment of dyslipidemia with ASCVD risk; other options include ezetimibe and PCSK9 inhibitors.&nbsp; Fibrates and omega-3 fatty acids are recommended for treatment of moderate elevations in triglycerides.</p>\n</div>\n\n            "
}