{
  "meta": {
    "title": "Mechanical complications of myocardial infarction",
    "url": "https://brainandscalpel.vercel.app/mechanical-complications-of-myocardial-infarction-1d208134-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:33.029Z",
    "type": "article"
  },
  "content": "\n                <h1>Introduction</h1><p>Mechanical complications of myocardial infarction (MI) are serious alterations in cardiac structure that result from myocardial necrosis and tissue weakening at the site of infarction.&nbsp; There are 3 types of relatively acute mechanical complications, all of which cause abrupt hemodynamic disruption:</p><ul class=\"article-body-unordered-list\"><li>Papillary muscle rupture</li><li>Interventricular septum rupture</li><li>Left ventricular (LV) free wall rupture</li></ul><p>In addition, LV aneurysm is a delayed complication of MI that usually presents relatively gradually.&nbsp; Recognition of mechanical complications of MI is crucial because prompt intervention is usually required to prevent death (or reduce long-term morbidity in the case of LV aneurysm).</p><h1>Pathophysiology, types, and clinical presentation </h1><p>The underlying pathophysiology of mechanical complications of MI is similar for all types.&nbsp; Infarction causes myocardial cell death, and ensuing coagulative <strong>necrosis</strong> and enzymatic lysis of connective tissue weaken the infarcted tissue.&nbsp; The infarcted region is akinetic (unable to contract), which also creates increased shear stress at the junction with adjacent healthy myocardium.&nbsp; These factors can lead to tissue rupture.&nbsp; In LV aneurysm, tissue rupture does not occur; but the gradual replacement of necrosed myocardium with fibrous scar tissue results in thinning and dyskinesis of a large portion of the ventricular wall and consequent ventricular dysfunction.</p><p>Because the risk of tissue rupture depends on the depth of myocardial necrosis in the myocardial wall, mechanical complications of MI tend to occur much more commonly (or almost exclusively for some complications) with ST-elevation MI (ie, transmural, full-thickness infarction (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45481.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                )) rather than non-ST-elevation MI.&nbsp; Each type of mechanical complication is characterized by a typical timeframe of occurrence after MI, typical affected coronary artery, and typical clinical presentation.<p></p><h2>Papillary muscle rupture</h2><p>Papillary muscle rupture leads to abrupt mitral valve failure and <strong>acute mitral regurgitation</strong> (MR).&nbsp; It most commonly results from infarction of the posteromedial papillary muscle, which receives single blood supply from the posterior descending artery (usually a branch of the right coronary artery [RCA]).&nbsp; The anterolateral papillary muscle receives dual blood supply from the left anterior descending (LAD) and left circumflex arteries and rarely experiences ischemic rupture.&nbsp; Features typical of papillary muscle rupture include:</p><ul class=\"article-body-unordered-list\"><li>It can occur with ST-elevation or non-ST-elevation MI, and with relatively smaller infarcts compared to the other mechanical complications.</li><li>The timeline has a bimodal distribution, usually occurring acutely at the time of MI or 3-5 days after MI.</li><li>It usually results from MI involving the RCA, which supplies blood to the inferior LV wall in most patients.&nbsp; In patients with left-dominant circulation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90873.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), it can result from MI involving the left circumflex artery.</li><li>The acute MR can create an <strong>early systolic murmur</strong> best heard at the cardiac apex (a holosystolic murmur is more typical of chronic MR).&nbsp; In up to 50% of cases, there may be no audible murmur (<strong>silent MR</strong>) due to the severity of the acute regurgitation causing rapid equilibration of left atrial and LV pressures.&nbsp; The early systolic nature of an audible murmur helps differentiate papillary muscle rupture from interventricular septum rupture, which typically creates a holosystolic murmur.</li><li>Patients experience <strong>abrupt onset respiratory distress</strong> due to backup of pressure into the lungs and resulting pulmonary edema.&nbsp; In addition, impaired forward blood flow leads to abrupt onset hypotension and cardiogenic shock.&nbsp; Chest pain is generally uncommon.</li></ul><h2>Interventricular septum rupture</h2><p>Interventricular septum rupture creates a <strong>ventricular septal defect</strong> (VSD) with abrupt onset left-to-right ventricular shunting.&nbsp; Rupture of the apical portion of the septum is typically due to MI involving the LAD, and rupture of the basilar portion is typically due to MI involving the RCA.&nbsp; Features of interventricular septum rupture include the following characteristics:</p><ul class=\"article-body-unordered-list\"><li>It generally occurs <strong>only with ST-elevation MI</strong>.</li><li>The timeline has a bimodal distribution, usually occurring acutely during MI or 3-5 days after MI.</li><li>It can result from MI involving the LAD or RCA.</li><li>The VSD creates a <strong>harsh holosystolic murmur</strong> (best heard at the left lower sternal border) with a palpable thrill.</li><li>Patients often experience abrupt onset chest pain.&nbsp; The development of hypotension and cardiogenic shock can be abrupt or gradual depending on the size of the septal defect created.</li></ul><h2>LV free wall rupture</h2><p>LV free wall rupture is the <strong>most devastating</strong> mechanical complication of MI, with a mortality rate up to 95%.&nbsp; It results from the inability of the infarcted myocardium to withstand the high pressures of the left ventricle, and it usually affects the anterior LV wall.&nbsp; LV free wall rupture causes blood to spill into the pericardial space, leading to the <strong>rapid development of cardiac tamponade</strong> that usually quickly progresses to <strong>cardiac arrest</strong> (pulseless electrical activity).&nbsp; Occasionally, incomplete rupture (eg, pseudoaneurysm) can occur or thrombus can somewhat seal the rupture, delaying abrupt hemodynamic deterioration.&nbsp; Features of LV free wall rupture include the following characteristics:</p><ul class=\"article-body-unordered-list\"><li>It generally occurs <strong>only with ST-elevation MI</strong>.</li><li>Approximately 50% of cases occur acutely or within 5 days of MI.&nbsp; The other 50% of cases can occur up to 2 weeks after MI.</li><li>It usually results from MI involving the LAD.</li><li>The cardiac tamponade can cause distant heart sounds.&nbsp; No murmur is expected.</li><li>Patients often experience <strong>nausea followed by abrupt onset chest pain</strong>.&nbsp; There is typically rapid development of <strong>obstructive shock</strong> due to cardiac tamponade with quick progression to cardiac arrest.</li></ul><h2>LV aneurysm</h2><p>LV aneurysm is a <strong>delayed</strong> complication of MI that results from scarring and fibrosis of a large portion of the LV wall.&nbsp; It most commonly affects the anteroapical or anterolateral left ventricle.&nbsp; As the infarcted myocardium heals over a period of weeks to months, it can create a convexity of a large portion of the LV wall, which becomes dyskinetic with the remaining healthy myocardium.&nbsp; Features of LV aneurysm include the following characteristics:</p><ul class=\"article-body-unordered-list\"><li>It occurs <strong>only with ST-elevation MI</strong>.</li><li>It develops weeks to up to several months after MI.</li><li>It usually results from MI involving the LAD.</li><li>ECG demonstrates <strong>persistent ST-elevation and deep Q waves</strong> in the leads corresponding with the previous MI.</li><li>Patients can have the following clinical presentation (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31871.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<ul class=\"article-body-unordered-list\"><li><strong>Heart failure</strong> (most common), resulting from aneurysmal dyskinesis that leads&nbsp;to impaired ejection fraction</li><li>Refractory angina, which can develop due to increased oxygen demand created by elevated LV wall tension caused by the aneurysm</li><li>Ventricular tachycardia, which can occur due to the development of reentrant circuits within the scarred myocardium and can occasionally cause sudden cardiac death</li><li>Mural thrombus, which can form in the aneurysm and can rarely cause systemic embolization (eg, stroke, acute limb ischemia)</li></ul></li></ul><h1>Risk factors</h1><ul class=\"article-body-unordered-list\"><li>Patients with MI who do not undergo coronary reperfusion or who undergo delayed coronary reperfusion (eg, &gt;24-48 hours) have an increased risk for mechanical complications (particularly LV free wall rupture) because there is more extensive myocardial necrosis.</li><li>First-time MI and single-vessel coronary artery disease increase the risk of mechanical complications, likely because these factors correlate with the presence of less developed coronary collateral circulation and the likelihood of more extensive myocardial necrosis.</li><li>Advanced age and female sex are associated with increased risk, possibly due to a tendency for atypical presentations of MI in these populations and a higher likelihood of delayed reperfusion.</li></ul><h1>Diagnosis</h1><p>A mechanical complication of MI should be suspected based on clinical presentation and should be confirmed with bedside echocardiography.&nbsp; The following echocardiography findings confirm each diagnosis:</p><h2>Papillary muscle rupture</h2><p>Echocardiography reveals a flail mitral valve leaflet (usually the posterior leaflet) with severe MR.&nbsp; The detached papillary muscle or chordae tendineae may be visible moving freely in the LV cavity.</p><h2>Interventricular septum rupture</h2><p>Echocardiography reveals a VSD with left-to-right ventricular shunting.&nbsp; For relatively small defects that are difficult to detect on echocardiography, right heart catheterization can confirm the diagnosis by demonstrating a step up in oxygen saturation from the right atrium to the right ventricle (due to left-to-right ventricular shunting).</p><h2>LV free wall rupture</h2><p>Echocardiography shows pericardial fluid with hemodynamic evidence of tamponade (eg, early diastolic collapse of the right atrium and right ventricle).</p><h2>LV aneurysm</h2><p>Echocardiography shows a thin-walled area at the site of the prior MI.&nbsp; The area is dyskinetic, moving in the opposite direction of the healthy contracting myocardium.</p><h1>Differential diagnosis</h1><ul class=\"article-body-unordered-list\"><li><strong>Cardiogenic shock due to LV contractile dysfunction</strong> can occur with MI (due to acute contractile dysfunction) and can present similarly to a mechanical complication of MI.&nbsp; Cardiogenic shock due to MI usually develops within the first 24 hours of MI, whereas mechanical complications are often delayed (although mechanical complications can occur acutely).&nbsp; In patients with MI and hypotension, bedside echocardiography is essential to rule out a mechanical complication and confirm cardiogenic shock due to LV contractile dysfunction.</li><li><strong>Coronary stent thrombosis</strong> is a risk with MI that is initially treated with stent placement, and the risk is greatest during the early post-stent placement period.&nbsp; It can present similarly to a mechanical complication of MI if it is accompanied by LV contractile dysfunction and cardiogenic shock.&nbsp; Coronary stent thrombosis usually presents with pressure-like chest pain and new ST-elevation on ECG, which is unlikely to be present with a mechanical complication.</li><li><strong>LV pseudoaneurysm</strong> can present similarly to a true LV aneurysm and differentiation of the 2 conditions is critical.&nbsp; In a true LV aneurysm, the entire thickness of the myocardial wall bulges outward and there is little risk of rupture.&nbsp; In LV pseudoaneurysm there is a small rupture of the LV wall that becomes sealed off by thrombus and creates a hematoma contained only within the pericardium (bulging outward similar to a true aneurysm).&nbsp; The risk of catastrophic rupture is high with LV pseudoaneurysm (it is effectively a contained LV free wall rupture), and it requires emergency surgical repair.&nbsp; Echocardiography is useful in differentiating true LV aneurysm from LV pseudoaneurysm, and CT or cardiac MRI can also be helpful.&nbsp;</li></ul><h1>Management</h1><h2>Prevention</h2><ul class=\"article-body-unordered-list\"><li>Timely coronary reperfusion (eg, percutaneous coronary intervention [PCI] with stent placement) reduces the risk of a mechanical complication of MI, likely by limiting the extent of myocardial necrosis.&nbsp; Reperfusion via the use of fibrinolytics (eg, tissue plasminogen activator) is associated with increased risk of mechanical complications compared to reperfusion via PCI.</li><li>Nonsteroidal anti-inflammatory drugs (other than aspirin) and glucocorticoids should be avoided in the early post-MI period because they may impair myocardial healing and increase the risk of myocardial tissue rupture.</li></ul><h2>Treatment</h2><ul class=\"article-body-unordered-list\"><li>Immediate medical treatment can improve hemodynamic instability in patients with papillary muscle rupture and interventricular septum rupture.&nbsp; Afterload reduction with vasodilators (eg, sodium nitroprusside) can reduce mitral valve regurgitation or left-to-right shunting through a VSD and encourage forward blood flow.&nbsp; Mechanical circulatory support (eg, intra-aortic balloon pump) can also be helpful until surgery can be performed.</li><li>Emergency surgical repair is usually needed for papillary muscle rupture and LV free wall rupture.&nbsp; Many patients with LV free wall rupture do not survive long enough to undergo emergency surgery.</li><li>Surgical repair is needed for interventricular septum rupture, though not necessarily emergently.&nbsp; In patients with relative hemodynamic stability, surgical repair may be delayed for several days or even weeks to allow for some degree of tissue healing, which enables more effective suturing and more durable surgical repair.&nbsp; However, hemodynamic stability can rapidly deteriorate in patients with interventricular septum rupture, increasing the risk associated with a delay in surgery.</li><li>The management of heart failure due to LV aneurysm is similar to routine management of ischemic heart disease and heart failure with reduced ejection fraction (HFrEF).&nbsp; Goal-directed medical therapy for HFrEF is indicated (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38185.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; For patients who develop end-stage heart failure or refractory angina, surgical resection of the aneurysm (aneurysmectomy) may be considered.&nbsp; Cardiac transplantation represents definitive therapy.</li></ul><h1>Prognosis</h1><p>The prognosis is generally poor for mechanical complications of MI.&nbsp; Papillary muscle rupture, interventricular septal rupture, and LV free wall rupture are all uniformly fatal without surgical repair.&nbsp; Mortality is high even with attempted surgical repair, as surgery must often be performed emergently in the setting of severe hemodynamic instability.&nbsp; The prognosis for LV aneurysm is variable and primarily depends on the size of the aneurysm and the degree of LV dysfunction it causes.</p><h1>Summary</h1><p>Mechanical complications of myocardial infarction (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36619.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) are serious alterations in cardiac structure that result from myocardial necrosis and tissue weakening at the site of infarction.&nbsp; The 3 types of relatively acute mechanical complications of MI are papillary muscle rupture, interventricular septum rupture, and LV free wall rupture.&nbsp; These complications typically cause abrupt hemodynamic instability and are associated with high acute mortality.&nbsp; LV aneurysm is a delayed complication of MI that usually presents relatively gradually.&nbsp; Recognition of mechanical complications of MI is crucial because prompt intervention is required to prevent death (or reduce long-term morbidity).<p></p>\n            "
}