{
  "meta": {
    "title": "Mitral valve prolapse",
    "url": "https://brainandscalpel.vercel.app/mitral-valve-prolapse-e8290f59-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:33.660Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Mitral valve prolapse (MVP) refers to the displacement of one or both mitral valve leaflets into the left atrium during valve closure.&nbsp; It is often accompanied by mitral regurgitation (MR).&nbsp; MVP usually results from myxomatous mitral valve degeneration, which can occur as an isolated valvular process or in association with syndromic connective tissue disease (eg, Marfan syndrome).&nbsp; It is a common valvular abnormality (2%-3% of the general population) and is the most common cause of chronic MR in medically resource-rich countries (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/100471.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Pathophysiology</h1><h2>Mitral valve anatomy</h2><br><br><p>The mitral valve is a bileaflet valve with 4 major structural components:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Annulus.</li>\n\t<li>Valve leaflets.</li>\n\t<li>Chordae tendineae.</li>\n\t<li>Papillary muscles.</li>\n</ul><br><br><p>The <strong>annulus</strong> is the circle of fibrous connective tissue on which the anterior and posterior valve <strong>leaflets</strong> are mounted.&nbsp; <strong>Chordae tendineae</strong> are structures that connect the leaflets to the anterior and posterior <strong>papillary muscles</strong>.</p><br><br><p>When valve closure is impaired due to dysfunction of one or more of these structural components, the resulting MR is referred to as <em>primary</em> MR, as opposed to <em>secondary</em> MR, which occurs when the valvular regurgitation is due to enlargement and/or dysfunction of the left ventricle (LV).&nbsp; MR due to MVP is considered primary MR.</p>\n<h2>Myxomatous degeneration</h2><br><br><p>Myxomatous degeneration is the <strong>noninflammatory breakdown</strong> of fibrous valve tissue.&nbsp; It has been associated with genetic mutations affecting the activity of transforming growth factor-beta and cytoskeletal physiology and can occur sporadically or with autosomal dominant familial inheritance.&nbsp; Syndromic connective tissue diseases in which myxomatous mitral valve degeneration can occur include Marfan syndrome, Ehlers-Danlos syndrome, and osteogenesis imperfecta.&nbsp; Myxomatous degeneration that occurs as an isolated valvular process and leads to MVP is sometimes referred to as Barlow mitral valve disease.</p><br><br><p>The degenerative changes that can lead to MVP often begin during childhood or adolescence.&nbsp; Myxomatous degeneration gradually disrupts the structural integrity of the mitral valve, leading to marked mitral valve leaflet thickening, chordae tendineae elongation, and annulus enlargement and flattening.&nbsp; These changes create redundancy of the mitral valve leaflets and increased laxity of the chordae tendineae, which impair valve closure.</p>\n<h2>Critical left ventricular cavity size</h2><br><br><p>During systole, there is a critical left ventricular (LV) cavity size at which the redundant mitral valve tissue becomes overextended; as a result, the valve leaflets abruptly prolapse into the left atrium.&nbsp; On physical examination, the prolapse is recognized by an audible midsystolic click caused by sudden tensing of the chordae tendineae as they snap taut.&nbsp; Because the prolapse disrupts coaptation of the mitral leaflets (the quality of alignment between the leaflets), the prolapse is often accompanied by MR and an associated murmur.</p><br><br><p>Patients with myxomatous degeneration causing MVP sometimes also have myxomatous degeneration of the tricuspid valve, causing tricuspid valve prolapse.</p>\n<h1>Risk factors</h1><br><br><p>A family history of MVP increases the risk for the condition.&nbsp; In addition, MVP is more common in patients with a lower BMI, possibly because the resultant structural differences affect the geometry of the mitral apparatus, predisposing to prolapse; MVP may be slightly more common in women than men.</p>\n<h1>Pathology</h1><br><br><p>Histopathology of myxomatous mitral valve degeneration shows mucopolysaccharide deposits and excessive water content.&nbsp; Matrix metalloproteinases are present in abundance, and there is evidence of collagen and elastin disruption or fragmentation.</p>\n<h1>Clinical presentation</h1><br><br><p>Most patients with MVP are <strong>asymptomatic</strong> or have occasional palpitations.&nbsp; The degree of associated MR is usually relatively mild and not enough to cause hemodynamic disruption.&nbsp; A minority of patients with MVP develop severe MR and can have symptoms of heart failure (eg, dyspnea on exertion, orthopnea, peripheral edema).</p><br><br><p>In the past, \"MVP syndrome,\" consisting of intermittent chest pain, palpitations, dyspnea, and anxiety, had been frequently attributed to MVP, but this symptomatic association is no longer considered valid.</p>\n<h2>Physical examination</h2><br><br><p>MVP characteristically creates a midsystolic click followed by a murmur of MR (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/72337.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: audio 1\n                                    </a>\n                                </div>\n                                ) best heard at the cardiac apex (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40718.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The timing of the click and murmur varies depending on LV end-diastolic volume (LVEDV) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27299.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h2>Maneuvers</h2><br><br><p>Given that there is a critical LV size at which prolapse occurs during each LV contraction, changes in LVEDV affect when the critical LV size is reached during systole (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/50134.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Maneuvers that decrease LVEDV (eg, standing, Valsalva strain phase) cause the critical LV size to be reached more quickly during LV contraction, and the click and murmur occur earlier in systole.</li>\n\t<li>Maneuvers that increase LVEDV (eg, squatting, supine leg raising) cause the critical LV size to be reached more slowly during LV contraction, and the click and murmur occur later in systole.&nbsp; If the increase in LVEDV is large enough, the critical LV size is never reached and prolapse does not occur.</li>\n</ul><br><br><p>The murmur of MVP is one of the few murmurs that becomes less noticeable with maneuvers that increase blood volume (the murmur of hypertrophic cardiomyopathy is the other notable example) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34946.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of MVP is often suspected based on physical examination and is confirmed with <strong>echocardiography</strong>.&nbsp; It is also frequently recognized as an incidental finding on echocardiography performed for another indication.</p>\n<h1>Management</h1><br><br><p>The management of MVP follows management guidelines for MR (discussed in a separate article).&nbsp; Patients with MVP and relatively mild degrees of associated MR require serial clinical evaluation and echocardiography to monitor for worsening MR.&nbsp; Severe MR that causes symptoms is an indication for surgical valve repair or replacement.</p>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Severe chronic MR</strong>:&nbsp; Patients with MVP causing severe MR can develop LV volume overload and decompensated LV failure.&nbsp; This is the most common complication of MVP.</li>\n\t<li><strong>Acute MR</strong>:&nbsp; Myxomatous degeneration and MVP are occasionally complicated by chordae tendineae rupture and acute MR.</li>\n\t<li><strong>Infective endocarditis</strong>:&nbsp; The risk for infective endocarditis is slightly increased in patients with MVP compared to the general population, although not enough to warrant preprocedural antibiotic prophylaxis (ie, MVP is not considered a high-risk cardiac condition for infective endocarditis (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31456.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                )).</li>\n\t<li><strong>Atrial fibrillation</strong>:&nbsp; The risk for atrial fibrillation is increased in patients with MVP and severe MR (due to atrial dilation and stretching).&nbsp; MVP in the absence of severe MR may slightly increase the risk for atrial fibrillation.</li>\n\t<li><strong>Ventricular arrhythmia</strong>:&nbsp; The risk for ventricular tachycardia or fibrillation and sudden cardiac death may be slightly increased with MVP, although the overall risk is low.&nbsp; The increased risk may be due to foci of myocardial fibrosis that develop due to prolonged mechanical strain on the mitral valve apparatus.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>MVP slightly increases the risk for several serious complications, but most patients do not require intervention and, in general, have a normal life expectancy.&nbsp; It is estimated that approximately 10% of patients with MVP require surgical mitral valve repair or replacement during their lifetime; these patients generally do well with timely and successful mitral valve surgery.</p>\n<h1>Summary</h1><br><br><p>Mitral valve prolapse is the displacement of one or both mitral valve leaflets into the left atrium during valve closure.&nbsp; It usually results from myxomatous mitral valve degeneration that can occur as an isolated valvular process or in association with syndromic connective tissue disease (eg, Marfan syndrome, Ehlers-Danlos syndrome).&nbsp; Mitral valve prolapse is the most common cause of chronic mitral regurgitation in medically resource-rich countries.&nbsp; It is recognized on physical examination by a characteristic click and murmur that vary in timing with changes in left-ventricular end-diastolic volume.&nbsp; Most patients are asymptomatic and do not require intervention during their lifetime, but approximately 10% require surgical mitral valve repair or replacement for severe mitral regurgitation.</p>\n</div>\n\n            "
}