{
  "meta": {
    "title": "Multifocal atrial tachycardia",
    "url": "https://brainandscalpel.vercel.app/multifocal-atrial-tachycardia-9377009e-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:33.434Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Multifocal atrial tachycardia (MAT) is a supraventricular tachycardia that likely occurs due to atrial conduction abnormalities triggered by acute illness.&nbsp; It is most commonly seen in elderly patients with acute lung disease or an exacerbation of chronic lung disease.&nbsp; The arrhythmia itself rarely causes symptoms (other than palpitations) or hemodynamic instability, but it is important to recognize and differentiate it from other supraventricular arrhythmias.</p>\n<h1>Pathophysiology</h1><br><br><p>MAT likely develops due to atrial conduction abnormalities triggered by disturbances such as right atrial enlargement, catecholamine surge (eg, sepsis), and/or electrolyte imbalance (eg, hypokalemia, hypomagnesemia).&nbsp; The strong association with lung disease is likely largely driven by hypoxic pulmonary vasoconstriction leading to right atrial dilation and stretching.&nbsp; Similar to atrial fibrillation, atrial remodeling (ie, conduction system, structural changes) driven by aging and comorbidities may create a substrate that makes it easier for MAT to develop.&nbsp; Electrolyte abnormalities, which are common with acute illness, as well as the catecholamine surge that accompanies acute illness, likely further contribute to MAT development.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Advanced age:&nbsp; MAT is usually seen in elderly patients, with average age 70 in those affected.</li>\n\t<li>Underlying chronic lung disease:<strong>&nbsp; Acute COPD exacerbation</strong> is the most common trigger of MAT.&nbsp; Underlying chronic lung disease likely creates a substrate that makes it easier for MAT to develop.&nbsp; Acute exacerbation of the disease then provides a trigger for the arrhythmia.</li>\n\t<li>Acute lung disease:&nbsp; MAT is also commonly seen with pneumonia and acute pulmonary embolism, sometimes in the absence of underlying chronic lung disease.</li>\n\t<li>Other acute illnesses:&nbsp; MAT is also sometimes seen with sepsis (with or without lung involvement) or exacerbation of acute heart failure.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of MAT is driven primarily by the underlying disease process, and symptoms are also due to the underlying disease process (eg, cough, shortness of breath).&nbsp; The arrhythmia itself is usually asymptomatic, other than palpitations in some cases.</p>\n<h2>Physical examination </h2><br><br><p>Lung auscultation commonly shows signs of COPD exacerbation (eg, wheezing, poor air movement) or other underlying illness (eg, crackles and increased breath sounds in pneumonia).&nbsp; Palpation of the radial pulse demonstrates an irregular rhythm with a rapid rate.</p>\n<h2>ECG </h2><br><br><p>ECG typically shows <strong>P waves with ≥3 different morphologies</strong> and an <strong>atrial rate &gt;100/min</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97092.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Because of the variability in atrial activity, the PR interval and the P-P interval (time between atrial contractions) are also variable.&nbsp; The irregular atrial activity creates irregular ventricular activity (<strong>irregular R-R intervals</strong>).<p></p>\n<h2>Chest x-ray </h2><br><br><p>Chest x-ray often reveals evidence of underlying lung disease or an exacerbation of lung disease (eg, hyperinflated lungs, airtrapping)</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of MAT should be suspected based on clinical presentation and is confirmed with ECG.&nbsp; MAT is commonly recognized on continuous telemetry monitoring in patients hospitalized with acute illness.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Atrial fibrillation</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96996.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; demonstrates irregular R-R intervals, but no organized P waves are present (fibrillation waves may be present).</li>\n\t<li><strong>Sinus tachycardia</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97076.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; demonstrates a rapid and regular rhythm, with P waves preceding each QRS complex.&nbsp; Because all atrial conduction originates in the sinus node, all P waves have normal morphology, and the PR interval and P-P interval are constant.</li>\n\t<li><strong>Wandering atrial pacemaker</strong>:&nbsp; is very similar to MAT (ie, ≥3 P-wave morphologies, irregular rhythm), but the atrial rate is normal (ie, 60-100/min).&nbsp; It is usually seen in clinically stable patients without acute illness.</li>\n\t<li><strong>Sinus rhythm with frequent premature atrial contractions</strong>:&nbsp; can demonstrate an irregular rhythm with multiple P-wave morphologies.&nbsp; However, it usually shows only 2 P-wave morphologies: normal sinus P waves as the predominant P-wave morphology and a second P-wave morphology for the premature atrial beats that originate from a portion of the atria outside the sinoatrial node.</li>\n</ul>\n<h1>Management</h1><br><br><p>The initial management of MAT focuses on <strong>treatment of the inciting acute disturbance</strong>.&nbsp; For example, appropriate management of an acute COPD exacerbation (eg, bronchodilators, glucocorticoids, noninvasive positive pressure ventilation) typically results in the resolution of MAT.&nbsp; Serum electrolyte levels should be monitored and abnormalities (eg, hypokalemia, hypomagnesemia) appropriately corrected.</p><br><br><p>For MAT that persists despite appropriate management of the inciting disturbance, pharmacologic therapy with either a <strong>beta blocker</strong> (eg, metoprolol) or a <strong>nondihydropyridine calcium channel blocker</strong> (eg, verapamil) can help reduce atrial ectopy and slow conduction through the atrioventricular (AV) node to reduce heart rate.&nbsp; Nondihydropyridine calcium channel blockers are often preferred in patients with severe obstructive lung disease because beta blockers may worsen airway obstruction in the setting of active bronchospasm.</p><br><br><p>Antiarrhythmic medications and synchronized cardioversion are generally not useful in the management of MAT because they are usually ineffective in terminating the arrhythmia and restoring normal sinus rhythm.&nbsp; Rarely, when MAT causes persistent symptoms or contributes to hemodynamic instability, radiofrequency ablation of the AV node with placement of a permanent pacemaker is an option for definitive management.</p>\n<h1>Complications</h1><br><br><p>MAT that is allowed to persist for a prolonged period (eg, weeks or more) may cause tachycardia-induced cardiomyopathy.&nbsp; In contrast with atrial fibrillation and atrial flutter, MAT is not associated with a meaningful increase in thromboembolic risk.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for MAT is mostly driven by the underlying disease process.&nbsp; The arrhythmia usually resolves with successful treatment of the inciting acute disturbance.</p>\n<h1>Summary</h1><br><br><p>Multifocal atrial tachycardia (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32064.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is supraventricular tachycardia that likely occurs due to atrial conduction abnormalities triggered by acute illness.&nbsp; It is most commonly seen in elderly patients (age ~70) with acute lung disease or an exacerbation of chronic lung disease (namely, an acute exacerbation of chronic obstructive pulmonary disease).&nbsp; The arrhythmia itself rarely causes symptoms (other than palpitations) or hemodynamic instability, and it typically resolves with appropriate treatment of the underlying inciting disturbance.<p></p>\n</div>\n\n            "
}