{
  "meta": {
    "title": "Overview of congenital heart diseases",
    "url": "https://brainandscalpel.vercel.app/overview-of-congenital-heart-diseases-c86f54a8-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:36.538Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Congenital heart disease (CHD) affects approximately 1% of the population; the clinical presentation can be highly variable depending on the type and severity of the defect.&nbsp; The most complex forms of CHD usually involve a substantial disruption of the normal cardiac blood flow (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95511.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Some types of CHD classically present with cyanosis at birth or during infancy, whereas other types do not typically cause cyanosis.&nbsp; Cyanotic CHD is important to recognize because it often requires prompt and definitive management.<p></p>\n<h1>Pathophysiology</h1><br><br><p>Cyanosis is a blue discoloration of the skin and mucous membranes that results from elevated levels of deoxygenated hemoglobin in the arterial blood.&nbsp; In patients with a normal hemoglobin concentration, cyanosis generally develops when approximately 20% of the total hemoglobin binding sites are deoxygenated (this correlates with an approximate pulse oximetry measurement of &gt;85%).&nbsp; Cyanosis in CHD is usually due to anatomic right-to-left shunting that allows deoxygenated blood to bypass the lungs and move into the systemic circulation without being fully oxygenated.</p><br><br><p>In the normal post-birth cardiac circulation, the pulmonary circulation (right-sided circulation) is connected in series with the systemic circulation (left-sided circulation) to create one continuous circuit that supplies deoxygenated blood to the lungs and oxygenated blood to the body.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In some types of cyanotic CHD, altered vascular connections prevent deoxygenated blood from reaching the lungs and/or prevent oxygenated blood from reaching the body.</li>\n\t<li>In other types of cyanotic CHD, a combination of obstruction to blood flow and the presence of an abnormal connection between the pulmonary and systemic circulations (eg, septal defect) allows for right-to-left shunting.</li>\n</ul>\n<h2>Cyanotic vs acyanotic CHD</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cyanotic CHD:&nbsp; An <strong>abnormal connection</strong> between the pulmonary and systemic circulations (eg, septal defect) is by itself usually not enough to cause cyanosis because the pressure in the systemic circulation is normally greater than in the pulmonary circulation, which facilitates <em>left-to-right</em> shunting.&nbsp; For right-to-left shunting and cyanosis to occur, a <strong>separate disturbance</strong> that increases right-sided pressures greater than left-sided pressures is <strong>typically required</strong>.</li>\n\t<li>Acyanotic CHD:&nbsp; In contrast, acyanotic CHD commonly involves an abnormal connection between the pulmonary and systemic circulations but lacks a disturbance that increases right-sided pressures greater than left-sided pressures.&nbsp; As a result, <em>left-to-right shunting</em> occurs and leads to volume overload (and eventually heart failure) rather than cyanosis.</li>\n</ul>\n<h1>Types of classically cyanotic CHD</h1><h2>Transposition of the great arteries</h2><br><br><p>Transposition of the great arteries (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95794.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) is characterized by swapping of the ventricular attachment of the great arteries such that the aorta is connected to the right ventricle (RV) and the pulmonary arterial trunk is connected to the left ventricle (LV).&nbsp; This defect creates 2 parallel and disconnected circulations.&nbsp; Deoxygenated blood returning from the body to the right atrium is pumped by the RV into the aorta and back to the body without ever passing through the lungs (effectively a right-to-left shunt).&nbsp; For any oxygenated blood to reach the systemic circulation, a mixing shunt must be present in the form of an atrial septal defect (ASD) (or patent foramen ovale [PFO]), ventricular septal defect (VSD), or patent ductus arteriosus (PDA).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients typically have cyanosis at birth</li>\n\t<li>No murmur is present because the velocity of flow through the mixing shunts is too low</li>\n</ul>\n<h2>Total anomalous pulmonary venous return (TAPVR)</h2><br><br><p>Total anomalous pulmonary venous return (TAPVR) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L120004.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) can result from a variety of altered vascular connections that redirect freshly oxygenated blood to the right side of the heart rather than the left side of the heart.&nbsp; In the most common form, the pulmonary veins do not empty into the left atrium but rather form a shared venous connection that empties into the superior vena cava.&nbsp; As a result, oxygenated blood can reach the systemic circulation only after mixing with deoxygenated blood in the right atrium and then passing through a septal defect (usually an ASD) to the left side of the heart.&nbsp; The right-to-left shunting through the septal defect delivers poorly oxygenated blood to the systemic circulation.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients typically have cyanosis at birth</li>\n\t<li>No murmur is commonly present.&nbsp; Increased right-sided blood flow may sometimes cause a pulmonic valve flow murmur.</li>\n</ul>\n<h2>Truncus arteriosus</h2><br><br><p>Truncus arteriosus (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L107237.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) results from an altered vascular connection in which the proximal aorta and proximal pulmonary arterial trunk are fused to form a shared arterial trunk.&nbsp; A VSD is also present, allowing blood to pass freely from both the LV and RV into the shared arterial trunk (with blood mixing).&nbsp; Cyanosis results from the delivery of poorly oxygenated, mixed blood into the systemic circulation.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients typically develop cyanosis during infancy</li>\n\t<li>A holosystolic murmur of VSD is often present</li>\n</ul>\n<h2>Tricuspid atresia</h2><br><br><p>Tricuspid atresia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L121421.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) results from failed formation of the tricuspid valve, which creates obstruction of blood flow from the right atrium to the right ventricle.&nbsp; For any of the deoxygenated blood that returns to the right atrium to reach the lungs, it must shunt right-to-left through an ASD and then shunt left-to-right through a VSD (if present) or PDA to reach the RV or pulmonary artery.&nbsp; Cyanosis results from the right-to-left shunting of blood through the ASD, which leads to the delivery of poorly oxygenated blood to the systemic circulation.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients typically have cyanosis at birth.</li>\n\t<li>A murmur of VSD and/or PDA is often present.</li>\n</ul>\n<h2>Tetralogy of Fallot</h2><br><br><p>Tetralogy of Fallot (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108376.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ) results from abnormal displacement of the infundibular septum (part of the ventricular septum that normally contributes to the formation of the RV outflow) during fetal development, which leads to a characteristic set of defects that includes:<p></p><br><br><ol class=\"article-body-ordered-list\" type=\"1\">\n\t<li>a narrowed RV outflow tract (RVOT)</li>\n\t<li>a large VSD, and</li>\n\t<li>an overriding aorta (ie, the aortic root is positioned overlying the defect).</li>\n</ol><br><br><p>The narrowed RVOT leads to RV pressure overload and</p><br><br><ol class=\"article-body-ordered-list\" start=\"4\" type=\"1\">\n\t<li>concentric RV hypertrophy</li>\n</ol><br><br><p>This completes the \"tetralogy\" (4 elements) of abnormalities in tetralogy of Fallot.</p><br><br><p>Cyanosis results from obstruction of blood flow through the narrowed RVOT, which restricts blood flow to the lungs and forces right-to-left shunting through the large VSD.&nbsp; Some degree of the RVOT obstruction is fixed and some degree is dynamic and subject to worsening with certain activities such as feeding or crying (eg, \"tet\" episodes); the clinical presentation varies depending on the severity of the underlying fixed obstruction.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients with severe RVOT narrowing have cyanosis at birth.&nbsp; Those with milder degrees of RVOT narrowing can have intermittent episodes of cyanosis (ie, a \"tet\" episode) during infancy or childhood that are precipitated by a dynamic increase in RVOT obstruction or a reduction in systemic vascular resistance (eg, exercise) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L120230.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).</li>\n\t<li>A systolic murmur at the left upper sternal border is caused by flow through the narrowed RVOT (similar to a pulmonic stenosis murmur).&nbsp; Blood flow through the VSD does not cause a murmur (the VSD is too large to create a murmur).</li>\n</ul>\n<h2>Ebstein anomaly</h2><br><br><p>Ebstein anomaly (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95508.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ) involves apical displacement of the tricuspid valve to create a large right atrium and small RV (ie, \"atrialization\" of the RV).&nbsp; The tricuspid valve is also malformed and commonly regurgitant.&nbsp; Cyanosis occurs only in severe disease and results from abrupt RV failure that leads to elevated right atrial pressure and forces right-to-left shunting through an ASD or PFO.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients with severe disease (ie, very small RV and substantial tricuspid regurgitation) have cyanosis at birth.&nbsp; Patients with milder disease often do not develop cyanosis and instead develop right-sided heart failure during childhood or adulthood.</li>\n\t<li>A murmur of tricuspid regurgitation is typically present.&nbsp; The dysfunctional tricuspid valve can also create wide splitting of S1 and an extra sound in early systole due to tensing of the anterior valve leaflet (ie, sail sound).</li>\n</ul>\n<h2>Hypoplastic left heart syndrome</h2><br><br><p>Hypoplastic left heart syndrome (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111937.jpg\" alt=\"Hypoplastic left heart syndrome\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Hypoplastic left heart syndrome</div>\n                                </div>\n                                ) involves an underdeveloped LV as well as failed formation of the mitral valve and/or aortic valve.&nbsp; Patients typically also have a PDA and an ASD (which provides shunts needed for survival).&nbsp; Cyanosis occurs only in severe disease and results from markedly restricted LV outflow that allows right-to-left shunting through a PDA to supply poorly oxygenated blood to the body.&nbsp; (Oxygenated blood returning to the left atrium bypasses the LV outflow restriction by shunting left-to-right through an ASD and then right-to-left through a PDA.)<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients with severe disease have cyanosis at birth.&nbsp; Patients with milder disease often do not develop cyanosis and instead develop left-sided heart failure during infancy or childhood.</li>\n\t<li>No murmur is typically present (blood flow through an ASD in either direction does not cause a murmur and right-to-left shunting through a PDA is too low velocity to cause a murmur).</li>\n</ul>\n<h1>Types of classically acyanotic CHD </h1><h2>Isolated atrial septal defect</h2><br><br><p>An isolated atrial septal defect allows left-to-right shunting from the left atrium to right atrium and does not cause cyanosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L114315.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).&nbsp; The left-to-right shunting proximal to the atrioventricular valves creates right-sided volume overload (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L93911.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients develop right-sided heart failure during adulthood.</li>\n\t<li>A systolic murmur at the left upper sternal border (pulmonic valve flow murmur) is caused by right-sided volume overload.&nbsp; Blood flow through the ASD itself does not cause a murmur.</li>\n</ul>\n<h2>Isolated ventricular septal defect</h2><br><br><p>An isolated ventricular septal defect (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95506.jpg\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ) allows left-to-right shunting from the LV to RV and does not cause cyanosis.&nbsp; The left-to-right shunting distal to the atrioventricular valves creates left-sided volume overload.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients with a moderate-to-large VSD develop left-sided heart failure during infancy or childhood.&nbsp; A small VSD often closes spontaneously or may remain asymptomatic into adulthood.</li>\n\t<li>A small-to-moderate VSD creates a holosystolic murmur best heard at the left lower sternal border.&nbsp; A large VSD often does not cause a murmur.</li>\n</ul>\n<h2>Patent ductus arteriosus</h2><br><br><p>The ductus arteriosus usually closes within 24-48 hours of birth, but it occasionally remains patent.&nbsp; An isolated patent ductus arteriosus allows left-to-right shunting from the aorta to the pulmonary artery and does not cause cyanosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118426.jpg\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                ).&nbsp; The left-to-right shunting distal to the atrioventricular valves creates left-sided volume overload.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients develop left-sided heart failure during infancy or childhood.</li>\n\t<li>A continuous murmur best heard at the left infraclavicular area is created by flow through the PDA during both systole and diastole.</li>\n</ul>\n<h2>Complete atrioventricular canal defect</h2><br><br><p>A complete atrioventricular canal defect (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L121627.png\" alt=\"Complete atrioventricular canal defect\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Complete atrioventricular canal defect</div>\n                                </div>\n                                ) results from failed fusion of the endocardial cushions, which creates a set of defects including an ASD, VSD, and often a single atrioventricular valve (combined mitral and tricuspid valve).&nbsp; It has a common association with trisomy 21 (Down syndrome).&nbsp; The ASD and VSD allow left-to-right shunting and do not cause cyanosis.&nbsp; The left-to-right shunting through the ASD and VSD in combination with atrioventricular valve regurgitation leads to volume overload and heart failure.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients develop heart failure during infancy.</li>\n\t<li>A murmur of ASD and VSD may be present, as well as a murmur caused by regurgitation through the atrioventricular valve (eg, holosystolic murmur near the cardiac apex).</li>\n</ul>\n<h2>Partial anomalous pulmonary venous return</h2><br><br><p>Partial anomalous pulmonary venous return (PAPVR) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L117807.jpg\" alt=\"figure 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 15</div>\n                                </div>\n                                ) results from altered vascular connections, but to a lesser degree than those seen in TAPVR.&nbsp; In PAPVR, some of the pulmonary veins drain abnormally into the right side of the heart (eg, into the superior vena cava), but some drain normally into the left atrium.&nbsp; The normal drainage into the left atrium prevents right-to-left atrial shunting through the ASD that is usually present (left atrial pressure remains higher than right atrial pressure) and allows delivery of fully oxygenated blood to the systemic circulation.&nbsp; Cyanosis is not present, but the increased venous return to the right side of the heart creates right-sided volume overload and can eventually cause right-sided heart failure.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients develop right-sided heart failure during childhood or adulthood.</li>\n\t<li>A pulmonic flow murmur may be present due to increased right-sided blood flow.</li>\n</ul><br><br><p>With PDA and isolated septal defects (including complete atrioventricular canal defect), cyanosis typically occurs only if the defect remains unrepaired for many years and Eisenmenger syndrome eventually develops (ie, shunt reversal to right-to-left due to pulmonary vascular remodeling) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18474.png\" alt=\"figure 16\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 16</div>\n                                </div>\n                                ).&nbsp; An ASD is less likely to progress to Eisenmenger syndrome than a VSD or PDA because VSD and PDA expose the pulmonary circulation to high left ventricular pressures that more strongly encourage pulmonary vascular remodeling (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L93912.jpg\" alt=\"figure 17\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 17</div>\n                                </div>\n                                ).<p></p>\n<h1>Differential cyanosis in the neonate</h1><br><br><p>Rarely, patients can demonstrate differential cyanosis at birth, which is cyanosis affecting the lower body but not the upper body (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97929.png\" alt=\"Differential cyanosis in the newborn\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Differential cyanosis in the newborn</div>\n                                </div>\n                                ).&nbsp; It results from a disturbance that causes pulmonary arterial pressure to exceed distal aortic pressure, allowing for right-to-left shunting through the ductus arteriosus.&nbsp; Because the arteries supplying the upper body (subclavian arteries, carotid arteries) are proximal to the shunt, blood oxygenation remains normal in the upper body and cyanosis affects only the lower body.<p></p><br><br><p>The 2 most common causes of differential cyanosis in neonates are:</p>\n<h2>Critical preductal aortic coarctation</h2><br><br><p>The critical aortic narrowing creates a marked reduction in distal aortic pressure.&nbsp; When the narrowing is proximal to the ductus arteriosus, it allows for right-to-left shunting from the pulmonary artery through the ductus arteriosus to fill the low-pressure space in the distal aorta.&nbsp; Interrupted aortic arch is a rare congenital defect that involves complete absence of the aortic arch and may be considered an extreme form of aortic coarctation.&nbsp; It causes differential cyanosis via a similar mechanism to critical preductal aortic coarctation.</p>\n<h2>Persistent pulmonary hypertension of the newborn (PPHN)</h2><br><br><p>Normally, pulmonary vascular resistance drops substantially at the time of birth to allow increased blood flow to the lungs.&nbsp; In PPHN, the drop in pulmonary vascular resistance fails to occur.&nbsp; Pulmonary arterial pressure remains high and drives right-to-left shunting through the ductus arteriosus to the distal aorta.</p>\n<h1>Physical examination</h1><br><br><p><strong>Acrocyanosis</strong> is a benign form of cyanosis that is common in neonates.&nbsp; It involves blue discoloration of the hands, feet, and lips that results from blood redistribution to the internal organs (away from the distal extremities) shortly after birth, and it resolves on its own within 24-48 hours.</p><br><br><p>In contrast, cyanotic CHD causes <strong>central cyanosis</strong>, which can be differentiated from acrocyanosis by involvement of the mucous membranes and portions of the body other than the distal extremities (eg, head, trunk).&nbsp; Acrocyanosis also demonstrates normal pulse oximetry (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/86327.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>Murmurs can be helpful in raising suspicion for CHD.&nbsp; However, right-to-left shunting is usually too low velocity to cause a murmur, so cyanotic CHD may demonstrate no murmur unless there is left-to-right shunting or another cause of high velocity flow (eg, RVOT narrowing).</p>\n<h1>Diagnosis</h1><br><br><p>Some types of CHD are detected by prenatal screening with ultrasonography.&nbsp; Otherwise, the diagnosis in neonates should be suspected based on clinical presentation.&nbsp; Cyanotic CHD is commonly recognized by cyanosis and clinical instability in the early neonatal period.&nbsp; Cyanotic CHD that does not present immediately at birth may also be detected via routine screening for critical CHD at 24 hours of age (which involves measurement of pulse oximetry in the right hand and either foot).&nbsp; Acyanotic CHD is frequently detected by the recognition of a murmur during infancy or childhood.</p><br><br><p>The diagnosis of CHD is confirmed with echocardiography.&nbsp; Heart catheterization is also sometimes needed to measure right-sided and left-sided cardiac pressures and aid in the diagnosis.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of cyanotic CHD primarily includes other causes of neonatal cyanosis and/or hypoxemia.&nbsp; These most notably include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pulmonary disease (eg, meconium aspiration, hypoplastic lung disease, infant respiratory distress syndrome):&nbsp; These conditions primarily cause hypoxemia due to some combination of hypoventilation and alveolar airspace disease with consequent ventilation/perfusion (V/Q) mismatch.</li>\n\t<li>Methemoglobinemia:&nbsp; Hereditary methemoglobinemia is rare, but it typically presents with neonatal cyanosis.&nbsp; It occurs due to a metabolic disturbance that converts some hemoglobin to an oxidized form that cannot carry oxygen.</li>\n</ul>\n<h1>Hyperoxia test</h1><br><br><p>The hyperoxia test can help differentiate cyanotic CHD from other causes of neonatal cyanosis.&nbsp; During the test, the neonate is given 100% oxygen to breathe, and the response in arterial oxygenation is monitored.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cyanotic CHD:&nbsp; Because the hypoxemia is due to anatomic right-to-left shunting, it demonstrates minimal improvement with the administration of 100% oxygen (the poorly oxygenated blood causing the cyanosis does not reach the lungs, so the increased oxygen level in the lungs makes little difference).&nbsp; Some types of cyanotic CHD that involve mixing (eg, truncus arteriosus) may demonstrate a slight improvement in hypoxemia.</li>\n\t<li>Pulmonary disease:&nbsp; Because a large portion of the hypoxemia is typically due to V/Q mismatch, the hypoxemia usually substantially improves with the administration of 100% oxygen (the increased oxygen level in the lungs allows the portions of the lung with intact gas exchange to compensate for the areas with impaired gas exchange).</li>\n\t<li>Methemoglobinemia disrupts pulse oximetry measurement so that it constantly reads approximately 85% regardless of the true arterial oxygenation.&nbsp; The pulse oximetry measurement will not improve with the administration of 100% oxygen; however, if an arterial blood gas is checked, the partial pressure of arterial oxygen typically demonstrates substantial improvement due to an increase in the amount of dissolved oxygen in the blood (not bound to hemoglobin).</li>\n</ul>\n<h1>Management</h1><br><br><p>The initial management of cyanotic CHD involves clinically stabilizing the neonate as much as possible:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Vascular access and continuous pulse oximetry</li>\n\t<li>Intubation if needed for respiratory failure</li>\n\t<li>Transfer to the neonatal intensive care unit</li>\n\t<li>Inotropic agents (eg, dopamine) as needed for management of shock</li>\n</ul><br><br><p>Some types of cyanotic CHD are highly dependent on blood flow through the ductus arteriosus to maintain some degree of compensated circulation and delivery of oxygen to the tissues.&nbsp; These so-called ductal-dependent types of cyanotic CHD are subject to substantial clinical decompensation (eg, worsening shock, cardiac arrest) if the ductus arteriosus is allowed to close like normal at 24-48 hours after birth (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/68605.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Therefore, the initial management of ductal-dependent cyanotic CHD involves interventions to keep the ductus arteriosus patent until definitive surgical correction can be performed:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The administration of prostaglandin E1 (PGE1) (eg, alprostadil) can often maintain ductus arteriosus patency.&nbsp; It can also help enlarge and maintain patency of the foramen ovale to provide an additional pathway for blood flow.</li>\n\t<li>If the administration of PGE1 is ineffective, a catheter-based procedure may be needed to ensure extended ductus arteriosus patency.</li>\n</ul><br><br><p>Examples of ductal-dependent cyanotic CHD include transposition of the great arteries and those involving critical obstruction to right-sided blood flow (eg, tricuspid atresia, severe tetralogy of Fallot or left-sided blood flow (eg, severe hypoplastic left heart syndrome, critical aortic coarctation).</p><br><br><p>The surgical management of cyanotic CHD is highly specialized.&nbsp; Most types of cyanotic CHD require surgical correction early in life.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for CHD is highly variable and primarily depends on the severity of the defect.&nbsp; Critically severe CHD is responsible for up to 25% of neonatal mortality; however, many types of cyanotic CHD are largely correctable with surgery or can at least be substantially improved with surgery.&nbsp; Most types of acyanotic CHD are correctable with surgery, and patients generally have a normal life expectancy with appropriate management.&nbsp; If acyanotic CHD is allowed to progress to Eisenmenger syndrome, the condition is irreversible and life expectancy becomes limited.</p>\n<h1>Summary</h1><br><br><p>The clinical presentation of CHD can be highly variable depending on the type and severity of the defect.&nbsp; Some types of CHD classically present with cyanosis at birth or during infancy, whereas other types do not typically cause cyanosis.&nbsp; Cyanotic CHD is important to recognize because it often requires prompt and definitive management.</p>\n</div>\n\n            "
}