{
  "meta": {
    "title": "Peripheral artery disease (PAD) and claudication",
    "url": "https://brainandscalpel.vercel.app/peripheral-artery-disease-pad-and-claudication-50692965-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:38.915Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Peripheral arterial disease (PAD) results from atherosclerosis in the peripheral (noncoronary) arteries that restricts blood flow to organs and tissues.&nbsp; Symptomatic patients most commonly have PAD affecting the lower extremities, with involvement of the iliac, femoral, popliteal, and/or tibial arteries.&nbsp; Other affected arteries can include the aorta, carotid arteries, subclavian arteries, mesenteric arteries, and renal arteries.&nbsp; Patients with lower extremity PAD can experience wide-ranging clinical manifestations including claudication, ischemic rest pain, and gangrene with limb loss.&nbsp; Recognition and management of PAD is important to minimize symptoms and reduce morbidity and overall cardiovascular mortality.</p><h1>Pathophysiology</h1><p>The pathophysiology of PAD mimics that of atherosclerotic cardiovascular disease (ASCVD) in the coronary arteries.&nbsp; Atherosclerosis is a gradual process involving lipid deposition and chronic inflammation in the arterial walls, with arterial wall narrowing eventually leading to restriction of blood flow (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/87311.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).&nbsp; In lower extremity PAD, the restriction of blood flow to skeletal muscle can manifest in several different ways depending on the degree of ischemia.<p></p><h2>Claudication</h2><p>Claudication is the PAD equivalent of stable angina.&nbsp; It results from atherosclerotic narrowing of the peripheral arteries that leads to restriction of blood flow to exercising skeletal muscle.&nbsp; During exertion, the atherosclerotic narrowing prevents an increase in blood flow and oxygen supply to meet the increased demands of exercising skeletal muscle (skeletal muscle oxygen supply-demand mismatch).&nbsp; This leads to <strong>muscle pain</strong> that is reproducibly caused by walking and <strong>relieved by rest</strong>.&nbsp; The muscles of the lower extremities (eg, calf, feet) are most commonly affected (usually due to popliteal or tibial artery narrowing), but proximal atherosclerotic lesions can cause gluteal, hip, and thigh claudication.</p><h2>Ischemic rest pain</h2><p>Ischemic rest pain is a manifestation of advanced PAD that results from inadequate blood supply to meet the baseline metabolic demands of skeletal muscle.&nbsp; It differs from claudication in that <strong>symptoms are present at rest</strong> (although symptoms can be intermittent, as in claudication).&nbsp; Classic ischemic rest pain manifests as pain in the forefoot or toes (eg, metatarsal joints) that is worse with elevation and relieved by standing or hanging the legs over the side of the bed (likely due to a gravitational increase in perfusion).</p><h2>Acute limb ischemia</h2><p>PAD can lead to acute limb ischemia due to atherosclerotic plaque rupture and formation of overlying thrombus with rapid obstruction of blood flow.&nbsp; This is effectively the PAD equivalent of myocardial infarction.</p><h1>Risk factors</h1><p>Risk factors for PAD are the same as those for coronary artery disease (CAD) and include the following:</p><ul class=\"article-body-unordered-list\"><li>Age</li><li>Smoking (a particularly strong risk factor for PAD)</li><li>Hypertension</li><li>Hypercholesterolemia</li><li>Diabetes mellitus</li><li>Family history of ASCVD</li></ul><h1>Clinical presentation and disease classification</h1><p>Many patients with lower extremity PAD are asymptomatic; however, a large number of these patients are sedentary or they self-limit activity to remain below the threshold for claudication symptoms to develop.&nbsp; These patients are typically diagnosed by screening based on their risk factors, and when they are subjected to exercise testing, they often develop claudication symptoms.</p><p>The clinical presentation of symptomatic lower extremity PAD varies depending on the severity and acuity of the ischemia, and the presence of 1 of 3 distinct clinical syndromes:</p><h2>Chronic symptomatic PAD</h2><p><strong>Claudication</strong> symptoms are the hallmark of chronic symptomatic PAD.&nbsp; In addition, typical physical examination of findings of PAD are often present.&nbsp; Classic symptomatic and physical examination features include (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29116.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li>Cramping pain, usually in the calf or foot, that occurs with walking and resolves with rest.&nbsp; The pain is often severe and limits activity.</li><li>Diminished distal pulses</li><li>Auscultatory bruits over substantially narrowed arteries (eg, femoral artery bruit)</li><li>Distal extremity hair loss</li><li>Cool, dry, and shiny skin</li><li>Thick and brittle nails</li></ul><h2>Chronic limb-threatening ischemia</h2><p><strong>Ischemic rest pain</strong> is the hallmark of chronic limb-threatening ischemia.&nbsp; Patients may also have distal extremity ulcers, nonhealing wounds, or gangrene.&nbsp; In addition to the physical examination features seen with chronic symptomatic PAD, classic symptomatic and physical examination features of chronic limb-threatening ischemia include:</p><ul class=\"article-body-unordered-list\"><li>Severe cramping pain at rest, usually in the forefoot or toes</li><li>The pain is subject to gravitational effects:&nbsp; It worsens with elevation of the foot and <strong>improves with hanging the foot</strong> over the side of the bed.&nbsp; Due to the gravitational effect of standing, standing up and moving around slowly may improve the pain (in paradox with claudication).</li><li><strong>Ischemic ulcers</strong>, most commonly on the <strong>lateral ankle</strong> or distal toes (at the termination of arterial branches)</li><li>Dark-colored, gangrenous tissue</li></ul><h2>Acute limb ischemia</h2><p>Acute limb ischemia typically presents with <strong>abrupt-onset severe distal limb pain</strong> and other characteristic findings (6Ps: pain, pallor, paresthesia, pulselessness, poikilothermia [coldness to touch], and paralysis [late finding]).&nbsp; The clinical presentation is discussed in more detail in a separate, dedicated article (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/56887.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><h1>Diagnosis</h1><p>The diagnosis of PAD should be suspected based on clinical presentation and is confirmed with additional testing.&nbsp; Testing may also be performed to screen for PAD in asymptomatic patients at high risk for the disease.</p><h2>Ankle-brachial index</h2><p>The ankle-brachial index (ABI) is a noninvasive and diagnostically accurate method of evaluating for PAD, making it the initial test of choice (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68284.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; It involves measuring <strong>systolic blood pressure</strong> (SBP) at the bilateral <strong>brachial</strong> arteries and the bilateral posterior tibial and dorsal pedis arteries (at the <strong>ankle</strong>) and taking the ratio of these measurements.&nbsp; The ABI of the left and right side is determined as follows:<p></p><ul class=\"article-body-unordered-list\"><li>The left ABI is the higher of the left posterior tibial or left dorsalis pedis SBP divided by the higher of the left or right brachial artery SBP.</li><li>The right ABI is the higher of the right posterior tibial or right dorsalis pedis SBP divided by the higher of the left or right brachial artery SBP.</li></ul><p>Because the SBP at the ankle is usually roughly equivalent to or higher than the SBP in the upper arm, a normal ABI range is 0.91-1.3 (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/56754.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; An ABI <strong>≤0.90</strong> is typically <strong>diagnostic</strong> of PAD, with a value ≤0.4 indicating severe disease.&nbsp; Patients with diabetes mellitus may have <strong>calcified</strong>, noncompressible vessels that yield <strong>falsely elevated</strong> ABI results (eg, &gt;1.3).<p></p><h2>Exercise testing</h2><p>Resting ABI measurement is occasionally normal in patients with claudication due to PAD.&nbsp; Exercise testing with a treadmill challenge to reproduce claudication symptoms can be helpful for patients in whom there is ongoing suspicion for PAD despite a normal ABI measurement.</p><h2>Toe-brachial index</h2><p>In those with ABI &gt;1.3 suggestive of calcified noncompressible arteries at the ankle, a toe-brachial index should be performed by measuring the SBP at the great toe.&nbsp; A toe-brachial index ≤0.7 is considered diagnostic of PAD.</p><h2>Vascular imaging</h2><p>For patients in whom ABI and exercise testing are nondiagnostic (or those in whom a clear characterization of atherosclerotic disease distribution is important), vascular imaging can confirm atherosclerotic PAD.</p><ul class=\"article-body-unordered-list\"><li>Noninvasive vascular imaging modalities include duplex ultrasonography, CT angiography, and MR angiography.&nbsp;</li><li>Invasive catheter-based angiography can also be used.</li></ul><h1>Differential diagnosis</h1><h2>Thromboangiitis obliterans</h2><p>Thromboangiitis obliterans (Buerger disease) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/43301.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: Thromboangiitis obliterans\n                                    </a>\n                                </div>\n                                ) is a small and medium-sized vasculitis that can present with upper and lower extremity digital ischemia (eg, ulcers, rest pain) that can mimic PAD.&nbsp; It is likely triggered by tobacco use and is not related to atherosclerosis.&nbsp; Relatively young men (eg, age &lt;45) are most commonly affected.<p></p><h2>Venous insufficiency</h2><p>Lower extremity venous insufficiency (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29159.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) can cause lower leg discomfort and venous stasis ulcers, but the discomfort is usually worse with prolonged standing, and the ulcers are usually large and located at the medial (rather than lateral) malleolus.&nbsp; Other findings in venous insufficiency include edema, varicose veins, and skin discoloration.<p></p><h2>Popliteal entrapment syndrome</h2><p>Popliteal entrapment syndrome is a rare condition that can be seen in young athletes.&nbsp; It results from anomalous muscle attachments at the posterior knee that can cause entrapment of the popliteal artery during muscle contraction (ie, exertion).&nbsp; It can include claudication symptoms similar to PAD, but patients are typically too young to have substantial atherosclerotic disease.</p><h2>Peripheral neuropathy</h2><p>Peripheral neuropathy (eg, diabetic peripheral neuropathy) can present similarly to PAD with lower extremity pain and nonhealing ulcers (due to poor sensation and repeated trauma).&nbsp; However, the pain is typically burning rather than cramping in nature and does not worsen with exertion.&nbsp; In addition, peripheral neuropathy is usually bilateral whereas PAD is often unilateral, and neuropathic ulcers typically occur over the pressure zones (ie, load-bearing zones) of the feet.</p><h2>Spinal stenosis</h2><p>Spinal stenosis with spinal nerve root compression can cause lower extremity pain that worsens with exercise similar to PAD (ie, \"<strong>neurogenic claudication</strong>\" or \"pseudoclaudication\").&nbsp; However, lower extremity pain due to spinal stenosis is typically <strong>relieved by lumbar spine flexion</strong> (eg, bending forward) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30513.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) and is worsened by lumbar spine extension (eg, standing).&nbsp; Pulses are preserved in spinal stenosis, and other physical examination findings of PAD (eg, hair loss, ulcers) are not present.<p></p><h1>Management</h1><h2>Secondary prevention</h2><p>Given that the pathophysiology of PAD is similar to that of CAD, a diagnosis of PAD suggests the presence of clinically significant CAD (ie, PAD is a CAD risk equivalent).&nbsp; Patients with symptomatic PAD have an estimated 20% five-year risk of nonfatal myocardial infarction and stroke and up to a 30% five-year risk of death due to any cardiovascular cause.&nbsp; Therefore, the diagnosis of PAD indicates clinically significant ASCVD.&nbsp; Secondary prevention measures to reduce the risk of major cardiovascular events include:</p><ul class=\"article-body-unordered-list\"><li>High-intensity statin therapy (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35289.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) (ie, moderate- to high-dose atorvastatin or rosuvastatin)&nbsp;</li><li>Single antiplatelet therapy with low-dose aspirin or clopidogrel</li><li>Complete smoking cessation</li><li>Tight blood pressure control (ACE inhibitor or angiotensin-receptor blocker preferred)</li><li>Tight diabetes mellitus control</li></ul><h2>Symptomatic treatment of stable PAD</h2><ul class=\"article-body-unordered-list\"><li>A regular <strong>exercise program</strong> is the first step in the direct management of PAD, as it has been shown to reduce symptoms and improve walking distance in patients with claudication due to PAD (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35291.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).<ul><li>For all patients, exercise therapy is recommended for a minimum of 12 weeks, with 30-45 minutes of exercise at least 3 times a week.</li><li>The goal of therapy is to reproduce the claudication symptoms during each session, which likely improves ischemic conditioning of skeletal muscle and gradually increases exercise capacity.</li><li>A supervised exercise program is preferred, but unsupervised programs are also beneficial.</li></ul></li><li><strong>Cilostazol</strong> is a phosphodiesterase-3 inhibitor with antiplatelet and vasodilatory activity.&nbsp; It has been shown to improve symptoms in some patients with claudication due to PAD, and it can be added in patients who have persistent symptoms despite a regular exercise program.&nbsp; However, cilostazol is contraindicated in patients with heart failure as it may cause undue hypotension and is associated with increased mortality in such patients.</li><li><strong>Low-dose rivaroxaban</strong> used in combination with a single antiplatelet agent may improve cardiovascular outcomes in some patients with PAD.&nbsp; Such therapy is often reserved for those who have undergone procedural revascularization.</li><li>Pharmacologic therapies that are not indicated:<ul><li>Full anticoagulation with agents such as warfarin and direct oral anticoagulants (eg, apixaban, rivaroxaban) has not been shown to improve outcomes in patients with PAD and is not recommended.</li><li>Pentoxifylline reduces blood viscosity, but it is unclear whether it provides symptomatic benefit in patients with PAD and is not recommended.</li></ul></li></ul><h2>Procedural revascularization</h2><p>Percutaneous revascularization with stent placement or surgical revascularization with bypass graft placement is typically reserved for patients with chronic symptomatic PAD who have persistent symptoms despite exercise and pharmacologic therapy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26053.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Chronic limb-threatening ischemia (eg, ischemic rest pain) is an indication for prompt revascularization, and acute limb ischemia is an indication for emergency revascularization.<p></p><h1>Complications</h1><h2>Leriche syndrome</h2><p>Leriche syndrome (aortoiliac occlusion) results from proximal PAD (at the aortoiliac junction) that restricts blood flow to the internal iliac artery in addition to the external iliac artery (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41845.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; It is characterized by the following <strong>triad</strong>:<p></p><ul class=\"article-body-unordered-list\"><li>Bilateral hip and thigh claudication (due to restriction of blood flow to the external iliac artery) and, classically, <strong>buttock claudication</strong> (because restriction of blood flow to the internal iliac artery limits flow to the superior gluteal artery)</li><li>Absent or diminished femoral pulses, often with symmetric lower extremity muscle atrophy</li><li><strong>Erectile dysfunction</strong> (because restriction of blood flow to the internal iliac artery limits flow to the pudendal artery)</li></ul><h2>Limb loss</h2><p>Tissue gangrene can lead to an unsalvageable limb and limb loss.&nbsp; Surgical amputation is performed at the appropriate level to remove all nonviable tissue while attempting to optimize remaining functionality (eg, use of a prosthesis).&nbsp; Levels of amputation of the lower extremity include:</p><ul class=\"article-body-unordered-list\"><li>Individual toe amputation</li><li>Transmetatarsal amputation</li><li>Below-knee amputation</li><li>Above-knee amputation</li></ul><h1>Prognosis</h1><p>Most patients with PAD complicated by claudication continue to have stable claudication symptoms at 5 years.&nbsp; Approximately 10%-20% of patients progress to worsening claudication, and only 1%-2% progress to chronic limb-threatening ischemia with rest pain, nonhealing ulcers, and/or tissue gangrene that requires limb amputation.&nbsp; Revascularization can help prevent limb loss in patients with advanced disease.&nbsp; Secondary prevention measures are important in the management of PAD as cardiovascular disease (eg, myocardial infarction, stroke, ischemic heart disease) is the most common cause of mortality.</p><h1>Summary</h1><p>Peripheral arterial disease results from atherosclerosis in the peripheral arteries that restricts blood flow to organs and tissues; the muscles and tissues of the lower extremities are most commonly affected.&nbsp; Patients can have wide-ranging clinical manifestations, including claudication, ischemic rest pain, and gangrene with limb loss.&nbsp; The diagnosis is usually made via ankle-brachial index measurement and initial management involves smoking cessation and exercise therapy.&nbsp; In addition, peripheral arterial disease is a coronary artery disease risk equivalent and the diagnosis indicates the need for secondary prevention measures for atherosclerotic cardiovascular disease.&nbsp; Recognition and management of peripheral arterial disease is important to minimize symptoms and reduce morbidity and overall cardiovascular mortality.</p></div>\n            "
}