{
  "meta": {
    "title": "Pheochromocytoma",
    "url": "https://brainandscalpel.vercel.app/pheochromocytoma-d9a73f82-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:39.043Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Pheochromocytomas are rare catecholamine-secreting tumors that secrete excess catecholamines, leading to potentially severe cardiovascular manifestations.</p>\n<h1>Pathophysiology</h1><br><br><p>Pheochromocytomas arise from chromaffin cells of the adrenal medulla or from extraadrenal paraganglia (paraganglioma).&nbsp; Chromaffin cells are derived from neural crest cells, which are multipotent migratory cells that originate in the ectoderm at the margin of the neural tube and give rise to a diverse cell lineage.&nbsp; They are stimulated by acetylcholine released by sympathetic preganglionic neurons and secrete catecholamines (norepinephrine, epinephrine, dopamine) directly into the bloodstream to amplify sympathetic nervous system activity (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26022.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><p>Pheochromocytomas can produce and release large quantities of <strong>catecholamines</strong> (eg, norepinephrine, epinephrine), which bind to alpha- and beta-adrenergic receptors, resulting in increased vascular resistance, tachycardia, and enhanced cardiac output.&nbsp; Excessive alpha-receptor stimulation can cause severe vasoconstriction, whereas beta-receptor stimulation may lead to arrhythmias and hypermetabolism.&nbsp; Catecholamine release may occur intermittently or in response to physical or emotional stress, anesthesia, or certain medications.</p>\n<h1>Risk factors</h1><br><br><p>Age (commonly presents in the third to fifth decades of life) and family history are risk factors.&nbsp; Most cases of pheochromocytoma are sporadic, but approximately 40% may be seen as part of genetic syndromes such as multiple endocrine neoplasia type 2 (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/92682.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) and von Hippel-Lindau disease (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41706.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Pathology</h1><br><br><p>Approximately</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>10% of pheochromocytomas are bilateral</li>\n\t<li>10% are extraadrenal</li>\n\t<li>10% are malignant.&nbsp;</li>\n</ul><br><br><p>Histopathology shows a highly vascular tumor with nests of spindle-shaped or polygonal cells (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L78666.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The neurohormonal character of the cells is confirmed with stains for synaptophysin, chromogranin A, and neuron-specific enolase, and electron microscopy may show dense membrane-bound granules containing catecholamines.<p></p>\n<h1>Clinical presentation</h1><br><br><p>The classic <strong>triad</strong> associated with pheochromocytoma includes episodic <strong>headaches</strong>, <strong>sweating</strong>, and <strong>palpitations</strong>.&nbsp; These episodes may be triggered by physical exertion, stress, or specific drugs.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Headaches</strong> are often episodic and present in 90% of patients.</li>\n\t<li><strong>Paroxysmal hypertension</strong> occurs in approximately 50% of patients and may be associated with orthostasis (possibly reflecting low plasma volume).&nbsp; Sustained hypertension and hypertensive crises can also be seen.</li>\n\t<li>Paroxysms of <strong>diaphoresis</strong> and other manifestations of hyperadrenergic spells (eg, tremor, pallor, anxiety)</li>\n</ul><br><br><p>The classic triad is present in &lt;50% of patients.</p><br><br><p>Because catecholamines inhibit insulin secretion, pheochromocytoma should also be considered in patients who develop hyperglycemia that is atypical for both type 1 and type 2 diabetes mellitus, especially when accompanied by other suggestive features.</p>\n<h1>Diagnosis</h1><br><br><p>Indications for diagnostic testing are presented in the table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36504.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Biochemical assessment</strong> of increased catecholamine production:&nbsp; Epinephrine and norepinephrine are metabolized to metanephrine and normetanephrine, respectively, by catechol-O-methyltransferase (COMT) and subsequently to the biologically inactive breakdown product vanillylmandelic acid (VMA) by monoamine oxidase (MAO).&nbsp; As a result, plasma and urinary concentrations of catecholamines, metanephrines, and VMA are elevated in patients with catecholamine-secreting tumors (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27393.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Plasma fractionated metanephrines or 24-hour urinary fractionated catecholamines and metanephrines can be measured; 24-hour urinary VMA excretion has a much lower sensitivity and specificity compared with 24-hour urinary fractionated metanephrine.</li>\n\t\t<li>In patients with high pretest probability, both <strong>urine and plasma metanephrines</strong> should be checked; in patients with low pretest probability, negative urine catecholamines alone rule out the condition.</li>\n\t</ul>\n\t</li>\n\t<li>If biochemical tests are abnormal, <strong>imaging</strong> (CT or MRI) is indicated to localize the tumor.</li>\n\t<li>Nuclear scintigraphy (eg, metaiodobenzylguanidine [MIBG] scan) can be used to localize small tumors if CT or MRI is negative.&nbsp; MIBG resembles norepinephrine, is taken up by adrenergic tissue, and can detect tumors not detected by CT or MRI.&nbsp; MIBG scans are also performed in patients with large tumors (&gt;5 cm diameter) because they have a higher risk of malignancy and possible extraadrenal disease.&nbsp; Younger patients and those with a familial disorder also require MIBG scan after initial CT or MRI as they have a higher risk of extraadrenal and multiple tumors.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Pheochromocytoma must be distinguished from other conditions that can cause episodic hypertension, palpitations, and sweating.</p>\n<h2>Essential hypertension</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Essential hypertension is common but lacks paroxysmal symptoms and the episodic nature of pheochromocytoma.&nbsp; It typically responds to standard antihypertensive therapy without the need for catecholamine-specific testing.</li>\n</ul>\n<h2>Hyperthyroidism</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hyperthyroidism may cause palpitations and sweating but is usually accompanied by other signs (eg, goiter, weight loss) and abnormal thyroid function tests.</li>\n</ul>\n<h2>Anxiety/panic disorder</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Anxiety/panic disorder may present with similar episodic symptoms (palpitations, sweating) but usually lacks hypertension.&nbsp; Psychiatric history and absence of biochemical evidence of catecholamine excess can help in differentiation.</li>\n</ul>\n<h2>Carcinoid syndrome</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Carcinoid syndrome is associated with flushing, diarrhea, and bronchospasm rather than hypertension and is also associated with elevated urinary 5-hydroxyindoleacetic acid.</li>\n</ul>\n<h2>Cushing syndrome</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cushing syndrome causes hypertension, weight gain, and glucose intolerance, but symptoms are more chronic and include characteristic physical signs (eg, moon facies, abdominal striae).&nbsp; Dexamethasone suppression test and cortisol level measurements differentiate it from pheochromocytoma.</li>\n</ul>\n<h1>Management</h1><br><br><p>Pheochromocytomas should undergo <strong>surgical resection</strong> due to the risk for complications caused by catecholamine surges and the potential for malignant disease.&nbsp; However, surgical removal of a pheochromocytoma is a high-risk procedure because intraoperative catecholamine surges can precipitate hypertensive crisis, pheochromocytoma crisis (a condition characterized by labile blood pressures, high fever, and multiorgan failure), and fatal arrhythmias.</p><br><br><p>To help prevent these complications, <strong>appropriate adrenergic blockade</strong> is needed prior to surgery.&nbsp; The <strong>order of administration</strong> of adrenergic blockade is critical.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Beta-blocker therapy in the absence of alpha-adrenergic blockade can lead to lethal hypertensive crisis due to unopposed alpha-1 stimulation.&nbsp; Therefore, <strong>alpha-adrenergic blockade</strong> should be administered first, usually 7-14 days prior to surgery.&nbsp; Phenoxybenzamine, an irreversible and nonselective alpha blocker, is often preferred; however, selective alpha-1 blockers (eg, terazosin) are also sometimes used.&nbsp; Patients should also be encouraged to increase sodium intake and stay well-hydrated to minimize possible side effects of alpha-adrenergic blockade (eg, orthostasis, hypotension).</li>\n\t<li>Once adequate alpha-adrenergic blockade is established, <strong>beta-adrenergic blockade</strong> (eg, propranolol) can be safely initiated, usually 2-3 days prior to surgery.</li>\n</ul>\n<h1>Complications</h1><br><br><p>Complications can result from both the tumor itself and from surgical resection.</p>\n<h2>Tumor complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hypertensive crisis:&nbsp; precipitated by catecholamine surges, which can lead to stroke, myocardial infarction, or pulmonary edema.</li>\n\t<li>Cardiomyopathy:&nbsp; can result from prolonged or excessive catecholamine exposure.</li>\n\t<li>Metastasis:&nbsp; occurs in malignant pheochromocytomas, most commonly affecting bones, liver, and lungs.</li>\n</ul>\n<h2>Surgical complications</h2><br><br><p>Even with adequate preoperative alpha blockade and adequate fluid replenishment, some patients with pheochromocytoma have intraoperative and postoperative complications.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hypotension is an important intraoperative complication due to decreased circulatory catecholamine levels following tumor removal.&nbsp; In addition, persistent preoperative alpha blockade results in decreased vascular tone.&nbsp; Intra- and postoperative hypotension usually responds well to normal saline bolus.&nbsp; Pressors may be required in patients who do not respond to intravenous fluids.</li>\n\t<li>Other complications include hypertensive crisis, hypoglycemia, and cardiac tachyarrhythmias (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41362.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Summary</h1><br><br><p>Pheochromocytomas (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/56582.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) are rare, catecholamine-secreting tumors that typically originate in the adrenal medulla.&nbsp; These tumors can cause episodic hypertension, headaches, palpitations, and sweating, often triggered by stress or physical activity.&nbsp; Early diagnosis with biochemical and imaging studies, and effective blood pressure control before surgical resection are cornerstones of diagnosis and management.<p></p>\n</div>\n\n            "
}