{
  "meta": {
    "title": "Shock: Hypovolemic, cardiogenic, distributive, and obstructive",
    "url": "https://brainandscalpel.vercel.app/shock-hypovolemic-cardiogenic-distributive-and-obstructive-fd95b2ad-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:41.615Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Shock is a life-threatening state of circulatory failure characterized by inadequate oxygen delivery and/or impaired cellular oxygen use; if uncorrected, progressive multiorgan dysfunction can occur.&nbsp; Regardless of etiology, shock represents the final pathway of pathophysiologic mechanisms that impair effective tissue perfusion.&nbsp; Subtypes of shock include hypovolemic, cardiogenic, distributive (eg, septic), and obstructive.&nbsp; In practice, these may often overlap (eg, septic with cardiogenic features in endocarditis), requiring tailored therapy based on the dominant physiology.&nbsp; The term \"undifferentiated shock\" describes shock that is identified, but its etiology is unclear.</p>\n<h1>Pathophysiology</h1><br><br><p>Shock represents a <strong>mismatch</strong> between <strong>oxygen delivery</strong> and <strong>oxygen consumption</strong> at the cellular level.&nbsp; Normal tissue oxygen delivery depends on adequate cardiac output, hemoglobin concentration, and arterial oxygen saturation.&nbsp; When this system fails, tissues experience <strong>hypoperfusion</strong>, leading to cellular hypoxia, metabolic dysfunction, and, if uncorrected, multiorgan failure.&nbsp; Compensatory mechanisms attempt to maintain perfusion to vital organs through vasoconstriction, tachycardia, and redistribution of blood flow.&nbsp; Although it is most commonly associated with hypotension, shock can also occur in patients with normal or high blood pressure, depending on compensatory responses or underlying causes.</p>\n<h2>Cellular metabolism</h2><br><br><p>Under normal conditions, cellular ATP production relies primarily on aerobic metabolism through the citric acid cycle and the mitochondrial electron transport chain (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L35750.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; When oxygen delivery becomes inadequate, cells shift to <strong>anaerobic glycolysis</strong>, which produces only 2 ATP molecules per glucose molecule (vs 36 in aerobic conditions).&nbsp; This metabolic shift results in:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lactate accumulation</strong> from pyruvate reduction.</li>\n\t<li>Depletion of cellular energy stores.</li>\n\t<li>Impaired cellular membrane function.</li>\n\t<li>Activation of inflammatory cascades.</li>\n</ul>\n<h2>Compensatory mechanisms</h2><br><br><p>The body's initial response to all types of shock involves several compensatory mechanisms, with the 2 most significant involving activation of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sympathetic nervous system</strong>:&nbsp; Stimulation of the heart results in increased contractility and heart rate, helping maintain cardiac output.&nbsp; Constriction of the arteriolar beds increases the mean arterial pressure and therefore maintains end-organ perfusion; this also shunts blood away from the extremities and skin and toward the vital organs.&nbsp; Constriction of the systemic veins increases venous return to the heart, thereby helping maintain preload.</li>\n\t<li><strong>Renin-angiotensin-aldosterone system (RAAS)</strong>:&nbsp; Triggered by renal hypoperfusion, RAAS activation leads to angiotensin II–mediated vasoconstriction and aldosterone-driven sodium and water reabsorption in the kidneys, thereby increasing intravascular volume to improve preload.&nbsp; This process is most effective in hypovolemic shock but is activated across all shock types to counteract perceived volume deficits.</li>\n</ul><br><br><p>These mechanisms temporarily maintain arterial pressure and vital organ perfusion, often concealing the severity of early shock.&nbsp; However, sustained activation becomes maladaptive:&nbsp; Prolonged vasoconstriction impairs microvascular flow, causing tissue ischemia; excessive catecholamines heighten myocardial oxygen demand; and RAAS-driven fluid retention can exacerbate edema or congestion, particularly in cardiogenic, distributive, or obstructive shock.</p>\n<h1>Hypovolemic shock</h1><h2>Pathophysiology</h2><br><br><p>Hypovolemic shock results from a critically <strong>decreased blood volume</strong>, which reduces venous return to the heart.&nbsp; This leads to:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Low central venous pressure (CVP):&nbsp; The pressure in the thoracic vena cava near the right atrium (reflecting right-sided preload).</li>\n\t<li>Low pulmonary capillary (or pulmonary artery) wedge pressure (PCWP):&nbsp; An indirect measure of left atrial pressure (reflecting left-sided preload) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22141.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>Despite preserved myocardial contractility and normal baseline vascular tone, the reduced preload decreases stroke volume and decreases cardiac output (= heart rate × stroke volume).&nbsp; In response, the body increases systemic vascular resistance (SVR) through sympathetic-mediated vasoconstriction and RAAS activation to maintain the mean arterial pressure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42669.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p>\n<h2>Etiologies</h2><br><br><p>Hypovolemic shock is most commonly due to acute blood loss (ie, hemorrhage), including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Trauma:&nbsp; Penetrating injuries, blunt force trauma, and long bone fractures.</li>\n\t<li>Gastrointestinal (GI) bleeding:&nbsp; Bleeding from upper GI (eg, peptic ulcers, varices) and lower GI (eg, diverticulosis, malignancy) sources.</li>\n\t<li>Surgical complications:&nbsp; Intraoperative or postoperative bleeding.</li>\n\t<li>Obstetric hemorrhage:&nbsp; Placental abruption, uterine rupture, and postpartum hemorrhage.</li>\n\t<li>Vascular emergencies:&nbsp; Ruptured abdominal aortic aneurysm and aortic dissection.</li>\n</ul><br><br><p>Nonhemorrhagic hypovolemic shock is less common and results from substantial loss of plasma or other body fluids without overt bleeding.&nbsp; Large-volume GI losses (eg, profuse diarrhea, high-output fistulae), significant renal fluid losses (eg, postobstructive diuresis, excessive diuretic use), extensive cutaneous losses (eg, severe burns), or massive third spacing from increased capillary permeability (eg, pancreatitis) can each reduce circulating volume.</p>\n<h1>Cardiogenic shock</h1><h2>Pathophysiology</h2><br><br><p>Cardiogenic shock occurs when <strong>left ventricular failure</strong> (eg, impaired contractility) leads to inadequate cardiac output to meet the body's metabolic demands, despite an adequate preload.&nbsp; This results in elevated PCWP caused by increased left atrial pressure and pulmonary congestion.&nbsp; Backward transmission of pressure leads to a secondary rise in CVP.&nbsp; Reduced cardiac output triggers reflexive increases in SVR, which may initially help maintain blood pressure, but further elevate afterload and worsen myocardial workload.&nbsp; This combination of high preload pressures, low cardiac output, and elevated SVR produces systemic hypoperfusion, pulmonary edema, and end-organ dysfunction (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42668.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p>\n<h2>Etiologies</h2><br><br><p>Cardiogenic shock is most often caused by acute <strong>myocardial infarction</strong> (MI) (80% of cases), typically with large anterior wall involvement (&gt;40% of the left ventricle) or isolated right ventricular infarction.&nbsp; Mechanical complications of MI—such as ventricular septal rupture, acute severe mitral regurgitation from papillary muscle rupture, or free wall rupture—can precipitate abrupt hemodynamic collapse.</p><br><br><p>Nonischemic causes include acute myocarditis, advanced cardiomyopathy (dilated, hypertrophic, restrictive), and acute valvular emergencies (eg, acute mitral or aortic regurgitation).&nbsp; Additional triggers include severe arrhythmias (eg, sustained ventricular tachycardia, complete heart block), cardiotoxic drug overdoses (eg, beta blockers), and, less commonly, cardiomyopathies (eg, stress-induced [takotsubo], peripartum).</p>\n<h1>Distributive shock</h1><h2>Pathophysiology</h2><br><br><p>Distributive shock results from widespread <strong>peripheral vasodilation</strong>, leading to a marked decrease in SVR and a relative intravascular volume deficit despite normal or increased total blood volume.&nbsp; The loss of vascular tone and inappropriate arteriovenous shunting cause maldistribution of blood flow, impairing effective tissue perfusion.&nbsp; CVP and PCWP are typically low due to reduced venous return.&nbsp; Cardiac output is often normal or elevated in early phases due to decreased afterload and compensatory tachycardia, but it may decline in late stages from myocardial depression or exhaustion of compensatory mechanisms (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42671.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p>\n<h2>Etiologies</h2><br><br><p>Distributive shock is most commonly caused by <strong>septic shock</strong>, which is triggered by a severe systemic inflammatory response to infection, driven by bacterial endotoxins (gram-negative bacteria) or exotoxins (gram-positive bacteria).&nbsp; The pathophysiology involves a dysregulated immune response, in which pathogen- and damage-associated molecular patterns activate immune cells, releasing proinflammatory cytokines.&nbsp; These mediators cause widespread vasodilation (from nitric oxide release) and increased capillary permeability, leading to plasma leakage into interstitial spaces, exacerbating relative hypovolemia.&nbsp; Microcirculatory dysfunction, including endothelial damage and microthrombi formation, further impairs tissue oxygen delivery, contributing to organ dysfunction.&nbsp; Bacterial pathogens predominate, but fungi (eg, <em>Candida</em>, <em>Aspergillus</em>), viruses (eg, SARS-CoV-2), and parasites (eg, malaria, babesiosis) are additional causes.</p><br><br><p>Other less common causes include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Anaphylactic shock:&nbsp; Driven by acute hypersensitivity reactions (ie, IgE), causing rapid vasodilation and capillary leak.</li>\n\t<li>Neurogenic shock:&nbsp; Resulting from loss of sympathetic tone (eg, from spinal cord injury above T6).&nbsp; Following&nbsp;an initial few minutes&nbsp;of massive sympathetic stimulation (eg, hypertension, tachycardia) due to release of norepinephrine from the adrenal glands,&nbsp;sympathetic tone quickly plummets due to injury to the descending spinal tracts that carry signals from the brainstem to the preganglionic sympathetic neurons in the lateral horn of the spinal cord (at levels T1-L2). &nbsp;This results in unopposed parasympathetic stimulation (carried by the intact vagus nerve), leading to hypotension and hypothermia from peripheral vasodilation and bradycardia.</li>\n\t<li>Endocrine shock:&nbsp; Caused by primary adrenal insufficiency (Addison disease), which leads to inadequate cortisol and aldosterone production, causing vasodilation and hypovolemia, or by myxedema coma (ie, severe hypothyroidism), resulting in decreased cardiac output and SVR.</li>\n</ul>\n<h1>Obstructive shock</h1><h2>Pathophysiology</h2><br><br><p>Obstructive shock occurs when there is <strong>impeded cardiopulmonary blood flow</strong> that prevents adequate venous return or restricts cardiac outflow.&nbsp; As a result, reduced cardiac output occurs despite preserved intrinsic myocardial contractility.&nbsp; Obstruction to right-sided heart filling or pulmonary outflow (eg, massive pulmonary embolism, tension pneumothorax) causes a marked rise in CVP with a decrease in PCWP.&nbsp; Obstruction to venous return or cardiac filling (eg, cardiac tamponade) similarly impedes venous return, leading to reduced preload and cardiac output.&nbsp; Reduced cardiac output triggers compensatory increases in SVR, which may help sustain blood pressure but further increases ventricular afterload (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42670.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).<p></p>\n<h2>Etiologies</h2><br><br><p>Etiologies of obstructive shock are often divided into 2 broad categories:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Right ventricular outflow obstruction</strong>:&nbsp; Primarily affects right-sided heart outflow by increasing pulmonary artery resistance and leading to right ventricular overload.&nbsp; Examples include <strong>massive pulmonary embolism</strong> (eg, saddle embolus) or submassive pulmonary embolism with right ventricular dysfunction, and severe pulmonary hypertension.</li>\n\t<li><strong>Limited right ventricular filling</strong>:&nbsp; Involves physical compression or restriction that limits cardiac chamber filling or expansion.&nbsp; Examples include <strong>tension pneumothorax</strong>, pericardial <strong>tamponade</strong>, constrictive pericarditis, and restrictive cardiomyopathy.</li>\n</ul>\n<h1>Evaluation and diagnosis</h1><h2>Recognizing shock</h2><br><br><p>Sometimes, shock is obvious, such as in a patient with hypotension and acute organ failure.&nbsp; Other times, it may be more subtle, especially in early or compensated stages, such as in a patient with confusion and lactic acidosis.&nbsp; <strong>Tachypnea</strong> is a relatively sensitive but nonspecific early sign of shock (all types), arising from sympathetic stimulation of the respiratory drive and compensation for metabolic (lactic) acidosis; it often precedes hypotension, oliguria, or mental status changes.&nbsp; <strong>Delayed capillary refill</strong> (ie, persistent nail bed blanching for &gt;2 sec after release) is another common finding seen in all types of shock and reflects impaired microcirculatory flow.</p>\n<h2>Physical examination</h2><br><br><p>A brief practical examination at the bedside can help to quickly form a differential diagnosis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Distributive</strong> shock:&nbsp; Suggestive clues include <strong>warm extremities</strong>, flushed skin tone, wide pulse pressure, and diastolic hypotension.&nbsp; Specific findings can point toward septic shock (eg, fever, hypothermia), anaphylactic shock (eg, urticaria, wheezing), or neurogenic shock (eg, bradycardia).</li>\n\t<li><strong>Hypovolemic</strong> shock:&nbsp; Signs include <strong>flat neck veins</strong>, dry mucosae, decreased skin turgor, narrow pulse pressure, and cold/clammy extremities.&nbsp; <strong>Orthostatic</strong> vital signs support the diagnosis.</li>\n\t<li><strong>Cardiogenic</strong> shock:&nbsp; Clues include <strong>jugular venous distension</strong>, new murmurs (eg, papillary muscle rupture), pulmonary <strong>crackles</strong>, S3 gallop, narrow pulse pressure, and cold extremities.</li>\n\t<li><strong>Obstructive</strong> shock:&nbsp; Signs are similar to those of cardiogenic shock, but the lungs are typically clear.&nbsp; Specific findings can raise suspicion for massive pulmonary embolism (eg, lower extremity asymmetry), pericardiac tamponade (eg, muffled heart sounds, pulsus paradoxus), and tension pneumothorax (eg, tracheal deviation, unilateral absence of breath sounds).</li>\n</ul>\n<h2>Bedside ultrasonography</h2><br><br><p><strong>Point of care ultrasonography (POCUS)</strong> is a rapid, focused examination performed at the bedside in patients with undifferentiated shock.&nbsp; POCUS uses cardiac windows and an inferior vena cava (IVC) view to assess ventricular function, chamber size, intravascular volume, and pericardial effusion.&nbsp; Thoracic views may detect pneumothorax, and abdominal views can detect free fluid (eg, hemoperitoneum).&nbsp; The examination is typically completed in 3-5 minutes and can rapidly narrow the differential diagnosis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Distributive</strong> shock:&nbsp; The cardiac chambers are normal in size, the left ventricle is hyperdynamic, and the IVC is normal or collapsed due to third spacing of fluid.&nbsp; This corresponds to a hemodynamic state of normal to high cardiac output, low SVR (the primary disturbance), and low CVP.</li>\n\t<li><strong>Hypovolemic</strong> shock:&nbsp; The left ventricle is small with \"kissing\" walls, and the IVC is collapsed.&nbsp; This corresponds to a hemodynamic state of low cardiac output, high SVR, and low CVP (the primary disturbance).</li>\n\t<li><strong>Cardiogenic</strong> shock:&nbsp; The left ventricle is dilated and hypokinetic with possible left atrial enlargement, and the IVC is typically engorged.&nbsp; This corresponds to a hemodynamic state of low cardiac output (the primary disturbance), high SVR, and high CVP.&nbsp; Mechanical complications such as severe valvular regurgitation or ventricular septal defect may also be seen with Doppler flow.</li>\n\t<li><strong>Obstructive</strong> shock:&nbsp; Massive pulmonary embolism results in a dilated, hypokinetic right ventricle from acute right-sided heart strain.&nbsp; Pericardial tamponade shows a pericardial effusion with diastolic right ventricular collapse and a small, underfilled left ventricle.&nbsp; Tension pneumothorax looks very similar to tamponade but without pericardial effusion.</li>\n</ul>\n<h2>Further evaluation</h2><br><br><p>Once the likely type of shock has been identified, the next step is to obtain targeted laboratory and imaging studies.&nbsp; These tests can define the underlying etiology and guide urgent management decisions.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Distributive</strong> shock:&nbsp; The priority is to evaluate for sepsis or anaphylaxis.&nbsp; Studies may include blood and urine cultures, chest x-ray, respiratory viral panel, and procalcitonin level for sepsis, as well as serum tryptase level for anaphylaxis (ideally within 1-3 hr of symptom onset).&nbsp; Endocrine testing (eg, cortisol, thyroid studies) can be performed if adrenal insufficiency or myxedema coma is suspected.</li>\n\t<li><strong>Hypovolemic</strong> shock:&nbsp; It is critical to identify ongoing bleeding or significant fluid losses.&nbsp; Hemoglobin and hematocrit may be normal immediately after hemorrhage (before plasma has a chance to equilibrate).&nbsp; Targeted imaging can include abdominal and pelvic ultrasonography or CT scan for retroperitoneal or intraperitoneal hemorrhage.</li>\n\t<li><strong>Cardiogenic</strong> shock:&nbsp; The priority is to diagnose active myocardial ischemia or infarction.&nbsp; ECG and cardiac enzyme levels (eg, troponin) are trended.&nbsp; The threshold for urgent coronary angiography is low, especially if transthoracic echocardiography reveals regional wall motion abnormalities.</li>\n\t<li><strong>Obstructive</strong> shock:&nbsp; CT pulmonary angiography is the gold standard for pulmonary embolism, echocardiography confirms tamponade or right-sided heart strain, and chest x-ray identifies tension pneumothorax.</li>\n</ul>\n<h2>Role of central venous oxygen saturation</h2><br><br><p>In many patients with shock, a central venous catheter is placed in a large vein (eg, internal jugular) with the tip in the superior vena cava.&nbsp; Blood drawn from this site provides central venous oxygen saturation <strong>(ScvO</strong><font size=\"2\"><sub><strong>2</strong></sub></font><strong>)</strong>.&nbsp; A normal ScvO<font size=\"2\"><sub>2</sub></font> is 65%-75%, reflecting that peripheral tissues normally extract roughly a quarter of delivered oxygen.&nbsp; In hypovolemic, cardiogenic, and obstructive shock, ScvO<font size=\"2\"><sub>2</sub></font> is typically low (ie, &lt;60%), reflecting reduced oxygen delivery relative to tissue extraction.&nbsp; In <strong>distributive</strong> shock, <strong>ScvO</strong><font size=\"2\"><sub><strong>2</strong></sub></font> is often <strong>elevated</strong> (ie, &gt;70%-80%) early due to impaired oxygen extraction, although it may fall later as cardiac output declines.</p>\n<h1>Management</h1><h2>Hypovolemic shock</h2><br><br><p>In the treatment of hypovolemic shock, the most important intervention other than identifying and eliminating the source of bleeding is the <strong>rapid infusion of blood</strong> products and <strong>balanced crystalloid</strong> solutions (eg, lactated Ringer), which are preferred over normal saline (eg, to minimize hyperchloremic acidosis).&nbsp; By infusing intravenous fluids, intravascular volume and ventricular preload can be increased rapidly.&nbsp; According to the Frank-Starling mechanism, greater preload stretches the myocardium and increases the end-diastolic sarcomere length, which leads to an increase in stroke volume and cardiac output (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/U101108.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; Fluid responsiveness can be tested via passive leg-raising, a bedside maneuver that transiently transfers venous blood from the legs to the central circulation and thereby mimics a fluid bolus; a resulting rise in systolic blood pressure or pulse pressure predicts a favorable response to fluid infusion better than static pressures (eg, CVP).<p></p>\n<h2>Cardiogenic shock</h2><br><br><p>In cardiogenic shock, the primary goal is to address the underlying cause.&nbsp; This may involve urgent <strong>revascularization</strong> with primary percutaneous coronary intervention in ST-segment elevation MI or management of arrhythmias.&nbsp; Beyond this, treatment focuses on the judicious use of pharmacologic agents (eg, vasoactive agents) and mechanical support to augment cardiac output and maintain perfusion.</p><br><br><p>In most cases, <strong>inotropic</strong> agents such as dobutamine (first-line) or milrinone are started.&nbsp; These vasoactive agents increase cardiac output primarily by enhancing myocardial contractility (↑ stroke volume); some also have peripheral vasodilatory effects, which can lower SVR (and afterload).&nbsp; The improved myocardial contractility and reduced afterload enhance stroke volume without markedly raising oxygen demand.&nbsp; In patients with volume overload, <strong>diuretics</strong> (eg, furosemide) are used to reduce preload and alleviate pulmonary congestion, improving oxygenation.&nbsp; However, if evidence of preload dependence (eg, right ventricular infarction) exists, cautious fluid resuscitation with small boluses (250-500 mL) can be administered.</p><br><br><p>If severe hypotension persists, <strong>vasopressors</strong> are added to support blood pressure.&nbsp; These vasoactive agents primarily increase SVR; norepinephrine is preferred over dopamine.&nbsp; For patients whose condition remains unstable, <strong>mechanical circulatory support</strong>—such as an intraaortic balloon pump&nbsp; or extracorporeal membrane oxygenation—can provide temporary stabilization.&nbsp; These devices work by unloading the ventricle and improving forward flow until definitive therapy is possible.</p>\n<h2>Distributive shock</h2><br><br><p>In the treatment of septic shock, key interventions include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Control of the infection source</strong>:&nbsp; Early administration of broad-spectrum antibiotics within the first hour, with removal of the source in some cases (eg, abscess drainage, fasciotomy).</li>\n\t<li><strong>Aggressive fluid resuscitation</strong>:&nbsp; Balanced crystalloids (30 mL/kg) are administered within the initial 3 hours to restore intravascular volume and improve preload, thereby enhancing cardiac output through increased venous return and stroke volume.</li>\n\t<li><strong>Vasopressors</strong>:&nbsp; If hypotension persists despite adequate volume, vasopressors (norepinephrine is first-line) are initiated to counteract the profound vasodilation and restore vascular tone.</li>\n</ul><br><br><p>Early, goal-directed therapy was a quantitative resuscitation strategy that used fluids, blood transfusions, and inotropes to achieve specific mean arterial pressure, CVP, and ScvO<font size=\"2\"><sub>2</sub></font> targets.&nbsp; However, these goals appear to be less important than the more pragmatic approach that prioritizes early fluids and antibiotics.</p><br><br><p>Anaphylactic shock is treated with immediate intramuscular epinephrine to reverse vasodilation and bronchospasm; adjunctive corticosteroids, H<font size=\"2\"><sub>1</sub></font>/H<font size=\"2\"><sub>2</sub></font> antihistamines, and bronchodilators are sometimes administered for residual symptoms after adequate epinephrine administration.&nbsp; In neurogenic shock, atropine may be used to address bradycardia, followed by vasopressors to support blood pressure while avoiding the excessive fluid overload that could exacerbate pulmonary complications.&nbsp; Endocrine shock requires urgent hormone replacement: hydrocortisone for adrenal insufficiency to restore cortisol and support vascular tone, with fludrocortisone if needed for mineralocorticoid deficiency.&nbsp; For myxedema coma, IV levothyroxine and hydrocortisone (to cover possible adrenal insufficiency) are prescribed.</p>\n<h2>Obstructive shock</h2><br><br><p>In the treatment of obstructive shock, the most critical intervention is the <strong>prompt removal of the underlying obstruction</strong> to restore normal cardiopulmonary flow:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pulmonary embolism:&nbsp; Thrombolysis and embolectomy for massive pulmonary embolism alleviate right ventricular strain and enhance forward output; prompt anticoagulation helps prevent further clot propagation.</li>\n\t<li>Tension pneumothorax:&nbsp; Needle decompression relieves pressure on the heart and great vessels.</li>\n\t<li>Tamponade:&nbsp; Pericardiocentesis evacuates pericardial fluid and improves cardiac filling.</li>\n</ul><br><br><p>Until definitive therapy can be performed, <strong>supportive care</strong> is essential for stabilizing hemodynamics, but excessive fluid resuscitation should be avoided because it may exacerbate the obstruction by increasing preload against a fixed barrier, potentially worsening right-sided heart failure or tamponade physiology.&nbsp; Instead, targeted vasopressor support can be used judiciously to maintain perfusion while minimizing additional stress on the obstructed system.</p>\n<h1>Summary</h1><br><br><p>Shock encompasses a spectrum of circulatory failure states—hypovolemic, cardiogenic, distributive, and obstructive—driven by distinct pathophysiologic mechanisms but converging on the critical endpoint of tissue hypoperfusion and potential multiorgan failure:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hypovolemic shock, stemming from significant blood or fluid loss, requires rapid volume resuscitation and reversal of the underlying cause to restore preload and cardiac output, as seen in conditions such as trauma or gastrointestinal bleeding.</li>\n\t<li>Cardiogenic shock, typically triggered by acute myocardial infarction or severe heart failure, requires careful fluid management, inotropic support, and, often, mechanical circulatory assistance to address impaired pump function and mitigate pulmonary congestion.</li>\n\t<li>Distributive shock, most commonly septic but also encompassing anaphylactic and neurogenic forms, necessitates aggressive fluid resuscitation and vasopressors to counteract profound vasodilation; targeted therapies such as antibiotics for sepsis or epinephrine for anaphylaxis are also provided.</li>\n\t<li>Obstructive shock, caused by mechanical impediments such as pulmonary embolism or cardiac tamponade, hinges on urgent removal of the obstruction through interventions such as thrombolysis or pericardiocentesis, with cautious hemodynamic support to avoid exacerbating the obstruction.</li>\n</ul><br><br><p>The following table provides an overview of hemodynamic parameters, including central venous pressure (ie, right-sided preload), pulmonary capillary wedge pressure (ie, left-sided preload), cardiac output, systemic vascular resistance (ie, afterload), and mixed venous oxygen saturation (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/104642.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n</div>\n\n            "
}