{
  "meta": {
    "title": "Sodium-glucose cotransporter-2 (SGLT-2) inhibitors",
    "url": "https://brainandscalpel.vercel.app/sodium-glucose-cotransporter-2-sglt-2-inhibitors-0d5de23f-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:42.916Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Sodium-glucose cotransporter-2 (SGLT-2) inhibitors are oral medications initially approved for their antihyperglycemic properties (through enhanced glucose excretion) in patients with type 2 diabetes mellitus (T2DM).&nbsp; However, these medications have demonstrated significant renal and cardiovascular protective effects independent of glycemic control.&nbsp; Prominent examples include dapagliflozin, empagliflozin, and canagliflozin.</p>\n<h1>Relevant pathophysiology</h1><br><br><p><strong>SGLT-2</strong> is a high-capacity transport protein in the <strong>proximal renal tubule</strong> responsible for reabsorbing approximately 90% of filtered glucose.&nbsp; <strong>Glucose reabsorption</strong> occurs through sodium cotransport, driven by a sodium gradient maintained by the Na⁺/K⁺-ATPase pump (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L122976.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><p>Under normal physiologic conditions, SGLT-2 effectively regulates glucose and sodium balance.&nbsp; However, in diabetes mellitus, chronic <strong>hyperglycemia</strong> disrupts this equilibrium by increasing the filtered glucose load.&nbsp; With elevated glucose concentrations in the proximal tubule, SGLT-2 activity increases, enhancing glucose and sodium reabsorption.&nbsp; Decreased sodium delivery to the macula densa is mistakenly interpreted as renal hypoperfusion, triggering activation of the <strong>renin-angiotensin-aldosterone system</strong> (RAAS).&nbsp; The resultant elevated angiotensin II constricts glomerular efferent arterioles, raising glomerular pressure and leading to <strong>hyperfiltration</strong>, a key driver of glomerular injury (eg, glomerulosclerosis) and chronic kidney disease (CKD).</p><br><br><p>SGLT-2 inhibitors counteract this maladaptive cycle by increasing sodium delivery to the macula densa, reducing RAAS activity, and by lowering glomerular hyperfiltration (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60452.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; This process is discussed in more detail next.<p></p>\n<h1>Mechanism of action</h1><br><br><p>SGLT-2 <strong>inhibitors</strong> (eg, dapagliflozin, empagliflozin) selectively block the SGLT-2 transporter in the proximal convoluted tubule, promoting urinary excretion of glucose and sodium (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19564.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Primary effects include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Reduced serum glucose</strong>:&nbsp; Achieved via increased urinary glucose excretion (ie, glucosuria).</li>\n\t<li><strong>Osmotic diuresis and natriuresis</strong>:&nbsp; Due to glucosuria (osmotic diuresis) and blocked sodium reabsorption (natriuresis).&nbsp; Together, these lead to modest blood pressure reduction, decreased extracellular fluid volume, and reduced total body sodium.</li>\n\t<li><strong>Mild weight loss</strong>:&nbsp; Due to caloric loss associated with glucosuria (averaging 2.7 kg [6 lb] over 2 years).</li>\n</ul><br><br><p>In addition to the renoprotective effects discussed (ie, RAAS suppression), SGLT-2 inhibitors also offer substantial cardiovascular protection beyond glycemic control.&nbsp; These benefits are attributed to favorable hemodynamic effects, including reductions in preload (ie, diuretic effect) and afterload (ie, vasodilation via improved endothelial function).&nbsp; In addition, myocardial metabolism may be enhanced.</p>\n<h1>Clinical indications</h1><br><br><p>Although core mechanisms are shared, indications and the strength of evidence for specific benefits vary slightly between agents, reflecting differences in trial designs and populations.&nbsp; In clinical practice, most benefits are likely a class effect.&nbsp; SGLT-2 inhibitors have been shown to reduce all-cause mortality in patients with T2DM and at least multiple cardiovascular risk factors.&nbsp; Specific indications are discussed.</p>\n<h2>Glycemic management</h2><br><br><p>SGLT-2 inhibitors were originally approved and are commonly used for hyperglycemia management in patients with T2DM.&nbsp; They work by blocking reabsorption of filtered glucose, which lowers serum glucose levels.&nbsp; Because the concentration of filtered glucose falls as serum levels decrease, hypoglycemia is not seen unless used with other medications (eg, insulin).</p><br><br><p>SGLT-2 inhibitors are typically combined with metformin or other antidiabetic agents, particularly beneficial in patients with atherosclerotic cardiovascular disease (eg, prior myocardial infarction), heart failure, or nephropathy (eg, albuminuria).&nbsp; These medications should be <strong>avoided in type 1 DM</strong> due to the strong association with euglycemic diabetic ketoacidosis (DKA).</p>\n<h2>Cardiovascular disease</h2><br><br><p>SGLT-2 inhibitors show significant benefit in coronary artery disease (CAD), heart failure with reduced ejection fraction (HFrEF), and heart failure with preserved ejection fraction (HFpEF).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>CAD</strong>:&nbsp; Reduce morbidity and mortality associated with CAD in patients with T2DM.</li>\n\t<li><strong>HFrEF</strong>:&nbsp; Decrease mortality and risk of hospitalization for heart failure in patients whose standard therapy (eg, angiotensin receptor–neprilysin inhibitor, beta-blocker, aldosterone antagonist) is already optimized.</li>\n\t<li><strong>HFpEF</strong>:&nbsp; Reduce the risk of heart failure hospitalization and improve quality of life, both likely from the diuretic effect.</li>\n</ul><br><br><p>In CAD, SGLT-2 inhibitors are used only in patients with T2DM.&nbsp; In contrast, these medications are indicated in patients with heart failure, with or without T2DM.</p>\n<h2>Chronic kidney disease</h2><br><br><p>SGLT-2 inhibitors increase sodium delivery to the macula densa, reduce RAAS activity, and lower glomerular hyperfiltration.&nbsp; As a result, they <strong>slow CKD progression</strong> by reducing glomerular hyperfiltration and proteinuria.&nbsp; This leads to long-term <strong>preservation of glomerular filtration rate</strong> (GFR) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81077.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p><br><br><p>SGLT-2 inhibitors are therefore indicated in patients with CKD and severely increased albuminuria (≥300 mg/day), both with and without T2DM.&nbsp; However, in practice, their use is more common in patients with T2DM (eg, insurance coverage).&nbsp; Initiation of an SGLT-2 inhibitor is generally avoided in patients with an estimated GFR &lt;25-30 mL/min, although they are typically continued in patients already receiving therapy.</p>\n<h1>Adverse effects</h1><br><br><p>Common adverse effects include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Genitourinary infections:&nbsp; Glucosuria increases the risk of vulvovaginal candidiasis and urinary tract infections (including pyelonephritis).</li>\n\t<li>Volume depletion:&nbsp; Osmotic diuresis predisposes to volume contraction, particularly in elderly patients or in those taking diuretics.&nbsp; Prerenal acute kidney injury can sometimes occur.</li>\n</ul><br><br><p>More serious adverse effects can occur but are very rare; therefore, these risks generally do not outweigh the significant clinical benefits.&nbsp; These include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Euglycemic DKA:&nbsp; DKA can occur without significant hyperglycemia (ie, euglycemic), especially in the setting of surgery, fasting, or dietary changes.&nbsp; The pathophysiology may be due to the lower plasma glucose (from glucosuria) decreasing insulin secretion while glucagon secretion is upregulated.&nbsp; This most likely occurs in patients with type 1 DM; SGLT-2 inhibitor use is therefore not recommended in these patients.</li>\n\t<li>Fournier gangrene:&nbsp; A rare but severe necrotizing fasciitis of the perineum requiring urgent surgical intervention can develop.&nbsp; A possible factor may be glucosuria contributing to a glucose-rich environment that sustains fungal growth.</li>\n\t<li>Orthopedic complications:&nbsp; Low-trauma fractures can occur, potentially related to orthostatic hypotension and, possibly, bone weakening.&nbsp; In addition, patients with foot ulcers are at increased risk of amputations (mostly toe and midfoot), with hypovolemia leading to ischemia being a possible contributing factor.&nbsp; This risk has initially been associated primarily with canagliflozin; data across other agents remain inconsistent.</li>\n</ul>\n<h1>Special considerations</h1><h2>Drug interactions</h2><br><br><p>SGLT-2 inhibitors should be used with caution in patients taking diuretics (eg, furosemide) and/or antihypertensives due to the risk of orthostatic hypotension and acute kidney injury.&nbsp; The risk of hypoglycemia also increases when combined with insulin or sulfonylureas.</p>\n<h2>Pregnancy and lactation</h2><br><br><p>SGLT-2 inhibitors are not recommended in pregnancy or lactating mothers due to insufficient safety data and potential fetal risks.</p>\n<h1>Summary</h1><br><br><p>Sodium-glucose cotransporter-2 (SGLT-2) inhibitors are oral antihyperglycemic agents that block glucose and sodium reabsorption in the proximal renal tubule, promoting glucosuria and natriuresis.&nbsp; Originally developed for the management of type 2 diabetes mellitus, they confer significant cardiovascular and renal benefits independent of glycemic control.&nbsp; Key advantages include reductions in major adverse cardiovascular events, heart failure hospitalizations, and progression of chronic kidney disease.&nbsp; These effects stem from hemodynamic improvements (eg, reduced preload, afterload, intraglomerular pressure), neurohormonal modulation (eg, renin-angiotensin-aldosterone system suppression), and potential metabolic shifts.</p><br><br><p>SGLT-2 inhibitors are generally well tolerated, with common but manageable adverse effects such as genitourinary infections and mild volume depletion.&nbsp; Serious adverse effects, including euglycemic diabetic ketoacidosis and Fournier gangrene, can occur but are exceedingly rare and typically do not outweigh the substantial clinical benefits (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35788.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; SGLT-2 inhibitors are now&nbsp;standard treatment for patients with type 2 diabetes mellitus and cardiovascular disease, heart failure, and chronic kidney disease.<p></p>\n</div>\n\n            "
}