{
  "meta": {
    "title": "Sudden infant death syndrome",
    "url": "https://brainandscalpel.vercel.app/sudden-infant-death-syndrome-07f3db69-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:44.660Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Sudden infant death syndrome (SIDS) is defined as the sudden and unexplained death of a child age &lt;12 months.&nbsp; SIDS is one of the leading causes of infant mortality worldwide.&nbsp; It is a diagnosis of exclusion following a thorough yet inconclusive investigation that includes a detailed review of the death scene, autopsy, and clinical history.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>The pathogenesis of SIDS is uncertain but is thought to involve the simultaneous occurrence of multiple events, a framework often referred to as the triple-risk model:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Susceptible infant</strong>:&nbsp; Infants are at increased risk if an underlying brainstem abnormality (eg, delayed brain maturation) or genetic defect (eg, defective proteins in myocardial conduction) impairs CNS arousal in response to hypoxia and hypercarbia (eg, airway obstruction).</li>\n\t<li><strong>Environmental factors</strong>:&nbsp; Prone sleeping position, overheating, and exposure to tobacco smoke may increase risk for SIDS.</li>\n\t<li><strong>Critical developmental stage</strong>:&nbsp; The incidence of SIDS peaks at age 2-4 months, a time of rapid brain maturation.&nbsp; Although SIDS is defined as the sudden and unexplained death of a child age &lt;12 months, it is uncommon after age 6 months (10% of cases) and rare after age 9 months (2% of cases).</li>\n</ul><br><br><p>The triple-risk model suggests that SIDS is most likely to occur in a susceptible infant who is exposed to certain environmental factors during a critical developmental stage.&nbsp; Over 95% of SIDS cases are retrospectively associated with at least one of the following risk factors (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/74844.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), many of which are modifiable:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Maternal factors\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Substance use (eg, tobacco products, alcohol) during pregnancy:&nbsp; likely associated with impaired cardiovascular reflexes (ie, heart rate increase in response to hypercarbia)</li>\n\t\t<li>Age &lt;20</li>\n\t\t<li>Limited or no prenatal care</li>\n\t</ul>\n\t</li>\n\t<li>Infant risk factors\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Preterm birth (&lt;37 weeks gestation):&nbsp; impaired CNS arousal in response to an inciting event (eg, airway obstruction), likely exaggerated in preterm infants</li>\n\t\t<li>Low birth weight (independent gestational age at birth)</li>\n\t\t<li>Male sex</li>\n\t\t<li>Recent respiratory infection</li>\n\t</ul>\n\t</li>\n\t<li>Environmental factors\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Prone or side sleeping position:&nbsp; the most common modifiable risk factor for SIDS.&nbsp; Prone sleeping position is associated with increased sleep duration and decreased arousal in infants.&nbsp; Side sleeping position is a less significant risk factor but should be avoided due to the possibility of rolling into the prone sleeping position.</li>\n\t\t<li>Sleeping environment:&nbsp; includes soft sleeping surface, loose crib items (eg, bedding, stuffed animal), bed-sharing with an adult (particularly in the setting of substance use that may impair alertness), overheating, and swaddling</li>\n\t\t<li>Smoke exposure (lower risk than maternal smoking during pregnancy)</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Clinical presentation and diagnosis</h1><br><br><p>SIDS typically occurs in apparently healthy infants, often during sleep and without signs of distress.&nbsp; SIDS is a <strong>diagnosis of exclusion</strong> that requires a thorough investigation to exclude other causes of sudden, unexpected infant death.&nbsp; The investigation involves assessing the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Death scene</strong>:&nbsp; including the position of the infant (eg, prone, side, supine), type of bed or crib (eg, hard, soft, flat, inclined), type and position of bedding and clothing (eg, loose, layered), and room temperature and ventilation.&nbsp; In addition, the presence of any caretakers and their reaction to the event should be documented.</li>\n\t<li><strong>Autopsy</strong>:&nbsp; including external and internal examinations via radiology (eg, skeletal survey) and history.&nbsp; In addition, laboratory testing (including microbiology [eg, blood culture], toxicology, metabolic and genetic studies) should be performed.</li>\n\t<li><strong>Clinical history</strong>:&nbsp; including a detailed account of the circumstances leading up to the infant's death, with an emphasis on known risk factors for SIDS (eg, maternal smoking during pregnancy, preterm delivery, recent respiratory illness).</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for SIDS includes other causes of sudden, unexpected infant death, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Accidental suffocation</strong> (eg, due to bed-sharing with an adult, loose bedding):&nbsp; requires thorough death scene investigation to exclude.</li>\n\t<li><strong>Infection</strong> (eg, pneumonia, meningitis):&nbsp; requires postmortem microbiologic studies (including blood, cerebrospinal fluid, and urine cultures) to exclude.</li>\n\t<li><strong>Inborn errors of metabolism</strong> (eg, fatty acid oxidation disorders, maple syrup urine disease):&nbsp; requires postmortem screening to exclude.&nbsp; Of note, sudden, unexpected death due to inborn errors of metabolism is less common since the widespread adoption of newborn screening programs.</li>\n\t<li><strong>Cardiac arrhythmias</strong> (eg, long QT syndrome [LQTS]):&nbsp; requires detailed family history and genetic studies to exclude.</li>\n\t<li><strong>Nonaccidental trauma</strong>:&nbsp; requires radiologic studies (eg, skeletal survey, CT scan of the head) to exclude.&nbsp; Age &gt;6 months, history of recurrent, brief, resolved unexplained events, and history of similar sudden deaths in family members are all suggestive of nonaccidental trauma (rather than SIDS) as the cause of death.&nbsp; Although further investigation is warranted in such cases, parents should always be approached in a compassionate and nonaccusatory manner because none of these features completely eliminates SIDS as a cause of death.</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of SIDS primarily involves support for the grieving family, who may express feelings of confusion, anger, and guilt.&nbsp; It is important to explain to the family that the direct cause of SIDS is unknown and that intrinsic, unmodifiable risk factors (eg, preterm birth, low birth weight) may be involved; it is also necessary to be honest regarding what is known about SIDS, including modifiable risk factors (eg, smoke exposure, prone sleeping position, loose bedding).&nbsp; However, when discussing risk factors, it is important to avoid placing blame because these epidemiologic associations do not define a direct cause-and-effect relationship.&nbsp; Caretakers should be referred to experienced counselors and support groups.</p>\n<h1>Prevention</h1><br><br><p>SIDS prevention focuses on education regarding modifiable risk factors.&nbsp; Infants should sleep alone, in the supine position, on a firm mattress, and without any loose bedding.&nbsp; However, once an infant purposefully rolls from supine to prone (typically age 4-6 months), the infant should be allowed to roll into the preferred sleeping position, even if prone.&nbsp; Caretakers should avoid bed-sharing and an overly warm sleep environment.&nbsp; Pregnant women should be advised to quit smoking.</p><br><br><p>In addition to focusing on modifiable risk factors, prevention strategies should emphasize the importance of protective factors.&nbsp; Protective factors include room-sharing (but not bed-sharing), breastfeeding, and pacifier use during sleep (possibly lower arousal threshold during sleep).</p>\n<h1>Summary</h1><br><br><p>Sudden infant death syndrome (SIDS) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/74918.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is defined as the sudden, unexplained death of an infant who is less than 1 year of age.&nbsp; SIDS is a diagnosis of exclusion following an inconclusive death scene investigation and autopsy.&nbsp; Preventative measures focus on modifiable risk factors (eg, sleeping position and environment) as well as protective factors (eg, breastfeeding, pacifier use).&nbsp; Families should feel supported throughout the grieving process.<p></p>\n</div>\n\n            "
}