{
  "meta": {
    "title": "Supraventricular tachycardia",
    "url": "https://brainandscalpel.vercel.app/supraventricular-tachycardia-d69479c1-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:45.412Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Supraventricular tachycardia (SVT) is a broad classification term for tachycardias that originate proximal to the bundle branches and Purkinje fibers in the cardiac conduction system (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15146.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ); these arrhythmias may originate within the sinoatrial node, the atria, the atrioventricular (AV) node, or the His bundle.&nbsp; In SVT, the ventricles are usually depolarized normally via the His-Purkinje system, typically resulting in narrow QRS complexes (ie, &lt;120 msec) on ECG.<p></p>\n<h1>Pathophysiology and types of SVT</h1><br><br><p>The classification of SVT is somewhat confusing and varies in different resources.&nbsp; In general, tachyarrhythmias reflect a disorder of either impulse generation (eg, ectopic activity) or impulse propagation (eg, abnormal conduction circuit).&nbsp; Using this framework, this article provides a conceptual approach based on the typical point of origin (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60340.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) and electrophysiologic disturbances that characterize each type of SVT.&nbsp; They are described in more detail in separate articles.<p></p>\n<h2>Sinus tachycardia</h2><br><br><p>Sinus tachycardia results from rapid impulse generation in the sinoatrial node, usually driven by an increase in sympathetic tone.&nbsp; The rapid impulse generation can be physiologic (eg, exercise) or in response to underlying pathology (eg, sepsis, pulmonary embolism).</p>\n<h2>Paroxysmal SVT</h2><br><br><p>Paroxysmal SVT (PSVT) describes a subset of SVTs with a regular rhythm, rapid rate, and abrupt onset and offset.&nbsp; The 2 most common types, which involve abnormal impulse propagation through electric circuits, include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>AV nodal reentrant tachycardia (AVNRT) results from the development of a small reentrant circuit involving dual conduction pathways within the AV node.</li>\n\t<li>AV reentrant tachycardia (AVRT) is the characteristic arrhythmia of Wolff-Parkison-White syndrome.&nbsp; It results from the development of a large reentrant circuit involving the AV node and an accessory conduction pathway that directly connects the atria to the ventricles.</li>\n</ul><br><br><p>Another PSVT is focal atrial tachycardia (ectopic pacemaker), which results from a small focus of electrical activity located in a portion of the atria outside the sinoatrial node.&nbsp; Although atrial fibrillation and atrial flutter are SVTs that often occur paroxysmally, they have distinct clinical manifestations and are not included in the PSVT classification.</p>\n<h2>Atrial fibrillation</h2><br><br><p>Atrial fibrillation results from disorganized and chaotic atrial activity that often originates in the pulmonary vein ostia of the left atrium.</p>\n<h2>Atrial flutter</h2><br><br><p>Atrial flutter results from the development of a large reentrant circuit that usually involves the cavotricuspid isthmus of the right atrium.</p>\n<h2>Multifocal atrial tachycardia</h2><br><br><p>Multifocal atrial tachycardia results from multiple sources of ectopic atrial activity outside the sinoatrial node.</p><br><br><p>For all these types of SVT (other than sinus tachycardia), the arrhythmia becomes the primary pacemaker for the atria (because impulse generation in the sinoatrial node is suppressed).</p><br><br><p>Other, less common arrhythmias (eg, junctional tachycardia) are also sometimes considered SVTs.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with SVT may be asymptomatic or may have relatively mild symptoms, including palpitations or a feeling of a racing heart.&nbsp; Other possible symptoms include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Dyspnea</li>\n\t<li>Chest discomfort, diaphoresis</li>\n\t<li>Light-headedness</li>\n\t<li>Syncope (rarely and only with very high ventricular rates)</li>\n</ul><br><br><p>On physical examination, radial artery palpation demonstrates a rapid pulse.&nbsp; The rhythm can be regular or irregular, depending on the type of SVT.</p><br><br><p>ECG findings for each of these SVTs are described in the next section.&nbsp; However, rapid SVTs can often be difficult to differentiate on ECG or cardiac monitoring because the rapid ventricular activity (ie, QRS complexes) can obscure the atrial activity.&nbsp; Administering intravenous adenosine can help identify an undifferentiated rapid SVT (narrow-complex tachycardia).&nbsp; By slowing or temporarily pausing conduction through the AV node, adenosine allows for visualization of P waves or other atrial activity and enables identification of the arrhythmia.</p>\n<h1>ECG findings</h1><h2>Sinus tachycardia</h2><br><br><p>Sinus tachycardia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21664.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) demonstrates a rapid and regular rhythm with normal P waves preceding each QRS complex.&nbsp; The atrial rate typically matches the ventricular rate and can range from 100/min to up to 180/min at rest.<p></p>\n<h2>AVNRT and AVRT</h2><br><br><p>AVNRT (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73170.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) and AVRT (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12094.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) demonstrate rapid and regular QRS complexes.&nbsp; The atria undergo retrograde depolarization either simultaneously with the ventricles or just after the ventricles, resulting in inverted P waves buried (not visible) in the QRS complex (more characteristic of AVNRT) or visible P waves just after the QRS complex (more characteristic of AVRT).&nbsp; The ventricular rate can range from approximately 140-220/min.<p></p>\n<h2>Focal atrial tachycardia</h2><br><br><p>Focal atrial tachycardia demonstrates a rapid and regular rhythm with abnormally shaped P waves preceding each QRS complex (similar to sinus tachycardia but with altered P wave morphology).</p>\n<h2>Atrial fibrillation</h2><br><br><p>Atrial fibrillation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85357.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ) demonstrates no organized P waves, but fibrillation waves may be visible.&nbsp; QRS complexes occur at random intervals (irregularly irregular R-R intervals) due to random conduction of the chaotic atrial activity through the AV node to the ventricles.&nbsp; The atrial rate is typically 500-600/min.&nbsp; With rapid ventricular response, the ventricular rate can range from 100-200/min.<p></p>\n<h2>Atrial flutter</h2><br><br><p>Atrial flutter (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52923.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ) demonstrates characteristic flutter waves representative of the atrial activity.&nbsp; The ventricular response rate can be variable or constant (R-R intervals can be irregular or can appear regular).&nbsp; The atrial rate is usually approximately 300/min.&nbsp; When the ventricular response rate is constant, the ventricular rate is a factor of approximately 300 (eg, ~150/min with 2:1 conduction, ~100/min with 3:1 conduction).<p></p>\n<h2>Multifocal atrial tachycardia</h2><br><br><p>Multifocal atrial tachycardia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10329.png\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ) demonstrates P waves with ≥3 different morphologies.&nbsp; The irregular atrial activity creates irregular ventricular activity (irregular R-R intervals).&nbsp; The atrial rate typically matches the ventricular rate and can range from 100/min to approximately 150/min.<p></p>\n<h1>Management</h1><br><br><p>The initial management of SVT generally follows the narrow QRS complex portion of the adult tachycardia algorithm (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8398.png\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ), with intravenous adenosine used when needed to assist in the identification of an undifferentiated SVT.&nbsp; Rarely, SVT demonstrates wide QRS complexes (eg, atrial fibrillation with bundle branch block, preexcited atrial fibrillation).<p></p><br><br><p>Additional management of SVT is specific to the type of arrhythmia and is further discussed in the dedicated articles for each arrhythmia.</p>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>SVT with a very high ventricular rate creates a risk for hemodynamic collapse due to impaired diastolic filling and can lead to sudden cardiac arrest.</li>\n\t<li>SVT that is sustained for a prolonged period (eg, several weeks or more) creates a risk for tachycardia-induced cardiomyopathy.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of SVT is highly variable and depends primarily on the type of arrhythmia and the clinical condition that may have precipitated it.&nbsp; Prompt management of SVT is crucial to minimizing morbidity and mortality.</p>\n<h1>Summary</h1><br><br><p>Supraventricular tachycardia (SVT) is a broad classification term for tachycardias that originate proximal to the bundle branches and Purkinje fibers in the cardiac conduction system.&nbsp; Types of SVT include sinus tachycardia, paroxysmal SVT (eg, atrioventricular nodal reentrant tachycardia, atrioventricular reentrant tachycardia, focal atrial tachycardia), atrial fibrillation, atrial flutter, and multifocal atrial tachycardia.&nbsp; SVTs usually have narrow QRS complexes on ECG, and, when rapid, it can be difficult to differentiate one from one another.&nbsp; Intravenous adenosine allows for visualization of underlying atrial activity and can help in the diagnosis of an undifferentiated rapid SVT.</p>\n</div>\n\n            "
}