{
  "meta": {
    "title": "Tetralogy of Fallot",
    "url": "https://brainandscalpel.vercel.app/tetralogy-of-fallot-056f86bd-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:47.762Z",
    "type": "article"
  },
  "content": "\n                <h1>Introduction</h1>\n<p>Tetralogy of Fallot (ToF) is one of the most common congenital heart defects; it accounts for up to 10% of congenital heart disease cases and occurs with equal frequency in males and females.&nbsp; ToF results from disrupted embryonic development that leads to 4 characteristic abnormalities:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Narrowed right ventricular outflow tract (RVOT).</li>\n\t<li>Large ventricular septal defect (VSD).</li>\n\t<li>Overriding aorta (ie, the aortic root is slightly shifted toward the septum and overlies the VSD).</li>\n\t<li>Concentric right ventricular (RV) hypertrophy.</li>\n</ul><br><br><p>The clinical presentation of ToF depends on the severity of the RVOT obstruction, with most patients developing cyanosis during infancy or childhood due to right-to-left shunting through the large VSD.&nbsp; Recognition of ToF is important because timely surgical repair is needed to reduce morbidity and prevent mortality.</p>\n<h1>Pathophysiology</h1><h2>Embryology and characteristic abnormalities</h2><br><br><p>ToF may be caused by the disrupted migration of the infundibular septum during embryonic development (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105680.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ); the infundibular septum is displaced anteriorly and cephalad, resulting in the 3 primary abnormalities of ToF:&nbsp; RVOT obstruction, a large VSD, and an overriding aorta.&nbsp; Over time, the RVOT obstruction causes RV pressure overload, leading to concentric RV hypertrophy (the fourth characteristic abnormality of ToF).<p></p>\n<h2>Hemodynamics of ToF</h2><br><br><p>In ToF, cyanosis is due to the obstruction of blood flow through the narrowed RVOT.&nbsp; This restricts blood flow to the lungs and forces right-to-left shunting through the large VSD (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108376.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Patients with severe RVOT obstruction&nbsp;typically have cyanosis at birth.&nbsp; Many patients have a more moderate degree of fixed RVOT obstruction and are acyanotic at baseline but may have intermittent episodes of cyanosis (tet spells) during periods of dynamic worsening of RVOT obstruction (ie, due to infundibular muscle spasm).&nbsp; During a tet spell, pulmonary blood flow is reduced as RV blood flow is forced through the large VSD and delivered to the systemic circulation; this causes hypoxemia and cyanosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69494.png\" alt=\"Tetralogy of Fallot\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Tetralogy of Fallot</div>\n                                </div>\n                                ).<p></p>\n<h2>Precipitants of tet spells</h2><br><br><p>The 2 major mechanisms by which tet spells develop are:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dynamic worsening of RVOT obstruction</strong>:&nbsp; This is the most common precipitant of a tet spell, especially in infants.&nbsp; Activities such as feeding or crying can cause infundibular muscle spasm that worsens RVOT obstruction and facilitates right-to-left shunting through the VSD.</li>\n\t<li><strong>Reduction in systemic vascular resistance</strong> (SVR):&nbsp; As occurs with exercise, reduced SVR can also precipitate a tet spell by decreasing systemic afterload and facilitating right-to-left shunting through the VSD.</li>\n</ul><br><br><p>Placing the infant in a knee-to-chest position (or squatting in older children) can improve or resolve a tet spell (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23631.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; This position compresses the iliac arteries, which increases SVR and systemic afterload, reducing right-to-left shunting through the VSD (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L120230.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p>\n<h1>Risk factors</h1><br><br><p>Most cases of ToF are sporadic, but the following syndromes are associated with ToF:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Down syndrome (trisomy 21).</li>\n\t<li>Alagille syndrome (which is primarily associated with hepatic cholestasis).</li>\n\t<li>DiGeorge syndrome (which is classically associated with thymic hypoplasia, hypocalcemia from parathyroid hypoplasia, cardiac defects, and facial deformities).</li>\n</ul>\n<h1>Clinical presentation</h1><h2>Manifestations</h2><br><br><p>The clinical presentation of ToF is determined by the severity of RVOT obstruction (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/68606.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Severe RVOT obstruction:&nbsp; Patients have obligatory right-to-left shunting through the VSD and typically have cyanosis at birth.&nbsp; ToF with severe RVOT narrowing is generally considered ductal dependent (ie, an open ductus arteriosus is required to maintain some degree of lung perfusion and hemodynamic stability).</li>\n\t<li>Moderate RVOT obstruction:&nbsp; Patients tend to have left-to-right or neutral shunting at baseline (and are acyanotic) but may have intermittent episodes of cyanosis (tet spells) during infancy and childhood.</li>\n\t<li>Mild RVOT obstruction:&nbsp; Patients may develop tet spells or remain acyanotic and develop heart failure (mostly secondary to the large VSD) during childhood or even early adulthood.</li>\n</ul>\n<h2>Physical examination</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A harsh systolic ejection murmur is best heard at the left upper sternal border, caused by blood flow through the narrowed RVOT (similar to a pulmonic stenosis murmur (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40718.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; In ToF with severe RVOT obstruction, the murmur may be faint or even absent due to minimal flow through the RVOT.</li>\n\t<li>Blood flow through the large VSD (right-to-left or left-to-right) is not of high enough velocity to cause a VSD murmur.</li>\n\t<li>Soft or absent pulmonic component of S2.</li>\n\t<li>Clubbing (in patients with recurrent cyanosis).</li>\n</ul>\n<h2>ECG</h2><br><br><p>ECG commonly shows evidence of right atrial enlargement (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84249.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ) as well as RV hypertrophy and right axis deviation.<p></p>\n<h2>Chest x-ray</h2><br><br><p>Chest x-ray characteristically reveals a boot-shaped heart with an upturned cardiac apex due to RV hypertrophy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50234.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p>\n<h1>Diagnosis</h1><br><br><p>ToF is sometimes diagnosed by ultrasonography during prenatal screening.&nbsp; After birth, the diagnosis should be suspected based on clinical presentation (eg, cyanosis, murmur) and is confirmed with echocardiography.</p>\n<h1>Differential diagnosis</h1><h2>Other congenital defects causing cyanosis at birth</h2><br><br><p>The following congenital defects typically present with cyanosis at birth (like ToF with severe RVOT obstruction):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Transposition of the great arteries</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95794.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ) does not usually cause a murmur because flow through the mixing shunts is not high enough velocity to cause a murmur.</li>\n\t<li><strong>Total anomalous pulmonary venous</strong> return usually presents with cyanosis at birth (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L120004.png\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).&nbsp; Often, no murmur is present, but increased right-sided blood flow may cause a pulmonic valve flow murmur (similar to the murmur of ToF).</li>\n\t<li><strong>Tricuspid atresia</strong> typically presents with cyanosis at birth (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L121421.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).&nbsp; A murmur of a VSD and/or patent ductus arteriosus is typically present due to high-velocity left-to-right shunting through these defects.</li>\n\t<li><strong>Severe Ebstein anomaly</strong> often presents with cyanosis at birth (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95508.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ).&nbsp; A murmur of tricuspid regurgitation is usually present.</li>\n\t<li><strong>Severe hypoplastic left heart syndrome</strong> typically presents with cyanosis at birth (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111937.jpg\" alt=\"Hypoplastic left heart syndrome\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Hypoplastic left heart syndrome</div>\n                                </div>\n                                ).&nbsp; No murmur is typically present.</li>\n\t<li><strong>Critical aortic coarctation</strong> may present with cyanosis at birth but as differential cyanosis, affecting only the lower extremities because the right-to-left shunt is distal to the left subclavian artery (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97929.png\" alt=\"Differential cyanosis in the newborn\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Differential cyanosis in the newborn</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>Echocardiography can usually differentiate severe ToF from other congenital defects causing cyanosis at birth.</p>\n<h2>Isolated pulmonic stenosis</h2><br><br><p>Isolated pulmonic stenosis most commonly occurs as a congenital defect and involves narrowing at the pulmonic valve itself.&nbsp; It usually presents with right-sided heart failure and does not typically cause cyanosis because there is no VSD to allow right-to-left shunting.&nbsp; However, critical pulmonic stenosis presents with cyanosis at birth because there is obligatory right-to-left shunting through the foramen ovale (blood can reach the lungs only via right-to-left shunting through the foramen ovale followed by left-to-right shunting through the ductus arteriosus).</p>\n<h2>Isolated VSD</h2><br><br><p>An isolated VSD, if moderate or large, typically presents with left-sided heart failure during childhood or early adulthood (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95506.jpg\" alt=\"figure 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 14</div>\n                                </div>\n                                ).&nbsp; It does not typically cause cyanosis unless it is left unrepaired for many years and Eisenmenger syndrome eventually develops (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18474.png\" alt=\"figure 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 15</div>\n                                </div>\n                                ).<p></p>\n<h2>Breath-holding spells</h2><br><br><p>Breath-holding spells are brief periods of apnea caused by autonomic dysregulation in response to an emotional trigger.&nbsp; They typically affect infants and children age &lt;5 and often manifest with cyanosis followed by loss of consciousness.&nbsp; These spells can mimic tet spells, but patients experiencing tet spells are expected to be tachypneic and have a murmur characteristic of ToF.</p>\n<h1>Management</h1><h2>Initial management of patients with ToF and cyanosis at birth</h2><br><br><p>As described above, ToF with severe RVOT causing cyanosis at birth is considered a ductal-dependent congenital heart defect (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/68605.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; In addition to initial clinical stabilization (eg, vascular access, intubation if needed), the following interventions should be performed to maintain ductus arteriosus patency:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The administration of prostaglandin E1 (PGE1) (eg, alprostadil) can often delay ductus arteriosus closure.</li>\n\t<li>If administration of PGE1 is ineffective, a catheter-based procedure may be needed to ensure extended ductus arteriosus patency.</li>\n</ul><br><br><p>Once ductus arteriosus patency is assured, definitive surgical management (discussed below) can be pursued.</p>\n<h2>Tet spells</h2><br><br><p>Tet spells can be initially managed by placing the patient in a knee-to-chest position and administering supplemental oxygen.&nbsp; For patients with persistent symptoms, the following step-wise approach to management can be pursued to help improve pulmonary blood flow:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Intravenous fluids increase RV preload, which may help open the RVOT.</li>\n\t<li>Intravenous opioids (eg, morphine) may reduce sympathetic drive, thereby helping to relieve infundibular muscle spasm.</li>\n\t<li>Intravenous beta blockade (eg, esmolol) may induce RVOT relaxation.</li>\n\t<li>Intravenous alpha-1 agonists (eg, phenylephrine) cause systemic vasoconstriction to increase systemic afterload and reduce right-to-left shunting.</li>\n</ul>\n<h2>Surgical repair</h2><br><br><p>Surgical repair is the definitive therapy for ToF, with most patients undergoing surgery before 1 year of age.&nbsp; Many patients can undergo elective surgery, but those with persistent cyanosis require emergency intervention.&nbsp; Patients with ToF and severe RVOT may require RVOT stenting prior to surgery.</p><br><br><p>Surgery consists of patch closure of the large VSD and enlargement of the RVOT via infundibular tissue resection and/or placement of a transannular pulmonic valve patch.&nbsp; Pulmonic regurgitation is a common complication of ToF repair, resulting from the necessary disruption of the pulmonic valve annulus during repair.&nbsp; It is estimated that &gt;25% of patients who undergo surgical repair of ToF require pulmonic valve replacement for severe pulmonic regurgitation by age 25.</p>\n<h1>Prognosis</h1><br><br><p>Without repair, ToF with relatively severe RVOT obstruction is typically fatal within the first few years of life.&nbsp; ToF with lesser degrees of RVOT obstruction may be survivable until early adulthood without repair.&nbsp; The prognosis for patients who undergo timely and successful repair is generally good, with survival rates &gt;90% through early adulthood and possibly much longer.</p>\n<h1>Summary</h1><br><br><p>Tetralogy of Fallot (ToF) is one of the most common congenital heart defects.&nbsp; It results from disrupted embryonic development that leads to 4 characteristic abnormalities including a narrowed right ventricular outflow tract (RVOT), large ventricular septal defect (VSD), overriding aorta, and concentric right ventricular hypertrophy.&nbsp; The clinical presentation depends on the severity of the RVOT obstruction, with most patients developing cyanosis during infancy or childhood due to right-to-left shunting through the large VSD; intermittent episodes of cyanosis (tet spells) are a common presentation.&nbsp; Recognizing ToF is important because timely surgical repair is needed to reduce morbidity and prevent mortality.</p>\n\n            "
}