{
  "meta": {
    "title": "Valve disorders: Tricuspid stenosis",
    "url": "https://brainandscalpel.vercel.app/valve-disorders-tricuspid-stenosis-706b39e1-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:53.844Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Tricuspid stenosis results from valve leaflet calcification and stiffening that impairs valve opening and restricts diastolic blood flow from the right atrium to the right ventricle.&nbsp; It is much less common than mitral stenosis, its left-sided counterpart; however, like mitral stenosis, it is typically caused by rheumatic heart disease.&nbsp; Severe tricuspid stenosis leads to right-sided heart failure.</p>\n<h1>Pathophysiology</h1><br><br><p>Isolated tricuspid stenosis is rare; tricuspid stenosis is usually seen in combination with mitral stenosis and in the setting of rheumatic heart disease.&nbsp; Its pathophysiology usually involves repeated episodes of rheumatic fever causing chronic inflammation and scarring of the tricuspid valve leaflets, which reduces their mobility and restricts the size of the tricuspid valve orifice.&nbsp; As a result, diastolic filling from the right atrium to the right ventricle is impaired, restricting blood flow through the pulmonary circulation to the left side of the heart, restricting cardiac output, and causing increased pressure in the right atrium and systemic venous circulation.</p>\n<h1>Etiologies</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Rheumatic heart disease</strong> accounts for the vast majority of cases, many of which occur in patients who spent childhood in a medical resource–limited country where rheumatic heart disease is endemic (eg, parts of Latin America, Africa, and Southeast Asia).&nbsp; Concomitant rheumatic mitral stenosis is common.</li>\n\t<li>Radiation therapy (eg, for Hodgkin lymphoma) can lead to valvular fibrosis and stiffening.</li>\n\t<li>Congenital tricuspid stenosis is rare.&nbsp; Congenital tricuspid atresia (absence of the tricuspid valve) may be considered an extreme form of tricuspid stenosis.</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Histologically, tricuspid stenosis is characterized by fibrosis, calcification, and thickening of the tricuspid valve leaflets.&nbsp; In rheumatic tricuspid stenosis, the valve damage and calcification primarily affect the valve commissures.</p>\n<h1>Clinical presentation</h1><h2>Manifestations</h2><br><br><p>Because rheumatic heart disease accounts for most cases, it should be suspected in all patients presenting with tricuspid stenosis.&nbsp; Concomitant mitral stenosis (and sometimes also aortic valve disease) strongly supports rheumatic heart disease.</p><br><br><p>The clinical presentation is related to restriction of flow across the tricuspid valve.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Impaired right ventricular filling leads to reduced blood flow through the lungs to the left atrium and reduced cardiac output, typically manifesting as exertional dyspnea and fatigue.&nbsp; Pulmonary edema is not expected with isolated tricuspid stenosis, but it can be present in the presence of concomitant left-sided valvular disease.</li>\n\t<li>Backup of pressure in the right atrium leads to elevated systemic venous pressure (elevated central venous pressure), which manifests with signs or symptoms of right-sided heart failure, including hepatic congestion, ascites, peripheral edema, and elevated jugular venous pressure.</li>\n</ul><br><br><p>As in mitral stenosis, the increase in blood volume that occurs with pregnancy is poorly tolerated in tricuspid stenosis, and pregnancy is a common precipitant of symptoms in patients with tricuspid stenosis who were previously asymptomatic.</p>\n<h2>Physical examination</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The characteristic auscultation finding in tricuspid stenosis is an <strong>opening snap followed by a rumbling diastolic murmur</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84050.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ), with presystolic accentuation (ie, louder murmur just before systole), best heard at the left lower sternal border.&nbsp; The <strong>presystolic accentuation</strong> is caused by atrial contraction forcing blood through the stenotic valve at the end of diastole; it does not occur in the setting of atrial fibrillation.&nbsp; Like most right-sided murmurs, the murmur increases in intensity with inspiration.</li>\n\t<li>Right ventricular heave is not present in isolated tricuspid stenosis because the right ventricle is unaffected by volume or pressure overload (although it may be present in right ventricular failure resulting from left-sided valvular disease).</li>\n\t<li>S1 is usually soft due to impaired closure of the stenotic tricuspid valve.</li>\n\t<li>Elevation of the jugular venous pulse is present, often with a positive Kussmaul sign (absence of the expected decline in jugular venous pulse during inspiration).</li>\n\t<li>The jugular venous pulse waveform characteristically demonstrates a prominent A wave caused by atrial contraction against the stenotic tricuspid valve (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50502.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; In addition, an attenuated y descent is present due to impaired diastolic filling of the right ventricle.</li>\n</ul>\n<h2>ECG</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Often shows evidence of right atrial enlargement (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84249.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                )</li>\n\t<li>May show atrial fibrillation</li>\n</ul>\n<h2>Chest x-ray</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>May show evidence of right atrial enlargement when severe</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Tricuspid stenosis should be suspected based on clinical presentation, and the diagnosis is confirmed with echocardiography.&nbsp; Characteristic echocardiography findings include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Elevated transvalvular pressure gradient across the tricuspid valve (primary diagnostic finding)</li>\n\t<li>Rheumatic tricuspid valve changes (eg, calcification, fusion of the valve commissures)</li>\n\t<li>Narrowing of the tricuspid valve orifice (≤1 cm<font size=\"2\"><sup>2</sup></font> in severe stenosis)</li>\n\t<li>Right atrial enlargement</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Mitral stenosis also causes a rumbling diastolic murmur with presystolic accentuation, but the murmur of mitral stenosis is best heard at the cardiac apex and does not increase in intensity with inspiration.&nbsp; In addition, elevated left atrial pressure and resulting pulmonary edema is expected with mitral stenosis, but it is not expected with isolated tricuspid stenosis.</li>\n\t<li>Tricuspid regurgitation can also present with signs and symptoms of right-sided heart failure.&nbsp; However, it is recognized by a holosystolic murmur (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/83810.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 2\n                                    </a>\n                                </div>\n                                ) best heard at the left lower sternal border.&nbsp; In addition, tricuspid regurgitation causes right ventricular volume overload with compensatory eccentric hypertrophy and associated examination findings (eg, right-sided S3).</li>\n\t<li>Right atrial myxomas are rare, benign neoplasms that can occur in the right atrium (atrial myxomas much more commonly occur in the left atrium).&nbsp; A right atrial myxoma can obstruct blood flow through the tricuspid valve and can present similarly to tricuspid stenosis.&nbsp; However, because the mass is typically mobile, the obstructive symptoms are often position dependent (ie, worse with upright posture and alleviated by lying down).&nbsp; Echocardiography reveals the mobile mass in the right atrium.</li>\n\t<li>Constrictive pericarditis is pericardial thickening and fibrosis that can be caused by infection (eg, recurrent pericarditis) or surgery and leads to physical restriction of ventricular diastolic expansion.&nbsp; Like tricuspid stenosis, it can present with right-sided heart failure and an elevated jugular venous pulse with a positive Kussmaul sign.&nbsp; However, a murmur of tricuspid stenosis is not expected with constrictive pericarditis.&nbsp; In addition, the jugular venous pulse waveform (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65076.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) does not demonstrate a prominent A wave, and the y descent is steepened rather than attenuated (early diastolic filling of the right ventricle occurs rapidly in constrictive pericarditis).</li>\n</ul>\n<h1>Management</h1><br><br><p>Patients with mild-to-moderate tricuspid stenosis or severe mitral stenosis that is not yet causing symptoms require surveillance to monitor for symptom development and periodic echocardiography to evaluate for worsening stenosis.&nbsp; Those with rheumatic tricuspid stenosis should receive antibiotic prophylaxis to slow the progression of valvular damage from repeat exposure to group A streptococcal antigens.</p><br><br><p>Once tricuspid stenosis becomes severe and symptoms develop, the benefit of medical therapy becomes limited.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Diuretics (eg, furosemide) can help relieve volume overload and congestion within the systemic venous system (eg, hepatomegaly, ascites).</li>\n\t<li>Negative chronotropic agents (eg, beta blockers) may improve symptoms by slowing heart rate and allowing more time for right ventricular filling.</li>\n</ul><br><br><p>Definitive management of severe tricuspid stenosis requires mechanical relief of the stenosis using either percutaneous balloon commissurotomy (sometimes called balloon valvulotomy) or surgical tricuspid valve repair or replacement.</p>\n<h1>Prognosis</h1><br><br><p>Untreated severe tricuspid stenosis, which causes progressive right-sided heart failure and systemic venous volume overload, is eventually fatal.&nbsp; Patients who undergo timely valve repair or replacement often have a good prognosis.</p>\n<h1>Summary</h1><br><br><p>Tricuspid stenosis is a valvular heart disorder characterized by narrowing of the tricuspid valve orifice, usually caused by rheumatic fever.&nbsp; It most commonly occurs in combination with rheumatic mitral stenosis, but it can occasionally occur as an isolated valve defect.&nbsp; Diagnosis relies on echocardiography, and management includes medical therapy and procedural or surgical intervention as necessary.</p>\n</div>\n\n            "
}