{
  "meta": {
    "title": "Valve disorders: Pulmonic stenosis",
    "url": "https://brainandscalpel.vercel.app/valve-disorders-pulmonic-stenosis-97558d3e-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:51.812Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Pulmonic stenosis involves a narrowing of the pulmonic valve orifice that restricts right ventricular outflow.&nbsp; In contrast with aortic stenosis, which usually develops progressively with aging, pulmonic stenosis is usually congenitally present.&nbsp; Severe pulmonic stenosis causes substantial hemodynamic disruption and leads to right-sided heart failure.</p>\n<h1>Pathophysiology</h1><br><br><p>The effect of pulmonic stenosis on the right ventricle is similar to that of aortic stenosis on the left ventricle.&nbsp; Ejection of blood from the right ventricle into the pulmonary artery is restricted, resulting in right ventricular pressure overload.&nbsp; Compensatory concentric (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13550.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) right ventricular hypertrophy develops, allowing for temporary maintenance of adequate right ventricular stroke volume through the stenotic valve; however, this is achieved at the expense of increased wall stress, myocardial work, and oxygen demand.&nbsp; Eventually, adequate right ventricular stroke volume cannot be maintained and patients begin to experience symptoms.<p></p>\n<h1>Etiologies</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pulmonic stenosis most commonly occurs as an <strong>isolated congenitally present defect</strong>.&nbsp; Depending on the severity of the stenosis, patients may develop symptoms in infancy or early childhood or may remain asymptomatic well into adulthood.&nbsp; Because of the lower pressures and lesser hemodynamic stress on the right side of the heart, the pulmonic valve does not undergo degenerative calcification like the aortic valve; therefore, pulmonic stenosis generally does not worsen substantially with age.</li>\n\t<li><strong>Carcinoid syndrome</strong> can cause valvular disease of the right-sided heart valves, typically manifesting as tricuspid regurgitation and pulmonic stenosis.&nbsp; It is thought that elevated serotonin levels over time facilitate the valvular deposition of plaque-like fibrous deposits that impair valve function.&nbsp; The left-sided heart valves are rarely affected, presumably because serotonin (or a different responsible humoral agent) is metabolized by the lungs.</li>\n\t<li>Because rheumatic heart disease almost always affects the mitral valve, rheumatic pulmonic stenosis (which is rare) is almost always seen in combination with rheumatic mitral stenosis.</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Histopathology of congenital pulmonic stenosis may show thickened and immobile valve cusps.&nbsp; The valve may be of normal trileaflet structure or may be bicuspid or unicuspid.</p>\n<h1>Clinical presentation</h1><h2>Manifestations</h2><br><br><p>The clinical presentation of congenitally present pulmonic stenosis depends on the severity of the stenosis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients with severe pulmonic stenosis develop symptoms of right-sided heart failure during infancy or early childhood.&nbsp; Poor feeding and failure to thrive are common clinical manifestations in infants, whereas older children may demonstrate more classic manifestations of right-sided heart failure (eg, hepatic congestion, lower extremity edema, dyspnea in the absence of pulmonary edema).</li>\n\t<li>Patients with moderate pulmonic stenosis may remain asymptomatic throughout childhood and develop symptoms of right-sided heart failure in early adulthood (eg, dyspnea on exertion, fatigue).</li>\n\t<li>Patients with mild pulmonic stenosis commonly remain asymptomatic throughout life.&nbsp; However, conditions that alter hemodynamics (eg, the increase in blood volume that occurs with pregnancy) may precipitate symptoms.&nbsp;</li>\n</ul>\n<h2>Physical examination</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The characteristic murmur of pulmonic stenosis is a <strong>harsh, crescendo-decrescendo systolic murmur</strong> best heard at the left upper sternal border (<strong>pulmonic area</strong>) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84038.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).&nbsp; As with aortic stenosis, the timing of the peak intensity of the murmur corresponds with the severity of the stenosis; a late-peaking murmur is consistent with severe pulmonic stenosis because the right ventricle requires more time to generate enough pressure to overcome a severely stenotic valve.&nbsp; Like most right-sided murmurs, the murmur increases in intensity during inspiration.</li>\n\t<li>The pulmonic component of S2 is soft and delayed due to prolonged systolic ejection time.&nbsp; The delayed pulmonic valve closure can cause widened splitting of S2 (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46131.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t<li>A pulmonic ejection sound, created by the opening of the stenotic valve, may be present just after S1.</li>\n\t<li>A right-sided S4 (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/76974.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 2\n                                    </a>\n                                </div>\n                                ) may be present in late diastole due to blood striking the thickened right ventricular wall.</li>\n</ul>\n<h2>ECG</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>May show evidence of right ventricular hypertrophy</li>\n</ul>\n<h2>Chest x-ray</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>May demonstrate right ventricular enlargement</li>\n</ul>\n<h2>Echocardiography</h2><br><br><p>The diagnosis of pulmonic stenosis should be suspected based on history and physical examination, and is confirmed with transthoracic echocardiography.&nbsp; On echocardiography, the diagnosis is made based on the following parameters:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Abnormal appearance and reduced mobility of the pulmonic valve leaflets</li>\n\t<li>Elevated pulmonic jet velocity (&gt;4.0 m/sec indicates severe pulmonic stenosis)</li>\n\t<li>Elevated mean transvalvular pressure gradient</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pulmonic regurgitation can present similarly to pulmonic stenosis with signs and symptoms of right-sided heart failure; however, pulmonic regurgitation is recognized by a decrescendo diastolic murmur best heard at the left upper sternal border.&nbsp; In addition, pulmonic regurgitation causes right ventricular <em>volume</em> (rather than pressure) overload with compensatory <em>eccentric</em> (rather than concentric) hypertrophy.</li>\n\t<li>Aortic stenosis creates a crescendo-decrescendo murmur similar to that of pulmonic stenosis; however, the murmur is best heard at the right upper sternal border (aortic area) and it does not increase in intensity with inspiration.&nbsp; In addition, aortic stenosis causes left-sided heart failure (eg, pulmonary edema) that may lead to right-sided heart failure.</li>\n\t<li>Tetralogy of Fallot (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108376.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) is a complex congenital heart defect of which obstruction of right ventricular outflow is a major component.&nbsp; The outflow obstruction is usually due to narrowing of the right ventricular outflow tract (ie, subvalvular pulmonic stenosis or infundibular stenosis).&nbsp; Tetralogy of Fallot typically presents with episodic cyanosis during infancy or childhood because the large ventricular septal defect allows for right-to-left shunting from the right ventricle to the left ventricle.&nbsp; Cyanosis is not typically seen with isolated valvular pulmonic stenosis because there is no pathway that readily allows right-to-left shunting.</li>\n</ul>\n<h1>Management</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients with mild pulmonic stenosis or moderate pulmonic stenosis without symptoms require only periodic clinical surveillance and echocardiography to monitor for symptom development and to evaluate for worsening of the stenosis.</li>\n\t<li>Patients with severe pulmonic stenosis (regardless of the presence of symptoms) or moderate pulmonic stenosis and associated symptoms require procedural intervention to relieve the stenosis.&nbsp; Percutaneous balloon valvuloplasty is preferred in most patients.&nbsp; However, it carries the risk of causing severe pulmonic regurgitation and is contraindicated in some cases.&nbsp; Other options are transcatheter pulmonic valve implantation, similar to transcatheter aortic valve implantation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L51891.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), and surgical valve replacement.</li>\n\t<li>The benefits of medical therapy are limited for symptomatic pulmonic stenosis, but medical therapy (eg, diuretics) may temporarily improve symptoms until valve intervention can be performed.</li>\n</ul>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Decompensated right-sided heart failure is the most common complication of severe pulmonic stenosis.&nbsp; Right ventricular contractile dysfunction can be permanent if valve intervention is delayed.</li>\n\t<li>Repair of pulmonic stenosis with balloon valvuloplasty is the most common cause of severe pulmonic regurgitation.&nbsp; Therefore, patients who undergo balloon valvuloplasty for pulmonic stenosis require clinical follow-up to monitor for the development of pulmonic regurgitation.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Symptomatic pulmonic stenosis is eventually fatal without valve intervention.&nbsp; Most patients with severe pulmonic stenosis require procedural intervention during childhood but have a good prognosis.&nbsp; Some patients who undergo balloon valvuloplasty develop pulmonic regurgitation that must be managed; however, the overall prognosis is good for patients who undergo timely and successful valve intervention.</p>\n<h1>Summary</h1><br><br><p>Pulmonic stenosis involves narrowing of the pulmonic valve with restriction of right ventricular outflow and usually occurs as an isolated, congenitally present defect.&nbsp; Severe pulmonic stenosis typically causes right-sided heart failure during infancy or childhood.&nbsp; Management of symptomatic pulmonic stenosis requires intervention to relieve the stenosis, usually via percutaneous balloon valvuloplasty.</p>\n</div>\n\n            "
}