{
  "meta": {
    "title": "Valve disorders: Pulmonic regurgitation",
    "url": "https://brainandscalpel.vercel.app/valve-disorders-pulmonic-regurgitation-162b6f79-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:51.954Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Pulmonic regurgitation occurs due to impaired closure of the pulmonic valve, which leads to leakage of blood from the pulmonary artery back into the right ventricle during diastole.&nbsp; Trace or mild pulmonic regurgitation is common.&nbsp; Severe pulmonic regurgitation (most commonly the result of surgical procedures) causes substantial hemodynamic disruption leading to right-sided heart failure.</p>\n<h1>Pathophysiology</h1><br><br><p>In pulmonic regurgitation, a portion of right ventricular output leaks back into the right ventricle during diastole.&nbsp; The hemodynamic consequences largely depend on the acuity of the valve regurgitation.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In <strong>acute</strong> pulmonic regurgitation, the right ventricle does not have time to adapt to the abrupt valvular regurgitation and the resulting volume overload.&nbsp; Decompensated <strong>right-sided heart failure</strong> (and potentially cardiogenic shock) rapidly develops.</li>\n\t<li>In <strong>chronic</strong> pulmonic regurgitation, the right ventricle has time to adapt to the gradual volume overload.&nbsp; Compensatory eccentric hypertrophy (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13550.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), along with other mechanisms (eg, sympathetic activation, renin-angiotensin-aldosterone system activation), allows for a compensatory increase in stroke volume to maintain adequate forward blood flow despite the valve regurgitation.&nbsp; However, eventually these mechanisms become overwhelmed and contractile dysfunction develops with progression to right-sided heart failure.</li>\n</ul>\n<h1>Etiologies</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hemodynamically significant</strong> pulmonic regurgitation (ie, <strong>severe</strong>) is <strong>rare</strong> and most commonly occurs as an adverse effect of balloon valvulotomy or other interventions to treat pulmonic stenosis or right ventricular outflow tract obstruction in tetralogy of Fallot (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14009.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; This is commonly referred to as <strong>iatrogenic pulmonic regurgitation</strong>.</li>\n\t<li>In rare cases, severe pulmonic regurgitation can also occur due to infective endocarditis or rheumatic heart disease.</li>\n\t<li>Pulmonary hypertension is a common cause of relatively mild pulmonic regurgitation (from pulmonary artery root dilation) but rarely causes hemodynamically significant pulmonic regurgitation.</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Pathology of pulmonic regurgitation may reveal a grossly dilated main pulmonary artery or dysmorphic valve cusps.</p>\n<h1>Clinical presentation</h1><h2>Manifestations</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chronic pulmonic regurgitation</strong>:&nbsp; Patients remain asymptomatic during the compensated period of chronic pulmonic regurgitation, which can last for years.&nbsp; Once pulmonic regurgitation becomes severe, contractile dysfunction eventually develops and patients begin to experience signs and symptoms of right-sided heart failure (eg, hepatic congestion, lower extremity edema, dyspnea in the absence of pulmonary edema).</li>\n\t<li><strong>Acute pulmonic regurgitation</strong>:&nbsp; Acute pulmonic regurgitation presents with rapidly developing right-sided heart failure and often cardiogenic shock.</li>\n</ul>\n<h2>Physical examination</h2><br><br><p>The characteristic murmur of pulmonic regurgitation is a <strong>decrescendo diastolic murmur</strong> best heard at the left upper sternal border (pulmonic area) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84052.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Like most right-sided murmurs, the intensity of the murmur increases during inspiration.&nbsp; The murmur may be inaudible in acute pulmonic regurgitation because abrupt-onset regurgitation creates a minimal pressure gradient between the pulmonary artery and the right ventricle.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A right-sided S3 (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/76843.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 2\n                                    </a>\n                                </div>\n                                ) may be heard due to right ventricular volume overload.</li>\n\t<li>Right ventricular heave (parasternal heave) is often present due to forceful right ventricular contraction.</li>\n</ul>\n<h2>ECG</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>May show evidence of right ventricular hypertrophy</li>\n</ul>\n<h2>Chest x-ray</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Typically shows right ventricular enlargement</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Pulmonic regurgitation should be suspected based on clinical presentation, and the diagnosis is confirmed with transthoracic <strong>echocardiography</strong>.&nbsp; The diagnosis is made based on the following echocardiography findings:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The presence of a regurgitant jet from the pulmonary artery to the right ventricle during diastole</li>\n\t<li>Right ventricular dilation, which can indicate severe pulmonic regurgitation</li>\n</ul>\n<h1>&nbsp;Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pulmonic stenosis</strong> can present similarly to pulmonic regurgitation with signs and symptoms of right-sided heart failure.&nbsp; However, pulmonic stenosis is recognized by a crescendo-decrescendo <em>systolic</em> murmur best heard at the left upper sternal border (pulmonic area).&nbsp; In addition, pulmonic stenosis causes right ventricular <em>pressure</em> (rather than volume) overload with compensatory <em>concentric</em> (rather than eccentric) hypertrophy.</li>\n\t<li><strong>Tricuspid regurgitation</strong> causes right ventricular volume overload and eccentric hypertrophy and can present with signs and symptoms of right-sided heart failure.&nbsp; However, it creates a holosystolic murmur best heard at the left lower sternal border.</li>\n\t<li><strong>Aortic regurgitation</strong> causes a decrescendo diastolic murmur similar to that of pulmonic regurgitation.&nbsp; However, the murmur of aortic regurgitation is best heard at the right upper sternal border (aortic root dilation) or left midsternal border (valvular), and it does not increase in intensity with inspiration.&nbsp; In addition, aortic regurgitation causes left-sided heart failure (eg, pulmonary edema) that may lead to right-sided heart failure.</li>\n</ul>\n<h1>Management</h1><br><br><p>Patients with mild-to-moderate pulmonic regurgitation or severe pulmonic regurgitation that is not symptomatic require only periodic clinical evaluation and echocardiography to monitor for symptom development and/or progression of valve regurgitation.&nbsp; Patients with symptomatic severe pulmonic regurgitation require surgical pulmonic valve replacement (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69761.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Complications</h1><br><br><p>Decompensated right-sided heart failure is the most common complication of chronic pulmonic regurgitation.&nbsp; If valve replacement is delayed for too long, right ventricular dysfunction may be permanent and does not recover.</p>\n<h1>Prognosis</h1><br><br><p>Severe pulmonic regurgitation is eventually fatal without valve replacement.&nbsp; However, the prognosis is usually good with timely and successful pulmonic valve replacement.</p>\n<h1>Summary</h1><br><br><p>Pulmonic regurgitation occurs due to impaired closure of the pulmonic valve that leads to backflow of blood from the pulmonary artery into the right ventricle during diastole.&nbsp; Iatrogenic pulmonic regurgitation, an adverse effect of pulmonic stenosis repair, is the most common cause of severe pulmonic regurgitation.&nbsp; Similar to the effect of aortic regurgitation on the left ventricle, severe pulmonic regurgitation causes right ventricular volume overload and compensatory eccentric hypertrophy that temporarily allows for maintenance of adequate right ventricular stroke volume.&nbsp; Once severe pulmonic regurgitation becomes symptomatic, surgical pulmonic valve replacement is needed.</p>\n</div>\n\n            "
}