{
  "meta": {
    "title": "Valve disorders: Mitral stenosis",
    "url": "https://brainandscalpel.vercel.app/valve-disorders-mitral-stenosis-bb8999f1-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:49.022Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Mitral stenosis results from valve calcification and stiffening that impede valve opening and diastolic blood flow from the left atrium to the left ventricle.&nbsp; Most cases are due to rheumatic heart disease (RHD).&nbsp; Severe mitral stenosis leads to heart failure and also greatly increases the risk of cardiac thromboembolic disease.</p>\n<h1>Pathophysiology</h1><br><br><p>The pathophysiology of mitral stenosis usually involves chronic inflammation and scarring of the mitral valve leaflets, resulting from repeated episodes of rheumatic fever.&nbsp; This leads to thickening, calcification, and fusion of the valve leaflets, reducing their mobility and restricting the opening of the mitral valve orifice.&nbsp; Consequently, blood flow from the left atrium to the left ventricle is impeded, restricting cardiac output and causing increased pressure in the left atrium and pulmonary circulation.</p>\n<h1>Etiologies</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>RHD</strong> accounts for the vast majority of cases of mitral stenosis.&nbsp; Most of these cases are seen in patients who spent childhood in medical resource–limited countries where RHD is endemic (eg, parts of Latin America, Africa, and Southeast Asia).&nbsp; However, cases are occasionally seen in patients who did not grow up in an endemic area.&nbsp; A variable latency period (approximately 10-40 years) separates the initial episode of rheumatic fever and mitral stenosis symptom onset.&nbsp; This period tends to be shorter in regions where RHD is endemic (eg, symptomatic presentation in adolescence) and longer in regions where it is not (age 35-50), perhaps due to more frequent exposure to group A streptococcal antigens in endemic regions.</li>\n\t<li>Radiation therapy (eg, for Hodgkin lymphoma) can lead to valvular fibrosis and stiffening and is an occasional cause of mitral stenosis.&nbsp; When it occurs, the mitral stenosis typically presents 10-20 years following receipt of thoracic radiation therapy.</li>\n\t<li>Age-related mitral annular calcification (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71050.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) is commonly seen in patients age &gt;65; it is accelerated by chronic kidney disease and risk factors for atherosclerosis (eg, hypertension, smoking).&nbsp; It is usually an incidental finding that does not affect mitral valve function, but it can occasionally cause hemodynamically significant mitral stenosis.</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Histologically, mitral stenosis is characterized by fibrosis, calcification, and thickening of the mitral valve leaflets.&nbsp; In rheumatic mitral stenosis, the valve damage and calcification primarily affect the valve commissures, often with partial fusion of the valve leaflets at the commissures.</p>\n<h1>Clinical presentation</h1><h2>Manifestations</h2><br><br><p>The clinical presentation of mitral stenosis is related to restriction of flow (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L57542.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) across the mitral valve.&nbsp; Patients can remain asymptomatic for years and typically experience a gradual onset of symptoms as mitral stenosis becomes severe.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Heart failure and hemoptysis:</strong>&nbsp; Impaired left ventricular filling leads to left-sided heart failure with dyspnea, fatigue, and orthopnea.&nbsp; Hemoptysis can result from pulmonary edema or rupture of a pulmonary vein due to increased pulmonary venous pressure (pulmonary apoplexy).&nbsp; The pulmonary congestion progressively leads to pulmonary hypertension (group 2 pulmonary hypertension) and right ventricular pressure overload (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39058.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Eventually, right-sided heart failure develops with hepatic congestion, ascites, peripheral edema, and elevated jugular venous pressure.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pregnancy:</strong>&nbsp; Mitral stenosis due to RHD is much more common in women (approximately 80% of cases), for unclear reasons.&nbsp; In addition, the increase in blood volume that occurs with pregnancy is a common precipitant of symptoms in patients with mitral stenosis who were previously asymptomatic.&nbsp; The stenotic mitral valve is unable to accommodate the increased blood volume and the need for increased cardiac output, causing a rise in left atrial pressure and resulting pulmonary edema.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Atrial fibrillation:</strong>&nbsp; Atrial fibrillation is common with mitral stenosis due to elevated left atrial pressure and resulting left atrial enlargement.&nbsp; It is often the initial presentation in mitral stenosis because the loss of atrial contraction and increased ventricular rate further impairs diastolic filling and can precipitate decompensated heart failure.&nbsp; Stagnation of blood flow within the left atrium also substantially increases cardiac thromboembolic risk (more so than other causes of atrial fibrillation); systemic embolization (eg, stroke, acute limb ischemia) is sometimes the initial presentation of mitral stenosis.&nbsp; Prior to the widespread use of preventative anticoagulation, up to 30% of patients with severe mitral stenosis experienced a thromboembolic event at some point in the disease course.</li>\n</ul>\n<h2>Physical examination</h2><br><br><p>Characteristic physical examination findings in mitral stenosis include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>An <strong>opening snap</strong> followed by a <strong>rumbling diastolic murmur</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80414.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ) with presystolic accentuation is best heard at the cardiac apex.&nbsp; The presystolic accentuation is caused by atrial contraction forcing blood through the stenotic valve at the end of diastole; it does not occur in the setting of atrial fibrillation.</li>\n\t<li>A normal left ventricular apical impulse is typically present because the left ventricle is unaffected by volume or pressure overload.</li>\n\t<li>A soft S1 is usually present due to impaired closure of the stenotic mitral valve.</li>\n\t<li>A loud S2 can be present due to pulmonary hypertension causing forceful closure of the pulmonic valve.</li>\n\t<li>A right-sided S4 may be present when pulmonary hypertension develops, and a right-sided S3 may be present when right-sided heart failure develops.</li>\n</ul>\n<h2>ECG</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Often shows evidence of left atrial enlargement (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84249.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) and/or right ventricular hypertrophy</li>\n\t<li>May show atrial fibrillation</li>\n</ul>\n<h2>Chest x-ray</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>May show evidence of pulmonary edema</li>\n\t<li>May show elevation of the left mainstem bronchus due to left atrial enlargement</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of mitral stenosis should be suspected based on clinical presentation and is confirmed with echocardiography.&nbsp; Characteristic echocardiography findings include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Elevated transmitral pressure gradient (primary diagnostic finding)</li>\n\t<li>Rheumatic mitral valve changes (eg, thickening, calcification, fusion of the valve commissures)</li>\n\t<li>Narrowing of the mitral valve orifice (&lt;1.5 cm<font size=\"2\"><sup>2</sup></font> in severe mitral stenosis)</li>\n\t<li>Left atrial enlargement without left ventricular hypertrophy or cavity enlargement</li>\n\t<li>Right ventricular enlargement with evidence of pulmonary hypertension</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Mitral regurgitation can also present with pulmonary edema and other signs of heart failure.&nbsp; However, it is recognized by a holosystolic murmur best heard at the cardiac apex (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/75357.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 2\n                                    </a>\n                                </div>\n                                ).&nbsp; In addition, mitral regurgitation causes left ventricular volume overload with compensatory eccentric hypertrophy and associated examination findings (eg, laterally displaced point of maximal impulse, left-sided S3).</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A left atrial myxoma is a benign neoplasm that can obstruct blood flow through the mitral valve with a presentation similar to that of mitral stenosis.&nbsp; However, because the mass is typically mobile, the obstructive symptoms are often position dependent (ie, worse when lying on the left side).&nbsp; Echocardiography reveals the mobile mass in the left atrium.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Idiopathic pulmonary arterial hypertension, like mitral stenosis, can present with signs and symptoms of right-sided heart failure and most commonly affects relatively young women.&nbsp; However, elevated left atrial pressure and pulmonary edema are not expected with pulmonary arterial hypertension, and the murmur of mitral stenosis is not present.</li>\n</ul>\n<h1>Management</h1><h2>Asymptomatic or mild-to-moderate mitral stenosis</h2><br><br><p>Patients with mild-to-moderate mitral stenosis or severe mitral stenosis that is not yet causing symptoms require <strong>surveillance</strong> to monitor for symptom development and periodic echocardiography to evaluate for worsening stenosis.&nbsp; Those with rheumatic mitral stenosis should receive antibiotic prophylaxis to slow the progression of valvular damage from repeat exposure to group A streptococcal antigens.</p>\n<h2>Symptomatic, severe mitral stenosis</h2><br><br><p>Once mitral stenosis becomes severe and symptoms develop, <strong>medical therapy</strong> can be somewhat helpful, but the benefit is <strong>limited</strong>.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Diuretics (eg, furosemide) can help relieve pulmonary edema and volume overload.</li>\n\t<li>Negative chronotropic agents (eg, beta blockers) may decrease the transmitral pressure gradient and improve symptoms by slowing heart rate and allowing more time for left ventricular filling.</li>\n\t<li>Atrial fibrillation caused by mitral stenosis is typically managed with a rate control strategy.&nbsp; Because of the substantially elevated thromboembolic risk associated with mitral stenosis, chronic anticoagulation therapy is recommended in all patients with atrial fibrillation due to mitral stenosis (CHA<font size=\"2\"><sub>2</sub></font>DS<font size=\"2\"><sub>2</sub></font>-VASc scoring is not applicable).&nbsp; The use of a vitamin K antagonist (eg, <strong>warfarin</strong>) is preferred over a direct oral anticoagulant (eg, rivaroxaban) due to evidence of superior efficacy in patients with atrial fibrillation due to mitral stenosis.</li>\n</ul><br><br><p>Definitive management of severe mitral stenosis requires <strong>procedural intervention or surgical valve replacement</strong> to mechanically relieve the stenosis.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Percutaneous balloon mitral commissurotomy (PBMC) is the preferred intervention in most patients with rheumatic mitral stenosis because it is less invasive than surgical valve replacement.&nbsp; PBMC involves delivering a balloon-tipped catheter to the mitral valve and dilating the balloon within the mitral valve orifice to loosen the stiffened valve leaflets and expand the valve opening.&nbsp; The procedure carries the risk of causing severe mitral regurgitation, so it is relatively contraindicated in patients with complex valve anatomy or existing mitral regurgitation.</li>\n\t<li>Surgical mitral valve repair (commissurotomy) or replacement is preferred in patients with complex valve anatomy that is not amenable to PBMC.&nbsp; This includes a minority of patients with rheumatic mitral stenosis and most patients with nonrheumatic mitral stenosis.</li>\n</ul><br><br><p>Indications for mitral valve intervention include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Severe mitral stenosis with the presence of any symptoms</li>\n\t<li>Severe mitral stenosis with elevated pulmonary arterial pressure</li>\n</ul><br><br><p>Severe mitral stenosis is a contraindication to pregnancy because patients commonly develop decompensated heart failure with the 50% increase in blood volume that occurs by the third trimester.&nbsp; In asymptomatic patients who desire pregnancy, PBMC should be considered prior to conception.</p>\n<h1>Prognosis</h1><br><br><p>Untreated severe mitral stenosis is uniformly fatal, with death resulting from progressive pulmonary edema and right-sided heart failure or from systemic thromboembolism (eg, stroke).&nbsp; Patients who undergo timely PBMC or surgical valve surgery often have a favorable prognosis.</p>\n<h1>Summary</h1><br><br><p>Mitral stenosis is a valvular heart disorder characterized by narrowing of the mitral valve orifice, usually caused by rheumatic fever.&nbsp; Diagnosis relies on echocardiography, and management includes medical therapy and procedural or surgical intervention as necessary.&nbsp; Complications such as atrial fibrillation and pulmonary hypertension can impact prognosis, highlighting the importance of timely intervention in affected individuals.</p>\n</div>\n\n            "
}