{
  "meta": {
    "title": "Auricular hematoma and cauliflower ear",
    "url": "https://brainandscalpel.vercel.app/auricular-hematoma-and-cauliflower-ear-5e4c99a4-b0188d.html",
    "scrapedAt": "2025-12-01T04:47:39.277Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Auricular hematomas result from blunt trauma (eg, direct blows, repetitive friction) that shears the perichondrium from the cartilage, tearing small blood vessels and allowing blood to accumulate in this potential space.&nbsp; This disrupted vascular supply impairs nutrient diffusion, leading to ischemia and, if untreated, fibrocartilaginous overgrowth and deformity (eg, cauliflower ear).&nbsp; This article discusses both auricular hematoma and cauliflower ear.</p>\n<h1>Pathophysiology</h1><br><br><p>The auricle (pinna) is composed of elastic cartilage covered by tightly adherent skin and perichondrium (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118598.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The perichondrium is the blood supply of the avascular cartilage.<p></p><br><br><p>Trauma separates the perichondrium from the cartilage, resulting in bleeding into the newly created potential space.&nbsp; This hematoma, if not evacuated, separates the cartilage from its blood supply and causes ischemia and necrosis.&nbsp; Following cartilage necrosis, scar tissue and disorganized, thickened cartilage form to replace the necrotic cartilage; over time, this remodeled structure becomes cauliflower ear, a disfigured, thickened auricle lacking normal contour.</p>\n<h1>Risk factors</h1><br><br><p>Risk factors for auricular hematoma include the following:</p><br><br><ul>\n\t<li><strong>Trauma</strong> to the external ear (eg, contact sports), especially when protective headgear is not worn.</li>\n\t<li><strong>Anticoagulation therapy</strong>, which can result in auricular hematoma even in the absence of significant trauma.</li>\n</ul><br><br><p>Risk factors for cauliflower ear include the following:</p><br><br><ul>\n\t<li><strong>Delayed evacuation</strong> (eg, after 7 days) of an auricular hematoma.</li>\n\t<li><strong>Recurrence</strong> of auricular hematoma after initial evacuation.</li>\n</ul>\n<h1>Clinical presentation</h1> <h2>Auricular hematoma</h2><br><br><p>Auricular hematoma typically develops after blunt auricular trauma in young athletes or after milder trauma in patients on anticoagulation.&nbsp; A hematoma that is under 24 hours old typically presents as a tender, fluctuant, purple swelling over the pinna, usually on the lateral aspect of the anterior pinna (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24634.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; After 24 hours, the hematoma becomes firmer as it clots and organizes.&nbsp; Auricular hematomas typically occur in isolation; however, they may be accompanied by head, eardrum, or middle ear injuries in high-energy traumas (eg, motor vehicle collisions).<p></p>\n<h2>Cauliflower ear</h2><br><br><p>When auricular hematoma is unevacuated or recurs after evacuation, <strong>cauliflower ear</strong> develops as a long-term complication due to fibrocartilage overgrowth.&nbsp; It presents with a chronic, painless thickening of the auricle that has a lobulated and irregular contour at the site of a previous hematoma (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24635.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p>\n<h1>Diagnosis</h1><br><br><p>Auricular hematoma and cauliflower ear are diagnosed clinically.&nbsp; Neither laboratory testing nor imaging is needed, unless concurrent head, middle ear, or neck trauma is suspected based on the mechanism of injury.</p>\n<h1>Differential diagnosis</h1><h2>Perichondritis, chondritis, and auricular abscess</h2><br><br><p>Unlike auricular hematoma, which develops after blunt trauma to the pinna, primary infections of the auricular perichondrium and cartilage are typically associated with helical ear piercings.&nbsp; They present with erythema and pain surrounding the piercing, with fluctuance and purulent drainage if an abscess is present.</p>\n<h2>Relapsing polychondritis</h2><br><br><p>This autoimmune condition causes inflammation in cartilaginous structures (eg, ears, nose, heart valves) and other tissues (eg, tendons, joints, skin, eyes).&nbsp; It can mimic cauliflower ear, but the absence of auricular trauma and presence of extraauricular symptoms distinguish relapsing polychondritis from cauliflower ear.</p>\n<h1>Management: Auricular hematoma</h1><br><br><p>Auricular hematoma should generally be managed by an otolaryngologist or a plastic surgeon.&nbsp; The goals of management include prompt evacuation of the hematoma (ie, ideally within 6 hr to prevent cartilage necrosis), prevention of reaccumulation, and prevention of infection.</p>\n<h2>Evacuation of the hematoma</h2><br><br><p>Evacuation of the hematoma is accomplished via one of the following techniques:</p><br><br><ul>\n\t<li><strong>Needle aspiration</strong>, typically for hematomas that are &lt;2 cm and have been present &lt;48 hours.</li>\n\t<li><strong>Incision and drainage</strong> or <strong>intravascular catheter evacuation</strong>, typically for hematomas that are ≥2 cm or have been present between 48 hours and 7 days (regardless of size).</li>\n</ul>\n<h2>Prevention of reaccumulation</h2><br><br><p>Following evacuation of the hematoma, application of a compression dressing is necessary to eliminate dead space and prevent recurrence.</p><br><br><p>In addition, patients should avoid nonsteroidal anti-inflammatory drugs (eg, aspirin, ibuprofen), which increase bleeding risk; pain can be managed through ice application and/or acetaminophen.&nbsp; Patients being treated with anticoagulation should consult their hematologists about dose adjustment, weighing the risks for unresolving auricular hematoma in the context of the condition requiring anticoagulation therapy (eg, atrial fibrillation).</p>\n<h2>Infection prevention</h2><br><br><p>Infection prevention with oral antibiotic therapy should follow clot evacuation because an invasive procedure is performed in an area with limited blood supply, increasing the infection risk.&nbsp; Coverage should include skin flora and <em>Pseudomonas aeruginosa</em> (eg, levofloxacin).</p>\n<h2>Follow-up</h2><br><br><p>Daily follow-up for 3-5 days is recommended to assess healing and evaluate for signs of infection (eg, fever, purulent drainage) or blood reaccumulation.&nbsp; If a hematoma reaccumulates, repeat incision and drainage or catheter aspiration may be performed.&nbsp; In addition, fibrin glue may be applied within the hematoma cavity to prevent reaccumulation.&nbsp; Patients should refrain from contact sports for 2 weeks to prevent recurrence.</p>\n<h1>Management: Cauliflower ear</h1><br><br><p>Cauliflower ear is typically treated surgically (ie, otoplasty) for cosmetic reasons or in cases of external auditory canal obstruction, which impairs hearing.&nbsp; Reconstruction surgery is typically performed by a plastic surgeon and involves the removal of scar tissue and excess cartilage tissue.&nbsp; Sometimes, cartilage may need to be harvested from the ribs to reconstruct the auricle.</p>\n<h1>Complications</h1><br><br><p>Complications of an untreated or inadequately treated auricular hematoma include the following:</p><br><br><ul>\n\t<li><strong>Avascular necrosis</strong> of the outer ear cartilage, which develops due to separation of the cartilage from its blood supply within the perichondrium.</li>\n\t<li><strong>Cauliflower ear</strong>, which develops as a result of fibrocartilage overgrowth in response to cartilage necrosis.&nbsp; Cauliflower ear is a permanent deformity.</li>\n</ul><br><br><p>Complications of cauliflower ear include the following:</p><br><br><ul>\n\t<li><strong>Hearing loss</strong>, caused by fibrocartilage tissue obstructing the external auditory canal.</li>\n\t<li><strong>Psychosocial trauma</strong>, due to cosmetic concerns.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of auricular hematoma is best when it is drained within 6 hours, before the onset of ischemic necrosis of the cartilage.&nbsp; Cauliflower ear typically develops about 7 days after auricular hematoma formation if the hematoma is left unevacuated.&nbsp; Once cauliflower ear forms, it is permanent.</p>\n<h1>Prevention</h1><br><br><p>Auricular hematoma and cauliflower ear are best prevented by wearing protective head and ear gear when playing contact sports.</p>\n<h1>Summary</h1><br><br><p>Auricular hematomas (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37341.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) result from blunt trauma (eg, direct blows, repetitive friction) that shears the perichondrium from the cartilage, tearing small blood vessels and allowing blood to accumulate in this potential space.&nbsp; This disrupted vascular supply impairs nutrient diffusion, leading to ischemia and, if untreated, fibrocartilaginous overgrowth and deformity (cauliflower ear).&nbsp; Risk factors include contact sports and anticoagulation therapy.&nbsp; Diagnosis is typically made clinically based on the presence of a purplish mass on the pinna after blunt trauma.<p></p><br><br><p>Evacuation of the clot (eg, needle aspiration, incision and drainage) should be performed urgently (ie, ideally within 6 hr) by an otolaryngologist or plastic surgeon to prevent cartilage necrosis.&nbsp; Treatment after clot evacuation includes compression dressing to prevent hematoma recurrence, antibiotic therapy (eg, levofloxacin) to prevent infection, and daily follow-up visits for 3-5 days to check for recurrence.&nbsp; An untreated auricular hematoma can develop into cauliflower ear after approximately 7 days; once formed, cauliflower ear is permanent.&nbsp; Cosmetic surgery (eg, otoplasty) is available to reconstruct the pinna and remove excess cartilaginous tissue.</p>\n</div>\n\n            "
}