{
  "meta": {
    "title": "Chronic suppurative otitis media",
    "url": "https://brainandscalpel.vercel.app/chronic-suppurative-otitis-media-9ef7f333-b0188d.html",
    "scrapedAt": "2025-12-01T04:47:51.768Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Chronic suppurative otitis media (CSOM) is a longstanding infection of the middle ear characterized by otorrhea (ear discharge) through a perforated tympanic membrane lasting at least 6 weeks.&nbsp; It most commonly affects young children (age &lt;5) and is a leading cause of preventable hearing loss in resource-limited countries.&nbsp; CSOM often arises as a complication of inadequately treated acute otitis media or chronic eustachian tube dysfunction.</p>\n<h1>Pathogenesis</h1><br><br><p>Chronic suppurative otitis media (CSOM) often develops as a result of <strong>recurrent or inadequately treated acute otitis media combined</strong> with underlying <strong>eustachian tube dysfunction</strong>, both of which increase the risk for <strong>tympanic membrane perforation</strong>.&nbsp; Tympanic membrane perforation provides a pathway for polymicrobial bacterial invasion from the external auditory canal.&nbsp; Therefore, the most commonly isolated pathogens are <em>Pseudomonas aeruginosa</em> and <em>Staphylococcus aureus</em>, whose ability to form biofilms may contribute to the chronicity and resistance to treatment characteristic of CSOM.</p><br><br><p>Chronic infection in CSOM induces a sustained inflammatory response characterized by mucosal thickening, neutrophil infiltration, and the release of proinflammatory cytokines.&nbsp; This ongoing inflammation leads to pus formation, tissue damage, ossicular erosion, and persistent tympanic membrane perforation.&nbsp; As a result, patients experience otorrhea and, primarily, conductive hearing loss due to disruption of the ossicular chain; however, sensorineural hearing loss may develop in advanced or prolonged cases.&nbsp; If left untreated, CSOM can lead to serious complications, including cholesteatoma, mastoiditis, facial nerve palsy, labyrinthitis, and, potentially, life-threatening intracranial infections (eg, brain abscess, meningitis).</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Inadequately treated or recurrent episodes of acute otitis media</li>\n\t<li>Eustachian tube dysfunction</li>\n\t<li>Lack of access to adequate health care</li>\n\t<li>Overcrowding with poor sanitation and hygiene (eg, bathing in ponds/rivers)</li>\n\t<li>Exposure to tobacco smoke</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chronic purulent otorrhea</strong> for &gt;6 weeks.</li>\n\t<li>Conductive hearing loss.</li>\n\t<li>Ear fullness:&nbsp; Ear pain is uncommon unless associated complications (eg, mastoiditis) occur.</li>\n\t<li>Vertigo or balance issues (in severe cases).</li>\n\t<li><strong>Tympanic membrane perforation</strong> with visible drainage on otoscopy (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32786.png\" alt=\"Otitis media\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Otitis media</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>Systemic symptoms (eg, fever) and headache are uncommon unless complications arise.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cholesteatoma</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45949.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; Abnormal growth of keratinizing epithelium in the middle ear or mastoid, often presenting with a prolonged course of malodorous discharge and a pearly white mass or deep retraction pocket visible on otoscopy.&nbsp; It may occur as a complication of CSOM and should be suspected when the condition fails to respond to maximal medical therapy.</li>\n\t<li><strong>Acute otitis media</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32783.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; Condition characterized by the rapid onset of ear pain, fever, and a bulging, erythematous tympanic membrane that typically follows an upper respiratory infection.&nbsp; Although tympanic membrane perforation and drainage may occur in severe cases, symptoms usually resolve immediately with antibiotics.&nbsp; Persistent otorrhea and hearing loss are uncommon.</li>\n\t<li><strong>Otitis externa</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36460.jpg\" alt=\"Otitis externa\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Otitis externa</div>\n                                </div>\n                                ):&nbsp; Infection of the external auditory canal presenting with marked tenderness on manipulation of the pinna or tragus.&nbsp; Unlike CSOM, discharge originates from canal inflammation rather than a tympanic membrane perforation, and hearing loss is due to canal obstruction, not middle ear involvement.</li>\n\t<li><strong>Eustachian tube dysfunction with effusion</strong>:&nbsp; Dysfunction involving the accumulation of nonpurulent fluid in the middle ear due to poor ventilation.&nbsp; The tympanic membrane remains intact but retracted, with no discharge, and patients typically experience hearing loss or aural fullness without signs of active infection.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of CSOM is made clinically based on a history of prolonged otorrhea (typically &gt;6 weeks) and hearing loss, along with otoscopic evidence of tympanic membrane perforation and purulent middle ear drainage.</p>\n<h1>Laboratory evaluation and imaging studies</h1><br><br><p>Although <u>not</u> required for diagnosis, culture and sensitivity testing of middle ear discharge can be used to identify the causative organisms of CSOM and guide targeted antibiotic therapy in patients whose condition does not respond to empiric treatment.</p><br><br><p>Imaging is also <u>not</u> routinely required, but should be considered in complex or refractory cases.&nbsp; High-resolution CT scan of the temporal bone can be used to evaluate for mastoiditis or cholesteatoma.&nbsp; MRI may be warranted when there is concern for soft tissue complications, such as abscess formation, dural involvement, or labyrinthitis.</p>\n<h1>Management</h1><br><br><p>The initial treatment of CSOM involves topical antibiotics and an aural toilet:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Topical antibiotic drops</strong>:&nbsp; <strong>Fluoroquinolones</strong> (eg, ciprofloxacin, ofloxacin) are the treatment of choice because they are effective against <em>Pseudomonas</em>; aminoglycosides (eg, tobramycin) are also effective but have been associated with ototoxicity (eg, hearing loss, vestibular dysfunction).&nbsp; Oral antibiotics are less efficacious and not routinely used.</li>\n\t<li><strong>Aural toilet</strong>:&nbsp; Regular ear cleaning, ear-wick placement, and/or suctioning of ear discharge can improve penetration of topical antibiotics.&nbsp; If an aural toilet is unavailable, antiseptic therapy with peroxide, acetic acid, or povidone-iodine can be used prior to the administration of topical antibiotics.</li>\n</ul><br><br><p>Systemic antibiotics are reserved for severe cases or failed topical therapy attempts.&nbsp; Surgical management may also be indicated for persistent symptoms, cholesteatoma formation, or other infectious complications that occur despite maximal medical therapy.&nbsp; Interventions may include tympanoplasty to repair a persistent tympanic membrane perforation, or mastoidectomy, which removes infected mastoid air cells in patients with cholesteatoma or mastoiditis.</p>\n<h1>Prognosis</h1><br><br><p>CSOM commonly has recurrences and can be chronic; recurrences are particularly common within months after initial therapy.&nbsp; The risk for recurrence can be reduced by maintaining strict water precautions and practicing good aural hygiene until the tympanic membrane has fully healed or has been surgically repaired.&nbsp; If untreated, CSOM can lead to serious complications (eg, permanent hearing loss) and potentially life-threatening intracranial infections (eg, mastoiditis).</p>\n<h1>Prevention</h1><br><br><p>Preventing CSOM involves prompt treatment of acute ear infections, optimization of eustachian tube health (eg, antihistamines), routine vaccination (eg, pneumococcal, <em>Haemophilus influenzae</em> type b), maintenance of water precautions (if tympanic membrane is perforated), and improved hygiene, sanitation, and health care access.</p>\n<h1>Summary</h1><br><br><p>Chronic suppurative otitis media (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/64199.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a persistent infection of the middle ear that is characterized by persistent otorrhea and tympanic membrane perforation.&nbsp; It typically develops in young children due to recurrent or inadequately treated otitis media and eustachian tube dysfunction.&nbsp; Management includes topical antibiotic therapy.&nbsp; With early diagnosis and appropriate treatment, most patients recover, although serious complications (eg, hearing loss, mastoiditis) can occur.<p></p>\n</div>\n\n            "
}