{
  "meta": {
    "title": "Chronic sinusitis",
    "url": "https://brainandscalpel.vercel.app/chronic-sinusitis-5aec8e96-b0188d.html",
    "scrapedAt": "2025-12-01T04:47:52.174Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Chronic rhinosinusitis (CRS) is a persistent inflammatory condition of the nasal mucosa and paranasal sinuses lasting for at least 12 weeks.&nbsp; It is characterized by 4 cardinal symptoms: anterior and/or posterior nasal drainage, nasal obstruction/congestion, facial pain or pressure, and reduction or loss of sense of smell (or cough in children).&nbsp; CRS significantly impacts quality of life and is a major economic burden both from direct medical costs (eg, diagnostic testing, management) and indirect costs (eg, decreased work productivity).</p>\n<h1>Pathophysiology</h1><br><br><p>The pathophysiology of CRS is multifactorial and involves persistent mucosal inflammation, impaired mucociliary clearance, and remodeling of the sinus mucosa.&nbsp; Key factors contributing to CRS include:</p><br><br><ul>\n\t<li><strong>Mucociliary dysfunction</strong>:&nbsp; Sinus drainage does not follow gravity but occurs in specific anatomic pathways driven by coordinated ciliary function.&nbsp; Abnormal mucus or impaired ciliary function can disrupt this drainage, leading to mucus stasis, promoting bacterial colonization and biofilm formation, and increasing the risk for CRS.</li>\n\t<li><strong>Anatomic factors</strong>:&nbsp; Conditions such as a deviated septum or narrow sinus ostia contribute to poor drainage, further perpetuating mucus stasis.</li>\n\t<li><strong>Biofilms and microbial factors</strong> (eg, dysbiosis hypothesis):&nbsp; Alteration of microbial composition, especially with an increase in biofilm-forming bacteria (eg, <em>Staphylococcus aureus</em>) and a decrease in commensal species, seems to increase the risk for CRS.</li>\n\t<li><strong>Immunologic dysregulation and/or immune deficiency</strong>:&nbsp; A chronic inflammatory response, often characterized by a T-helper 2 immune profile, is seen in patients with CRS with nasal polyps.&nbsp; Immune deficiency, specifically humoral immune deficiencies, can lead to bacterial overgrowth.</li>\n</ul>\n<h1>Subtypes</h1><br><br><p>CRS is categorized into 3 subtypes that have subtle differences in terms of pathophysiology and management, although they are difficult to distinguish based on symptoms alone.</p>\n<h2>CRS without nasal polyposis (60%-65%)</h2><br><br><p>This represents the most common subtype of CRS.</p>\n<h2>CRS with nasal polyposis (20%-30%)</h2><br><br><p>Inflammatory nasal polyps are a manifestation of chronic inflammation.&nbsp; They lead to anatomic obstruction of drainage pathways, which contributes to perpetuation of CRS.</p>\n<h2>Allergic fungal rhinosinusitis (AFRS) (&lt;5%)</h2><br><br><p>This subtype of CRS is thought to be due to localized, intense allergic reactions to commonly occurring fungal elements (eg, <em>Bipolaris</em>, <em>Curvularia</em>, <em>Aspergillus</em>), leading to the formation of eosinophilic mucin with degranulating eosinophils and fungal elements.&nbsp; In contrast to invasive fungal sinusitis (described in a separate article), patients with AFRS are immunocompetent and have no direct fungal invasion of the sinus mucosa.&nbsp; Significant inflammation can result in bony remodeling.</p>\n<h1>Risk factors</h1><br><br><p>Certain comorbid conditions increase the risk for CRS and may also modify management of CRS.&nbsp; These include:</p><br><br><ul>\n\t<li><strong>Cystic fibrosis</strong>:&nbsp; Abnormal transport of sodium chloride due to a mutation in the <em>CFTR</em> gene leads to an inherited, multisystem disorder characterized by thick, viscous respiratory secretions and impaired mucociliary clearance.&nbsp; Sinusitis often occurs with nasal polyposis.</li>\n\t<li><strong>Immune compromise</strong> (eg, humoral immunodeficiencies):&nbsp; Immune compromise increases the risk for bacterial overgrowth.</li>\n\t<li><strong>Ciliary dyskinesia</strong>:&nbsp; Mutations in ciliary dynein arms lead to absent or dysmotile cilia, resulting in poor mucociliary clearance.</li>\n\t<li><strong>Aspirin-exacerbated respiratory disease (AERD)</strong>:&nbsp; In patients with increased production of proinflammatory leukotrienes, nonsteroidal anti-inflammatory drugs block prostaglandin synthesis, shunting the pathway toward the leukotriene production arm (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9258.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; This results in acute flares of symptoms including flushing, urticaria, angioedema, and anaphylactoid reaction.&nbsp; Unlike anaphylaxis, these pseudoallergic reactions are not IgE mediated.</li>\n</ul><br><br><p>Other risk factors include:</p><br><br><ul>\n\t<li>Environmental exposures (eg, pollution, occupational irritants)</li>\n\t<li>Allergic rhinitis, which increases chronic inflammation</li>\n\t<li>Smoking, which increases mucus production and its viscosity and impairs ciliary function</li>\n\t<li>Prior upper respiratory infections</li>\n\t<li>Anatomic obstructions, which lead to impaired drainage (eg, septal deviation, abnormal sinus pneumatization, narrow outflow tracts)</li>\n\t<li>Warmer, wetter climates, which are more conducive to fungal growth (for patients with chronic AFRS)</li>\n</ul>\n<h1>Pathology</h1><br><br><ul>\n\t<li>CRS is associated with thickening and remodeling of the sinus mucosa, marked by chronic inflammation.</li>\n\t<li>In CRS with nasal polyposis, the mucosa shows marked eosinophilic infiltration, subepithelial fibrosis, and basement membrane thickening.&nbsp; Nasal polyps are characterized by edematous and/or fibrotic myxoid stroma covered by respiratory epithelium with infiltration by mixed inflammatory cells.</li>\n\t<li>The hallmark pathology of ARFS is eosinophilic mucin with degranulating eosinophils and fungal elements that can be seen on histologic analysis (in contrast to a fungus ball, which is a manifestation of fungal elements without an associated immune response).</li>\n</ul>\n<h1>Clinical presentation and diagnosis</h1><h2>Cardinal symptoms</h2><br><br><p>CRS is sometimes preceded by an episode of acute sinusitis that precipitates a cycle of dysregulation.&nbsp; Other times, it has a vague onset due to multiple environmental or host factors.&nbsp; Patients present with <strong>≥2 of the following 4 cardinal symptoms</strong>, which must persist for <strong>at least 12 weeks</strong>:</p><br><br><ul>\n\t<li><strong>Anterior and/or posterior nasal drainage:</strong>&nbsp; often purulent or mucoid</li>\n\t<li><strong>Nasal obstruction/nasal blockage/congestion:</strong>&nbsp; may be unilateral or bilateral</li>\n\t<li><strong>Facial pain, pressure, and/or fullness:</strong>&nbsp; typically worsens with bending forward and may be localized over affected sinuses</li>\n\t<li><strong>Decreased sense of smell:</strong>&nbsp; more common in CRS with nasal polyps, although olfactory impairment can occur in all subtypes</li>\n</ul><br><br><p>In children, a chronic cough (due to postnasal drip) may substitute for loss of smell.</p><br><br><p>Other nonspecific symptoms, including fatigue, headache, sleep disturbances, dizziness, dental pain, and cough, can also occur.</p>\n<h2>Diagnosis</h2><br><br><p>In addition to patients having ≥2 of the 4 cardinal symptoms, diagnosis of CRS requires objective evidence of sinonasal inflammation, which may include:</p><br><br><ul>\n\t<li><strong>Nasal endoscopy:</strong>&nbsp; Nasal endoscopy provides direct visualization of the nasal cavity and sinuses and usually reveals mucosal edema.&nbsp; It is helpful to distinguish between different CRS subtypes.&nbsp; If polyps are present, they are seen on endoscopy.&nbsp; Purulence or allergic mucin can often be seen, which can help distinguish between CRS subtypes.</li>\n\t<li><strong>CT scan of the sinuses:</strong>&nbsp; A noncontrast CT is the imaging modality of choice for CRS.&nbsp; It reveals mucosal thickening, sinus opacification, anatomic obstruction, and bony remodeling or erosion.&nbsp; CT scan can also reveal features that distinguish between different CRS subtypes (eg, polyposis, eosinophilic mucin (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118894.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )).&nbsp; CT scans are also useful to assess the extent of disease, rule out complications, and guide surgical planning.</li>\n</ul><br><br><p>Patients should undergo assessment for chronic conditions that would modify management, including:</p><br><br><ul>\n\t<li><strong>Allergy testing:</strong>&nbsp; Skin prick tests or specific IgE levels may help identify underlying allergic rhinitis.&nbsp; Fungal-specific IgE is important for diagnosis of AFRS.</li>\n\t<li><strong>Cystic fibrosis testing:</strong>&nbsp; Sweat chloride testing or genetic testing is indicated in young patients with CRS and signs of cystic fibrosis.</li>\n\t<li><strong>Immunologic evaluation:</strong>&nbsp; Patients with recurrent or refractory CRS should be evaluated for immune deficiencies, including quantitative immunoglobulin levels.</li>\n\t<li><strong>Dental evaluation:</strong>&nbsp; Infection of maxillary teeth and tooth roots can be a nidus of infection in the maxillary sinuses.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of CRS includes a variety of conditions that present with chronic nasal and sinus symptoms:</p><br><br><ul>\n\t<li><strong>Migraine</strong> may mimic sinus headache but lacks associated nasal symptoms such as obstruction, discharge, and loss of smell.</li>\n\t<li><strong>Allergic rhinitis</strong> is characterized by seasonal or perennial symptoms, including sneezing, pruritus, and watery rhinorrhea, but it lacks significant purulent drainage and facial pain.</li>\n\t<li><strong>Acute recurrent rhinosinusitis</strong> is defined by ≥4 episodes of acute sinusitis annually, with resolution of symptoms between episodes (unlike CRS, in which symptoms persist).</li>\n\t<li><strong>Nasal neoplasms</strong> (sinonasal tumors) can present with unilateral nasal obstruction, epistaxis, and facial pain but typically do not cause bilateral nasal symptoms or purulent drainage.</li>\n\t<li><strong>Granulomatosis with polyangiitis</strong> causes chronic sinusitis, nasal crusting, saddle nose deformity, and systemic vasculitis symptoms.</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of CRS focuses on reducing inflammation, improving sinus drainage, eradicating infection, and addressing underlying causes.&nbsp; Patients with CRS with polyposis and those with AFRS often require more aggressive management.</p>\n<h2>Medical management</h2><br><br><ul>\n\t<li><strong>Intranasal corticosteroids:</strong>&nbsp; These agents are first-line therapy for CRS.&nbsp; Topical delivery of corticosteroids to the nasal mucosa decreases chronic inflammation and improves symptoms.&nbsp; Sprays should be aimed laterally (away from the nasal septum) to improve delivery to the appropriate mucosal surfaces and decrease the risk for epistaxis.</li>\n\t<li><strong>Saline irrigation:</strong>&nbsp; Nasal saline rinses with low-pressure, high-volume isotonic saline may decrease allergen and/or bacterial loads and improve mucociliary clearance.&nbsp; These rinses have been proven to reduce symptoms.</li>\n\t<li><strong>Oral corticosteroids:</strong>&nbsp; Short courses of oral corticosteroids (eg, prednisone) may be used in patients with severe symptoms or during times of exacerbation.</li>\n\t<li><strong>Antibiotics:</strong>&nbsp; Antibiotics are often used with unclear benefit.&nbsp; Ideally, antibiotics for CRS are culture-directed from samples of mucopurulent material draining from the sinus ostia (not from the anterior nose).</li>\n\t<li><strong>Biologic therapies:</strong>&nbsp; In severe cases of CRS with nasal polyposis, biologics such as dupilumab (an anti-IL-4/IL-13 monoclonal antibody) are being employed more frequently.</li>\n\t<li><strong>Allergy immunotherapy (AIT):</strong>&nbsp; AIT is often recommended in patients who have allergic responses that contribute to CRS (eg, allergic rhinitis, AFRS)</li>\n</ul>\n<h2>Surgical management</h2><br><br><p>Surgical management with <strong>functional endoscopic sinus surgery</strong> (FESS) is indicated in patients with refractory CRS (of any subtype) despite optimal medical therapy.&nbsp; FESS improves sinus drainage by removing obstructions and enlarging the paranasal sinus outflow tracts, which improves symptoms through several mechanisms, including:</p><br><br><ul>\n\t<li><strong>Improving ventilation</strong> of the sinuses (inhibiting anaerobic bacterial growth)</li>\n\t<li><strong>Increasing circulation of nasal saline irrigations</strong></li>\n\t<li><strong>Allowing greater delivery of intranasal corticosteroids</strong> to sinus mucosa</li>\n</ul><br><br><p>FESS is nearly always required if polyposis is present.&nbsp; In these cases, removal of the polyps seems to decrease the inflammatory burden and alleviate obstruction of sinus outflow tracts.</p><br><br><p>Surgical management is also required in patients with allergic fungal sinusitis for diagnosis and treatment.&nbsp; In these patients, in addition to alleviating obstruction, FESS allows for the collection of eosinophilic mucin for histologic analysis and helps reduce the fungal load.</p><br><br><p>In any CRS subtype, surgery is not curative.&nbsp; Medical therapy should be continued postoperatively.</p>\n<h1>Complications</h1><br><br><p>Although CRS itself is typically not life-threatening, several complications may arise, particularly in poorly managed or untreated cases.&nbsp; These include:</p><br><br><ul>\n\t<li><strong>Sleep disturbances:</strong>&nbsp; Due to chronic nasal obstruction, many patients experience poor sleep quality or sleep apnea.</li>\n\t<li><strong>Chronic headache or facial pain:</strong>&nbsp; Chronic pain and sleep disturbance likely account for many of the indirect costs of CRS, including decreased work productivity.</li>\n\t<li><strong>Infectious complications:</strong>&nbsp; Although they are much more common in acute sinusitis, infectious complications can be seen with CRS and include orbital complications (eg, cellulitis, abscess formation), intracranial complications (eg, meningitis, brain abscess), and osteomyelitis (eg, Pott puffy tumor of the frontal bone).</li>\n</ul><br><br><p>AFRS is more likely to lead to complications (eg, proptosis, double vision, ophthalmoplegia, facial structural changes) due to bony expansion and erosion.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of CRS depends on the subtype and the presence of comorbid conditions such as cystic fibrosis or AERD.&nbsp; CRS without nasal polyposis generally responds to medical management, whereas patients with nasal polyps usually require surgery in addition to medical management.&nbsp; Recurrence rates are high, especially in patients with underlying immune or allergic conditions.&nbsp; Long-term medical therapy, including intranasal corticosteroids and saline irrigations, can help reduce symptom burden and improve quality of life.</p>\n<h1>Summary</h1><br><br><p>Chronic rhinosinusitis is a multifactorial condition that significantly impacts patients' quality of life.&nbsp; Its clinical presentation is characterized by ≥2 of 4 cardinal symptoms (anterior and/or posterior nasal drainage, nasal obstruction/congestion, facial pain or pressure, and reduction or loss of sense of smell) lasting for ≥12 weeks.&nbsp; Medical management with intranasal corticosteroids and saline irrigation are effective; surgical treatment is used adjunctively.&nbsp; Despite the chronic nature of the condition, appropriate medical and surgical interventions can substantially improve symptoms and quality of life.</p>\n</div>\n\n            "
}