{
  "meta": {
    "title": "Hearing loss",
    "url": "https://brainandscalpel.vercel.app/hearing-loss-3c59f3cf-b0188d.html",
    "scrapedAt": "2025-12-01T04:48:06.881Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n\t<p>Hearing loss impacts almost 20% of adults and can have a profoundly morbid effect on patients and their families.&nbsp; It can result from a wide variety of etiologies and is commonly classified as conductive or sensorineural.</p>\n\t<h1>Physiology and pathophysiology </h1><h2>Pathway of sound transmission</h2>\n\t\n\t<p>The pathway of sound transmission is as follows (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L54953.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p>\n\t\n\t<ol class=\"article-body-ordered-list\" type=\"1\">\n\t\t<li>Sound waves are collected by the external ear, then travel through the external auditory canal (EAC).</li>\n\t\t<li>Sound waves vibrate the tympanic membrane (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40423.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t\t<li>Vibrations are amplified by the ossicular chain (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19103.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) (ie, malleus, incus, stapes) and transferred to the oval window of the cochlea.</li>\n\t\t<li>Vibration of the oval window causes vibration of the basilar membrane, which causes bending of the hair cell cilia against the tectorial membrane (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25823.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t\t<li>Hair cell bending causes oscillatory hyperpolarization and depolarization of the auditory nerve.</li>\n\t\t<li>The auditory nerve conducts nerve impulses to the superior olivary complex in the pons.</li>\n\t\t<li>The impulses are relayed to the auditory cortex in the temporal lobe of the brain.</li>\n\t</ol>\n\t<h2>Conductive and sensorineural hearing loss</h2>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Conductive hearing loss (CHL) is caused by defective transmission of sound waves to the inner ear (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41341.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) (via the EAC, tympanic membrane, ossicular chain, middle ear fluid).&nbsp;</li>\n\t\t<li>Sensorineural hearing loss (SNHL) is caused by impaired nerve impulse transmission to the brain (via the cochlea, auditory nerve, brain).&nbsp;</li>\n\t</ul>\n\t<h1>Clinical presentation</h1>\n\t\n\t<p>The clinical presentation of hearing loss typically varies based on the etiology.&nbsp; In general, hearing loss presents with difficulty understanding speech, especially in noisy environments.&nbsp; The presence or absence of other symptoms (eg, pain, ear drainage, vertigo/imbalance, aural fullness, tinnitus) can help elucidate a specific diagnosis.</p>\n\t\n\t<p>Certain vulnerable groups may not report changes in hearing, which can make diagnosis more difficult:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Newborns:&nbsp; Signs of hearing loss in infants can be subtle or even nonexistent; therefore, newborn hearing screening is done for all children born in the United States.</li>\n\t\t<li>Children age &lt;4:&nbsp; Hearing loss may present with language delay, social disinterest/delay, and/or inattention (eg, difficulty following instructions).&nbsp;</li>\n\t\t<li>Elderly patients and/or those with intellectual disability or dementia may present with increasing social isolation, behavioral changes, and/or cognitive difficulties.</li>\n\t</ul>\n\t<h1>Diagnosis </h1>\n\t\n\t<p>Diagnosis is achieved through a thorough history, physical examination, and audiometry.&nbsp; Tuning fork tests (Weber and Rinne) are often performed at bedside prior to formal audiometry to assess air conduction (AC) versus bone conduction (BC) and help differentiate between CHL and SNHL.</p>\n\t<h2>Weber test</h2>\n\t\n\t<p>The Weber tuning fork test (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44475.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ) bypasses AC by transmitting sound directly through bone.&nbsp; It is performed by placing a vibrating tuning fork in the middle of the forehead equidistant from both ears.&nbsp; Normally, vibration is carried via BC, transmitted to the cochlea and auditory nerve, and heard equally in both ears; the vibration may be perceived as bilateral or in the middle.&nbsp; However, in unilateral (or asymmetric) hearing loss, patients will report hearing the sound louder in one ear (ie, \"<strong>lateralization</strong>\").<p></p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>In patients with <strong>SNHL</strong>, because the auditory neural pathway is damaged, there will be diminished perception of sound in the impaired ear.&nbsp; Therefore, the Weber test is said to lateralize <strong>to the unaffected ear</strong> (ie, the ear with better hearing).</li>\n\t\t<li>In patients with CHL, the damaged middle ear dampens ambient noise and also likely prevents sound from \"escaping\" back out through the EAC.&nbsp; Therefore, the sound is perceived louder and <strong>lateralizes to the affected ear</strong> (ie, the ear with poorer hearing).</li>\n\t</ul>\n\t\n\t<p>The Weber test does not directly distinguish between CHL and SNHL.&nbsp; Rather, it identifies lateralization (ie, sound heard louder in one ear), which—along with the clinical presentation (ie, which ear is impaired)—may suggest a diagnosis of CHL or SNHL.&nbsp; The Rinne test provides complementary information.</p>\n\t<h2>Rinne test</h2>\n\t\n\t<p>The Rinne test compares AC and BC for an individual ear.&nbsp; The test is performed by placing the base of a vibrating tuning fork on the mastoid tip so that sound is perceived via BC.&nbsp; Once the sound on the mastoid bone diminishes, the examiner brings the vibrating tuning fork near the EAC so that sound is perceived via AC.&nbsp; In a normal ear, air-conducted sound is heard louder and for a longer duration than bone-conducted sound (ie, <strong>AC &gt; BC</strong>).</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>In patients with <strong>SNHL</strong>, AC remains louder than BC (although <strong>both are reduced</strong>), so patients with SNHL will have a \"<strong>normal</strong>\" result.</li>\n\t\t<li>In patients with <strong>CHL</strong>, BC is intact, but AC is impaired.&nbsp; Therefore, BC is louder than air conduction (<strong>BC &gt; AC</strong>), so patients with CHL will have an \"<strong>abnormal</strong>\" result.</li>\n\t</ul>\n\t\n\t<p>The combination of the patient's clinical history and the results of the Weber and Rinne tests helps confirm the diagnosis of CHL versus SNHL (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/50206.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n\t<h2>Other</h2>\n\t\n\t<p>Imaging studies, including CT of the temporal bones or MRI of the internal auditory canal, are reserved for specific indications such as trauma or suspected tumors (eg, vestibular schwannoma).</p>\n\t<h2>Formal audiometry</h2>\n\t\n\t<p>Audiometry is a comprehensive hearing evaluation in a soundproof booth conducted by an audiologist.&nbsp; In adults, a screening audiometry may include a variety of components depending on the suspected etiology of a patient's hearing loss:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Pure-tone testing (AC):&nbsp; Short tones (beeps) of specific frequencies (pitches) are played for each ear through a speaker placed in the EAC.&nbsp; Sound perception is recorded on a graph, with threshold level of hearing in dB on the <em>y</em>-axis and frequency of each tone in Hz on the <em>x</em>-axis.</li>\n\t\t<li>Pure-tone testing (BC):&nbsp; Beeps of specific frequencies (pitches) are played through a transmitter placed on the mastoid process.&nbsp; Sound perception is recorded on a graph, as with AC testing.&nbsp;</li>\n\t</ul>\n\t\n\t<p>Other components include tests of speech perception (according to the volume at which speech is understood), tympanometry (tympanic membrane mobility at varying pressures), acoustic reflex testing (impedance testing of stapedius contraction), otoacoustic emissions (testing of the conduction system through evaluation of outer hair cell function), and auditory brainstem response testing (electrode measurement of neural responses to sound).</p>\n\t<h1>Etiologies </h1><h2>Common causes of CHL</h2>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Otosclerosis</strong>:&nbsp; This autosomal dominant condition with incomplete penetrance causes abnormal bone deposition resulting in decreased ossicular mobility, especially of the stapes, which leads to asymmetric CHL.&nbsp; Surgical correction is very effective.</li>\n\t\t<li><strong>Chronic otitis media with effusion</strong> (ie, serous otitis media):&nbsp; Chronic fluid accumulation in the middle ear space (eg, from recurrent or unresolved acute otitis media) results in impaired sound conduction.&nbsp; Treatment is often with pressure equalization tube placement.</li>\n\t\t<li><strong>Cerumen impaction</strong>:&nbsp; Excessive buildup of earwax blocks the ear canal.&nbsp; This can be a significant problem in elderly patients or patients with dementia.&nbsp; If symptomatic, earwax should be removed.</li>\n\t\t<li><strong>Cholesteatoma</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45949.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ):&nbsp; Erosive, expansile collections of squamous debris in the middle ear present with recurrent otorrhea and asymmetric CHL.&nbsp; Debris must be removed surgically; hearing restoration may require reconstruction of the ossicular chain.</li>\n\t\t<li><strong>Trauma</strong>:&nbsp; Trauma to the outer or middle ear (eg, foreign body, temporal bone fracture) can lead to CHL.&nbsp; Surgical repair may be an option.</li>\n\t</ul>\n\t<h2>Common causes of SNHL</h2>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Presbycusis</strong>:&nbsp; Age-related cochlear hair cell loss, cochlear neuron degeneration, and/or age-related brain atrophy may lead to bilateral, symmetric, high-frequency SNHL (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L109275.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ), usually with associated tinnitus.</li>\n\t\t<li><strong>Noise-induced hearing loss</strong>:&nbsp; This can be caused by both mechanical damage and metabolic overload of cochlear hair cells.&nbsp; Patients have permanent, bilateral, high-frequency SNHL.</li>\n\t\t<li><strong>Ototoxic medications</strong>:&nbsp; Certain medications, such as loop-diuretics (eg, furosemide), aminoglycoside antibiotics, and platinum-based chemotherapy agents (eg, cisplatin, carboplatin), can damage cochlear hair cells, leading to permanent SNHL.</li>\n\t\t<li><strong>Vestibular schwannomas</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26404.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ):&nbsp; Benign neoplasms may arise from the Schwann cells covering the vestibular branch of cranial nerve VIII.&nbsp; They present with asymmetric SNHL and, often, a sense of imbalance.&nbsp; Vestibular schwannomas can be sporadic or inherited, as in neurofibromatosis type II.&nbsp; This condition is caused by an autosomal dominant defect in the <em>NF2</em> gene on chromosome 22 (which encodes for merlin) and is associated bilateral vestibular schwannomas.</li>\n\t\t<li><strong>Meningitis</strong> (especially <em>Streptococcus pneumoniae</em>) can lead to hearing loss due to inflammation and subsequent ossification of the cochlea.</li>\n\t\t<li><strong>Congenital cytomegalovirus (CMV) infection</strong> is the most common cause of nonhereditary SNHL in children.&nbsp; Congenital CMV infection in infants is often (~50%) symptomatic (eg, hepatosplenomegaly, jaundice, petechiae, microcephaly, periventricular calcifications), but it can be asymptomatic.&nbsp; It may be detected on newborn hearing screen or progress and present later, and it may be unilateral or bilateral.&nbsp; Treatment with antivirals reduces the risk of permanent SNHL.</li>\n\t\t<li><strong>Trauma</strong>:&nbsp; High velocity impacts to the head can fracture the temporal bone and damage the cochlea or CN VIII.</li>\n\t\t<li><strong>Ménière disease</strong>:&nbsp; Increased volume and/or pressure of endolymph (ie, endolymphatic hydrops) lead to discrete episodes of spinning vertigo with hearing loss, tinnitus, and aural fullness.&nbsp; Although hearing loss initially fluctuates, it progresses and eventually becomes sustained (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90913.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).&nbsp;</li>\n\t</ul>\n\t<h2>Sudden Sensorineural Hearing Loss (SSNHL)</h2>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Evaluation</strong>:&nbsp; SSNHL is an abrupt loss of hearing that is considered an emergency requiring urgent evaluation with formal audiometry.&nbsp; It has an unclear pathophysiology and is thought to be caused by viral infection, stroke, or an autoimmune process.&nbsp;</li>\n\t\t<li><strong>Management</strong>:&nbsp; high-dose oral corticosteroids and/or corticosteroids injected into the middle ear should be initiated soon after the diagnosis of SSNHL, ideally within 24 hours.&nbsp; MRI of the internal auditory canal is also recommended but is obtained after treatment.&nbsp;</li>\n\t\t<li><strong>Prognosis</strong>:&nbsp; early initiation of corticosteroids dramatically improves both rates and extent of recovery.</li>\n\t</ul>\n\t<h1>Management </h1>\n\t\n\t<p>Management of hearing loss is specific to the etiology but can generally include the following:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Education (of patient and family) and alteration of the environment (eg, limiting background noise, looking directly at the patient when speaking).</li>\n\t\t<li>Amplification:&nbsp; Hearing aids (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42551.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ) collect sound from an external microphone and amplify it through speakers before sending it into the EAC.</li>\n\t\t<li>Surgical hearing augmentation with a cochlear implant (an electrode array inserted into the cochlea to process sound and directly stimulate the auditory nerve) or bone-anchored hearing aids (an external microphone implanted into bone that bypasses the outer and middle ear).</li>\n\t\t<li>Medications are usually not helpful except in certain conditions (eg, diuretics for Ménière disease).</li>\n\t\t<li>Surgery may be used in certain conditions that lead to CHL (eg, pressure equalization tubes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31094.png\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ) for serous otitis media, stapedectomy for otosclerosis) and, less commonly, SNHL (eg, resection of vestibular schwannoma, shunt in Ménière disease).</li>\n\t</ul>\n\t<h1>Complications and prognosis </h1>\n\t\n\t<p>Untreated hearing loss can lead to significant social, psychologic, and cognitive challenges, including isolation and depression.&nbsp; Prognosis varies based on the etiology and timeliness of treatment initiation.</p>\n\t<h1>Summary </h1>\n\t\n\t<p>Hearing loss is a common problem that affects millions of people.&nbsp; It can be caused by a variety of etiologies and can be classified as conductive or sensorineural.&nbsp; Diagnosis is made through a thorough history, physical examination, and audiometry.&nbsp; Tuning fork tests (Weber and Rinne) are often performed at bedside prior to formal audiometry to assess air conduction versus bone conduction and help differentiate between conductive hearing loss and sensorineural hearing loss.&nbsp; Treatment depends on the underlying cause and may include amplification with hearing aids, surgery, or aural rehabilitation.&nbsp; Early diagnosis and intervention can help prevent potential social, psychologic, and cognitive complications associated with hearing loss.</p>\n\t</div>\n\t\n            "
}