{
  "meta": {
    "title": "Ménière disease",
    "url": "https://brainandscalpel.vercel.app/m-eacute-ni-egrave-re-disease-77ad154f-b0188d.html",
    "scrapedAt": "2025-12-01T04:48:12.403Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Ménière disease is a chronic inner ear disorder characterized by discrete episodes of severe vertigo, hearing loss, tinnitus, and a sensation of aural fullness.&nbsp; Although episodes initially resolve completely, over time hearing loss progresses and becomes permanent.</p>\n<h1>Pathophysiology</h1><br><br><p>Ménière disease seems to be caused by increased volume and/or pressure of endolymph in the inner ear (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41341.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) (endolymphatic hydrops), which impacts both the labyrinth (balance) and cochlea (hearing).&nbsp; It is unclear if this arises due to increased production of endolymph, decreased resorption of endolymph, or both.<p></p><br><br><p>Ménière disease is thought to have a multifactorial etiology, which may include genetic factors, lifestyle factors (eg, smoking, noise exposure), and potentially infection/autoimmune conditions.&nbsp; Acute episodes have been hypothesized to be triggered by hydraulic pressure fluctuations, membranous labyrinth rupture, ischemia, and/or acute inflammation.</p>\n<h1>Clinical presentation</h1><br><br><p>The classic triad of symptoms in Ménière disease (which may not always be present) is defined by multiple severe, discrete episodes that include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vertigo:</strong>&nbsp; severe dizziness, usually described as a spinning or whirling sensation, commonly associated with nausea and vomiting</li>\n\t<li><strong>Hearing loss with tinnitus:</strong>&nbsp; unilateral or asymmetric sensorineural hearing loss, affecting low-frequency sounds initially and potentially progressing to involve higher frequencies; tinnitus is often described as ringing or buzzing in the affected ear</li>\n\t<li><strong>Aural fullness:</strong>&nbsp; a sensation of pressure or fullness in the affected ear</li>\n</ul><br><br><p>Episodes last from 20 minutes to several hours (but &lt;24 hr).&nbsp; Although all symptoms initially resolve between attacks, sustained hearing loss is slowly progressive and becomes evident between episodes.&nbsp; It begins with low-frequency hearing loss but progresses to involve all frequencies.</p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of Ménière disease is primarily clinical.&nbsp; Work-up helps support the diagnosis and rule out other potential causes of vertigo:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Audiometry:</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Hearing may be normal between episodes at the onset of the disease.&nbsp; Characteristic audiography (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90913.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) in early Ménière disease reveals a unilateral, low-frequency sensorineural hearing loss.&nbsp; This pattern of hearing loss is relatively specific for Ménière disease and is often detected before the patient notices permanent hearing deficits.&nbsp; Over time, hearing loss becomes sustained and progressive (eg, worsening in severity, may involve contralateral ear).</li>\n\t\t<li>Patients usually cannot undergo audiography during an acute episode due to scheduling constraints (eg, episodes last 20 min to a few hours and may not occur when an audiologist is available) and transportation issues (eg, patients typically cannot safely drive or navigate public transportation during an episode).</li>\n\t</ul>\n\t</li>\n\t<li><strong>MRI:</strong>&nbsp; is primarily used to rule out other inner ear pathologies that can mimic Ménière disease (eg, vestibular schwannomas, cerebrovascular disease, multiple sclerosis).</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Several inner ear disorders can present with symptoms similar to Ménière disease, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vestibular migraine:</strong>&nbsp; The episodic patterns of vertigo in vestibular migraines and Ménière disease are virtually indistinguishable; both last 20 minutes to 24 hours and may involve tinnitus (although it is typically less prominent with vestibular migraines).&nbsp; Patients with vestibular migraines also often have a history of previous migraines.&nbsp; Unilateral, low-frequency sensorineural hearing loss distinguishes between the 2 conditions but may not be present initially, so a clear diagnosis may require a period of watchful waiting.</li>\n\t<li><strong>Acute labyrinthitis:</strong>&nbsp; Inflammation of the labyrinth and vestibular nerve can cause acute-onset hearing loss and vertigo (if no hearing loss is present, it is called vestibular neuritis).&nbsp; It usually occurs in a single episode (vs recurrently in Ménière disease) following a viral syndrome; symptoms typically last a few days (vs 20 min to several hours in Ménière disease).</li>\n\t<li><strong>Benign paroxysmal positional vertigo:</strong>&nbsp; This disorder is thought to be caused by calcium debris within the semicircular canals that alters normal fluid flow.&nbsp; It causes brief (&lt;1 min), often intense episodes of vertigo triggered by changes in head position.&nbsp; Hearing loss does not occur.</li>\n\t<li><strong>Vestibular schwannoma (acoustic neuroma):</strong>&nbsp; A slow-growing tumor on the vestibular nerve can cause hearing loss, tinnitus, and imbalance, but imbalance tends to be progressive rather than episodes of severe spinning sensation.</li>\n\t<li><strong>Autoimmune/infectious inner ear disease:</strong>&nbsp; Certain autoimmune conditions (eg, multiple sclerosis) or infections (eg, syphilis) can cause vertigo and/or sensorineural hearing loss, but these often do not have multiple, discrete episodes.</li>\n\t<li><strong>Vertebrobasilar insufficiency:</strong>&nbsp; This condition can lead to central vertigo.&nbsp; Patients typically have cardiovascular risk factors (eg, age, smoking, hypertension), and it usually presents with other associated neurologic deficits (eg, diplopia, dysarthria).</li>\n\t<li><strong>Perilymphatic fistula/superior canal dehiscence syndrome:</strong>&nbsp; Either a congenital absence of the temporal bone around the superior semicircular canal or a traumatic fistula (mechanical or barotrauma) can lead to leakage of perilymph, which damages the cochlea and leads to progressive sensorineural hearing loss.&nbsp; Episodic vertigo is triggered by events that cause acute pressure changes in the inner ear such as a Valsalva maneuver, changes in elevation (eg, riding in an elevator), and loud noises (ie, pressure change due to sound conduction through the ossicles).&nbsp; This can be demonstrated clinically by performing a loud clap near the patient's ear and observing for nystagmus (Tullio phenomenon).&nbsp; Patients also often describe autophony, a bothersome sensation of hearing of their own voice.</li>\n</ul>\n<h1>Management</h1><br><br><p>There is no cure for Ménière disease, but treatment aims to manage symptoms and improve quality of life.&nbsp; This approach often involves a combination of strategies:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lifestyle modifications:</strong>&nbsp; These are first-line therapy.&nbsp; Lifestyle modifications can help decrease the frequency (and potentially severity) of attacks.&nbsp; These include dietary salt restriction (2-3 g/day, to potentially modulate fluid shifts), limitation of caffeine and nicotine (vasoconstrictors may reduce blood flow to the inner ear), limitation of alcohol, and avoidance of allergy triggers (both food and environmental allergies seem to trigger attacks in some patients, perhaps due to allergies leading to increased fluid extravasation into the endolymphatic sac).&nbsp; Improving sleep hygiene and stress management skills may also help.</li>\n\t<li><strong>Medications:</strong>&nbsp; Chronic treatment options include diuretics (eg, hydrochlorothiazide), which may help regulate fluid balance and potentially reduce endolymph volume and vasodilators (eg, betahistine).&nbsp; Acute attacks can be managed with vestibular suppressants (eg, clonazepam) and antiemetics (eg, promethazine).</li>\n\t<li><strong>Vestibular rehabilitation therapy:</strong>&nbsp; Exercises can help the brain compensate for inner ear dysfunction and improve balance.</li>\n\t<li><strong>Intratympanic injections:</strong>&nbsp; Injections of steroids or gentamicin into the middle ear can be used in patients for whom medical management and lifestyle modifications have failed.&nbsp; They can improve attacks of vertigo but may result in worsening hearing loss.</li>\n\t<li><strong>Surgery:</strong>&nbsp; This option is typically considered a last resort for severe cases with debilitating symptoms unresponsive to other interventions.&nbsp; Procedures such as endolymphatic sac decompression or vestibular nerve section improve vertigo in patients with severe, refractory symptoms.</li>\n\t<li><strong>Hearing amplification:</strong>&nbsp; When hearing loss progresses, patients may need amplification in the form of hearing aids.</li>\n</ul>\n<h1>Complications</h1><br><br><p>Ménière disease can significantly impact quality of life due to recurrent episodes of disabling vertigo, which can lead to falls or other injuries.&nbsp; Hearing loss is usually progressive and may eventually involve both ears.&nbsp; Anxiety and depression are common.&nbsp; In later stages, patients can have drop attacks (ie, otolithic crisis of Tumarkin) in which they suddenly fall to the ground due to acute changes in vestibular signals, which are both dangerous (because they can result in injury) and completely unpredictable.</p>\n<h1>Prognosis</h1><br><br><p>Ménière disease is a chronic condition with a variable course.&nbsp; Most patients have a decrease in vertiginous episodes over time but experience progressive hearing loss.&nbsp; About half of patients eventually have symptoms in bilateral ears.</p>\n<h1>Summary</h1><br><br><p>Ménière disease is a chronic inner ear disorder characterized by discrete episodes of severe vertigo, hearing loss, tinnitus, and a sensation of aural fullness.&nbsp; The pathophysiology is believed to be an increase in endolymphatic fluid (ie, endolymphatic hydrops) in the vestibular system.&nbsp; Diagnosis is clinical; audiography characteristically shows unilateral, low-frequency sensorineural hearing loss.&nbsp; Lifestyle modifications are first-line treatment (eg, low-sodium diet), and diuretics seem to decrease the frequency of attacks.&nbsp; Attacks are also treated with vestibular suppressants and antiemetics.&nbsp; Although episodes initially resolve completely, over time hearing loss progresses and becomes permanent.</p>\n</div>\n\n            "
}