{
  "meta": {
    "title": "Mastoiditis",
    "url": "https://brainandscalpel.vercel.app/mastoiditis-d5f3dd5c-b0188d.html",
    "scrapedAt": "2025-12-01T04:48:08.612Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Mastoiditis is an infection and inflammation of the mastoid air cells, typically occurring as a complication of acute otitis media (AOM) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25500.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Mastoiditis can lead to local and systemic complications if not promptly recognized and managed.&nbsp; Although antibiotic therapy has reduced the incidence of mastoiditis, it remains a potential complication of middle ear infections.<p></p>\n<h1>Pathophysiology</h1><br><br><p>The mastoid is a part of the temporal bone; mastoiditis occurs when pathogens from the middle ear spread into the mastoid air cells, leading to inflammation, bony destruction, and potential abscess formation.&nbsp; The mastoid air cells are in continuity with the middle ear, allowing the spread of infection.&nbsp; The infection may progress beyond the mastoid, causing subperiosteal abscesses, venous sinus thrombosis, or other intracranial complications.</p><br><br><p>As with AOM, the most common causative organisms include <em><strong>Streptococcus pneumoniae</strong></em>, <em>Streptococcus pyogenes</em>, and, less commonly, <em>Haemophilus influenzae</em> and <em>Staphylococcus aureus</em>.&nbsp; <em>Pseudomonas aeruginosa</em> is occasionally implicated, especially in patients with recurrent infections or recent antibiotic use.</p>\n<h1>Risk factors</h1><br><br><p>Mastoiditis, like AOM, is most commonly seen in <strong>children age ≤2</strong>.&nbsp; Additional risk factors include recent or recurrent AOM and inadequate or delayed antibiotic treatment of AOM.&nbsp; In some patients, mastoiditis can occur with the first episode.</p>\n<h1>Pathology</h1><br><br><p>Histopathologic findings include neutrophilic infiltration, osteoclastic bone resorption, and destruction of trabecular bone.&nbsp; In chronic cases, granulation tissue formation and fibrosis may be observed.&nbsp; Abscess formation within the mastoid air cells is common in advanced disease.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients are typically age ≤2 and often present with <strong>fever</strong> and <strong>ear pain</strong>, as seen in AOM.&nbsp; Young infants with AOM may have nonspecific signs and symptoms of irritability, poor sleep, and decreased appetite.&nbsp; In addition to ear pain, patients usually have:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Postauricular erythema and tenderness</strong>.</li>\n\t<li><strong>Protrusion of the outer ear</strong>.</li>\n</ul><br><br><p>Infection of the mastoid produces postauricular erythema and tender swelling, causing outward and/or vertical displacement of the auricle (eg, protrusion) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30855.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The tympanic membrane often shows evidence of AOM (eg, erythema, bulging, perforation), although it may not be visible if swelling of the external auditory canal is present.&nbsp; About half of patients develop otorrhea.<p></p>\n<h1>Diagnosis</h1><br><br><p>Acute mastoiditis is often diagnosed <strong>clinically</strong>.&nbsp; A complete blood count can show nonspecific findings for infection, including a leukocytosis with neutrophilic predominance, elevated C-reactive protein, and elevated erythrocyte sedimentation rate.&nbsp; <strong>Culture</strong> of the middle ear fluid usually identifies the pathogen and antibiotic susceptibility.</p><br><br><p>Imaging is indicated if the diagnosis is unclear, there is suspicion for complications (eg, meningitis, neurologic deficits), the child appears toxic, or the condition does not respond to initial treatment.&nbsp; In these cases, a CT scan, which is usually best for visualizing the temporal bone, shows destruction of the bony septa in the mastoid air cells, confirming the diagnosis of acute coalescent mastoiditis.&nbsp; If an intracranial complication is suspected, MRI of the brain with contrast may also be indicated.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cholesteatoma</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45949.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; Can develop in patients with recurrent AOM.&nbsp; However, cholesteatoma typically presents with recurrent painless otorrhea.&nbsp; Examination shows a pearly white mass or a retraction pocket in the superior portion of the tympanic membrane.</li>\n\t<li><strong>Necrotizing (malignant) otitis externa</strong>:&nbsp; Can present with severe ear pain and a swollen external auditory canal.&nbsp; However, it typically occurs in elderly patients with diabetes mellitus, and examination characteristically shows granulation tissue at the bony cartilaginous junction.&nbsp; It is not typically a complication of AOM.</li>\n\t<li><strong>Parotitis</strong>:&nbsp; Can present with fever and painful swelling around the ear; however, both preauricular and postauricular swelling are present.&nbsp; It typically occurs in elderly postoperative patients rather than in young children.</li>\n\t<li><strong>Perichondritis</strong>:&nbsp; Can present with a painful, erythematous ear due to infection of the perichondrium.&nbsp; However, erythema and tenderness are limited to the cartilaginous portions of the ear; the mastoid bone is not affected.</li>\n\t<li><strong>Suppurative labyrinthitis</strong>:&nbsp; Can occur as a complication of AOM due to the spread of infection to the bony labyrinth of the inner ear.&nbsp; In addition to the symptoms of fever and otalgia due to AOM, patients with suppurative labyrinthitis typically have severe vertigo with nystagmus, nausea and vomiting, and significant hearing loss.</li>\n</ul>\n<h1>Management</h1><br><br><p>The treatment of mastoiditis requires empiric <strong>intravenous antibiotic therapy</strong> with activity against common upper respiratory pathogens (eg, <em>S pneumoniae</em>), as well as <em>S pyogenes</em> and <em>S aureus</em>.&nbsp; Expanded coverage for <em>Pseudomonas</em> (eg, cefepime) should be used if the patient has a history of recent antibiotic use.&nbsp; Antibiotics are tailored to the specific pathogen after susceptibility results are confirmed.&nbsp; Patients initially receive intravenous antibiotics, followed by transition to oral therapy for approximately 4 weeks.</p><br><br><p><strong>Drainage of the purulent material</strong> is also required.&nbsp; This can be achieved by <strong>myringotomy</strong> (eg, middle ear drainage) with or without ear tube placement or mastoidectomy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31094.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Patients should be monitored to ensure that they do not develop more severe complications due to extracranial (eg, subperiosteal abscess, hearing loss) or intracranial (eg, meningitis, brain abscess) extension.<p></p>\n<h1>Complications</h1><br><br><p>Patients can have <strong>extracranial complications</strong>, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Subperiosteal abscess</strong>, the most common complication.</li>\n\t<li><strong>Labyrinthitis</strong> due to the spread of infection to the bony labyrinth of the inner ear.</li>\n\t<li><strong>Facial nerve palsy</strong> due to infection or compression of the nerve as it travels through the temporal bone.</li>\n\t<li><strong>Hearing loss</strong> due to damage to the middle ear ossicles or cochlea.</li>\n</ul><br><br><p><strong>Intracranial extension</strong> (eg, epidural space, meninges, brain) can also occur, causing meningitis, an epidural abscess, lateral sinus thrombosis, or a brain abscess.&nbsp; Patients typically have signs of meningeal irritation (eg, neck stiffness and pain), focal neurologic deficits, and/or increased intracranial pressure (eg, vomiting).</p>\n<h1>Prognosis</h1><br><br><p>Most cases resolve without long-term sequelae when treated promptly with antibiotics and, if necessary, surgical intervention.&nbsp; Delayed treatment increases the risk of complications, particularly intracranial spread, which carries significant morbidity.</p>\n<h1>Summary</h1><br><br><p>Mastoiditis is an infection of the mastoid air cells, usually resulting from a complication of acute otitis media (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35416.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Patients with mastoiditis experience fever, ear pain, postauricular erythema/tenderness, and protrusion of the auricle.&nbsp; The diagnosis is clinical, supported by imaging in complicated cases, with cultures of fluid to tailor antibiotics.&nbsp; Management involves intravenous antibiotics, myringotomy, and sometimes mastoidectomy.&nbsp; Prognosis is generally favorable with appropriate intervention, although chronic cases may require prolonged care.<p></p>\n</div>\n\n            "
}