{
  "meta": {
    "title": "Otosclerosis",
    "url": "https://brainandscalpel.vercel.app/otosclerosis-82e4578d-b0188d.html",
    "scrapedAt": "2025-12-01T04:48:22.543Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Otosclerosis results from an imbalance of bone resorption and deposition that leads to the stiffening and ultimate fixation of the stapes.&nbsp; This dampens the transmission of sound energy from the tympanic membrane to the cochlea, resulting in progressive conductive hearing loss.</p><h1>Pathogenesis</h1><p>Otosclerosis is an autosomal dominant condition characterized by abnormal bone remodeling of the otic capsule, the dense portion of the temporal bone that encases the inner ear.&nbsp; It most commonly affects the area around the oval window, where the stapes footplate interfaces with the vestibule of the inner ear (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/124139.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).<p></p><p>In the early stages, osteoclastic bone resorption is followed by the deposition of spongiotic bone, which is eventually replaced by dense, sclerotic bone.&nbsp; As the bone becomes sclerotic and less elastic, the stapes becomes fixed in place, reducing its ability to transmit sound vibrations into the cochlea (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19103.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; This results in progressive <strong>conductive hearing loss</strong>.&nbsp; In rare cases, the disease process may extend to involve the cochlea, leading to sensorineural hearing loss.<p></p><h1>Risk factors</h1><ul class=\"article-body-unordered-list\"><li>Genetics:&nbsp; <strong>Autosomal dominant</strong> inheritance with variable penetrance.</li><li><strong>Female sex</strong>.</li><li><strong>Age 20-40</strong>.</li><li>Hormonal factors:&nbsp; Pregnancy and hormonal changes, which may accelerate progression.</li></ul><h1>Clinical presentation</h1><ul class=\"article-body-unordered-list\"><li>Progressive conductive hearing loss (worsens over years).</li><li>Mixed conductive and sensorineural hearing loss, which may occur if the cochlea is affected, but this is less common.</li><li>Bilateral ear involvement:&nbsp; Symptoms typically start in one ear and progress to involve both.</li><li>Tinnitus, which may worsen with disease progression.</li><li>Paracusis of Willis:&nbsp; Paradoxic improvement of hearing in noisy environments; background noise is poorly transmitted through the impaired middle ear, whereas transmission of sound waves from raised voices via bone conduction (which generates stronger vibrations) is increased.</li><li>Normal otoscopy (although excessive bony resorption can expose underlying blood vessels, leading to a reddish hue behind the tympanic membrane).</li></ul><h1>Differential diagnosis</h1><ul class=\"article-body-unordered-list\"><li><strong>Cerumen impaction</strong>:&nbsp; Can result in conductive hearing loss due to progressive obstruction of the external auditory canal by ear wax.&nbsp; Canal occlusion is easily visible on otoscopy, and hearing loss is reversible with wax removal.</li><li><strong>Chronic otitis media</strong>:&nbsp; May result in conductive hearing loss, but it is typically accompanied by ear pain and/or fullness, and otoscopy would show retraction of the tympanic membrane or fluid in the middle ear.</li><li><strong>Tympanic membrane perforation</strong>:&nbsp; Typically occurs from a traumatic injury (eg, due to cotton swab insertion), barotrauma, or severe middle ear infection and presents with acute onset of conductive hearing loss, ear pain, and otorrhea.&nbsp; Hearing typically resolves once the perforation heals (within weeks).</li></ul><h1>Diagnosis</h1><p>Otosclerosis is typically diagnosed through a combination of clinical evaluation, audiologic testing, and imaging (when needed for confirmation).&nbsp; Clinical factors that increase suspicion for otosclerosis include:</p><ul class=\"article-body-unordered-list\"><li>Gradual hearing loss in young adults, particularly women, without ear pain/trauma.</li><li>Positive family history of hearing loss at a young age.</li><li>Normal otoscopic examination.</li></ul><p>Tuning fork testing can differentiate between conductive and sensorineural hearing loss and narrow the possible diagnoses (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/126516.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Rinne test</strong>:&nbsp; Compares air conduction to bone conduction.&nbsp; Otosclerosis results in <strong>bone conduction &gt; air conduction</strong> (abnormal), indicating conductive hearing loss.</li><li><strong>Weber test</strong>:&nbsp; Compares sound perception between ears.&nbsp; Otosclerosis causes sound to <strong>lateralize to the affected ear</strong>.&nbsp; Conductive hearing loss prevents the transmission of ambient noise, so bone-conducted sound is perceived more strongly in the ear with conductive hearing loss.</li></ul><p>Audiometry confirms conductive hearing loss and may show a characteristic Carhart notch, especially around 2,000 Hz, which represents a dip in bone-conduction threshold due to stapes fixation.&nbsp; Tympanometry of the tympanic membrane may demonstrate reduced mobility of the stapes.</p><h2>Laboratory evaluation and imaging studies</h2><p>There are no specific laboratory tests for otosclerosis, but high-resolution noncontrast CT imaging of the temporal bones is the gold standard for confirming the diagnosis.&nbsp; CT findings may include areas of spongiotic or sclerotic bone near the oval or round windows and a thickened stapes footplate.&nbsp; Cochlea involvement may reveal radiolucent foci extending around the cochlea, creating a double ring or halo sign.</p><h1>Management</h1><p>Conservative treatment involves the use of <strong>hearing aids</strong>, which amplify sound.&nbsp; They are effective for most patients with conductive hearing loss, and they are especially useful in nonsurgical candidates or patients who decline surgery.</p><p><strong>Surgery</strong> is the treatment of choice and has a high success rate for restoring hearing.&nbsp; Procedures include a stapedectomy (removes the stapes bone and replaces it with a prosthesis that transmits the sound vibrations) and stapedotomy (a small hole is made in the stapes footplate, and a prosthesis is inserted and connected to the incus to bypass the fixed stapes and transmit sound vibrations).</p><h1>Prognosis</h1><p>Most patients with otosclerosis have an excellent prognosis following surgery, with conductive hearing loss improving in approximately 90%-95% of cases.&nbsp; However, patients with a significant sensorineural component (cochlear involvement) may experience only partial improvement because surgical correction addresses the conductive but not the sensorineural deficit.</p><h1>Summary</h1><p>Otosclerosis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/50849.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a condition that causes progressive hearing loss due to abnormal bone remodeling in the inner ear, leading to the fixation of the stapes footplate.&nbsp; It most commonly presents in young adults, particularly women, with conductive hearing loss and a normal otoscopic examination.&nbsp; Diagnosis is based on clinical history/examination, audiometry, and, in some cases, CT scan of the temporal bones.&nbsp; Surgical intervention offers significant improvement in hearing for the majority of patients.<p></p></div>\n            "
}