{
  "meta": {
    "title": "Peritonsillar abscess",
    "url": "https://brainandscalpel.vercel.app/peritonsillar-abscess-2bbd122f-b0188d.html",
    "scrapedAt": "2025-12-01T04:48:23.232Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Peritonsillar abscess (PTA) is a localized collection of pus in the peritonsillar space between the tonsil and pharyngeal muscles.&nbsp; It typically occurs as a complication of tonsillitis.&nbsp; Symptoms include fever, severe sore throat, trismus, and a muffled voice.&nbsp; Unilateral tonsillar/palatal enlargement with uvular deviation to the unaffected side is the classic finding on examination.&nbsp; Treatment involves abscess drainage and antibiotic therapy.</p>\n<h1>Pathophysiology</h1><br><br><p>PTA occurs most commonly in adolescents and young adults following an episode of acute tonsillitis.&nbsp; There are 2 proposed mechanisms of abscess formation:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Infection begins within the tonsil, then bacteria spread into the loose connective tissue of the peritonsillar space.&nbsp; This progresses to peritonsillar cellulitis and eventually pus collects to form an abscess.</li>\n\t<li>Tonsillar inflammation causes obstruction of salivary glands located superior to the tonsils.&nbsp; Gland obstruction promotes bacterial overgrowth, which then infects the peritonsillar space and ultimately results in an abscess.</li>\n</ul><br><br><p>Peritonsillar infections are largely thought to be <strong>polymicrobial</strong>.&nbsp; Cultures typically grow group A <em>Streptococcus</em>, <em>Staphylococcus aureus</em>, and respiratory anaerobes (eg, <em>Fusobacteria</em>).</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Recurrent tonsillitis</li>\n\t<li>Adolescence and young adulthood</li>\n\t<li>Immunocompromised status</li>\n\t<li>Poor oral hygiene</li>\n\t<li>Smoking</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Typical symptoms of PTA:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Severe sore throat</li>\n\t<li>Difficulty swallowing</li>\n\t<li>Fever</li>\n\t<li>Ipsilateral referred otalgia (ear pain)</li>\n\t<li>Decreased oral intake</li>\n</ul><br><br><p>Characteristic examination findings:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Muffled or \"hot potato\" voice</strong>:&nbsp; The abscess decreases the space in the posterior pharynx, leading to decreased vocal resonance and the classic muffled, \"hot potato\" voice.</li>\n\t<li><strong>Unilateral swelling of the tonsil</strong> and/or <strong>posterior soft palate with uvula deviation</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25820.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; Pus collection in the soft tissue of the palate leads to a visible, fluctuant bulge above the tonsil that pushes the uvula to the contralateral side.</li>\n\t<li><strong>Trismus</strong>:&nbsp; Inflammation and spasm of the nearby pterygoid muscles lead to pain and difficulty opening the mouth.</li>\n\t<li><strong>Drooling</strong>:&nbsp; Secretions accumulate due to increased pain with swallowing.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of PTA is typically made based on history and characteristic physical examination findings.&nbsp; Laboratory evaluation, which is not required for diagnosis, may help gauge the severity of illness and guide care.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count (CBC) with differential can assess for elevated white blood cell (WBC) count with a predominance of neutrophils, which is common.</li>\n\t<li>Metabolic panel can assess for dehydration and electrolyte abnormalities, which can occur in patients who have a significant decrease in oral intake.</li>\n\t<li>Throat culture and culture of abscess fluid help identify the causative organism and direct antibiotic therapy.</li>\n\t<li>Monospot test can be useful for ruling out infectious mononucleosis.</li>\n\t<li>Blood cultures may be checked if evidence of septicemia is found.</li>\n</ul><br><br><p>Imaging is also not required for diagnosis but can be helpful in differentiating PTA from tonsillar cellulitis.&nbsp; Imaging should be performed if there is concern for deeper infection such as retropharyngeal abscess.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ultrasonography may be used during the initial evaluation to confirm the presence of PTA, which appears as a hypoechoic collection adjacent to the tonsil.</li>\n\t<li>CT scan of the neck with contrast provides detailed visualization of PTA and evaluates surrounding structures for extent of infection, and is also helpful for surgical planning in complicated cases.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute tonsillitis</strong>:&nbsp; causes fever, sore throat, and difficulty swallowing.&nbsp; However, the tonsillar swelling in tonsillitis is typically bilateral and symmetric, unlike the unilateral swelling and uvular deviation seen in PTA.&nbsp; Trismus is also uncommon in tonsillitis.</li>\n\t<li><strong>Infectious mononucleosis</strong> (Epstein-Barr virus infection):&nbsp; presents with fever, pharyngitis, and cervical lymphadenopathy.&nbsp; Patients may have significant tonsillar enlargement with muffling of the voice, but a symmetric-appearing posterior oropharynx differentiates it from PTA.</li>\n\t<li><strong>Epiglottitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21171.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; is characterized by the sudden onset of high fever, severe sore throat, muffled voice, and dysphagia; however, in epiglottitis the pharyngeal examination appears relatively normal.&nbsp; Acute airway obstruction (eg, stridor, tripod positioning, drooling) is also more consistent with epiglottitis.</li>\n\t<li><strong>Retropharyngeal abscess</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18105.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; symptoms include fever, odynophagia, muffled voice, and trismus, but this condition usually occurs in younger children (age 2-4) and is more likely to cause neck stiffness and pain with neck extension.</li>\n\t<li><strong>Ludwig angina</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L79756.png\" alt=\"Ludwig angina\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Ludwig angina</div>\n                                </div>\n                                ):&nbsp; is characterized by cellulitis involving the submandibular, sublingual, and submental spaces; it may also cause fever, throat/mouth pain, dysphagia, and a muffled voice.&nbsp; Examination findings, including tongue elevation and induration in the submandibular area, differentiate Ludwig angina from PTA.</li>\n</ul>\n<h1>Management</h1><br><br><p>Patients with PTA (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84250.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) are typically hospitalized for observation, pain management, hydration, and infection control.&nbsp; Treatment includes:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Broad-spectrum IV antibiotics</strong> (eg, ampicillin-sulbactam, clindamycin) that target group A <em>Streptococcus</em>, <em>S aureus,</em> and respiratory anaerobes are started.&nbsp; Patients may be switched to oral antibiotics once clinical improvement is observed.</li>\n\t<li>Needle aspiration or <strong>incision and drainage of the abscess</strong> may be performed.</li>\n\t<li>Tonsillectomy may be considered in lieu of abscess drainage in patients with recurrent episodes of PTA or with severe complications.</li>\n\t<li>IV corticosteroids, although somewhat controversial, there is some evidence steroids decrease symptom severity and hospital length of stay.</li>\n</ul><br><br><p>Nontoxic patients with uncomplicated abscesses who are able to tolerate drainage under local anesthesia may be managed as outpatients.&nbsp; However, they must also be able to maintain adequate hydration and swallow oral antibiotics.&nbsp; Follow-up should be arranged within 24-36 hours.</p>\n<h1>Prognosis</h1><br><br><p>With prompt diagnosis and appropriate management, the prognosis for PTA is generally favorable.&nbsp; Complications such as airway obstruction, parapharyngeal extension, septicemia, and Lemierre syndrome (ie, septic thrombophlebitis of the internal jugular vein) can occur if left untreated.&nbsp; Recurrence of PTA is possible, particularly in those with recurrent episodes of tonsillitis, and may warrant a complete tonsillectomy.</p>\n<h1>Summary</h1><br><br><p>Peritonsillar abscess (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/118636.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is an acute bacterial infection of the region between the tonsil and the pharyngeal muscles.&nbsp; It is typically preceded by acute tonsillitis that progresses to peritonsillar cellulitis, eventually forming an abscess.&nbsp; Characteristic findings include sore throat, fever, muffled voice, trismus, and unilateral swelling of the posterior pharynx with uvular deviation.&nbsp; It is treated with abscess drainage and broad-spectrum antibiotics.<p></p>\n</div>\n\n            "
}