{
  "meta": {
    "title": "Retropharyngeal abscess",
    "url": "https://brainandscalpel.vercel.app/retropharyngeal-abscess-9a4d3665-b0188d.html",
    "scrapedAt": "2025-12-01T04:48:26.419Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Retropharyngeal abscess (RPA) is a serious bacterial infection characterized by pus in the retropharyngeal space.&nbsp; Abscess formation may be preceded by an upper respiratory infection or traumatic injury that introduces bacteria into the space.&nbsp; Typical symptoms include fever, odynophagia, and neck stiffness.&nbsp; Expansion of an abscess in this area can cause airway compression, and lead to respiratory failure and death.&nbsp; Treatment includes broad-spectrum antibiotics and possibly surgical incision and drainage.</p>\n<h1>Anatomy</h1><br><br><p>The retropharyngeal space is a fascial space that extends from the skull base to the mediastinum (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18105.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; It is bordered anteriorly by the pharynx and esophagus and posteriorly by the vertebral bodies.&nbsp; In young children, this space contains lymph nodes that drain structures such as the tonsils, adenoids, sinuses and middle ear.&nbsp; However, these lymph chains atrophy with age and typically regress before puberty.<p></p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age &lt;5</li>\n\t<li>Recent upper respiratory tract infection</li>\n\t<li>Pharyngeal trauma (eg, endoscopy, chicken bone)</li>\n\t<li>Immunosuppression</li>\n</ul>\n<h1>Pathophysiology</h1><br><br><p>RPA in children is most often preceded by an upper respiratory infection, which results in suppurative adenitis of the retropharyngeal lymph nodes.&nbsp; The infection then progresses to local cellulitis, phlegmon (inflammation within the soft tissues), and eventually an organized abscess.&nbsp; Because of atrophy of the retropharyngeal lymph nodes and fewer upper respiratory infections as children age, RPA in older patients is more likely related to traumatic inoculation of bacteria into the retropharyngeal space or direct spread from local infection (eg, tonsillitis).</p><br><br><p>RPA is a <strong>polymicrobial infection</strong>; common isolates include group A <em>Streptococcus</em>, <em>Staphylococcus aureus</em>, and respiratory anaerobes (eg, <em>Fusobacteria</em>).</p>\n<h1>Clinical presentation</h1><br><br><p>Early in the clinical course, symptoms of RPA can be similar to pharyngitis (eg, odynophagia, dysphagia).&nbsp; However, as the infection progresses, typically over the course of several days, certain characteristic findings develop and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fever</li>\n\t<li>Neck stiffness and swelling, torticollis</li>\n\t<li><strong>Refusal to extend the neck</strong> due to pain (<strong>neck often held in flexion</strong>)</li>\n\t<li>Drooling, muffled voice, trismus</li>\n\t<li><strong>Retropharyngeal bulge</strong> on examination of the oropharynx</li>\n\t<li>Tender cervical lymphadenopathy</li>\n\t<li>Chest pain (if infection has extended into the mediastinum)</li>\n</ul><br><br><p>As abscess size increases, airway compression can occur.&nbsp; Red flag symptoms indicating serious respiratory compromise include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Nasal flaring</li>\n\t<li>Tripod positioning (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21172.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                )</li>\n\t<li>Stridor, retractions</li>\n\t<li>Tachypnea</li>\n\t<li>Refusal to lie flat</li>\n</ul><br><br><p>The examiner should be cautious to avoid any intervention that may increase a child's anxiety or agitation; excessive crying and restlessness can worsen airway obstruction.</p>\n<h1>Diagnosis and evaluation</h1><br><br><p>A presumptive diagnosis of RPA is often suspected based on characteristic signs and symptoms.&nbsp; However, other serious conditions (eg, epiglottitis) can present similarly; imaging is typically used to confirm the diagnosis and assess the extent of infection.</p><br><br><p>During the initial evaluation of suspected RPA (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84239.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), the most important step is to <strong>assess the airway</strong>.&nbsp; If there is evidence of impending obstruction (eg, tripod position, severe distress), the patient requires urgent airway management (eg, intubation).&nbsp; This should ideally be performed in the operating room by a specialist (eg, otolaryngologist, anesthesiologist).<p></p><br><br><p>If urgent airway intervention is not necessary, a <strong>lateral neck x-ray</strong> is usually the first radiographic image obtained.&nbsp; An <strong>increased depth of the prevertebral space</strong> on x-ray suggests an RPA (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18101.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; However, x-ray is not a confirmatory study because false positives can occur, particularly in crying children.&nbsp; CT scan of the neck with intravenous contrast is the definitive test and should be performed when there is high suspicion for RPA.<p></p><br><br><p>Laboratory evaluation should include a complete blood count and blood cultures.&nbsp; Elevated white blood cells with a predominance of neutrophils is common.&nbsp; Blood cultures are typically negative but may help identify a causative agent when positive.&nbsp; However, deferring venipuncture may be required in children with respiratory distress to avoid exacerbating the obstruction.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Peritonsillar abscess</strong>:&nbsp; seen as a collection of pus between the tonsillar capsule and the pharyngeal muscles.&nbsp; Peritonsillar abscess can present with severe sore throat, fever, odynophagia, and trismus; however, examination shows a unilateral area of tonsillar/palatal swelling with contralateral uvular deviation.&nbsp; In addition, patients with a peritonsillar abscess are typically less ill-appearing than those with RPA.</li>\n\t<li><strong>Epiglottitis</strong>:&nbsp; involves acute inflammation of the epiglottis, usually from infection.&nbsp; Presenting symptoms include severe throat pain, drooling, high fever, and respiratory distress.&nbsp; Compared with RPA, epiglottitis is more abrupt in onset and progresses more rapidly to life-threatening airway obstruction.&nbsp; Patients typically hold the neck in hyperextension (rather than flexion) to increase airway diameter.&nbsp; A characteristic thumb sign on lateral neck x-ray reveals epiglottis enlargement (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L109233.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Tracheitis</strong>:&nbsp; caused by a bacterial superinfection of the trachea following an upper respiratory tract infection.&nbsp; It can cause fever, stridor and respiratory distress, but a croup-like cough and tracheal narrowing on neck x-ray are expected.</li>\n</ul>\n<h1>Management</h1><br><br><p>Patients with RPA require inpatient management with the following interventions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Close monitoring for airway obstruction (with intervention as needed)</li>\n\t<li><strong>Broad-spectrum intravenous antibiotics</strong> (eg, ampicillin-sulbactam)</li>\n\t<li><strong>Surgical drainage</strong> for large, well-defined abscesses or small abscesses refractory to a trial of antibiotics (patients with small, uncomplicated abscesses are given antibiotics for 24-48 hours then reassessed)</li>\n\t<li>Supportive measures (eg, pain management, hydration)</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>With prompt diagnosis and appropriate treatment, the prognosis for RPA is generally favorable.&nbsp; However, delays in treatment can lead to complications that increase morbidity and mortality, such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sepsis</strong>:&nbsp; due to bacterial entry into the bloodstream.</li>\n\t<li><strong>Respiratory failure</strong>:&nbsp; due to airway obstruction.</li>\n\t<li><strong>Aspiration pneumonia</strong>:&nbsp; due to abscess rupture leading to release of purulent material that is aspirated.</li>\n\t<li><strong>Mediastinitis</strong>:&nbsp; due to extension of the infectionposteriorly through the alar fascia into the \"danger\" space (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12861.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), with rapid transmission bacteria into the posterior mediastinum.</li>\n\t<li><strong>Internal jugular thrombosis</strong>:&nbsp; due to extension of the infection into the superior mediastinum and to the carotid sheath, resulting in thrombosis of the internal jugular vein.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Retropharyngeal abscess (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/56911.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a potentially life-threatening infection characterized by pus in the retropharyngeal space (a fascial space that lies between the pharynx/esophagus and vertebral bodies).&nbsp; It typically occurs in children age &lt;5 after an upper respiratory infection.&nbsp; Symptoms include odynophagia, fever, neck stiffness, and a muffled voice.&nbsp; Acute airway obstruction can occur and requires prompt intervention.&nbsp; Patients should be admitted to the hospital, evaluated by an otolaryngologist, and treated with broad-spectrum antibiotics.&nbsp; Surgical drainage may be indicated for large or refractory abscesses.<p></p>\n</div>\n\n            "
}