{
  "meta": {
    "title": "Streptococcal pharyngitis",
    "url": "https://brainandscalpel.vercel.app/streptococcal-pharyngitis-a9491e00-b0188d.html",
    "scrapedAt": "2025-12-01T04:48:30.161Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Streptococcal pharyngitis (\"strep throat\") is caused by <em>Streptococcus pyogenes</em> (group A <em>Streptococcus</em> [GAS]).&nbsp; It typically presents with acute-onset sore throat and fever, often accompanied by tonsillar exudates.&nbsp; Diagnosis is ideally obtained via microbiological testing (eg, rapid antigen detection testing), and treatment (eg, penicillin) is primarily for prevention of immune-mediated, delayed sequelae (eg, acute rheumatic fever).</p><h1>Pathogenesis</h1><p>Streptococcal pharyngitis is due to <em>S pyogenes</em>, or <strong>GAS</strong>, a gram-positive, beta-hemolytic bacterium.&nbsp; It is the leading cause of bacterial pharyngitis and is more common in children and adolescents than in adults.</p><p>Transmission occurs via respiratory particles, and pathogenesis involves bacterial invasion into the pharyngeal mucosa.&nbsp; The cell wall of GAS is studded with <strong>M protein</strong>, an alpha-helical coiled-coil virulence factor that inhibits phagocytosis, prevents complement binding, and aids in epithelial attachment.&nbsp; Inflammation of the pharyngeal mucosa results in posterior pharyngeal erythema and tonsillar exudates, and the subsequent immune response leads to systemic symptoms (eg, fever, headache).&nbsp; Certain strains of GAS produce erythrogenic exotoxins, which are responsible for the characteristic rash of scarlet fever (ie, pharyngitis with a diffuse rash).</p><p>Notably, M protein shares epitopes and structural homology with other alpha-helical coiled-coil proteins such as tropomyosin and myosin.&nbsp; In some patients, the protective antibodies against M protein that develop in an untreated GAS infection may cross-react with myosin epitopes in the heart and cause rheumatic carditis weeks later (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31969.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><h1>Clinical presentation</h1><p>Most patients with streptococcal pharyngitis present between <strong>ages 5-15</strong>, although any age can be affected.&nbsp; Classic manifestations include acute-onset fever and sore throat.&nbsp; Children often have headache, abdominal pain, and vomiting as well.&nbsp; Symptoms typical of an upper respiratory viral illness (eg, cough, rhinorrhea, conjunctivitis, mouth ulcers) are usually absent.</p><p>Examination findings include the following:</p><ul class=\"article-body-unordered-list\"><li>Enlarged, erythematous tonsils with exudate (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L76069.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )</li><li>Posterior pharyngeal erythema</li><li>Palatal petechiae (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91597.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )</li><li>Tender anterior cervical lymphadenopathy</li></ul><h2>Scarlet fever</h2><p>A minority of patients with streptococcal pharyngitis develop <strong>scarlet fever</strong>, which manifests as a rash in association with pharyngitis.&nbsp; The rash begins 1-2 days after fever and sore throat in skin folds (eg, armpits, groin) and subsequently generalizes.&nbsp; It is characterized by diffuse erythema with a finely papular, sandpaper texture (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L109062.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; The cheeks commonly appear flushed, giving the area around the mouth a pale appearance (circumoral pallor).&nbsp; In addition, the tongue may have inflamed red papillae (strawberry tongue) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28982.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; As the illness resolves over a week, desquamation occurs and is most pronounced in the armpits, groin, and tips of the fingers and toes.<p></p><h1>Differential diagnosis</h1><h2>Acute pharyngitis</h2><p>Diagnostic considerations in patients with acute pharyngitis (eg, pharyngeal erythema) include the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Viral pharyngitis</strong> (eg, adenovirus, rhinovirus):&nbsp; More common than bacterial pharyngitis and often presents in conjunction with upper respiratory tract symptoms (eg, cough, rhinorrhea) and/or conjunctival injection.&nbsp; Other symptoms suggestive of viral infection include discrete oral ulcers or diarrhea.</li><li><strong>Infectious mononucleosis</strong> (IM):&nbsp; Typically caused by Epstein-Barr virus and presents with fever, fatigue, and exudative pharyngitis.&nbsp; Lymphadenopathy typically involves the posterior cervical chains, and symptoms typically last longer than 3-5 days.&nbsp; Microbiologic testing is often required to differentiate GAS pharyngitis from early IM.</li></ul><h2>Concomitant rash</h2><p>For those with a concomitant rash, the following diagnoses should be considered:</p><ul class=\"article-body-unordered-list\"><li><strong>Erythema infectiosum</strong>:&nbsp; Parvovirus B19 causes a classic slapped-cheek rash (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L119285.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ) and/or a lacy reticular rash.&nbsp; A sandpaper-textured rash is not seen.</li><li><strong>Kawasaki disease</strong>:&nbsp; Fever, rash, and mucosal changes are common.&nbsp; However, diagnosis requires 5 days of fever and ≥4 clinical criteria: &gt;1.5 cm cervical node, polymorphous rash, edema of the hands/feet, conjunctivitis, and mucosal changes (eg, strawberry tongue, dry/cracked lips).</li><li><strong>Measles</strong>:&nbsp; Classically causes high fevers and diffuse rash.&nbsp; Tonsillar exudates are not common, and associated symptoms include cough, rhinorrhea, and conjunctivitis.&nbsp; In addition, the associated rash starts on the face and spreads cephalocaudally, and small whitish/blue lesions on buccal mucosa (Koplik spots) may be seen.</li><li><strong>Hand, foot, and mouth disease</strong>:&nbsp; Coxsackievirus infection that presents with lesions on the hands/feet (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99119.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ) and oral ulcerations.</li><li><strong>Roseola</strong>:&nbsp; Causes high fever (usually in infants) followed by a morbilliform rash that typically erupts once the patient has defervesced.</li><li><strong>Staphylococcal scalded skin</strong>:&nbsp; Exfoliative strains of <em>Staphylococcus aureus</em> cause superficial flaccid bullae (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45667.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ) followed by extensive exfoliation of the skin.&nbsp; It is most common in infancy.</li></ul><h1>Evaluation</h1><h2>Adults</h2><p>A clinical scoring system (Centor criteria) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10602.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) can be utilized in the evaluation of suspected GAS pharyngitis in adults and is primarily used to guide the need for microbiologic testing.&nbsp; This clinical predictive tool assigns 1 point for each of the following manifestations:<p></p><ul class=\"article-body-unordered-list\"><li>Tonsillar exudates</li><li>Tender anterior cervical adenopathy</li><li>Fever</li><li>Absence of cough</li></ul><p>Interpretation of the Centor criteria is as follows:</p><ul class=\"article-body-unordered-list\"><li>Score 0-1:&nbsp; Low likelihood of GAS pharyngitis.&nbsp; No testing required.</li><li>Score 2-4:&nbsp; Intermediate-to-high likelihood of GAS.&nbsp; Microbiologic testing for GAS recommended.</li></ul><p>Some use 0-2 and 3-4 as cutoffs.&nbsp; Empiric therapy can be considered with a score of 4 but is generally avoided if testing is available.</p><p>Other scoring systems, including the modified Centor criteria (which take age into account), are available.&nbsp; No scoring system is perfect, but these criteria serve to minimize unnecessary antibiotic use.</p><h2>Children</h2><p>Although the Centor criteria are often used in the evaluation of adults with acute pharyngitis, these clinical rules are less predictive in children.&nbsp; In children, testing for GAS is recommended in those with pharyngitis who do not have symptoms of viral illness (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17793.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><h1>Diagnosis</h1><p>For both children and adults, the diagnosis of streptococcal pharyngitis should be made via one of the following microbiologic tests of a swabbed specimen of the tonsils and posterior pharynx.</p><h2>Rapid antigen detection testing</h2><p>This immunoassay, which is first-line for diagnostic testing, detects GAS antigens and provides in-office results within minutes.&nbsp; The test has high specificity (≥95%) but relatively low sensitivity (as low as 70%).</p><h2>Throat culture</h2><p>Samples are plated on blood agar and evaluated for beta-hemolysis within 48 hours.</p><p>In adults, the incidence of streptococcal pharyngitis as well as its complications (eg, acute rheumatic fever) are lower compared to the incidence in children; therefore, a negative rapid antigen test is sufficient to exclude the diagnosis.&nbsp; However, a negative rapid antigen test in a child should be confirmed with a throat culture.</p><p>Testing for scarlet fever is identical to testing for streptococcal pharyngitis.</p><h1>Complications</h1><h2>Suppurative (acute, direct extension of GAS)</h2><ul class=\"article-body-unordered-list\"><li><strong>Peritonsillar abscess</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25820.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; Infection between the tonsil and the pharyngeal muscles.&nbsp; Characteristic findings include sore throat, fever, muffled voice, trismus and unilateral swelling of the posterior pharynx with uvular deviation; most patients are adolescents.&nbsp; The treatment is broad-spectrum antibiotics and abscess drainage.</li><li><strong>Retropharyngeal abscess</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18105.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; Infection of the fascial space between the pharynx/esophagus and vertebral bodies.&nbsp; Symptoms include odynophagia, fever, neck stiffness, and a muffled voice; most patients are age &lt;5.&nbsp; The treatment is broad-spectrum antibiotics and close observation for acute airway obstruction; surgical drainage may be indicated for large or refractory abscesses.</li><li><strong>Otitis media</strong>:&nbsp; Middle ear space infection.</li><li><strong>Sinusitis</strong>:&nbsp; Paranasal sinus infection.</li><li><strong>Cervical lymphadenitis</strong>:&nbsp; Unilateral anterior cervical lymph node infection (eg, erythema, warmth, ± fluctuance).</li></ul><h2>Nonsuppurative (immune-mediated, delayed sequelae)</h2><ul class=\"article-body-unordered-list\"><li><strong>Acute rheumatic fever</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/44303.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; Multisystem, autoimmune disease that can develop 2-4 weeks after untreated GAS pharyngitis.&nbsp; It most commonly affects children and adolescents with major manifestations including arthritis, pancarditis, Sydenham chorea, erythema marginatum, and subcutaneous nodules.</li><li><strong>Poststreptococcal glomerulonephritis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/67728.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; Complication of infection with nephritogenic strains of GAS that is not preventable with antibiotic therapy.&nbsp; It occurs due to immune complex deposition on the glomerular basement membrane and typically presents with hematuria, proteinuria (variable), edema, hypertension, and oliguria with low C3 and CH50 levels.</li></ul><h1>Prognosis and management</h1><p>Untreated GAS pharyngitis typically resolves within 3-5 days.&nbsp; However, a 10-day course of oral <strong>penicillin</strong> V or amoxicillin is first-line treatment for all patients with streptococcal pharyngitis for the following benefits:</p><ul class=\"article-body-unordered-list\"><li>Prevention of acute rheumatic fever</li><li>Prevention of suppurative complications (eg, peritonsillar abscess)</li><li>Prevention of spread to close contacts</li><li>Decreased symptom severity and duration (when started within 2 days of symptom onset)</li></ul><p>Patients who have a penicillin allergy can receive cephalexin (mild reactions) or azithromycin (severe, IgE-mediated reactions).&nbsp; Additional management includes supportive care (eg, adequate fluid intake and analgesics).</p><p>Management of scarlet fever is the same as that of streptococcal pharyngitis.</p><h1>Summary</h1><p>Streptococcal pharyngitis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/53378.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) caused by group A <em>Streptococcus</em> (GAS) classically presents with abrupt-onset sore throat and fever, often with tonsillar exudates on examination.&nbsp; Diagnosis is ideally confirmed via rapid antigen detection testing for GAS or throat culture, and first-line treatment is a 10-day course of penicillin or amoxicillin.&nbsp; Acute rheumatic fever is a complication of untreated GAS pharyngitis, whereas poststreptococcal glomerulonephritis can occur despite appropriate antibiotic therapy.<p></p></div>\n            "
}