{
  "meta": {
    "title": "Tonsillitis",
    "url": "https://brainandscalpel.vercel.app/tonsillitis-27bc30e5-b0188d.html",
    "scrapedAt": "2025-12-01T04:48:33.571Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Tonsillitis, or inflammation of the palatine tonsils, is a common cause of sore throat in children.&nbsp; Distinguishing between viral and bacterial etiologies is essential for guiding management because bacterial tonsillitis has the potential for significant complications.</p>\n<h1>Pathogenesis</h1><br><br><p>The palatine tonsils are lymphatic tissues that trap inhaled or ingested pathogens and help initiate an immune response.&nbsp; Tonsillitis is inflammation of the tonsils caused by viruses or bacteria; concomitant infection of the oropharynx is referred to as tonsillopharyngitis.&nbsp; Infection is typically transmitted through respiratory droplets, after which tonsillar epithelial cells are invaded and a release of proinflammatory cytokines occurs, resulting in localized inflammation and often systemic symptoms.</p>\n<h2>Viral tonsillitis</h2><br><br><p>The majority of tonsillar infections are caused by respiratory viruses (eg, <strong>rhinovirus</strong>, <strong>adenovirus</strong>).&nbsp; These viruses typically demonstrate low virulence, and the infections rarely result in complications.&nbsp; However, the <strong>Epstein-Barr virus</strong> (EBV) is also a common viral cause of tonsillitis that often leads to systemic and sometimes prolonged illness (infectious mononucleosis).&nbsp; Less common causes of viral tonsillitis should be considered in those who are unvaccinated (eg, measles) and/or immunocompromised (eg, cytomegalovirus).</p>\n<h2>Bacterial tonsillitis</h2><br><br><p><em><strong>Streptococcus pyogenes</strong></em> (group A <em>Streptococcus</em> [GAS]) is the most common cause of bacterial tonsillitis.&nbsp; Uncommon bacterial infections that should be considered are based primarily on risk factors:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Unvaccinated:&nbsp; <em>Corynebacterium diphtheriae</em>.</li>\n\t<li>Sexually active:&nbsp; <em>Neisseria gonorrhoeae</em>.</li>\n\t<li>Adolescents/young adults:&nbsp; <em>Fusobacterium necrophorum</em>.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Tonsillitis can occur at any age, but children age 5-15 are most susceptible.&nbsp; Classic presenting symptoms include acute-onset fever and sore throat.&nbsp; Dysphagia and halitosis may develop secondary to tonsillar inflammation.&nbsp; Nonspecific systemic symptoms can include fatigue and loss of appetite.&nbsp; The primary physical examination finding is <strong>symmetrically swollen, erythematous tonsils</strong>, which may be accompanied by anterior cervical lymphadenopathy.&nbsp; In severe cases of tonsillitis (uncommon), marked tonsillar inflammation may lead to airway obstruction.</p><br><br><p>Historical and examination findings may suggest a viral or bacterial etiology.</p>\n<h2>Viral tonsillitis</h2><br><br><p>Common viral etiologies (eg, rhinovirus, adenovirus) typically cause <strong>low-grade fever</strong>, <strong>absent or mucoid tonsillar exudate</strong>, and other symptoms consistent with a viral upper respiratory infection (eg, cough, rhinorrhea, conjunctivitis).</p><br><br><p>EBV tonsillitis differs from other viral etiologies, often presenting with prolonged fever (up to 1 month) and thick tonsillar exudate.&nbsp; Additional clinical features in infectious mononucleosis include posterior cervical lymphadenopathy, splenomegaly, and marked fatigue (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37055.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h2>Bacterial tonsillitis</h2><br><br><p>Tonsillitis due to bacterial infection is more commonly associated with <strong>high fever</strong> and <strong>thick, purulent tonsillar exudate</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L76069.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Certain features may suggest a specific etiology: palatal petechiae (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91597.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) in GAS pharyngitis or a white-gray, adherent, friable pseudomembrane in diphtheria.<p></p>\n<h1>Evaluation and diagnosis</h1><br><br><p>Tonsillitis is a clinical diagnosis based on edematous, erythematous tonsils in the setting of a sore throat.&nbsp; Those with concomitant cough and without fever or tonsillar exudate are usually diagnosed with viral tonsillitis, and testing is generally unnecessary.</p><br><br><p>A clinical scoring system (Centor criteria) is often used in the evaluation of suspected streptococcal tonsillitis in adults and primarily guides the need for microbiologic testing (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10602.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; These clinical rules are less predictive in children, so microbiologic testing is typically recommended in children who have no other symptoms of a viral illness (eg, cough, discrete ulcers).&nbsp; The test of choice is a rapid antigen test for GAS.&nbsp; A throat culture should be obtained in cases of negative rapid antigen testing, which can have false-negative results.<p></p><br><br><p>When infectious mononucleosis is suspected, the diagnosis is made using the heterophile antibody (Monospot) test, which detects EBV antibodies that agglutinate to horse or sheep red blood cells.&nbsp; However, this test is not accurate in children age &lt;4, and there is a high false-negative rate during the first week of illness.&nbsp; In these cases, serum anti-EBV–specific antibody testing should be used:&nbsp; The presence of viral capsid antigen IgM antibodies (plus an absence of IgG antibodies to EBV nuclear antigen) is diagnostic of acute infection.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tonsil hypertrophy</strong>:&nbsp; Noninfectious hypertrophy of the tonsils is a relatively common condition in young children and may cause symptoms of obstructive sleep apnea (eg, snoring, noisy breathing).&nbsp; Sore throat and fever are absent, and, although the tonsils are enlarged on examination, they lack erythema or exudate.</li>\n\t<li><strong>Tonsilloliths</strong>:&nbsp; Calcified accumulations of food and cellular debris within the tonsillar crypts can result in recurrent sore throat and halitosis.&nbsp; Fever and tonsillar erythema are not associated with this condition.</li>\n</ul>\n<h1>Prognosis and management</h1><br><br><p>Viral infections typically self-resolve within 1-2 weeks, and supportive care with analgesia (eg, ibuprofen) and hydration is recommended.&nbsp; GAS pharyngitis warrants antibiotic therapy to decrease the risk for complications.&nbsp; First-line therapy includes penicillin or amoxicillin; azithromycin, clindamycin, or cephalexin can be used in those with penicillin allergy.&nbsp; Oral corticosteroids are not routinely used to treat tonsillitis but can be considered as adjunctive therapy in cases of severe inflammation, particularly if there is concern for airway narrowing.</p><br><br><p>Less common bacterial causes are usually considered when either supportive care or GAS treatment is not curative and often require pathogen-specific testing (eg, nucleic acid amplification testing for gonorrhea, special culture media for diphtheria).</p>\n<h1>Complications</h1><br><br><p>Serious suppurative and nonsuppurative complications of bacterial tonsillitis can occur.</p>\n<h2>Suppurative (acute, direct extension of bacteria)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Peritonsillar abscess</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25820.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; A purulent collection can develop between the tonsil and the pharyngeal muscles, causing sore throat and fever, in addition to a muffled voice, trismus, and unilateral swelling of the posterior pharynx with uvular deviation.</li>\n\t<li><strong>Lemierre syndrome</strong>:&nbsp; <em>F necrophorum</em> tonsillitis can result in septic thrombophlebitis secondary to local invasion of the pharyngeal space and internal jugular vein.&nbsp; Findings include unilateral tenderness, swelling, and induration over the neck.&nbsp; Seeding of multiple organs with septic emboli can occur with or without septic shock.</li>\n</ul>\n<h2>Nonsuppurative (immune-mediated, delayed sequelae of GAS)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute rheumatic fever</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31969.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; After untreated GAS pharyngitis, acute rheumatic fever (a multisystem, autoimmune disease) can manifest as arthritis, pancarditis, Sydenham chorea, erythema marginatum, and subcutaneous nodules.</li>\n\t<li><strong>Poststreptococcal glomerulonephritis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L93442.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; Immune complex deposition on the glomerular basement membrane can lead to hematuria, proteinuria (variable), edema, hypertension, and oliguria with low C3 and CH<font size=\"2\"><sub>50</sub></font> levels.</li>\n</ul><br><br><p>Although those affected by EBV tonsillitis usually have an uncomplicated course, spontaneous splenic rupture is a serious complication that can occur in infectious mononucleosis.</p>\n<h1>Prevention</h1><br><br><p>General preventive measures that reduce the risk for contracting an upper respiratory infection also apply to the prevention of tonsillitis.&nbsp; These include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Avoiding close contact or wearing masks around infected individuals until they are afebrile and their condition is clinically improving.</li>\n\t<li>Frequently washing the hands.</li>\n\t<li>Avoiding sharing drinks and utensils.</li>\n\t<li>Ensuring adequate ventilation in indoor spaces.</li>\n</ul><br><br><p>Tonsillectomy may be considered to prevent further infection in those with recurrent bacterial tonsillitis (eg, ≥7 GAS episodes in a year).</p>\n<h1>Summary</h1><br><br><p>Tonsillitis is inflammation of the palatine tonsils and is usually caused by viral infection; bacterial causes are less common.&nbsp; Symptoms include fever and sore throat.&nbsp; Epstein-Barr virus and bacterial infections more commonly cause exudative tonsillitis and are associated with increased risk for complications.&nbsp; The diagnosis of tonsillitis is clinical, but pathogen identification is important, particularly for group A <em>Streptococcus</em> due to the risk for sequelae (eg, acute rheumatic fever).&nbsp; Management is primarily supportive; antibiotics are prescribed for bacterial infection.</p>\n</div>\n\n            "
}