{
  "meta": {
    "title": "Vertigo",
    "url": "https://brainandscalpel.vercel.app/vertigo-e2aef1f1-b0188d.html",
    "scrapedAt": "2025-12-01T04:48:42.273Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Vertigo is a sensation of motion when no motion is present or an exaggerated sense of motion for a given bodily movement; it is often described as a spinning, whirling, or tilting sensation.&nbsp; Peripheral vertigo arises from pathologies affecting the vestibular system in the inner ear, whereas central vertigo is related to central nervous system (CNS) abnormalities, primarily affecting the brainstem or cerebellum.&nbsp; This distinction is crucial, as the underlying conditions range from benign to potentially life-threatening, requiring different diagnostic and therapeutic approaches.</p>\n<h1>Pathophysiology</h1><br><br><p>Vertigo arises from disruptions in the vestibular system, responsible for balance and spatial orientation.&nbsp; The vestibular system also plays an important role in maintaining gaze as the head moves through the vestibuloocular reflex, which is why nystagmus often accompanies vertigo.&nbsp; The vestibular system starts with detection of the body's sense of balance in the structures of the inner ear (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90036.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The inner ear contains:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cochlea, which has endolymphatic fluid and is the sensory organ of hearing</li>\n\t<li>Semicircular canals, which contain endolymphatic fluid and sense head rotation</li>\n\t<li>Otolith organs (eg, utricle and saccule), which are crystal-filled structures that sense horizontal and vertical acceleration</li>\n</ul><br><br><p>The relative movement of the endolymphatic fluid stimulates hair cells, which generate electrical impulses that are transmitted to the brain via the vestibulocochlear nerve (CN VIII) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25822.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Peripheral vertigo usually occurs due to damage to the semicircular canals or otolith organs, which leads to abnormal or conflicting sensory input to the brain, interpreted as motion.<p></p><br><br><p>The vestibulocochlear nerve travels into the brainstem at the cerebellopontine angle (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26404.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) at the junction of the pons and medulla; in the brainstem, it sends signals to the vestibular nuclei and to nuclei of ocular muscles.&nbsp; These signals then travel to the cortex and the cerebellum (particularly in the inferior vermis and flocculonodular lobe) where information about balance and maintenance of gaze can be processed.&nbsp; Central vertigo typically occurs due to damage in this part of the pathway.<p></p>\n<h1>Causes of peripheral vertigo</h1><br><br><p>Peripheral vertigo, which is much more common than central vertigo, can be due to a variety of causes affecting the inner ear structures and vestibulocochlear nerve.&nbsp; The most common causes, including benign paroxysmal positional vertigo (BPPV), Ménière disease, and vestibular neuritis, will be briefly discussed here.&nbsp; Other causes can include herpes zoster oticus, perilymphatic fistulas, and aminoglycoside toxicity.</p>\n<h2>Benign paroxysmal positional vertigo</h2><br><br><p>BPPV is the most common cause of vertigo and is attributed to canalithiasis, or the presence of crystalline debris (canaliths) in the semicircular canals.&nbsp; These canaliths disrupt the normal flow of fluid in the semicircular canals, leading to contradictory signals from the corresponding canals to the brain, causing vertigo.&nbsp; Clinically, the vertigo of BPPV presents as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Brief (&lt;1 min), recurrent episodes</strong> associated with nausea</li>\n\t<li>Vertigo <strong>triggered by head position changes</strong> (eg, rolling over in bed)</li>\n\t<li><strong>Positive Dix-Hallpike maneuver</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/72567.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).&nbsp; This maneuver can help diagnose BPPV; vertigo and nystagmus are triggered as the patient quickly lies back into a supine position with the head rotated 45 degrees.</li>\n</ul><br><br><p>Patients with BPPV do not typically have hearing loss because the pathology is isolated to the semicircular canals.&nbsp; The diagnosis is based on clinical features and no further work-up is needed in those with classic presentations.&nbsp; Treatment with canalith repositioning maneuvers, such as the Epley maneuver (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/13988.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 2\n                                    </a>\n                                </div>\n                                ), which try to guide free-floating canaliths back into the utricle, is typically effective.<p></p>\n<h2>Ménière disease</h2><br><br><p>Ménière disease is a disorder of the inner ear characterized by increased volume and/or pressure of endolymph (endolymphatic hydrops) that is thought to be due to defective resorption of endolymph.&nbsp; The resulting distension of the endolymphatic system causes damage to both the semicircular canals and cochlea of the inner ear.&nbsp; Ménière disease is characterized by the following triad:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Episodic vertigo</strong> lasting 20 minutes to 24 hours, commonly associated with nausea and vomiting</li>\n\t<li><strong>Sensorineural hearing loss with tinnitus</strong>, which is usually unilateral and will fluctuate and vary in severity, though it will often worsen over time.&nbsp; It primarily affects low frequencies at first and progresses to permanent loss over all frequencies.</li>\n\t<li><strong>Aural fullness</strong>, a sensation of pressure or fullness in the affected ear</li>\n</ul><br><br><p>The diagnosis is typically clinical, supported by hearing loss on auditory testing.&nbsp; Diet and lifestyle modifications are first-line therapy for Ménière disease.&nbsp; If lifestyle modifications fail to control symptoms, diuretics (eg, hydrochlorothiazide) and/or vasodilators (eg, betahistine) are often used.&nbsp; Vestibular suppressants (eg, meclizine, clonazepam) and/or antiemetics can be used during acute attacks but are not helpful as daily preventive therapy.</p>\n<h2>Vestibular neuritis </h2><br><br><p>Vestibular neuritis (VN) is an inflammatory disorder affecting the vestibular branch of the CN VIII that sometimes follows a <strong>viral infection</strong>.&nbsp; Clinically, VN presents with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute, sustained vertigo</strong> that may last for days.&nbsp; It can be associated with significant nausea/vomiting and gait impairment, with patients swaying toward the affected side.</li>\n\t<li><strong>Nystagmus</strong> (usually horizontal) that is suppressed with visual fixation</li>\n\t<li><strong>Positive head impulse test</strong>, in which the patient attempts to maintain focus on a distant target while the head is rapidly rotated left and then right.&nbsp; Patients with normal vestibular function can keep their eyes on target.&nbsp; However, patients with a peripheral vestibular lesion such as VN have their eyes dragged off target by head rotation toward the lesion followed by a corrective saccade back to target.</li>\n</ul><br><br><p>VN combined with unilateral hearing loss is termed labyrinthitis (concurrent cochlear branch and/or labyrinth involvement).&nbsp; Diagnosis of VN is based on clinical findings and a positive head impulse test.&nbsp; VN is usually self-limited, and patients can typically be managed symptomatically with vestibular suppressants (eg, meclizine) and antiemetics.&nbsp; Corticosteroids may improve short-term recovery, and vestibular rehabilitation can improve residual imbalance.</p>\n<h1>Causes of central vertigo</h1><br><br><p>Central vertigo is typically caused by disruption of vestibular fibers in the brainstem or cerebellum.&nbsp; This can be due to a variety of causes, with the most common being ischemic or hemorrhagic stroke, multiple sclerosis, and vestibular migraines.&nbsp; These are discussed in more detail in other articles.</p>\n<h2>Stroke</h2><br><br><p>Vertigo may be a presenting sign of a brainstem stroke, usually due to hemorrhage or ischemia in the vertebrobasilar system (eg, posterior circulation).&nbsp; Stroke is a <strong>medical emergency</strong> that must be quickly identified and managed.&nbsp; Patients may present with <strong>sudden-onset, sustained vertigo</strong>, or with other signs and symptoms suggestive of stroke as the etiology, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vascular risk factors</strong>:&nbsp; Including hypertension, hyperlipidemia, diabetes mellitus, smoking</li>\n\t<li><strong>Focal neurologic deficits</strong>:&nbsp; Stroke presenting with vertigo usually localizing to the brainstem (eg, lateral medullary syndrome) or cerebellum.&nbsp; Common accompanying deficits may include ataxia, diplopia, dysarthria, weakness, and/or numbness.</li>\n\t<li><strong>Nystagmus with central features,</strong> including:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Pure vertical</strong> nystagmus:&nbsp; Nystagmus in a central lesion can be any direction.&nbsp; Pure vertical nystagmus rarely occurs in peripheral vertigo because conjugate vertical gaze is coordinated primarily in central neuronal tracts.</li>\n\t\t<li>Not inhibited by fixation of gaze because it relates to a lesion that does not change with sensory input</li>\n\t\t<li>No latency period</li>\n\t\t<li>Not fatigable (&gt;1 minute in duration)</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Loss of consciousness is uncommon but can occur due to decreased perfusion to the reticular activating system (supplied by the basilar artery).&nbsp; Patients with suspected stroke should undergo <strong>emergency neuroimaging</strong>; if hemorrhage is absent, stroke protocols with thrombolysis or antiplatelet therapy are standard, depending on the stroke type.</p>\n<h2>Multiple sclerosis</h2><br><br><p>Vertigo that occurs due to a lesion from multiple sclerosis may be episodic and recurrent, with additional neurologic symptoms such as diplopia, limb weakness, or sensory changes.&nbsp; Disease-modifying therapies (eg, interferon-beta) and symptomatic management for acute vertigo episodes are indicated.</p>\n<h2>Basilar migraine</h2><br><br><p>Basilar migraines (cerebral vasospasm involving the brainstem) typically cause basilar aura symptoms, including vertigo, dysarthria, and/or tinnitus, without motor weakness, followed by a migraine-type headache.&nbsp; Patients may have other features of migraine, including photophobia and/or phonophobia.&nbsp; Prophylactic migraine therapy (eg, beta blockers, tricyclic antidepressants) and vestibular suppressants for acute episodes provide symptom control.</p>\n<h1>Differentiating central and peripheral causes of vertigo</h1><br><br><p>The goal of the work-up of vertigo is to assess the likelihood of a central lesion (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32398.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), which warrants further neuroimaging and potential time-sensitive interventions in cases of stroke.&nbsp; Warning signs concerning for a central cause of vertigo (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90272.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Associated neurologic signs and symptoms</strong> (eg, diplopia, dysarthria, ataxia, motor/sensory deficits)</li>\n\t<li><strong>New headache</strong> (or neck pain), particularly in posterior circulation strokes</li>\n\t<li><strong>Nystagmus with characteristics of central cause</strong> (see stroke section above), especially a purely vertical nystagmus</li>\n\t<li>An <strong>abnormal HINTS</strong> (Head-Impulse, Nystagmus, Test of Skew) exam (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/91670.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ), a 3-part oculomotor examination that helps identify the location of the vestibular deficits\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Peripheral cause:&nbsp; Abnormal head-impulse test, unidirectional nystagmus, and no skew deviation</li>\n\t\t<li>Central cause<strong>:</strong>&nbsp; Normal head-impulse test, direction-changing or vertical nystagmus, and/or vertical skew deviation</li>\n\t</ul>\n\t</li>\n</ul><br><br><p><strong>Head imaging</strong> should be obtained urgently in all patients with concern for a central cause of vertigo.&nbsp; CT scan is often obtained first because it can be completed faster than MRI.&nbsp; However, if the CT scan is negative, MRI of the brain is usually required to exclude brainstem or cerebellum pathology (eg, diffusion restriction in stroke, demyelinating plaques in multiple sclerosis).</p><br><br><p>If a peripheral lesion is suspected, bedside tests of hearing (eg, Weber and Rinne) followed by confirmatory audiometry may be helpful in identifying the etiology of vertigo.</p>\n<h1>Differential diagnosis </h1><br><br><p>Vertigo must be distinguished from other sensations that are often described by patients using similar terminology, such as imbalance, light-headedness, and other nonspecific descriptions.&nbsp; These can be differentiated by description and their typical causes (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/91045.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Summary</h1><br><br><p>Vertigo is a symptom with diverse etiologies (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35451.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) requiring careful assessment to differentiate between peripheral and central origins.&nbsp; Peripheral vertigo, seen in conditions such as benign paroxysmal positional vertigo and Ménière's disease, often presents with episodic vertigo and lacks neurologic deficits.&nbsp; Central vertigo, caused by brainstem or cerebellar pathology, may present with subtle but critical neurologic signs.&nbsp; Diagnostic approaches include clinical maneuvers, imaging, and sometimes audiometry, with management tailored to each specific condition.&nbsp; Timely differentiation between benign peripheral causes and potentially life-threatening central causes is essential for optimal treatment and prognosis.<p></p>\n</div>\n\n            "
}