{
  "meta": {
    "title": "Calcium disorders",
    "url": "https://brainandscalpel.vercel.app/calcium-disorders-c75154ee-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:20.427Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Calcium is an electrolyte integral to bone health, muscle contraction, neuronal function, and blood clotting.&nbsp; Approximately half the total calcium in the body is bound to proteins, primarily albumin, whereas the other half exists in ionized (free) form.&nbsp; The protein-bound calcium serves as a reservoir, maintaining the levels of ionized calcium (ie, physiologically active form).&nbsp; Therefore, ionized calcium levels are affected by changes in serum albumin, necessitating calculation of a corrected total calcium in patients with abnormal albumin levels.&nbsp; Significant hypercalcemia and hypocalcemia may have&nbsp;potentially life-threatening complications.</p>\n<h1>Pathophysiology</h1><br><br><p>Calcium balance is tightly regulated by vitamin D (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L78936.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) and parathyroid hormone (PTH) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32892.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Vitamin D, obtained from dietary sources (vitamin D<font size=\"2\"><sub>2</sub></font> or D<font size=\"2\"><sub>3</sub></font>) or synthesized in the skin, is converted in the liver to 25-hydroxyvitamin D.&nbsp; This intermediate is then hydroxylated in the kidneys by 1-alpha-hydroxylase (stimulated by PTH) to form the active 1,25-dihydroxyvitamin D (calcitriol).&nbsp; Calcitriol increases intestinal calcium absorption (main effect) and acts as negative feedback to reduce PTH secretion (by activating the calcium-sensing receptor [CaSR] in the parathyroid glands).<p></p><br><br><p>PTH secretion is highly sensitive and responsive (ie, within minutes) to changes in serum calcium.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>When serum calcium levels decrease, CaSR reduces its signaling, leading to increased PTH secretion.&nbsp; In addition to promoting calcitriol production, PTH stimulates osteoclast activity (increasing bone resorption) and increases renal calcium reabsorption (and phosphate excretion).</li>\n\t<li>Conversely, when serum calcium levels rise, CaSR is activated, suppressing PTH secretion to allow calcium levels to fall (ie, decreased bone resorption, increased urinary calcium excretion).</li>\n</ul><br><br><p>CaSR is also expressed in the kidneys, where it helps regulate urinary calcium excretion.&nbsp; When activated by high serum calcium levels, CaSR reduces calcium reabsorption, promoting urinary calcium excretion and helping lower serum calcium toward normal.&nbsp; Various genetic mutations can affect CaSR in parathyroid and renal tissue, causing either hypercalcemia or hypocalcemia (discussed later).</p><br><br><p>An overview of the vitamin D, PTH, and calcium axis is shown in the accompanying flowchart (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7901.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p>\n<h1>Hypercalcemia</h1><h2>Presentation and etiologies</h2><br><br><p>Depending on the underlying etiology, hypercalcemia may be asymptomatic (eg, found incidentally on laboratory evaluation) or symptomatic.&nbsp; Symptoms of hypercalcemia (which are sometimes subtle) include bone pain, gastrointestinal disturbances (eg, peptic ulcer disease, constipation), renal colic, polyuria, and altered mental status (\"bones, stones, abdominal groans, [toilet] thrones, and psychologic moans\").&nbsp; Etiologies can be grouped into increased bone resorption, decreased renal excretion, or increased intestinal absorption.</p><br><br><p>Specific etiologies of hypercalcemia include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>PTH-mediated</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Primary hyperparathyroidism</strong> (most common) occurs when autonomously functioning parathyroid tissue (eg, adenoma, hyperplasia) escapes the normal inhibitory feedback effect of rising calcium on PTH secretion.&nbsp; Hypercalcemia is typically mild.</li>\n\t\t<li><strong>Familial hypocalciuric hypercalcemia (FHH)</strong> is a genetic disorder caused by inactivating mutations in the <em>CaSR</em> gene, where higher calcium concentrations are required to suppress PTH release.&nbsp; Concurrently, the defective CaSR in the kidneys increases urinary calcium reabsorption despite elevated serum calcium.</li>\n\t\t<li><strong>Tertiary hyperparathyroidism</strong> occurs when chronic low calcium in chronic kidney disease (CKD) (discussed later) stimulates PTH release (ie, secondary hyperparathyroidism).&nbsp; Prolonged stimulation causes parathyroid hyperplasia and autonomous PTH secretion (CaSR and vitamin D receptor downregulation), uncoupled from calcium levels (ie, tertiary hyperparathyroidism).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Non–PTH-mediated</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Malignancy</strong> (most common):&nbsp; Tumor secretion of PTH-related peptide (PTHrP) (eg, squamous cell lung cancer), osteolytic metastases (eg, multiple myeloma), or calcitriol production (eg, lymphoma) cause hypercalcemia (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32505.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Hypercalcemia is often severe.</li>\n\t\t<li><strong>Excess calcitriol</strong>:&nbsp; Excessive intake of vitamin D or increased 1-alpha-hydroxylase activity by activated macrophages (eg, lymphoma, granulomatous diseases like sarcoidosis or tuberculosis) lead to calcitriol production, which increases intestinal calcium absorption.</li>\n\t\t<li><strong>Immobilization</strong>:&nbsp; Prolonged immobilization (eg, quadriplegia) leads to increased bone resorption independent of PTH, as the lack of mechanical stress on bones favors net bone loss and calcium release.</li>\n\t\t<li><strong>Endocrine disorders</strong>:&nbsp; Thyrotoxicosis can lead to thyroid hormone–mediated increased bone resorption.&nbsp; Hypercalcemia can also be seen in pheochromocytoma (PTHrP secretion) and adrenal insufficiency (multifactorial).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Medication-induced</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Lithium</strong> can increase PTH secretion through multiple mechanisms, such as shifting the CaSR set point for PTH secretion.</li>\n\t\t<li><strong>Thiazide diuretics</strong> decrease renal calcium excretion by increasing calcium reabsorption in the distal tubules.&nbsp; This effect is relatively mild and usually offset by suppressed PTH (hypercalcemia is usually seen in those with coexisting primary hyperparathyroidism).</li>\n\t\t<li><strong>Antacid use</strong> (eg, calcium carbonate) in large quantities can lead to milk-alkali syndrome (a rare cause of hypercalcemia and metabolic alkalosis).</li>\n\t\t<li><strong>Analogs of PTH</strong> (eg, teriparatide) <strong>and PTHrP</strong> (eg, abaloparatide) used in osteoporosis can also cause hypercalcemia.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Evaluation</h2><br><br><p>Abnormal total serum calcium levels should be repeated to exclude laboratory error (eg, improper sample handling).&nbsp; Although calcium levels may be corrected for albumin levels, this result is more relevant for hypocalcemia (vs hypercalcemia).&nbsp; Once hypercalcemia is confirmed, a detailed history should be obtained, focusing on supplement use (eg, vitamin D), medications (eg, thiazides), medical history (eg, malignancy, CKD), and family history (eg, FHH).&nbsp; Measurement of free/ionized calcium can be helpful in cases such as hypergammaglobulinemia (eg, multiple myeloma), resulting in binding of calcium to excess immunoglobulins, increasing total calcium while ionized calcium remains normal.</p><br><br><p>In addition, it is important to identify renal impairment or other electrolyte abnormalities that could be contributing factors.&nbsp; An ECG should be obtained in severe cases or in those with suspected cardiac involvement, as hypercalcemia can cause a shortened QT interval, prolonged PR interval, and/or widened QRS complex.</p><br><br><p>Serum PTH levels guide further diagnostic testing.&nbsp; PTH-mediated causes are associated with PTH levels that are elevated or inappropriately normal (ie, high serum calcium should normally suppress PTH), whereas non–PTH-mediated causes have a low PTH:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>PTH-mediated</strong> (ie, high or inappropriately normal PTH [escaping negative feedback])<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Check 24-hour urinary calcium or urine calcium/creatinine clearance ratio (UCCR) (Ca<font size=\"2\"><sub>urine</sub></font>/Ca<font size=\"2\"><sub>serum</sub></font>)/(Cr<font size=\"2\"><sub>urine</sub></font>/Cr<font size=\"2\"><sub>serum</sub></font>)<br><br>\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Urine calcium &gt;250 mg/day or UCCR &gt;0.02: primary (or tertiary) hyperparathyroidism</li>\n\t\t\t<li>Urine calcium &lt;100 mg/day or UCCR &lt;0.01: FHH</li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li><strong>Non–PTH-mediated</strong> (ie, low PTH)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Check PTHrP, 1,25-dihydroxyvitamin D, 25-dihydroxyvitamin D.\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Elevated PTHrP:&nbsp; Evaluate for solid tumor malignancy (eg, squamous cell lung carcinoma).</li>\n\t\t\t<li>Elevated 1,25-dihydroxyvitamin D (active):&nbsp; Look for sarcoidosis or lymphoma (eg, chest x-ray, CT of the chest).</li>\n\t\t\t<li>Elevated 25-dihydroxyvitamin D (inactive):&nbsp; Suggests vitamin D toxicity.</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>If all the above are normal, evaluate for other causes such as thyrotoxicosis, multiple myeloma, and immobilization.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>The accompanying flowchart summarizes hypercalcemia evaluation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8894.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), and the accompanying table highlights the differences between primary hyperparathyroidism and FHH (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32367.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Management</h2><br><br><p>Mild hypercalcemia often presents with minimal or no symptoms, whereas moderate and severe hypercalcemia are more likely to cause significant symptoms (eg, obtundation).&nbsp; Management options include hydration (+/- diuresis in some patients), calcitonin (opposes PTH effects; onset within hours but mild effect), bisphosphonates (inhibit bone resorption; onset within days but significant effect), glucocorticoids (reduce 1-alpha-hydroxylase activity), and dialysis (in severe cases).&nbsp; Specific treatment depends on the severity of hypercalcemia:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mild</strong> (&lt;12 mg/dL)<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Encourage oral fluid intake (6-8 glasses of water/day) to minimize nephrolithiasis risk.</li>\n\t\t<li>Avoid aggravating factors such as thiazides, lithium (if possible), and excess vitamin D intake.</li>\n\t\t<li>Regularly monitor serum calcium levels.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Moderate</strong> (12-14 mg/dL)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>IV fluids (eg, normal saline) to promote renal calcium excretion.&nbsp; Use loop diuretics cautiously after volume repletion in patients with kidney or heart failure to prevent fluid overload.</li>\n\t\t<li>Calcitonin and/or bisphosphonates may be used in some cases.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Severe</strong> (&gt;14 mg/dL)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>IV fluids to promote renal calcium excretion and correct volume depletion (severe hypercalcemia acts as a potent diuretic).</li>\n\t\t<li>Loop diuretics (eg, furosemide) may be given judiciously to augment urinary calcium excretion while closely monitoring for volume depletion.</li>\n\t\t<li>Calcitonin and bisphosphonates should be given routinely.</li>\n\t</ul>\n\t</li>\n\t<li>Glucocorticoids are used in cases of granulomatous diseases or vitamin D toxicity to reduce calcitriol production.</li>\n\t<li>Dialysis is indicated in severe or refractory cases, especially with renal failure.</li>\n</ul><br><br><p>In addition to lowering serum calcium, underlying causes should be addressed.&nbsp; Because FHH is a benign condition not requiring treatment, it should be excluded prior to diagnosing primary hyperparathyroidism and treating with parathyroidectomy (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/114906.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Underlying malignancies should be treated (eg, chemotherapy) and patients with granulomatous diseases should be treated with immunosuppressive therapies.<p></p>\n<h1>Hypocalcemia</h1><h2>Presentation and etiologies</h2><br><br><p>As with hypercalcemia, hypocalcemia may be asymptomatic (eg, found incidentally on laboratory evaluation) or symptomatic.&nbsp; Hypocalcemia symptoms (due to neuromuscular excitability) include paresthesias, muscle cramps, tetany (eg, carpal spasm, Trousseau and Chvostek signs (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21127.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ), seizures).<p></p><br><br><p>Specific etiologies of hypocalcemia can be grouped into:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Low PTH</strong>:&nbsp; Parathyroid glands cannot produce PTH (due to surgical, autoimmune/infiltrative conditions, or CaSR activation).<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Parathyroid gland destruction</strong> (most common):&nbsp; Parathyroidectomy or autoimmune damage reduces PTH secretion, reducing calcium release from bone (eg, lowering serum calcium).</li>\n\t\t<li><strong>Infiltrative disease</strong>:&nbsp; Conditions such as metastatic cancer and hemochromatosis can rarely involve the parathyroid glands.</li>\n\t\t<li><strong>Activated CaSR</strong>:&nbsp; Genetic conditions or cinacalcet (a calcimimetic medication) increase CaSR activity, which suppresses PTH secretion.</li>\n\t</ul>\n\t</li>\n\t<li><strong>High PTH</strong>:&nbsp; Parathyroid glands produce excess PTH to counter a calcium deficit (due to metabolic/inflammatory conditions or to PTH resistance).\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Vitamin D deficiency</strong> reduces intestinal calcium absorption.&nbsp; Common causes include inadequate dietary intake, malabsorption syndromes (eg, celiac disease, chronic pancreatitis), and insufficient sunlight exposure.&nbsp; Vitamin D resistance (due to receptor mutations) is very rare.</li>\n\t\t<li><strong>CKD</strong>:&nbsp; Decreased calcitriol production and hyperphosphatemia both lower calcium levels, stimulating PTH release; this condition is called secondary hyperparathyroidism (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1664.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ), which is also due to other factors (eg, fibroblast growth factor 23) discussed in a separate article.</li>\n\t\t<li><strong>Hyperphosphatemia</strong>, in addition to CKD, can be seen in conditions associated with intracellular phosphate release from cell death (eg, tumor lysis syndrome, rhabdomyolysis).</li>\n\t\t<li><strong>Inflammatory</strong>:&nbsp; Acute pancreatitis can lead to saponification (precipitation with fatty acids) of calcium in the abdomen, resulting in hypocalcemia.</li>\n\t\t<li><strong>PTH resistance</strong> is most often due to low serum magnesium levels but can also be due to a genetic disorder (pseudohypoparathyroidism) seen in childhood.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Medication-induced</strong> (associated with high PTH)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Calcium chelators</strong> such as citrate and EDTA (used as anticoagulants in blood products) can bind calcium, leading to hypocalcemia (eg, massive transfusion).</li>\n\t\t<li><strong>Loop diuretics</strong> cause renal calcium wasting by inhibiting calcium reabsorption in the loop of Henle.</li>\n\t\t<li><strong>Inhibitors of bone resorption</strong> (bisphosphonates, calcitonin, denosumab) inhibit osteoclast activity, reducing bone resorption and calcium release from bone.</li>\n\t\t<li><strong>Phenytoin</strong> induces cytochrome P450 enzymes, leading to increased vitamin D metabolism and reduced calcium absorption.&nbsp; It may also interfere with PTH action on bone.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Evaluation</h2><br><br><p>Serum calcium levels should be repeated to exclude laboratory error and correct for albumin because hypoalbuminemia lowers total circulating calcium without affecting the metabolically active ionized calcium concentration (corrected calcium = measured calcium + 0.8 × [4 − albumin]).&nbsp; Once hypocalcemia is confirmed, a detailed history should be obtained, focusing on medical history (eg, malabsorption syndromes, CKD), recent surgeries (eg, thyroidectomy, parathyroidectomy), medications (eg, loop diuretics, bisphosphonates), sunlight exposure and dietary intake (eg, vitamin D deficiency), and family history (eg, activating CaSR mutations).</p><br><br><p>Measurement of free/ionized calcium can be helpful in cases such as critically ill patients or those with acid-base disorders (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22613.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; In addition, it is important to identify renal impairment or other electrolyte abnormalities that could be contributing.&nbsp; An ECG should be obtained in severe cases or in those with suspected cardiac involvement, as hypocalcemia can cause QT prolongation and T-wave abnormalities.<p></p><br><br><p>Evaluation should rule out an obvious cause, such as hypomagnesemia, adverse effects of medication, or recent blood transfusion (eg, citrate chelation); treating these causes typically resolves hypocalcemia.&nbsp; Compared to hypercalcemia, further evaluation of hypocalcemia is fairly straightforward:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>High PTH is usually due to vitamin D deficiency, which is confirmed by a low 25-hydroxyvitamin D level (typically considered &lt;20 ng/dL).&nbsp; High PTH can also be seen in CKD (ie, secondary hyperparathyroidism prior to progression to tertiary) and tumor lysis syndrome, which are diagnosed with serum chemistries and clinical context.</li>\n\t<li>Low PTH (ie, hypoparathyroidism) suggests hypocalcemia is due to destruction of the parathyroid gland.&nbsp; This condition can occur from direct injury to the parathyroid glands, inadvertent removal, or devascularization thyroidectomy (usually transient but can be permanent); autoimmune causes (activating antibodies against CaSR that decrease PTH secretion); and rarely, infiltrative diseases (eg, hemochromatosis) or genetic mutations.</li>\n</ul><br><br><p>This flowchart summarizes hypocalcemia evaluation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18773.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).<p></p>\n<h2>Management</h2><br><br><p>Hypocalcemia management depends on the underlying cause and includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Calcium replacement</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Oral calcium typically suffices for mild hypocalcemia (&gt;7.5 mg/dL).</li>\n\t\t<li>IV calcium gluconate (peripheral line) or calcium chloride (central line) is given for significant manifestations (eg, seizures, QT prolongation), severe hypocalcemia (≤7.5 mg/dL), or an acute drop (eg, following neck surgery).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Vitamin D supplementation</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Calcitriol (1,25-dihydroxyvitamin D) is used for rapid correction, and is also preferred in CKD because of decreased 1-alpha-hydroxylase activity.</li>\n\t\t<li>Ergocalciferol or cholecalciferol (vitamin D<font size=\"2\"><sub>2</sub></font> or D<font size=\"2\"><sub>3</sub></font>) is used for long-term management and prevention.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Magnesium repletion</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Oral or IV magnesium sulfate is used in cases of concurrent magnesium deficiency (magnesium is necessary for PTH secretion and action).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Address underlying cause</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>CKD:&nbsp; Manage secondary hyperparathyroidism phosphate binders, active forms of vitamin D (D<font size=\"2\"><sub>2</sub></font> or D<font size=\"2\"><sub>3</sub></font> cannot be converted into calcitriol), and dietary calcium adjustment.</li>\n\t\t<li>Malabsorption syndromes:&nbsp; Treat underlying gastrointestinal disorders (eg, gluten-free diet in celiac disease).</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Summary</h1><br><br><p>Calcium homeostasis is tightly regulated by the complex interplay between vitamin D, parathyroid hormone (PTH), and the calcium-sensing receptor (CaSR).&nbsp; Disruption of any of these components can result in hypercalcemia or hypocalcemia.</p>\n<h2>Hypercalcemia</h2><br><br><p>Hypercalcemia symptoms include bone pain, gastrointestinal disturbances, renal colic, polyuria, and altered mental status.&nbsp; Hypercalcemia can be PTH-mediated (elevated or inappropriately normal PTH) or non–PTH mediated (low PTH).&nbsp; PTH-mediated causes include primary hyperparathyroidism (autonomous PTH secretion) and familial hypocalciuric hypercalcemia (FHH) (CaSR mutations decrease sensitivity to calcium).&nbsp; Non–PTH-mediated (ie, low serum PTH) causes include malignancy (various mechanisms including PTH-related peptide [PTHrP], osteolytic metastasis, and calcitriol production), granulomatous diseases (increased 1-alpha-hydroxylase activity), excess dietary vitamin D intake, and thiazides.&nbsp; Management includes hydration, calcitonin, bisphosphonates, glucocorticoids (for granulomatous diseases), and dialysis in severe cases; underlying causes should also be addressed (eg, treating malignancy).</p>\n<h2>Hypocalcemia</h2><br><br><p>Hypocalcemia symptoms (due to neuromuscular excitability) include paresthesias, muscle cramps, tetany (eg, carpal spasm, Trousseau and Chvostek signs), and seizures.&nbsp; Hypocalcemia is usually due to vitamin D deficiency but is also often seen in secondary hyperparathyroidism with chronic kidney disease (CKD); PTH is high in both cases.&nbsp; Low PTH is seen in hypoparathyroidism, such as following surgery (eg, thyroidectomy, parathyroidectomy), autoimmune destruction, infiltrative diseases, or activating CaSR mutations.&nbsp; Management involves calcium and vitamin D supplementation, magnesium repletion when necessary and, in patients with CKD, active vitamin D analogs and phosphate binders.</p>\n</div>\n\n            "
}