{
  "meta": {
    "title": "Congenital hypothyroidism",
    "url": "https://brainandscalpel.vercel.app/congenital-hypothyroidism-facb8868-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:22.231Z",
    "type": "article"
  },
  "content": "\n                <div>\n\t<p></p><h1>Introduction</h1>Congenital hypothyroidism is characterized by insufficient thyroid hormone at birth.&nbsp; It is one of the most common preventable causes of growth failure and intellectual disability.&nbsp; Early detection and treatment are essential for normal physical and cognitive development.<p></p>\n\t<h1>Pathogenesis and risk factors</h1>\n\t\n\t<p>Congenital hypothyroidism can be permanent or transient.&nbsp; Permanent congenital hypothyroidism most commonly occurs due to primary hypothyroidism (most common) or secondary (central) hypothyroidism.</p>\n\t<h2>Primary hypothyroidism </h2>\n\t\n\t<p>Primary hypothyroism is characterized by insufficient thyroid hormone secretion by the thyroid gland due to thyroid dysgenesis (most common), thyroid dyshormonogenesis, or thyroid hormone-stimulating hormone resistance, as follows:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Thyroid dysgenesis</strong>\n\t\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li><strong>Ectopy</strong>:&nbsp; In early gestation, the thyroid diverticulum forms in the primitive pharynx and descends to the anterior neck (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27547.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), remaining attached to the tongue by the thyroglossal duct.&nbsp; When this process is disrupted (due to a genetic mutation), the thyroid gland can be located anywhere along the thyroglossal duct, resulting in ectopic thyroid tissue that does not secrete sufficient thyroid hormone.</li>\n\t\t\t<li><strong>Agenesis or hypoplasia</strong>:&nbsp; characterized by an absent (agenesis) or underdeveloped (hypoplasia) thyroid gland that does not secrete sufficient thyroid hormone.&nbsp; Of note, a hypoplastic thyroid gland can be ectopic.</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li><strong>Thyroid dyshormonogenesis</strong>:&nbsp; characterized by genetic defects in proteins (eg, thyroid peroxidase, thyroglobulin) that impair thyroid hormone secretion.&nbsp;</li>\n\t\t<li><strong>Thyroid-stimulating hormone (TSH) resistance</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64007.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; characterized by genetic defects in the TSH receptor that impair stimulation of thyroid hormone secretion by the anterior pituitary gland.&nbsp;</li>\n\t</ul>\n\t<h2>Secondary (central) hypothyroidism </h2>\n\t\n\t<p>Secondary (central) hypothyroidism is characterized by insufficient thyroid-stimulating hormone secretion by the anterior pituitary gland.&nbsp; Other rare causes of permanent congenital hypothyroidism include genetic defects in proteins involved in thyroid hormone transport, metabolism, and signaling.</p>\n\t\n\t<p>Transient congenital hypothyroidism can occur due to maternal iodine deficiency, maternal exposure to high levels of iodine (eg, iodide readily crosses the placenta and inhibits organification of iodide (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19124.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), transplacental transfer of maternal TSH-receptor blocking antibodies, or transplacental transfer of maternal antithyroid medications (eg, propylthiouracil, methimazole (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19124.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )).&nbsp; Maternal iodine deficiency leading to <strong>fetal iodine deficiency</strong> is the most common cause of transient congenital hypothyroidism worldwide.<p></p>\n\t\n\t<p>Therefore, risk factors include:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Family history of congenital hypothyroidism or thyroid disorders (eg, autoimmune thyroid disease)</li>\n\t\t<li>Maternal use of antithyroid medications</li>\n\t\t<li>Maternal or neonatal exposure to excess iodine (eg, iodinated contrast)</li>\n\t\t<li>Living in areas with endemic iodine deficiency</li>\n\t</ul>\n\t<h1>Clinical presentation</h1>\n\t\n\t<p>Most patients (&gt;95%) with congenital hypothyroidism, regardless of the underlying cause, are asymptomatic at birth due to transplacental transfer of maternal thyroid hormone.&nbsp; In patients with thyroid agenesis (ie, no thyroid hormone synthesis), the concentration of umbilical cord serum thyroid hormone is 25%-50% of that of neonates with a normal thyroid gland, reflecting transplacental transfer of maternal thyroid hormone alone.&nbsp; Rarely, congenital hypothyroidism can present with delayed passage of meconium (ie, first stool at &gt;48 hours of life) due to impaired gastric motility.</p>\n\t\n\t<p>Although most patients have some degree of thyroid hormone synthesis, this is usually insufficient.&nbsp; Patients become symptomatic as maternal thyroxine wanes over the first weeks to months of life.&nbsp; Common symptoms include:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Hypometabolic symptoms</strong>: constipation, prolonged jaundice (primarily unconjugated hyperbilirubinemia due to delayed gastric motility), bradycardia, hypothermia, lethargy (eg, manifests as poor feeding and weight gain), and hypotonia&nbsp;</li>\n\t\t<li><strong>Myxedematous symptoms</strong>:&nbsp; due to impaired mucopolysaccharide degradation and subsequent deposition in soft tissues, leading to puffy/coarse facies, hoarse cry (due to laryngeal involvement), macroglossia, and umbilical hernia&nbsp;</li>\n\t\t<li><strong>Bony symptoms</strong>:&nbsp; delayed bone maturation can lead to enlarged anterior and posterior fontanelles&nbsp;</li>\n\t</ul>\n\t\n\t<p>Depending on the underlying cause, a goiter (ie, enlarged thyroid gland) may be detected on prenatal ultrasound or physical examination.</p>\n\t\n\t<p>Patients with secondary (central) congenital hypothyroidism often present with symptoms of other deficient pituitary hormones (eg, hypoglycemia) before developing symptoms of congenital hypothyroidism.&nbsp; In addition, certain genetic defects causing congenital hypothyroidism are associated with other congenital malformations (eg, congenital heart disease, cleft palate) that may also be present.</p>\n\t<h1>Differential diagnosis</h1>\n\t\n\t<p>The differential diagnosis for congenital hypothyroidism depends on the clinical presentation.</p>\n\t<h2>Hypometabolic symptoms</h2>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Infantile botulism</strong>:&nbsp; Because skeletal muscle is a highly metabolic tissue, patients with congenital hypothyroidism can develop diffuse myopathy with hypotonia and weakness, similar to infantile botulism.&nbsp; Patients with infantile botulism typically present with hypotonia, constipation, poor feeding, and autonomic abnormalities (eg, fluctuating heart rate); however, symptoms are generally rapidly progressive (eg, respiratory compromise within 1 week), unlike congenital hypothyroidism.</li>\n\t\t<li><strong>Cystic fibrosis</strong>:&nbsp; This disease often presents with delayed passage of meconium, along with constipation, poor weight gain, and jaundice.&nbsp; However, other hypometabolic symptoms (eg, hypotonia, bradycardia), myxedema, and delayed bone maturation are not seen.</li>\n\t\t<li><strong>Hirschsprung disease</strong>:&nbsp; Delayed passage of meconium and constipation in patients with Hirschsprung disease is often accompanied by abdominal distension and bilious emesis, which are not features of congenital hypothyroidism.</li>\n\t</ul>\n\t<h2>Myxedematous symptoms</h2>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Subcutaneous mucopolysaccharide deposition in congenital hypothyroidism can present similarly to Beckwith-Wiedemann syndrome, an overgrowth disorder characterized by macrosomia, macroglossia, and umbilical hernia.&nbsp; However, hypometabolic symptoms and delayed bone maturation are not common.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</li>\n\t</ul>\n\t<h1>Diagnosis</h1>\n\t\n\t<p>Screening for congenital hypothyroidism is routine in many countries and involves initial serum free thyroxine (T4) (ie, fraction of total circulating thyroxine that is not bound to carrier proteins [eg, thyroxine binding globulin]), TSH, or simultaneous free T4 and TSH measurements obtained via heel prick within 24-72 hours of birth.&nbsp; Abnormal results should be confirmed with serum TSH and free T4 obtained by venipuncture (not heel prick), as follows:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>High TSH, low free T4</strong>:&nbsp; consistent with primary congenital hypothyroidism, whether permanent or transient.</li>\n\t\t<li><strong>Low TSH, low free T4</strong>:&nbsp; consistent with secondary (central) congenital hypothyroidism.&nbsp;</li>\n\t</ul>\n\t\n\t<p>Less commonly, high TSH and high free T4 is consistent with thyroid hormone resistance (ie, defects in thyroid hormone receptor).&nbsp; Also, thyroid binding globulin deficiency is a benign, X-linked disorder characterized by low total T4 (due to decreased bound T4) and normal TSH and free T4 on newborn screening.&nbsp; However, because free T4 is normal, patients are clinically euthyroid and asymptomatic, so no treatment is required.</p>\n\t\n\t<p>In most cases, additional laboratory testing (eg, serum TSH-receptor blocking antibodies, serum thyroglobulin, urinary iodine concentration) does not change management and is therefore not recommended before initiating thyroid hormone replacement therapy.&nbsp; Similarly, imaging (eg, thyroid ultrasonography, thyroid scintigraphy) to assess the size, shape, location, and function of the thyroid gland is optional.</p>\n\t<h1>Management</h1>\n\t\n\t<p>Because free T4 is essential for physical and cognitive development, patients with congenital hypothyroidism are at increased risk for permanent neurocognitive deficits if thyroid hormone replacement therapy is not initiated within the first 2 weeks of life (before maternal thyroxine wanes).</p>\n\t\n\t<p>Therefore, if there is suspicion for congenital hypothyroidism based on initial screening, <strong>thyroid hormone replacement therapy</strong> (ie, oral levothyroxine) should be initiated immediately after confirmatory serum testing has been collected.&nbsp; Patients should be advised to avoid coadministration with various foods (eg, soy-based formulas) or drugs (eg, supplemental iron or calcium) due to the increased risk for poor intestinal absorption of levothyroxine.</p>\n\t\n\t<p>Serum TSH and free T4 should be closely monitored (eg, every 2 weeks until levels normalize) with appropriate dosing adjustments to maintain normal levels and thereby optimize growth and neurocognitive outcomes.&nbsp; In addition, developmental screening should be routinely assessed and addressed if developmental delay is detected.</p>\n\t<h1>Prognosis</h1>\n\t\n\t<p>With prompt diagnosis and initiation of thyroid hormone replacement therapy, the prognosis for congenital hypothyroidism is excellent (ie, normal adult height, normal intelligent quotient [IQ]).&nbsp; Patients with untreated or inadequately treated (including noncompliance with thyroid hormone replacement therapy) congenital hypothyroidism in the first few years of life are at increased risk for permanent cognitive (eg, lower intelligence quotients) and neurologic (eg, sensorineural hearing loss, poor coordination) deficits.&nbsp; Therefore, early recognition (available through most newborn screening programs worldwide) is critical.</p>\n\t<h1>Summary </h1>\n\t\n\t<p>Congenital hypothyroidism (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/48535.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is characterized by insufficient thyroid hormone at birth.&nbsp; It is one of the most common preventable causes of growth failure and intellectual disability.&nbsp; Early detection through newborn screening and prompt treatment with levothyroxine are essential for normal physical and cognitive development.<p></p>\n\t</div>\n\t\n            "
}