{
  "meta": {
    "title": "Congenital adrenal hyperplasia",
    "url": "https://brainandscalpel.vercel.app/congenital-adrenal-hyperplasia-718d1817-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:22.177Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Congenital adrenal hyperplasia (CAH) refers to a group of autosomal recessive genetic disorders characterized by a deficient enzyme (eg, 21-hydroxylase, 11β-hydroxylase, 17α-hydroxylase) in adrenal steroidogenesis.</p>\n<h1>Adrenal physiology&nbsp;&nbsp;</h1><br><br><p>The adrenal cortex is composed of 3 layers, each of which produces specific hormones (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41800.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Mineralocorticoids (eg, aldosterone):&nbsp; Regulate sodium and water regulation, which affects blood volume and arterial pressure</li>\n\t<li>Glucocorticoids (eg, cortisol):&nbsp; Mediate the stress response by initiating gluconeogenesis to increase blood glucose, upregulating alpha receptors to increase responsiveness to catecholamines, and suppressessing inflammation</li>\n\t<li>Androgens (eg, dehydroepiandrosterone [DHEA], androstenedione):&nbsp; Sex hormones that lead to virilization and pubic/axillary hair development</li>\n</ul><br><br><p>Adrenal steroidogenesis involves several enzymes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19493.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), and a deficiency in any one of them can impair steroidogenesis; the substrates then accumulate and divert to other pathways.&nbsp; The clinical presentation can vary depending on which enzyme is deficient and the degree of deficiency (ie, complete deficiency causes severe presentations), as discussed below (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/63797.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>21-hydroxylase deficiency: classic CAH&nbsp;</h1><h2>Pathogenesis and clinical presentation&nbsp;</h2><br><br><p>21-hydroxylase deficiency is the most common cause of CAH (&gt;95% of cases) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11357.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; 21-hydroxylase converts progesterone to 11-deoxycorticosterone (precursor to aldosterone) and 17-hydroxyprogesterone to 11-deoxycortisol (precursor to cortisol).&nbsp; Complete or near-complete 21-hydroxylase deficiency is known as <strong>classic CAH</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/48644.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ), which is characterized by:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Decreased mineralocorticoid synthesis</strong>:&nbsp; Results in dehydration with hypotensive shock, hyponatremia, and hyperkalemia (ie, salt wasting).&nbsp; Patients often develop severe vomiting and diarrhea, which can lead to lethargy and failure to thrive.&nbsp;</li>\n\t<li><strong>Decreased glucocorticoid synthesis</strong>:&nbsp; Results in hypoglycemia and hypotension.&nbsp; Adrenocorticotropic hormone (ACTH) secretion is increased (due to lack of negative feedback by cortisol), stimulating adrenal gland hyperplasia.&nbsp;</li>\n\t<li><strong>Increased androgen synthesis</strong>:&nbsp; Without 21-hydroxylase, its substrates (ie, progesterone, 17-hydroxyprogesterone) are diverted to the androgen synthesis pathway, resulting in signs of virilization:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>46,XX genotype:&nbsp; Virilization causes ambiguous genitalia (eg, enlarged clitoris, labial fusion).&nbsp;</li>\n\t\t<li>46,XY genotype:&nbsp; Patients may have subtle findings of hyperandrogenism at birth (eg, enlarged phallus, hyperpigmented scrotum).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Classic CAH can present with varying degrees of salt wasting and virilization, depending on the presence of retained enzymatic activity.&nbsp; In general, signs of <strong>adrenal crisis</strong> (ie, hypotensive shock, electrolyte disturbances) develop around age 1-3 weeks, rather than immediately after birth, due to the transient protection of maternal hormones.&nbsp; Male patients (46,XY) with CAH are more likely to present in adrenal crisis than female patients (46,XX), who are typically identified at birth due to ambiguous genitalia.</p>\n<h2>Diagnosis&nbsp;</h2><br><br><p>Patients with classic CAH can be identified by <strong>newborn screening</strong>, which detects increased serum 17-hydroxyprosterone, a substrate for 21-hydroxylase.&nbsp; Patients with 46,XX genotype may also have ambiguous genitalia that, along with newborn screening, prompts the diagnosis (patients with 46,XY genotype are asymptomatic at birth).</p><br><br><p>If not identified by newborn screening, these patients can have life-threatening adrenal crisis and salt wasting at age 1-3-weeks.&nbsp; Laboratory evaluation during adrenal crisis typically shows hyponatremia, hyperkalemia, and hypoglycemia.&nbsp; However, prior to the onset of adrenal crisis, serum electrolytes are normal due to the transient protection of maternal hormones.&nbsp; Additional laboratory testing may include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Confirmatory serum testing:&nbsp; In cases of suspected classic CAH (eg, positive newborn screening, ambiguous genitalia, adrenal crisis), confirmatory serum testing should be obtained; it shows markedly <strong>increased serum 17-hydroxyprogesterone</strong> and <strong>decreased serum cortisol</strong>.&nbsp;</li>\n\t<li><strong>ACTH stimulation test</strong>:&nbsp; This is the gold standard for diagnosis.&nbsp; In CAH, decreased basal cortisol causes increased endogenous ACTH secretion (due to lack of negative feedback by cortisol), and administration of synthetic ACTH (ie, cosyntropin) results in minimal cortisol secretion.&nbsp; For cases of highly suspected classic CAH (eg, markedly elevated serum 17-hydroxyprogestone, characteristic electrolyte abnormalities, atypical genitalia), ACTH stimulation testing may not be necessary.</li>\n\t<li><strong>Karyotype analysis</strong> and <strong>pelvic ultrasound</strong>:&nbsp; These may be necessary to confirm genotype and assess internal genitalia in patients with ambiguous external genitalia.</li>\n</ul>\n<h2>Differential diagnosis</h2><br><br><p>The differential diagnosis for classic CAH includes other diagnoses that present with hypotensive shock or ambiguous genitalia in the neonatal period, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Galactosemia</strong>:&nbsp; An autosomal recessive disorder in which galactose-1-uridyl transferase deficiency impairs galactose digestion.&nbsp; Patients vomit after ingestion of breast milk or cow's-milk–based formula and develop hypoglycemia and dehydration, similar to patients with adrenal crisis and salt wasting in classic CAH.&nbsp; However, patients with galactosemia do not develop hyperkalemia.</li>\n\t<li><strong>5-alpha reductase deficiency</strong>:&nbsp; Impairs the conversion of testosterone to dihydrotestosterone and presents in 46,XY patients with undervirilized, ambiguous, or female external genitalia, depending on the presence of retained enzymatic activity.&nbsp; Serum testosterone is normal, in contrast to patients with classic CAH.</li>\n\t<li><strong>Androgen insensitivity syndrome</strong>:&nbsp; Characterized by a defective androgen receptor and presents in 46,XY patients with undervirilized, ambiguous, or female external genitalia, depending on the presence of functional receptors.&nbsp; Serum testosterone is normal, in contrast to patients with classic CAH.</li>\n\t<li><strong>Placental aromatase deficiency</strong>:&nbsp; Impairs the conversion of placental androgens into estrogens.&nbsp; Androgen excess causes virilization in the 46,XX fetus.&nbsp; Maternal virilization also occurs due to the transplacental transfer of androgens.&nbsp; Maternal virilization does not occur in classic CAH.</li>\n</ul>\n<h2>Management</h2><br><br><p>While awaiting confirmatory testing, physiologic <strong>glucocorticoid</strong> (ie, physiologic-dose hydrocortisone) and <strong>mineralocorticoid</strong> (ie, fludrocortisone) <strong>replacement therapy</strong> should be administered to prevent adrenal crisis.&nbsp; Serum electrolytes should be closely monitored to assess for salt wasting and risk of impending adrenal crisis.&nbsp; Lifelong physiologic glucocorticoid and mineralocorticoid replacement is required to maintain normal blood pressure, electrolytes, and growth and to suppress androgen synthesis (by suppressing ACTH secretion via negative feedback mechanisms).&nbsp; Sodium supplementation may be required for infants who are not yet eating solid foods.</p><br><br><p>Patients who present with <strong>adrenal crisis</strong> require <strong>stress-dose hydrocortisone</strong>, in addition to volume repletion with isotonic fluids and dextrose to correct hypoglycemia, to prevent morbidity and mortality.&nbsp; Because hydrocortisone is a potent mineralocorticoid at stress doses, mineralocorticoid replacement is not indicated when stress-dose hydrocortisone is administered.&nbsp; Stress-dose hydrocortisone may also be necessary during acute illnesses to prevent adrenal crisis.</p><br><br><p>For 46,XX patients with significant virilization, genital reconstructive surgery may be considered, ideally deferred until the child can participate in decision-making.</p>\n<h1>21-hydroxylase deficiency: nonclassic CAH</h1><h2>Pathophysiology and clinical presentation&nbsp;</h2><br><br><p>21-hydroxylase converts progesterone to 11-deoxycorticosterone (precursor to aldosterone) and 17-hydroxyprogesterone to 11-deoxycortisol (precursor to cortisol) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11357.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Patients with partial 21-hydroxylase deficiency develop milder clinical presentations, referred to as <strong>nonclassic (late-onset) CAH</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36016.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Although mineralocorticoid and glucocorticoid synthesis is decreased in nonclassic CAH, it <strong>does not cause adrenal crisis</strong>.&nbsp; Therefore, patients present only with signs of <strong>increased androgen synthesis</strong>, including signs of precocious puberty, defined as the onset of secondary sexual characteristics in boys age &lt;9 and girls age &lt;8.<p></p><br><br><p>In nonclassic CAH, clinical findings are limited to effects of the hypothalamic-pituitary-adrenal axis causing hyperandrogenism (eg, early onset of pubic hair development [ie, premature pubarche], accelerated growth with advanced bone age, and nodulocystic acne), as opposed to effects of the hypothalamic-pituitary-gonadal (HPG) axis (eg, testicular enlargement, breast development).&nbsp; Additional findings specific for each sex include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Females (46,XX):&nbsp; These patients may present in adolescence or early adulthood with hirsutism and irregular menses, similar to polycystic ovary syndrome; other findings of virilization (eg, voice deepening, clitoromegaly) are rare.</li>\n\t<li>Males (46,XY):&nbsp; Because the HPG axis is not activated, testicular enlargement does not occur.</li>\n</ul>\n<h2>Diagnosis&nbsp;</h2><br><br><p>Because nonclassic CAH often presents with signs of precocious puberty, initial evaluation often includes bone age determination (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17403.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ), which assesses skeletal maturity.&nbsp; An advanced bone age (ie, skeletal age &gt;2 standard deviations above chronologic age) should prompt further evaluation for the underlying etiology, including CAH.<p></p><br><br><p>In these patients, confirmation is with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>An <strong>increased 17-hydroxyprogesterone level</strong> (especially in the early morning).</li>\n\t<li><strong>ACTH stimulation test</strong>:&nbsp; May be necessary to confirm the diagnosis in patients with only slightly increased serum 17-hydroxyprogesterone.&nbsp; An exaggerated 17-hydroxyprogesterone response following ACTH administration is characteristic of nonclassic CAH.</li>\n</ul><br><br><p>In addition, 21-hydroxylase deficiency is characterized by increased serum renin due to lack of negative feedback by aldosterone and decreased serum luteinizing hormone (LH) due to negative feedback by androgens.</p>\n<h2>Differential diagnosis&nbsp;</h2><br><br><p>The differential diagnosis for nonclassic CAH includes other causes of precocious puberty in 46,XY patients, including the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Central precocious puberty</strong> (eg, idiopathic, pituitary microadenoma):&nbsp; Characterized by premature activation of the HPG axis with increased LH that further increases in response to exogenous GnRH.&nbsp; In contrast, nonclassic CAH is characterized by decreased LH due to negative feedback by androgens.</li>\n\t<li><strong>McCune-Albright syndrome</strong>:&nbsp; A rare cause of peripheral precocious puberty that presents with café au lait macules and fibrous dysplasia of bone (eg, bone pain, pathologic fractures); these are not characteristic features of nonclassic CAH.</li>\n\t<li><strong>Leydig cell tumor</strong>:&nbsp; A rare cause of excess testosterone and can present with precocious puberty that appears similar to premature activation of the HPG axis (eg, early testicular/phallic enlargement).&nbsp; A testicular mass is typically palpated on examination.</li>\n</ul><br><br><p>The differential diagnosis for nonclassic CAH also includes other causes of hyperandrogenism in 46,XX patients (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37431.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ), such as:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Polycystic ovary syndrome</strong>:&nbsp; The most common cause of hyperandrogenism in reproductive-aged women.&nbsp; However, it causes an increase in testosterone, not DHEAS, levels.</li>\n\t<li><strong>Androgen-secreting tumors</strong> (eg, Sertoli-Leydig cell ovarian tumor, adrenal tumor):&nbsp; Present in women with severe hyperandrogenism and signs of virilization (eg, clitoromegaly, voice deepening) that do not occur in nonclassic CAH.</li>\n\t<li><strong>Other endocrine disorders</strong> (eg, hyperprolactinemia, Cushing syndrome):&nbsp; Rare causes of hyperandrogenism in 46,XX patients who typically have more pronounced clinical findings related to the primary endocrinopathy (eg, galactorrhea, cushingoid features).</li>\n</ul>\n<h2>Management&nbsp;</h2><br><br><p>The management of nonclassic CAH is based on the patient's genotype:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>46,XY patients:&nbsp; For those with signs of hyperandrogenism and advanced bone maturation (ie, ≥2 years advanced), physiologic <strong>glucocorticoid replacement therapy</strong> is indicated to reduce androgen synthesis and preserve adult height.&nbsp; Glucocorticoid replacement may be discontinued during puberty, when bone maturation is no longer advanced for the patient's age.</li>\n\t<li>46,XX patients:&nbsp; Those with signs of hyperandrogenism (eg, irregular menses, hirsutism, nodulocystic acne) in adolescence or early adulthood may require <strong>oral contraceptive pills</strong> for suppression of ovarian and adrenal androgen synthesis.&nbsp; <strong>Antiandrogen therapy</strong> (eg, spironolactone) may be considered for patients with hyperandrogenism that is refractory to treatment with oral contraceptive pills.&nbsp; In women, these options are preferred over glucocorticoids because they typically require long-term therapy for hirsutism.&nbsp; Physiologic glucocorticoid replacement should be avoided due to the adverse effects of long-term use (ie, iatrogenic Cushing syndrome).&nbsp; However, it may be considered for women who cannot tolerate oral contraceptive pills and antiandrogen therapy or who want to become pregnant.</li>\n</ul><br><br><p>In general, stress-dose glucocorticoid replacement is not required for patients with nonclassic CAH unless the patient has been receiving glucocorticoid replacement and is at risk for hypothalamic-pituitary-adrenal axis suppression.</p>\n<h1>11β-hydroxylase deficiency</h1><h2>Pathophysiology and clinical presentation</h2><br><br><p>11β-hydroxylase deficiency is the second most common cause of CAH after 21-hydroxylase deficiency.&nbsp; 11β-hydroxylase converts 11-deoxycorticosterone to corticosterone (precursor to aldosterone) and 11-deoxycortisol to cortisol.&nbsp; Therefore, 11β-hydroxylase deficiency results in (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11358.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Increased mineralocorticoid synthesis</strong>:&nbsp; 11-deoxycorticosterone is a weak mineralocorticoid and, in excess, can cause hypertension and hypokalemia in early childhood.</li>\n\t<li><strong>Decreased glucocorticoid synthesis</strong>:&nbsp; 11-deoxycortisol is not a biologically active glucocorticoid.&nbsp; Although patients are at increased risk, adrenal crisis is rare because the excess mineralocorticoid activity of 11-deoxycorticosterone is protective.&nbsp;</li>\n\t<li><strong>Increased androgen synthesis</strong>:&nbsp; The substrates for 11β-hydroxylase are diverted to the androgen synthesis pathway, resulting in hyperandrogenism.&nbsp; Patients typically develop signs of virilization in childhood, similar to nonclassic CAH.&nbsp; However, in severe cases, there may be signs of virilization at birth, similar to classic CAH.</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>Similar to 21-hydroxylase deficiency, minimal cortisol secretion following administration of synthetic ACTH is diagnostic.&nbsp; 11β-hydroxylase deficiency is characterized by a significant elevation in 11-deoxycortisol.&nbsp; Additional findings include decreased serum renin due to negative feedback by 11-deoxycorticosterone (a weak mineralocorticoid) and decreased serum LH due to negative feedback by androgens.</p>\n<h2>Management&nbsp;</h2><br><br><p>Management of 11β-hydroxylase deficiency may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Mineralocorticoid blockade:&nbsp; Drugs that antagonize mineralocorticoid receptors (eg, spironolactone) may be necessary to manage hypertension and hypokalemia.&nbsp;</li>\n\t<li>Glucocorticoid replacement:&nbsp; Physiologic glucocorticoid replacement is indicated to suppress androgen and mineralocorticoid precursor synthesis.&nbsp;</li>\n\t<li>Management of androgen excess:&nbsp; Spironolactone may also antagonize both androgen receptors, managing the patient's hyperandrogenism while minimizing glucocorticoid replacement.&nbsp;</li>\n</ul>\n<h1>17α-hydroxylase deficiency</h1><h2>Pathophysiology and clinical presentation&nbsp;</h2><br><br><p>17α-hydroxylase deficiency&nbsp; is the least common cause of CAH.&nbsp; 17α-hydroxylase converts pregnenolone to 17-hydroxypregnenolone and progesterone to 17-hydroxyprogesterone.&nbsp; Both of these downstream products are precursors to cortisol and testosterone.&nbsp; Therefore, 17α-hydroxylase deficiency results in (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11356.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Increased mineralocorticoid synthesis</strong>:&nbsp; Results in hypertension and hypokalemia in early childhood.</li>\n\t<li><strong>Decreased glucocorticoid synthesis</strong>:&nbsp; Decreased cortisol production, but excess corticosterone, which is a weak glucocorticoid.&nbsp; Therefore, adrenal crises are not seen.</li>\n\t<li><strong>Decreased androgen synthesis</strong>:&nbsp; Results in delayed pubarche with minimal pubic and axillary hair.&nbsp; In addition:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Females (46,XX):&nbsp; 17α-hydroxylase is involved in sex hormone synthesis in the adrenal glands and gonads.&nbsp; Because androgens are estrogen precursors, estrogen is also deficient, resulting in absent secondary sexual characteristics (eg, pubertal breast development).&nbsp; Patients also have primary amenorrhea in adolescence.</li>\n\t\t<li>Males (46,XY):&nbsp; In severe cases, decreased androgen synthesis results in female external genitalia at birth (ie, blind vaginal pouch) without female internal genitalia, similar to androgen insensitivity syndrome.&nbsp; In milder cases, patients may have undervirilized, ambiguous genitalia.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Diagnosis<em>&nbsp;</em></h2><br><br><p>Administration of synthetic ACTH results in minimal cortisol secretion, similar to other forms of CAH.&nbsp; 17α-hydroxylase deficiency is characterized by decreased serum renin due to negative feedback by aldosterone.&nbsp; In contrast to 21-hydroxylase deficiency and 11β-hydroxylase deficiency, 17α-hydroxylase deficiency is characterized by increased serum LH due to lack of negative feedback by androgens.</p><br><br><p>In all forms of CAH, genetic testing can identify the exact mutation, which confirms the diagnosis and informs counseling for future pregnancies.</p>\n<h2>Management</h2><br><br><p>Management of 17α-hydroxylase deficiency may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>MIneralocorticoid blockade:&nbsp; Spironolactone may be necessary to antagonize mineralocorticoid receptors and thereby manage hypertension and hypokalemia.&nbsp;</li>\n\t<li>Glucocorticoid replacement:&nbsp; Physiologic cortisol replacement can help suppress mineralocorticoid precursor synthesis.&nbsp;</li>\n\t<li>Sex steroid (ie, estrogen, testosterone) replacement therapy:&nbsp; This may be considered, depending on the patient's identified gender and goals of therapy.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis for patients with CAH, regardless of the deficient enzyme, is favorable with prompt diagnosis and treatment.&nbsp; For patients with classic CAH, compliance with lifelong glucocorticoid and mineralocorticoid replacement therapy is essential.&nbsp; With close monitoring and dose adjustments, patients can achieve normal growth, reproductive function (eg, puberty, regular menstruation), and life expectancy.&nbsp; However, there is an increased risk of mortality in early childhood due to adrenal crisis following acute illness.&nbsp; Education regarding initiation of stress-dosing at the onset of an acute illness is required to prevent complications.</p>\n<h1>Summary</h1><br><br><p>Congenital adrenal hyperplasia refers to a group of autosomal recessive genetic disorders in which a mutation in the gene that encodes the enzyme 21-hydroxylase, 11β-hydroxylase, or 17α-hydroxylase results in reduced or absent enzymatic activity and impaired glucocorticoid synthesis.&nbsp; Depending on the affected enzyme, there may be signs of mineralocorticoid and androgen deficiency or excess.&nbsp; Management involves glucocorticoid replacement therapy in severe cases, with close monitoring and dose adjustments to achieve normal growth and reproductive function while minimizing the adverse effects of long-term glucocorticoid use.&nbsp;</p>\n</div>\n\n            "
}