{
  "meta": {
    "title": "Diabetic eye complications",
    "url": "https://brainandscalpel.vercel.app/diabetic-eye-complications-24f6c4f5-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:27.928Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The major complications associated with diabetes mellitus (DM) include the following:</p>\n<h2>Macrovascular complications</h2><br><br><p>These affect larger blood vessels and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>coronary artery disease</li>\n\t<li>cerebrovascular disease</li>\n\t<li>peripheral artery disease</li>\n</ul><br><br><p>These complications are driven by accelerated atherosclerosis, plaque formation, and vascular occlusion, as well as effects of comorbid risk factors (eg, hypertension, dyslipidemia, obesity).</p>\n<h2>Microvascular complications</h2><br><br><p>These involve damage to small blood vessels (ie, microangiopathic damage) and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>diabetic retinopathy (DR) of the eye</li>\n\t<li>diabetic nephropathy</li>\n\t<li>diabetic neuropathy</li>\n</ul><br><br><p>These complications are driven by chronic hyperglycemia-induced endothelial dysfunction.</p><br><br><p>This article focuses on diabetic eye complications.&nbsp; Common eye complications (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/101346.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) in DM include DR (proliferative and nonproliferative), macular edema, and acute and subacute changes in vision due to osmotic lens changes.&nbsp; Cataracts and glaucoma are also seen with increased frequency in DM.&nbsp; Of note, DR (especially proliferative DR) and diabetic nephropathy share a similar pathophysiologic pathway; the presence of one of these conditions predicts the development of the other.<p></p>\n<h1>Pathophysiology of diabetes complications</h1><br><br><p>In general, diabetic complications result from chronic hyperglycemia (and, in the case of type 2 DM, insulin resistance) driving chronic metabolic inflammation, which is further compounded by other independent risk factors commonly found in patients with DM (eg, hypertension, hyperlipidemia, and obesity).&nbsp; This hyperglycemia-induced metabolic inflammation manifests with the following pathophysiologic effects:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Advanced glycation end-products</strong> (AGEs):&nbsp; Glucose can nonenzymatically attach to proteins and lipids, forming reversible glycation products that slowly stabilize into irreversible products.&nbsp; Under hyperglycemic conditions, AGEs accumulate and facilitate deposition of LDL in blood vessel walls, basement membrane and matrix protein changes, and inflammatory cell (eg, macrophage) invasion that causes atherosclerosis and microangiopathic complications.</li>\n\t<li><strong>Polyol pathway overactivity</strong>:&nbsp; The enzyme aldose reductase converts glucose to sorbitol, which is then oxidized to fructose by the enzyme sorbitol dehydrogenase.&nbsp; With hyperglycemia, activity of aldose reductase is increased.&nbsp; The formation of sorbitol occurs faster than its metabolism to fructose, resulting in sorbitol accumulation.&nbsp; This effect is especially pronounced in tissues with low sorbitol dehydrogenase activity, including the retinas, lenses, kidneys, and nerves.&nbsp; Sorbitol increases the osmotic pressure in tissues and stimulates the influx of water, leading to osmotic cellular injury; it also depletes the neuronal activity of myoinositol.</li>\n\t<li><strong>Oxidative stress</strong>:&nbsp; Chronic hyperglycemia is associated with the formation of reactive oxygen species (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28502.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), which directly cause DNA damage and may also reduce the bioavailability of nitric oxide (a vasodilator), leading to endothelial dysfunction and promoting inflammation and thrombosis</li>\n\t<li><strong>Vascular smooth muscle effects</strong>:&nbsp; Excess glucose leads to increased levels of diacylglycerol, leading to vascular stiffness (decreased smooth muscle contractility) and endothelial dysfunction.</li>\n</ul><br><br><p>In addition to these factors, genetic predisposition also may play a role in influencing the susceptibility of organ systems to hyperglycemia.</p><br><br><p>In the eye, the earliest physiologic changes include structural changes to the retina, including capillary basement membrane thickening (leading to retinal vascular occlusion) and failure of the blood-retinal barrier (increased vascular permeability).&nbsp; These changes lead to several pathologic conditions (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L93955.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), as follows:<p></p>\n<h1>Nonproliferative diabetic retinopathy</h1><h2>Pathophysiology</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Loss of capillary wall integrity results in fluid leakage, causing retinal thickening and macular edema.</li>\n\t<li>Microaneurysms form, which may rupture, leading to dot-blot hemorrhages.</li>\n\t<li>Lipid and protein leakage from retinal capillaries leads to the formation of hard exudates.</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Nonproliferative diabetic retinopathy is often asymptomatic in its early stages, which emphasizes the importance of regular screening.</li>\n\t<li>Key <strong>funduscopic findings</strong> include microaneurysms, dot-blot hemorrhages, and hard exudates (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11922.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Proliferative diabetic retinopathy</h1><h2>Pathophysiology</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>As DR progresses, arteriolar obstruction leads to ischemic retinal injury, visible as cotton-wool spots (soft exudates) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11924.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n\t<li>Chronic ischemia stimulates the production of vascular endothelial growth factor (VEGF), leading to neovascularization and other angiogenic factors (eg, insulin-like growth factor 1), leading to neovascularization (the hallmark of proliferative DR).</li>\n</ul>\n<h2>Complications</h2><br><br><p>Neovascularization is also associated with complications of DR, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute vision loss and hemorrhage</strong> due to rupture of the fragile new vessels, which extend into the adjacent vitreous (retinal detachment can also occur)</li>\n\t<li><strong>Acute glaucoma</strong> due to the extension of new vessels onto the surface of the iris and in the anterior chamber, impairing drainage of aqueous humor</li>\n\t<li><strong>Loss of visual acuity</strong> either from central macular edema (caused by capillary leakage and retinal thickening) or lens rupture (eg, cataract formation)</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Proliferative DR may be asymptomatic initially, but it can present with sudden vision loss or hazy vision (indicating acute vitreous detachment or hemorrhage) or with blurred vision and floaters (eg, from resolving vitreous bleed).</li>\n\t<li><strong>Fundoscopic findings</strong>:&nbsp; Neovascularization is the hallmark finding, often accompanied by retinal hemorrhages (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11924.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; In advanced cases, vitreous hemorrhage (seen as red blood cells or floating debris in the usually clear or colorless vitreous, and/or a dark red glow with loss of fundal details on funduscopy) and retinal detachment may occur.</li>\n</ul>\n<h1>Macular edema</h1><h2>Pathophysiology</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Capillary leakage and retinal thickening lead to the development of macular edema, which can impair central vision.</li>\n\t<li>Macular edema can occur at any stage of DR.</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Macular edema may be asymptomatic in its early stages or present with changes in visual acuity, including blurry or wavy vision, or dark spots in the central vision.</li>\n\t<li><strong>Fundoscopic findings</strong>:&nbsp; Retinal thickening and hard exudates in the macula are characteristic findings.</li>\n</ul>\n<h1>Osmotic lens changes</h1><h2>Pathophysiology</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Intracellular sorbitol accumulation (aldose reductase pathway) leads to osmotic lens changes.</li>\n\t<li>Acute hyperglycemia causes a rapid influx of sorbitol, resulting in acute lens edema, which is often reversible with correction of the hyperglycemia.</li>\n</ul>\n<h2>Clinical presentation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>These changes often present with acute or subacute changes in vision (eg, blurred vision, vision loss, rapid onset of myopia, multiple changes to glasses of contact prescription over weeks to months)</li>\n</ul>\n<h1>Screening and diagnostic evaluation</h1><br><br><p>Screening for and diagnosis of DR and macular edema are established with a comprehensive eye examination, including dilated funduscopy.&nbsp; Specialized techniques include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Optical coherence tomography (OCT), which uses non-invasive laser imaging to evaluate retinal thickness and detect macular edema</li>\n\t<li>Fluorescein angiography, which helps visualize retinal vessel leakage, thickening, and neovascularization.</li>\n</ul><br><br><p>Screening should begin at the time of diagnosis for type 2 DM and within 5 years after diagnosis for type 1 DM.&nbsp; In general, patients with DR require at least annual screening.</p>\n<h1>Management of DR and macular edema</h1><br><br><p>Once DR is established, treatment focuses on reducing progression and managing associated sight-threatening complications (eg, macular edema).&nbsp; In addition to optimizing glycemic control and blood pressure and conducting surveillance with regular funduscopic examinations, the mainstays of treatment for DR include:</p>\n<h2>VEGF inhibitors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Administered via serial, intravitreal injections help prevent or reduce both neovascularization and macular edema.</li>\n</ul>\n<h2>Retinal laser photocoagulation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Coagulation/scarring of the abnormal or fragile retinal vessels helps prevent or stop capillary hemorrhage, leakage (eg, macular edema), and proliferation.&nbsp; It is often used in patients with sporadic access to health care because fewer procedures are needed for benefit (in contrast to VEGF inhibitors).</li>\n</ul><br><br><p>Diabetic macular edema is treated with VEGF inhibitors, corticosteroid injections (to decrease edema), laser photocoagulation, and possible vitrectomy (if significant hemorrhage is present or the disease is nonresponsive).</p>\n<h1>Summary</h1><br><br><p>Diabetic eye complications are caused by high blood glucose levels damaging the blood vessels in the retina.&nbsp; These complications include diabetic retinopathy, macular edema, cataracts, and glaucoma.&nbsp; The pathophysiology involves advanced glycation end-products, polyol pathway overactivity, oxidative stress, and vascular smooth muscle effects.&nbsp; Early detection and treatment are crucial to preventing vision loss.&nbsp; Regular eye examinations, along with the management of blood glucose levels, are essential for individuals with diabetes mellitus.</p>\n</div>\n\n            "
}