{
  "meta": {
    "title": "Diabetic ketoacidosis (DKA) and hyperosmolar hyperglycemic state (HHS)",
    "url": "https://brainandscalpel.vercel.app/diabetic-ketoacidosis-dka-and-hyperosmolar-hyperglycemic-state-hhs-3f206858-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:33.131Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Diabetic ketoacidosis (DKA) and hyperosmotic hyperglycemic state (HHS) are life-threatening complications of diabetes mellitus.</p><ul class=\"article-body-unordered-list\"><li>DKA is characterized by hyperglycemia, metabolic acidosis, and ketonemia; it is primarily seen in patients with type 1 diabetes mellitus (T1DM) although it can sometimes occur in type 2 diabetes mellitus (T2DM).</li><li>HHS is characterized by more severe hyperglycemia and absence of ketones; it is primarily seen in patients with T2DM.</li></ul><p>This article provides an overview of DKA and HHS.</p><h1>Pathophysiology</h1><h2>Glucose and free fatty acid homeostasis</h2><p>Normally, insulin and glucagon act as key homeostatic regulators to keep levels of circulating glucose and free fatty acids (FFAs), which are energy precursors, in balance.&nbsp; Insulin facilitates anabolic processes, promoting cellular uptake of these energy precursors and their storage (eg, glycogen, triglycerides) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/50238.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ); whereas glucagon inhibits their uptake and favors catabolism of stored products (lipolysis, glycogenolysis).<p></p><p>Effects of insulin and glucagon on glucose and FFAs are as follows:</p><ul class=\"article-body-unordered-list\"><li><strong>Glucose level:</strong>&nbsp; primarily influenced by hepatic gluconeogenesis and glycogenolysis<ul class=\"article-body-unordered-list\"><li>Insulin, secreted by pancreatic beta cells, decreases blood glucose by increasing cellular uptake of glucose and decreasing hepatic gluconeogenesis and glycogenolysis.&nbsp; It also inhibits glucagon release by acting on alpha cells.</li><li>Glucagon, secreted by pancreatic alpha cells, increases blood glucose by increasing gluconeogenesis and glycogenolysis.</li></ul></li><li><strong>Circulating FFAs:</strong>&nbsp; primarily influenced by degree of lipogenesis (eg, esterification of FFAs into triglycerides) or lipolysis (eg, breakdown of stored triglycerides into FFAs and glycerol)<ul class=\"article-body-unordered-list\"><li>Insulin has a net effect of decreasing circulating FFAs and promoting triglyceride synthesis.&nbsp; It decreases lipolysis in adipocytes by downregulating hormone-sensitive lipase (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28249.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) while increasing peripheral lipolysis of circulating triglycerides by activating lipoprotein lipase, which promotes entry of FFAs into skeletal and adipose tissue for storage (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28250.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li><li>Glucagon mobilizes stored lipids and increases circulating FFAs for energy.&nbsp; It activates hormone-sensitive lipase to release FFAs from adipocytes and decreases lipoprotein lipase activity to suppress cellular FFA uptake.</li></ul></li></ul><h2>Alterations seen in DKA and HHS</h2><p>Both DKA and HHS result from insulin deficiency coupled with an excess of glucagon and counterregulatory hormones (eg, epinephrine).&nbsp; Common physiologic effects seen in both conditions include:</p><ul class=\"article-body-unordered-list\"><li><strong>Impaired cellular glucose uptake:</strong>&nbsp; promoting a physiologic state of starvation (release of catecholamines, glucagon, cortisol) despite marked hyperglycemia</li><li><strong>Increased gluconeogenesis and glycogenolysis:</strong>&nbsp; worsening hyperglycemia and leading to hyperosmolarity</li><li><strong>Increase in circulating FFAs:</strong>&nbsp; potentially inducing formation of ketoacids in the liver, depending on degree of insulin deficiency (see below)</li><li><strong>Osmotic diuresis:</strong>&nbsp; leading to fluid and electrolyte loss; dehydration lowers glomerular filtration rate and renal glucose excretion, further worsening hyperglycemia and causing secondary hyperaldosteronism (increased potassium excretion and decreased sodium excretion) and associated <strong>potassium deficit</strong></li></ul><p>The key differentiating factor between DKA and HHS is the presence of ketones and associated acidosis (ie, ketoacidosis):</p><ul class=\"article-body-unordered-list\"><li><strong>DKA:</strong>&nbsp; Absolute insulin deficiency (eg, from T1DM) leads to unopposed glucagon production, triggering excessive lipolysis of fat stores in adipocytes and marked increase in circulating FFAs; in the liver mitochondria, excess FFAs are converted into ketones (eg, acetoacetate, which is reduced to beta-hydroxybutyrate) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24657.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Ketoacid accumulation leads to an anion gap metabolic acidosis (Na<font size=\"2\"><sup>+</sup></font> − [Cl<font size=\"2\"><sup>−</sup></font> + HCO<font size=\"2\"><sub>3</sub></font><font size=\"2\"><sup>−</sup></font>]); lactic acid accumulation also occurs (due to impaired aerobic metabolism) and further increases the anion gap.</li><li><strong>HHS:</strong>&nbsp; Relative insulin deficiency impairs glucose uptake, but insulin activity is sufficient to prevent excessive lipolysis and release of FFAs.&nbsp; Therefore, significant ketogenesis and an anion gap are not present (although mild ketosis can occur in some cases), and metabolic acidosis is minimal.</li></ul><p>Furthermore, in HHS, hyperglycemia and osmotic diuresis are more severe (typically because patients have a more insidious time course and present later than patients with DKA), leading to higher serum osmolarity compared to DKA and associated mental status changes (obtundation, seizures) not typically seen in DKA.</p><h1>Risk factors</h1><p>In most cases, a triggering event precipitates DKA or HHS.&nbsp; These include:</p><ul class=\"article-body-unordered-list\"><li><strong>Conditions increasing circulating catecholamines:</strong>&nbsp; including infection, severe stress (eg, stroke) or prolonged fasting (eg, impaired oral intake in elderly patients), which can also cause dehydration and/or interfere with medication adherence).</li><li><strong>Acute onset of T1DM:</strong>&nbsp; Acute loss of insulin secretion can trigger DKA and is the second most common initial presentation of T1DM.</li><li><strong>Medications causing hyperglycemia and catecholamine release:</strong>&nbsp; including glucocorticoids, thiazide diuretics, sympathomimetics, and atypical antipsychotic agents.</li><li><strong>Medications lowering the insulin-glucagon ratio:</strong>&nbsp; sodium-glucose cotransporter 2 (SGLT2) inhibitors, which are associated with euglycemic DKA.</li><li><strong>Social factors affecting medication use:</strong>&nbsp; gaps in insulin administration (eg, losing insurance, eating disorders), insulin pump malfunction.</li></ul><h1>Clinical presentation</h1><p>In both DKA and HHS, classic presenting symptoms include polyuria and polydipsia, along with signs of volume depletion (eg, dry mucous membranes, decreased skin turgor, tachycardia, hypotension).</p><p>Key distinguishing features between DKA and HHS include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/106796.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Time course of symptoms:</strong>&nbsp; abrupt and acute in DKA (eg, hours); more insidious (eg, days) in HHS.</li><li><strong>Abdominal pain:</strong>&nbsp; more prominent in DKA, possibly due to underlying acidosis impairing gastrointestinal function (eg, delayed gastric emptying, ileus).</li><li><strong>Mental status changes:</strong>&nbsp; Symptoms such as lethargy, coma, and obtundation are more prominent in HHS due to severely elevated serum osmolality and may also include focal neurologic signs (eg, hemiplegia); these signs are not typically seen in DKA (unless acidosis is severe).</li><li><strong>Respiratory signs:</strong>&nbsp; occur in DKA due to respiratory compensation for underlying metabolic acidosis; includes tachypnea, Kussmaul breathing (deep, rapid breathing), and a possible \"fruity breath\" odor.</li><li><strong>Patient age:</strong>&nbsp; Patients with DKA are typically younger compared to patients with HHS.</li></ul><p>Euglycemic DKA (euDKA) is a variant of DKA that may be seen in patients with T2DM who are using SGLT2 inhibitors.&nbsp; EuDKA occurs because SGLT2 inhibitors indirectly lower insulin levels by causing glucosuria and reduced serum glucose, which lowers the insulin-glucagon ratio.&nbsp; In the setting of triggers such as infection, fasting, or intense exercise, euDKA may occur.&nbsp; Presentation may be similar to DKA but is characterized by normal serum glucose (due to drug effects).</p><h1>Diagnosis</h1><p>Patients with suspected DKA or HHS should undergo emergency evaluation of serum chemistries, urinalysis (and urine ketones), plasma osmolality, serum beta-hydroxybutyrate, and arterial blood gas, which enables a provisional diagnosis.</p><p>Key findings in serum chemistries include:</p><ul class=\"article-body-unordered-list\"><li><strong>Glucose</strong>:&nbsp; severely elevated in HHS (eg, &gt;600 mg/dL or higher) compared to DKA.</li><li><strong>Osmolality</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/87917.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; more pronounced elevation in HHS (eg, &gt;320 mOsm/kg) compared to DKA.</li><li><strong>Sodium</strong>:&nbsp; Both DKA and HHS can have hyperosmolar hyponatremia due to increased serum osmolality drawing water out of cells and effects of hyperglycemia (assessed by correcting serum sodium for glucose) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L53890.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ); however, some patients with HHS have normal sodium due to severe osmotic diuresis and dehydration.</li><li><strong>Potassium</strong>:&nbsp; Although total body potassium is depleted in both DKA and HHS (for reasons explained above), serum potassium values are frequently elevated.&nbsp; This occurs due to hyperosmolarity-associated \"solvent drag\" drawing fluid and potassium out of cells, insulin deficiency (which impairs cellular potassium uptake), and acidosis (which shifts H<font size=\"2\"><sup>+</sup></font> shifts into cells in exchange for K<font size=\"2\"><sup>+</sup></font> out of cells).</li></ul><p>DKA is also characterized by anion gap ketoacidosis, evidenced by the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Decreased pH (&lt;7.3) and bicarbonate (&lt;18 mEq/L):</strong>&nbsp; indicates a primary metabolic acidosis.</li><li><strong>Elevated anion gap:</strong>&nbsp; calculated using measured (not corrected) serum sodium and occurs due to accumulation of unmeasured ketoacids (acetoacetate, beta-hydroxybutyrate).</li><li><strong>Positive serum and/or urine ketones:</strong>&nbsp; Beta-hydroxybutyrate, which is derived from the reduction of acetoacetic acid, is detectable primarily in the serum; it can become the predominant ketoacid in severe DKA and is preferred for diagnosis.</li><li><strong>Decreased PaCO</strong><font size=\"2\"><sub><strong>2</strong></sub></font><strong>:</strong>&nbsp; caused by chemoreceptors sensing decreased serum bicarbonate and triggering hyperventilation (ie, compensatory respiratory alkalosis).</li></ul><p>Compensatory responses are unable to completely return the pH to normal.&nbsp; Therefore, although hyperventilation slightly elevates the pH (as the PaCO<font size=\"2\"><sub>2</sub></font> decreases), the pH still remains acidic, reflecting metabolic acidosis as the primary acid-base disturbance.</p><h1>Differential diagnosis</h1><p>The differential diagnosis for DKA encompasses conditions that can cause anion-gap acidosis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42521.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Lactic acidosis:</strong>&nbsp; may be associated with infections that can cause abdominal pain mimicking DKA (eg, intraabdominal infection, appendicitis) or may be associated with metformin use.&nbsp; Hyperglycemia can also be seen (due to release of catecholamines).&nbsp; However, elevated serum and urine ketones are not expected.&nbsp; Because lactic acidosis can be superimposed with DKA, caution should be taken to identify underlying infections causing abdominal pain in DKA.</li><li><strong>Other forms of ketoacidosis:</strong>&nbsp; Alcoholic and starvation ketoacidosis are typically distinguishable based on patient history (eg, recent history of excessive drinking).&nbsp; A key differentiating factor (when DKA is not concurrently present) is lower glucose levels.</li></ul><p>Other disorders, such as hemolytic uremic syndrome or thrombotic thrombocytopenic purpura, can cause acute onset of abdominal pain and hyperkalemia (due to intravascular hemolysis).&nbsp; However, lack of significant hyperglycemia and anion-gap acidosis differentiate these disorders from pure DKA.</p><p>The differential diagnosis for HHS includes conditions that cause altered mental status or obtundation.&nbsp; In many cases, the degree of hyperosmolarity and hyperglycemia are key distinguishing factors.</p><ul class=\"article-body-unordered-list\"><li><strong>Adrenal insufficiency:</strong>&nbsp; can cause altered mental status (eg, adrenal crisis) and dehydration; however, pronounced hyperglycemia is unexpected.</li><li><strong>Glucocorticoid-induced psychosis:</strong>&nbsp; may be associated with hyperglycemia but is characterized by delusions, hallucinations, and aggression, rather than the lethargy or obtundation typically seen in HHS.</li><li><strong>Hypothyroid crisis (myxedema coma):</strong>&nbsp; can cause altered mental status, but would typically be accompanied by hypothermia, bradycardia, and hypoventilation.</li><li><strong>Drug toxicity:</strong>&nbsp; can be associated with confusion and altered mental status; however, symptoms typically manifest rapidly (eg, hours) rather than days, and marked hyperglycemia would be unexpected.</li><li><strong>Stroke:</strong>&nbsp; causes focal symptoms like HHS but is characterized by acute (rather than insidious) onset and moderate (not severe) hyperglycemia.</li></ul><h1>Management</h1><p>In many cases, DKA and HHS are medical emergencies.&nbsp; The mainstay of treatment includes intravenous hydration, continuous insulin infusion, and potassium repletion for most patients.&nbsp; In some cases, DKA may present with milder symptoms (with severity defined based on pH, bicarbonate level, and glucose level).</p><h2>Intravenous hydration</h2><ul class=\"article-body-unordered-list\"><li><strong>Isotonic fluids</strong> (eg, normal saline) are used in the first 1-2 hours to restore intravascular volume, after which 0.45% saline can be used if the corrected serum sodium is normal or elevated.</li><li>Once glucose is sufficiently lowered (eg, &lt;200 mg/dL in DKA or euDKA, &lt;300 mg/dL in HHS), <strong>dextrose-containing intravenous fluids</strong> should be given to prevent hypoglycemia; however, insulin should be continued to ensure resolution of ketosis (see below).</li><li>Caution should be taken when repleting fluids in patients with HHS who have significant comorbidities (eg, heart failure).</li></ul><h2>Continuous insulin infusion</h2><ul class=\"article-body-unordered-list\"><li>Regular or rapid-acting intravenous insulin is used in severe DKA and HHS because hypovolemia and systemic vasoconstriction can lead to erratic absorption of long-acting insulin.</li><li>Milder cases of DKA may be managed with subcutaneous (SQ) insulin.</li><li>Insulin rapidly causes an intracellular potassium shift (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16657.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ), which can cause life-threatening hypokalemia due to concomitant total body potassium deficit.&nbsp; Therefore, insulin should be temporarily held if potassium drops below 3.3 mEq/L.</li></ul><h2>Potassium repletion</h2><ul class=\"article-body-unordered-list\"><li>Despite having a seemingly normal or elevated serum potassium laboratory value, most patients are actually deficient in total body potassium, as previously discussed.</li><li>Therefore, to prevent insulin-associated hypokalemia, potassium repletion is recommended when serum potassium&nbsp;is &lt;5.3 mEq/L.</li></ul><h2>Other</h2><ul class=\"article-body-unordered-list\"><li>Bicarbonate therapy is reserved for patients with severe acidosis (eg, pH &lt;6.9), which can impair myocardial contractility and decrease cardiac output.</li><li>Phosphate repletion is also not routinely recommended unless deficiency is severe</li></ul><p>Treatment principles for DKA (similar principles apply to HHS) are summarized in the following table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/87381.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Monitoring and resolution</h2><p>As treatment progresses, close monitoring is essential, including serial measurements of serum electrolytes (and anion gap), glucose, and/or ketones (eg, every 1-2 hours).&nbsp; In parallel, the underlying precipitant (eg, urinary tract infection, pancreatitis, other infection) should be identified and managed.&nbsp; SGLT-2 inhibitors should be discontinued.</p><p>Resolution of HHS and DKA is supported by the following features:</p><ul class=\"article-body-unordered-list\"><li><strong>DKA:</strong>&nbsp; disappearance of the serum anion gap and normalization of serum beta-hydroxybutyrate.&nbsp; Posttreatment hyperchloremic acidosis may occur due to infusion of normal saline; however, the anion gap will be normal.</li><li><strong>HHS:</strong>&nbsp; improvement in mental status and decrease in plasma osmolality and blood glucose.</li></ul><p>In contrast, serum glucose and urine ketones alone are inappropriate markers to monitor for resolution in DKA, because:</p><ul class=\"article-body-unordered-list\"><li>glucose frequently normalizes (due to insulin administration) before resolution of DKA-associated acidosis; unmeasured ketoacids and an anion gap may still be present despite a normal glucose.</li><li>ketone byproducts in the urine are often persistently elevated in the urine even after ketoacidosis resolution.</li></ul><p>Following resolution of acute DKA and HHS, patients should be transitioned to an SQ insulin regimen.&nbsp; This transition should be made only when the following conditions have been met:</p><ul class=\"article-body-unordered-list\"><li>Patients are tolerating food intake orally.</li><li>Ketoacidosis is resolved (DKA).</li><li>Serum glucose is &lt;250-300 mg/dL with improvement in osmolarity (HHS).</li></ul><p>Transitioning of patients from intravenous insulin regimen to an SQ regimen involves the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Bridging of subcutaneous and intravenous insulin:</strong>&nbsp; Insulin infusion should be continued for 2-4 hours after SQ insulin is begun to ensure sufficient time for SQ insulin to take effect and prevent rebound ketoacidosis or hyperglycemia.</li><li><strong>Initiation of a basal-bolus regimen:</strong>&nbsp; SQ insulin regimen should include a long-acting basal insulin (eg, glargine), a bolus insulin (eg, regular, aspart) with the first meal, and correctional (ie, sliding-scale) insulin (if the bolus insulin is insufficient to control hyperglycemia).</li></ul><h1>Complications</h1><p>The main risks related to DKA and HHS involve sequelae associated with electrolyte disturbances and severe dehydration (eg, cardiac arrhythmia, renal failure).&nbsp; In addition, overly rapid correction of sodium or glucose (especially in children with DKA) can precipitate cerebral edema, characterized by headache, increased lethargy, and rapid neurologic deterioration.</p><p>Patients with DKA and HHS are at increased risk of subsequent episodes (eg, 30%-40% likelihood of repeat DKA or 10%-15% likelihood of repeat HHS in the year following the initial episode).&nbsp; Patient-centered and community-level strategies to improve social determinants of health, medication adherence, affordability, and patient education on self-monitoring of blood glucose are crucial to reducing this risk.</p><h1>Summary</h1><p>Diabetic ketoacidosis (DKA) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/43859.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ) and hyperosmolar hyperglycemic state (HHS) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39702.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ) are life-threatening complications of diabetes mellitus and result from insulin deficiency combined with catecholamine and glucagon excess.&nbsp; Diabetic ketoacidosis typically occurs in younger patients with type 1 diabetes mellitus and is characterized by anion-gap metabolic acidosis driven by ketosis, while hyperosmolar hyperglycemic state is seen primarily in older adults with type 2 diabetes mellitus and is characterized by severe hyperglycemia, hyperosmolality, and mental status changes (ie, anion-gap ketoacidosis is not seen).&nbsp; In both conditions, marked dehydration and total body potassium depletion occur.&nbsp; Triggers include infection, medications (eg, prednisone), and gaps in insulin use.&nbsp; Treatment includes intravenous hydration, intravenous insulin infusion, and potassium replenishment.&nbsp; Careful monitoring and management of serum electrolytes, fluid status, and glucose are necessary to prevent potential life-threatening complications (eg, hypoglycemia, hypokalemia).<p></p></div>\n            "
}