{
  "meta": {
    "title": "Gestational diabetes mellitus",
    "url": "https://brainandscalpel.vercel.app/gestational-diabetes-mellitus-18ec04f2-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:36.969Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Gestational diabetes mellitus (GDM) is a pathologic pregnancy condition in which there is insufficient pancreatic beta-cell function to appropriately balance the physiologic insulin resistance of pregnancy, leading to maternal hyperglycemia.</p>\n<h1>Pathophysiology</h1><br><br><p>During the second and third trimesters of pregnancy, the fetus has an increased demand for glucose and other nutrients due to accelerated growth and increased metabolic demands.&nbsp; This demand is mediated by placental hormones, most notably <strong>human placental lactogen</strong> (hPL).&nbsp; hPL is a placental somatomammotropin secreted by syncytiotrophoblasts, and it establishes a glucose-sparing effect that results in (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9567.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increased maternal glucose levels, which allow glucose to freely cross the placenta for consumption by the fetus for energy</li>\n\t<li>Increased maternal proteolysis, which provides a readily available supply of amino acids for the fetus</li>\n\t<li>Increased maternal lipolysis, which leads to increased free fatty acids and ketones to provide energy to the mother, preserving glucose and amino acids for the fetus</li>\n</ul><br><br><p>hPL also stimulates maternal pancreatic beta-cell proliferation to increase insulin production to counteract the rising resistance.</p><br><br><p>The physiologic adaptations of pregnancy become pathologic when maternal pancreatic beta-cell function is insufficient to balance the pregnancy-related increase in insulin resistance to maintain euglycemia.&nbsp; Failure to compensate for these changes results in GDM, which is characterized by unregulated maternal hyperglycemia.&nbsp; Glucose is moved across the placenta through facilitated diffusion (via GLUT transporters), and excess glucose leads to many fetal and neonatal complications.&nbsp; (Neonatal and fetal complications are discussed in a separate article [Infant of a diabetic mother].)</p><br><br><p>GDM is associated with both short-term (pregnancy-related) and long-term consequences.</p><br><br><p>Short-term consequences include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Large-for-gestational-age infant</strong> (neonatal weight ≥90th percentile) and fetal macrosomia (estimated fetal weight ≥4.5 kg [9 lb 15 oz]):&nbsp; increases the risk for labor abnormalities (cephalopelvic disproportion), shoulder dystocia, and cesarean delivery.</li>\n\t<li><strong>Preeclampsia</strong> and <strong>gestational hypertension</strong>.</li>\n\t<li><strong>Polyhydramnios</strong> (amniotic fluid index ≥25 cm):&nbsp; likely due to excessive fetal glucose, causing polyuria and subsequent increased amniotic fluid.</li>\n\t<li><strong>Stillbirth</strong>: increased absolute risk of stillbirth that is related to poor glycemic control.</li>\n</ul><br><br><p>Long-term complications for GDM include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Maternal complications include overt DM, metabolic syndrome, and cardiovascular disease.</li>\n\t<li>Infants of GDM mothers have an increased risk for obesity and DM.</li>\n</ul>\n<h1>Risk factors</h1><br><br><p>GDM is a common condition, affecting between 5% and 10% of pregnancies.&nbsp; Risk factors for GDM primarily impact carbohydrate metabolism and increase insulin resistance, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>GDM in prior pregnancy</li>\n\t<li>Obesity (BMI ≥30 kg/m<font size=\"2\"><sup>2</sup></font>)</li>\n\t<li>Family history of DM</li>\n\t<li>Maternal age ≥35</li>\n\t<li>African American, Hispanic, Native American, and Asian ethnicity</li>\n\t<li>Polycystic ovary syndrome</li>\n\t<li>Prior macrosomic infant</li>\n</ul><br><br><p>These risk factors are additive; therefore, an individual with multiple risk factors has a significantly increased risk for GDM.</p>\n<h1>Clinical presentation</h1><br><br><p>GDM is most commonly asymptomatic and diagnosed through routine pregnancy screening between 24 and 28 weeks gestation.&nbsp; However, if symptoms are present, they are usually secondary to elevated glucose levels and may include polyuria (increased urination), polydipsia (increased thirst), and fatigue.</p>\n<h1>Diagnosis, laboratory evaluation, and imaging</h1><br><br><p>The diagnosis of GDM is made through a universal <strong>2-step screening</strong> method for all patients (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16385.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p>Evaluation for GDM begins with a <strong>1-hour glucose challenge test</strong> (GCT).&nbsp; Patients are administered a 50-g glucose load, and blood glucose levels are measured 1 hour later.&nbsp; A level &gt;140 mg/dL requires additional testing.&nbsp; However, overt failure of the 1-hour test with ≥200 mg/dL is considered diagnostic and the second step is not required.</p><br><br><p>The <strong>3-hour glucose tolerance test (GTT)</strong> is the diagnostic test performed in the 2-step GDM screening approach for those who failed the GCT.&nbsp; Fasting blood glucose levels are measured, patients are then administered a 100-g glucose load, and blood glucose levels are checked 1, 2, and 3 hours later.&nbsp; GDM is diagnosed when ≥2 of the GTT values are elevated (fasting ≥95 mg/dL, 1-hr ≥180 mg/dL, 2-hr ≥155 mg/dL, 3-hr ≥140 mg/dL).</p><br><br><p>Patients with preexisting DM do not undergo this test because they already carry a diagnosis of insulin deficiency and impaired glucose tolerance.&nbsp; In patients with multiple risk factors for GDM, early screening is performed to detect the presence of undiagnosed, preexisting DM.&nbsp; Early screening is highly variable but can be performed using the 2-step approach, a 2-hour, 75-g GTT, or a hemoglobin A1c level.&nbsp; If the first-trimester screen is normal, patients must still be screened at 24-28 weeks gestation, when the hPL is peaking.</p>\n<h1>Management</h1><h2>Blood glucose control</h2><br><br><p>The goal of GDM management is to prevent pregnancy-related and neonatal complications by maintaining tightly controlled blood glucose levels.&nbsp; GDM is classified according to the White classification system based on required management for glycemic control:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>A1</strong>:&nbsp; refers to GDM managed through lifestyle interventions alone (eg, diet modification, exercise).</li>\n\t<li><strong>A2</strong>:&nbsp; refers to GDM managed through medication (eg, insulin, oral antihyperglycemics).</li>\n</ul><br><br><p>Compared to DM outside of pregnancy, glucose levels are more tightly controlled and monitored.&nbsp; All patients with GDM undergo daily glucose surveillance with fasting blood glucose levels and either 1- or 2-hour postprandial blood glucose levels.&nbsp; The target ranges for blood glucose levels are:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fasting:&nbsp; ≤95 mg/dL</li>\n\t<li>1-hour postprandial:&nbsp; ≤140 mg/dL</li>\n\t<li>2-hour postprandial:&nbsp; ≤120 mg/dL</li>\n</ul><br><br><p><strong>First-line treatment</strong> is with <strong>nonpharmacologic lifestyle modifications</strong>, which include exercise and dietary modifications.&nbsp; Diet should include 3 small meals with 2-4 snacks per day; caloric requirements of a patient with GDM do not differ from those of a patient without GDM.&nbsp; Carbohydrate intake is the primary variable altered in diet management because it is the principal driver of blood glucose levels.&nbsp; Generally, carbohydrates should be minimized to about 40% of the daily calories, whereas protein should account for 20% and fat for the remaining 40%.&nbsp; The carbohydrate count can be further modified based on the postprandial glucose levels.&nbsp; The exercise goal should be 30-60 minutes of moderate-intensity exercise on most days of the week, with an emphasis on resistance training because this increases peripheral (muscular) insulin sensitivity.</p><br><br><p>In patients with inadequate glycemic control with diet and exercise alone, pharmacologic therapy is introduced to achieve target levels.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Insulin</strong> is the first-line medication therapy for GDM because it produces the best neonatal outcomes, has minimal transplacental transfer, and is easily adjustable.</li>\n\t<li><strong>Oral antihyperglycemics</strong> include metformin (biguanide that inhibits hepatic gluconeogenesis) and glyburide (sulfonylurea that increases insulin secretion and insulin sensitivity of peripheral tissues); they are less effective for glycemic control, but are considered acceptable alternates in patients who decline insulin or anticipate difficulty with administering insulin.</li>\n</ul><br><br><p>The outcome and prognosis of pregnancies complicated by GDM are directly related to glycemic control (both fasting and postprandial glucose levels).&nbsp; Therefore, the level of GDM control guides additional management and delivery timing.</p>\n<h2>Antenatal testing</h2><br><br><p>All patients with GDM should have third-trimester growth ultrasonography to estimate fetal weight, which guides delivery counseling.&nbsp; Other testing includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Well-controlled A1 GDM:&nbsp; Because most of the pregnancy-related risks (eg, stillbirth, macrosomia) are directly correlated to glycemic control, those with glucose levels within the target range do not require antenatal testing.</li>\n\t<li>A2 GDM:&nbsp; In patients with poor glycemic control or in those with adequate control on medication, antenatal testing is performed twice weekly with biophysical profiles (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41148.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) and nonstress tests (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/46410.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ), usually beginning around 32 weeks gestation.</li>\n</ul>\n<h2>Delivery timing</h2><br><br><p>The timing of delivery must balance the risks for early delivery and potential prematurity complications (eg, respiratory distress, hypoglycemia) with the risk for continuing GDM pregnancy (eg, stillbirth, macrosomia).&nbsp; In general, the following guidelines have been established:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>A1 GDM</strong>:&nbsp; There is high practice variability in this subcategory of GDM pregnancies; however, the pregnancy does not require delivery prior to 39 weeks but should not continue past 41 weeks gestation.</li>\n\t<li><strong>A2 GDM</strong>:&nbsp; In patients with good control and taking medication, induction of labor can be scheduled for 39 weeks gestation.&nbsp; In those with poor control or other medical comorbidities (eg, preeclampsia), delivery is indicated in the early term period (37-38 weeks gestation).</li>\n\t<li><strong>Poor control</strong>:&nbsp; for those with very poor glycemic control, delivery may be indicated in the late preterm period (35-36 weeks gestation).</li>\n</ul>\n<h2>Route of delivery</h2><br><br><p>One of the most common complications of GDM is fetal macrosomia because of the high levels of glucose to which the fetus is continually exposed.&nbsp; These high levels drive fetal hyperinsulinemia, an anabolic hormone, which leads to disproportionate growth and fat accumulation over the shoulders and abdomen.&nbsp; This abnormal distribution of fat in fetuses of GDM pregnancies increases the risk for cephalopelvic disproportion (ie, failed labor with increased risk for cesarean delivery) and shoulder dystocia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30896.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), an obstetric emergency that results in clavicular fractures, brachial nerve palsy, and perinatal asphyxia.<p></p><br><br><p>Therefore, counseling regarding the delivery route is very important.&nbsp; In patients with fetuses estimated to weigh ≥4.5 kg [9 lb 15 oz], a shared decision about primary cesarean delivery should be made because the risk of shoulder dystocia increases significantly.&nbsp; A fetus with an estimated fetal weight &lt;4.5 kg can undergo induction of labor.</p>\n<h1>Prevention</h1><br><br><p>Prevention focuses on lifestyle modifications in women at high risk for GDM, primarily those who are overweight, obese, or have a history of GDM in a prior pregnancy.&nbsp; Lifestyle modifications primarily include diet and exercise to promote weight loss to improve insulin resistance.&nbsp; Women with risk factors should undergo preconception counseling that addresses weight management, physical activity, and healthy lifestyle practices both before and during pregnancy.</p>\n<h1>Postpartum follow-up</h1><br><br><p>The glucose intolerance and insulin resistance of GDM usually resolve following delivery.&nbsp; However, some women have a persistently impaired glucose metabolism that lasts beyond the postpartum period.&nbsp; Any patient diagnosed with GDM should undergo a 2-hour, 75-g GTT between 6 and 12 weeks postpartum.&nbsp; This identifies women with overt DM or impaired glucose tolerance outside of pregnancy and allows targeted intervention and appropriate management.</p><br><br><p>Because GDM places a patient at very high risk for overt DM later in life, those with a normal postpartum screening test should have repeat screening every 1-3 years.</p>\n<h1>Summary</h1><br><br><p>Gestational diabetes mellitus (GDM) is a common pathologic pregnancy condition characterized by maternal hyperglycemia due to insufficient insulin production required to balance the physiologic, placenta-induced, insulin-resistant state of pregnancy (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32380.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; All pregnancies are screened for GDM, and those at high risk require early screening.&nbsp; Management focuses on glycemic control, first with diet and exercise and then with pharmacologic intervention if necessary.&nbsp; Antenatal testing and delivery timing and route are based on the ability to achieve adequate glycemic control.<p></p>\n</div>\n\n            "
}