{
  "meta": {
    "title": "Graves disease",
    "url": "https://brainandscalpel.vercel.app/graves-disease-02ac5beb-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:37.943Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Graves disease is an autoimmune disorder that results in hyperthyroidism due to the production of stimulatory autoantibodies directed against the TSH receptor.&nbsp; It is the most common cause of hyperthyroidism (accounting for approximately 80% of cases) and is characterized by diffuse thyroid enlargement, excessive secretion of triiodothyronine (T3) and thyroxine (T4), and associated extrathyroidal manifestations such as ophthalmopathy and dermopathy.</p>\n<h1>Pathophysiology</h1><br><br><p>Graves disease is driven by the production of stimulatory TSH receptor antibodies (TRAbs).&nbsp; TRAbs bind to extracellular domains on the TSH receptor, a transmembrane G protein–coupled receptor, activating the adenylate cyclase second messenger system.&nbsp; TRAbs can include both stimulatory TRAbs and inhibitory (blocking) TRAbs; the presence of stimulatory TRAbs (thyroid-stimulating immunoglobulin [TSI]) is highly specific for Graves disease.</p><br><br><p>Stimulatory TRAbs activate the TSH receptor on thyroid follicular cells (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84575.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), resulting in the following effects:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increased iodine uptake and organification.</li>\n\t<li>Thyroid follicular hyperplasia, leading to diffuse glandular hypertrophy and goiter formation.</li>\n\t<li>Increased synthesis of thyroid hormones (T3 and T4) with resulting systemic metabolic effects.</li>\n</ul><br><br><p>Increased synthesis of T3 and T4 leads to negative feedback inhibition of TSH, resulting in a low or undetectable TSH level (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18318.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p>TRAbs in Graves disease can also stimulate TSH receptors on extrathyroidal cells (eg, fibroblasts, adipocytes), leading to expansion and fibrosis of connective tissues (eg, due to excess production of glycosaminoglycans and adipogenesis).&nbsp; Graves ophthalmopathy (eg, exophthalmos/proptosis) results from the expansion of retroorbital tissues (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40011.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), whereas Graves dermopathy (also called myxedema, or thickening of the skin) can result from the expansion of fibroblasts.<p></p><br><br><p>Hyperthyroidism from any cause also induces increased adrenergic receptor expression, and the subsequent hyperadrenergic state manifests with systemic effects (eg, hypertension, tachycardia, weight loss).&nbsp; Lid lag (delayed drop in the upper lid on downward gaze) is a nonspecific finding of hyperthyroidism that occurs because excess adrenergic stimulation of the superior tarsal muscle causes increased resting tone and retraction of the lid (also resulting in a staring gaze).</p>\n<h1>Pathology</h1><br><br><p>Histologically, the thyroid in Graves disease exhibits diffuse follicular hyperplasia and hypertrophy, with the following features (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L92724.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Scalloped colloid</strong> reflecting thyroglobulin resorption.</li>\n\t<li><strong>Lymphocytic infiltration</strong> reflective of an autoimmune process.</li>\n</ul><br><br><p>Orbital pathology is characterized by fibroblast proliferation, glycosaminoglycan deposition, and adipose tissue expansion in the orbital tissues.</p>\n<h1>Risk factors</h1><br><br><p>The exact cause of Graves disease is unknown but appears to involve an interplay of genetic predisposition and environmental triggers:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Genetic and biologic risk factors</strong>:&nbsp; Family history, presence of HLA-DR3 and CTLA-4 polymorphisms, female sex, and age between 20 and 50.</li>\n\t<li><strong>Behavioral and environmental factors</strong>:&nbsp; Smoking, psychologic stress, and excessive iodine consumption.</li>\n\t<li><strong>Presence of other autoimmune disorders</strong>:&nbsp; Type 1 diabetes mellitus, vitiligo, rheumatoid arthritis, and other disorders.</li>\n</ul><br><br><p>Graves disease frequently occurs following a viral infection, indicating a potential role of molecular mimicry in triggering the formation of autoantibodies.&nbsp; It can also be unmasked following high exogenous iodine exposure (eg, radiocontrast media) due to the Jod-Basedow phenomenon (excess iodine overwhelms the normal negative feedback control of thyroid hormone production, leading to excessive thyroid hormone synthesis).</p>\n<h1>Clinical presentation</h1><br><br><p>Graves disease should be suspected in any patient with primary hyperthyroidism, which can manifest with nonspecific systemic symptoms affecting various organ systems.&nbsp; In some patients, specific findings indicative of Graves disease may be present.</p>\n<h2>General hyperthyroidism symptoms</h2><br><br><p>Classic symptoms of hyperthyroidism (which are nonspecific and can occur with any cause of hyperthyroidism) may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>General/systemic</strong>:&nbsp; Fatigue, heat intolerance, weight loss.</li>\n\t<li><strong>Cardiovascular</strong>:&nbsp; Tachycardia, systolic hypertension, atrial and ventricular arrhythmias (eg, new-onset atrial fibrillation), increased myocardial oxygen demand/myocardial ischemia, high-output heart failure (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60190.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li><strong>Dermatologic</strong>:&nbsp; Sweating, hair loss.</li>\n\t<li><strong>Neuropsychiatric</strong>:&nbsp; Anxiety, decreased attentiveness, sleep disruption.</li>\n\t<li><strong>Neuromuscular</strong>:&nbsp; Tremor, hyperreflexia, muscle weakness.</li>\n\t<li><strong>Gastrointestinal</strong>:&nbsp; Increased intestinal motility/diarrhea.</li>\n\t<li><strong>Endocrine</strong>:&nbsp; Increased cortisol catabolism (unmasking of adrenal insufficiency), increased glucose utilization, menstrual/reproductive abnormalities.</li>\n\t<li><strong>Skeletal</strong>:&nbsp; Increased bone turnover (hypercalciuria, osteoporosis, rarely hypercalcemia).</li>\n</ul><br><br><p>Other presentations of hyperthyroidism include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Thyroid storm</strong>:&nbsp; A life-threatening exacerbation of thyrotoxicosis with systemic decompensation characterized by hyperpyrexia, tachycardia, arrhythmias, heart failure, agitation, delirium, and gastrointestinal symptoms such as nausea, vomiting, and diarrhea.</li>\n\t<li><strong>Apathetic hyperthyroidism</strong>:&nbsp; Occurring in elderly patients and manifesting with lethargy, apathy, and melancholic mood; tachycardia may be absent due to medication use (eg, beta blockers) or underlying conduction disease (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/126135.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Specific findings in Graves disease</h2><br><br><p>Alongside nonspecific symptoms of hyperthyroidism, Graves disease can present with a classic triad of findings:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diffuse goiter</strong>:&nbsp; A symmetric, diffusely enlarged goiter is seen in Graves disease.&nbsp; However, goiter can also be seen in other causes of hyperthyroidism (eg, thyroiditis, central hyperthyroidism).</li>\n\t<li><strong>Thyroid eye disease</strong> (exophthalmos):&nbsp; Classic findings include <strong>proptosis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33811.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) and periorbital edema, which are <strong>highly specific</strong> for Graves disease (because they only occur when stimulatory TRAbs are present).&nbsp; Accompanying findings may include dysconjugate gaze (dysfunctional extraocular muscles) and visual changes (eg, diplopia).&nbsp; In contrast, a staring gaze and lid lag (elevation of the upper eyelid during downward gaze) are nonspecific findings for hyperthyroidism of any cause.</li>\n\t<li><strong>Myxedema</strong> (infiltrative dermopathy):&nbsp; Also highly specific for Graves disease; it is characterized by nonpitting edema and thickening of the skin, typically on the shins (pretibial myxedema, (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10658.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                )) but also possible on the ankles, feet, elbows, and other joints.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of Graves disease can be made clinically in patients with any of the physical examination findings specific to Graves disease (eg, proptosis, myxedema).&nbsp; In this setting, thyroid function testing (eg, TSH, free T4, and free or total T3) is often obtained to support the diagnosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24678.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p><br><br><p>Patients with nonspecific potential manifestations of hyperthyroidism who lack specific findings for Graves disease should be assessed initially with the following steps:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Confirm hyperthyroidism</strong>:&nbsp; Obtain thyroid function tests to determine if hyperthyroidism is present.&nbsp; Vitamin B supplements containing biotin can interfere with the assay and should be withheld for at least 2 days before testing.</li>\n\t<li><strong>Determine if hyperthyroidism is primary</strong>:&nbsp; Evaluate for elevated free T4 and/or T3 with low TSH, which indicates thyroid gland hyperactivity with appropriate central negative feedback inhibition, confirming primary hyperthyroidism.</li>\n\t<li><strong>Assess for thyroid autoantibodies</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39657.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; If primary hyperthyroidism is confirmed, obtain TRAbs, which are highly sensitive and specific (&gt;95%) for the diagnosis of Graves disease.&nbsp; The presence of stimulatory antibodies can be confirmed with a functional bioassay (TSI) that measures cyclic AMP production by a TSH receptor–expressing cell line in response to patient serum; a positive result confirms Graves disease.&nbsp; Thyroid peroxidase antibodies are also often positive in Graves disease but are nonspecific (eg, elevated in conditions such as autoimmune thyroiditis) and generally do not influence management.&nbsp; Antibodies to thyroglobulin are only rarely present in Graves disease.</li>\n</ul><br><br><p>If TRAb testing is indeterminate and the cause of hyperthyroidism is unknown, imaging tests can be used, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Radioactive iodine uptake scintigraphy</strong> (RAIU):&nbsp; Shows diffusely increased uptake throughout the thyroid gland, indicating globally increased metabolic activity.</li>\n\t<li><strong>Thyroid ultrasonography with color Doppler</strong> (useful in pregnant women, in whom RAIU is contraindicated):&nbsp; Shows increased blood flow as a result of increased metabolic activity.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Often, the diagnosis of Graves disease can be clearly established in the presence of stimulatory TRAbs and/or specific findings such as proptosis, which are not seen in other disorders.</p><br><br><p>The differential diagnosis for causes of nonspecific manifestations of hyperthyroidism and/or goiter include factitious hyperthyroidism (exogenous thyroid hormone intake), toxic multinodular goiter, toxic adenoma, and thyroiditis (painless or subacute/granulomatous).&nbsp; These can be distinguished from Graves disease by physical examination findings, the absence of stimulatory TRAbs, and/or findings on RAIU (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31129.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Painless versus painful goiter</strong>:&nbsp; In contrast to the painless goiter seen in Graves disease, subacute granulomatous thyroiditis (an inflammatory condition) is characterized by a painful, diffusely enlarged goiter.&nbsp; Goiter is absent in factitious hyperthyroidism, in which the thyroid gland is usually nonpalpable due to feedback suppression of TSH.</li>\n\t<li><strong>Decreased versus increased RAIU uptake</strong>:&nbsp; Like Graves disease, lymphocytic thyroiditis can also cause painless goiter; however, unlike Graves disease, RAIU scan shows decreased uptake because hyperthyroidism is due to the release of preformed hormone.&nbsp; RAIU scan also shows decreased uptake in the setting of factitious hyperthyroidism.</li>\n\t<li><strong>Diffuse versus patchy RAIU uptake</strong>:&nbsp; Like Graves disease, toxic multinodular goiter and toxic adenoma can also cause increased RAIU uptake; however, unlike Graves disease, which is characterized by diffuse uptake, the uptake is focal or patchy.</li>\n</ul><br><br><p>The effects of exogenous thyroid hormone intake on T3 and T4 levels vary based on the type of hormone ingested.&nbsp; Mixed T3/T4 intake (eg, porcine thyroid extract) or levothyroxine ingestion causes elevated T3 and T4 levels; ingestion of T3 alone (liothyronine) causes elevation only of T3 with low T4.</p><br><br><p>Rarely, hyperthyroidism can be due to central causes (eg, TSH-secreting pituitary tumor).&nbsp; In such cases, TSH is normal or high in conjunction with high T4 and/or T3.</p>\n<h1>Management</h1><br><br><p>The treatment of Graves disease involves the stabilization of hyperthyroid symptoms followed by definitive treatment to decrease thyroid hormone synthesis.</p>\n<h2>Initial treatment</h2><br><br><p>For most patients with newly diagnosed symptomatic hyperthyroidism, especially in the presence of adrenergic symptoms (eg, tremor, tachycardia, anxiety), beta blockers should be initiated unless contraindications (eg, severe chronic obstructive pulmonary disease) are present.&nbsp; Because hyperthyroidism is associated with the increased expression of beta-adrenergic receptors, beta blockade is helpful in alleviating multiple hyperthyroid symptoms; it may also exert a small effect in decreasing the conversion of T4 to T3.</p>\n<h2>Definitive treatment</h2><br><br><p>Definitive treatment is aimed at decreasing thyroid hormone synthesis; options include thionamide antithyroid drugs (ATDs), radioiodine ablation, and surgical resection (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16329.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>ATDs (methimazole, propylthiouracil)</strong>:&nbsp; ATDs inhibit thyroid peroxidase, leading to decreased iodine organification and coupling of iodotyrosines (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19124.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; ATDs can be initiated with beta blockers, either as short-term therapy (with the goal of inducing remission), pretreatment prior to other therapies (eg, surgery, ablation), or as long-term monotherapy (eg, if remission is not achieved or other treatments are not feasible).&nbsp; Methimazole is generally preferred due to lower hepatotoxicity risk, but propylthiouracil is often preferred for patients in the first trimester of pregnancy.</li>\n\t<li><strong>Radioactive iodine therapy (RAI)</strong>:&nbsp; Involves ablating the thyroid gland with iodine, often eventually resulting in permanent iatrogenic hypothyroidism in patients with Graves disease (in contrast to the treatment of multinodular goiter).&nbsp; Often involves pretreatment with ATDs.&nbsp; RAI is contraindicated in pregnancy and is not recommended if severe thyroid eye disease is present due to potential exacerbation of ophthalmopathy.</li>\n\t<li><strong>Thyroidectomy</strong>:&nbsp; Involves surgical resection of the thyroid gland.&nbsp; It is recommended for patients with large goiters, suspicious nodules, hyperparathyroidism, compressive symptoms, or treatment failure with other modalities.</li>\n</ul><br><br><p>The choice of definitive treatment depends on symptom severity, patient preference, and presence of ophthalmopathy:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mild or moderate hyperthyroidism</strong> (eg, free T4 &lt;2 times the upper limit of normal):&nbsp; Either ATDs or RAI is feasible.&nbsp; Initial treatment with ATDs can sometimes induce remission and is often attempted first.</li>\n\t<li><strong>Severe eye disease</strong>:&nbsp; RAI is not optimal, and ATDs should be initiated (either as monotherapy or as pretreatment prior to surgical resection).</li>\n\t<li><strong>Large goiter or compressive symptoms</strong>:&nbsp; Surgical resection is recommended.</li>\n\t<li><strong>Pregnancy</strong>:&nbsp; ATDs are recommended because RAI is contraindicated.</li>\n\t<li><strong>Poor surgical candidate</strong>:&nbsp; ATDs or RAI is recommended.</li>\n</ul><br><br><p>Common considerations influencing the choice of treatment are summarized in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/96214.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Thyroid eye disease</h2><br><br><p>Mild thyroid eye disease is managed using supportive measures (eg, eye care); selenium supplementation has been reported to improve outcomes, but evidence is inconsistent.&nbsp; Moderate to severe eye disease (eg, diplopia, significant proptosis) should be treated with intravenous corticosteroids (which relieve symptoms primarily by reducing inflammation) or teprotumumab (an insulin-like growth factor 1 monoclonal blocking antibody).</p>\n<h2>Posttreatment monitoring</h2><br><br><p>After treatment with ATDs or RAI, thyroid function tests should be performed every 4-6 weeks.&nbsp; Important considerations include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Choice of thyroid function test</strong>:&nbsp; Free T4 and free or total T3, rather than TSH alone, should be measured to inform medication adjustments.&nbsp; TSH alone is misleading because it can remain low for several weeks following treatment (due to ongoing pituitary suppression of TSH from hyperthyroidism).&nbsp; In addition, free T4 levels may be normal, but T3 can remain high.&nbsp; Once euthyroid status and a stable ATD dose are achieved, routine (eg, every 6 months) monitoring with TSH and free T4 is appropriate.</li>\n\t<li><strong>Evaluating effects of initial ATD treatment</strong>:&nbsp; If TSH levels have not normalized 6 months after initial treatment with ATDs, remission is unlikely, and other treatment plans (eg, long-term ATD treatment, RAI) should be considered.</li>\n\t<li><strong>Treatment-induced hypothyroidism</strong>:&nbsp; Hypothyroidism is expected to occur following RAI or surgical treatment.&nbsp; Following RAI, levothyroxine should be initiated when thyroid function tests confirm the onset of hypothyroidism, with continued monitoring until the dose of levothyroxine necessary for maintaining a euthyroid state is stabilized.&nbsp; Following surgery, levothyroxine is initiated once thyroid function testing indicates the patient is euthyroid; testing should be continued every 6 weeks until the dose of levothyroxine has stabilized.</li>\n</ul>\n<h1>Complications</h1><br><br><p>Complications of Graves disease can arise from the hyperthyroid state (eg, eye complications) or from treatment:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Complications of hyperthyroidism</strong>:&nbsp; Potentially serious complications include atrial fibrillation with increased stroke risk, life-threatening thyrotoxicosis (thyroid storm) with fever, tachycardia, altered mental status, and osteoporosis with increased fracture risk.&nbsp; Severe thyroid eye disease can result in vision loss and optic neuropathy.</li>\n\t<li><strong>Complications of treatment</strong>:&nbsp; The main complication of RAI is permanent hypothyroidism; surgery is associated with additional postoperative iatrogenic complications including hypoparathyroidism (eg, manifesting with hypocalcemia) and recurrent laryngeal nerve damage.&nbsp; ATDs are associated with a range of mild adverse effects (eg, urticaria, arthralgias); serious but rare adverse effects include hepatotoxicity (more commonly seen with propylthiouracil) and agranulocytosis (a potentially life-threatening condition characterized by neutropenia).</li>\n</ul><br><br><p>Complications of treatment, including neutropenia, are summarized in these tables (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40707.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                , \n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/82452.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>Due to the risk for complications, a complete blood count (CBC) and liver function testing should be obtained prior to initiating ATDs.&nbsp; Routine monitoring of CBC and liver enzymes during treatment is not necessary for asymptomatic patients.&nbsp; However, if a patient taking ATDs develops a fever, sore throat, or other infection, which are potential signs of agranulocytosis, the ATD should be immediately discontinued temporarily, and a CBC should be obtained to assess for neutropenia.</p>\n<h1>Prognosis</h1><br><br><p>With appropriate treatment, most patients achieve good long-term outcomes.&nbsp; Antithyroid medications can induce remission in some cases, whereas RAI and thyroidectomy provide definitive resolution.&nbsp; Relapse rates are higher in younger patients and those with high TSI titers.&nbsp; Uncontrolled disease may lead to cardiovascular complications, osteoporosis, and progressive ophthalmopathy.</p>\n<h1>Special considerations</h1><h2>Neonatal Graves disease</h2><br><br><p>Neonatal Graves disease (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80896.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ) can occur in infants born to mothers with Graves disease during pregnancy (particularly if the condition is undiagnosed in the mother).&nbsp; It occurs due to the transplacental passage of maternal TSH receptor–stimulating antibodies.&nbsp; The antibodies bind fetal TSH receptors and cause excessive thyroid hormone release.&nbsp; Symptoms include tachycardia with bounding pulses, irritability, and warm/moist skin (due to increased blood flow/vasodilation and increased sweating).&nbsp; Prematurity and/or low birth weight with reduced subcutaneous fat (from increased metabolic activity) are common, and microcephaly and craniosynostosis can occur.&nbsp; Neonatal goiter (neck swelling) and staring gaze are more specific findings but are not always seen.<p></p><br><br><p>Management includes short-term treatment with methimazole plus a beta blocker to prevent adverse effects of neonatal hyperthyroidism on the developing nervous system (eg, developmental/behavioral problems, poor growth).&nbsp; However, these medications can typically be rapidly tapered and discontinued because neonatal Graves disease usually self-resolves over weeks to months as maternal antibodies are metabolized and cleared from the infant's circulation.</p>\n<h2>Thyroid storm</h2><br><br><p>As previously described, thyroid storm (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80968.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 9\n                                    </a>\n                                </div>\n                                ) is a life-threatening thyrotoxicosis usually triggered by a specific event (eg, thyroid or nonthyroid surgery, trauma, infection) in patients with undiagnosed or inadequately treated hyperthyroidism.&nbsp; Proposed mechanisms include a rapid increase in serum thyroid hormone levels or increased sensitivity to thyroid hormone.&nbsp; Diagnosis is suspected clinically and confirmed by thyroid function studies documenting hyperthyroidism.&nbsp; Treatment includes beta blockers (eg, propranolol) for symptom control, thionamides (eg, propylthiouracil) to block new hormone synthesis, iodine solution to block thyroid hormone release (given at least an hour after propylthiouracil to prevent excess iodine incorporation into thyroid hormone), and glucocorticoids to decrease the peripheral conversion of T4 to T3 (and treat a potential relative adrenal insufficiency).<p></p>\n<h1>Summary</h1><br><br><p>Graves disease is an autoimmune hyperthyroid disorder characterized by TSH receptor autoantibody stimulation leading to excess thyroid hormone production.&nbsp; It presents with systemic signs of thyrotoxicosis, ophthalmopathy, and dermatologic changes.&nbsp; Diagnosis is confirmed by thyroid function tests, presence of stimulatory TSH receptor antibodies, and imaging.&nbsp; Management options include antithyroid drugs, radioactive iodine therapy, and thyroidectomy, with treatment selection based on disease severity and patient factors.&nbsp; Potential complications include thyroid storm, arrhythmias, and osteoporosis.&nbsp; With appropriate therapy, long-term outcomes are generally favorable, although disease recurrence remains a concern in some patients.</p>\n</div>\n\n            "
}