{
  "meta": {
    "title": "Hyperprolactinemia, including prolactinoma",
    "url": "https://brainandscalpel.vercel.app/hyperprolactinemia-including-prolactinoma-f81f4ce5-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:41.982Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Hyperprolactinemia is a condition characterized by elevated serum prolactin levels.&nbsp; It can result from physiologic processes, medications, or pathologic conditions (eg, prolactinomas).&nbsp; High prolactin levels suppress the hypothalamic-pituitary-gonadal axis, causing hypogonadism and galactorrhea.&nbsp; Patients with hyperprolactinemia may also present with symptoms related to mass effect from tumors.</p>\n<h1>Regulation of prolactin secretion</h1><br><br><p>Prolactin is secreted by lactotroph cells in the anterior pituitary gland.&nbsp; It is under constant negative regulation by dopaminergic neurons via the pituitary stalk (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26372.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ); <strong>dopamine</strong> released by these neurons binds to lactotroph D<font size=\"2\"><sub>2</sub></font> receptors and <strong>suppresses prolactin</strong> production (normal: &lt;20 ng/mL in men and postmenopausal women; &lt;30 ng/mL in premenopausal women).<p></p><br><br><p>The negative regulation of prolactin contrasts with the regulation of most other pituitary hormones (eg, LH, TSH), which are under positive regulation on stimulation by releasing hormones (eg, GnRH, thyrotropin-releasing hormone [TRH]) from the hypothalamus.</p>\n<h1>Causes of hyperprolactinemia</h1><br><br><p>Hyperprolactinemia can occur as part of normal physiologic changes in women (eg, pregnancy).&nbsp; Pathologic causes of hyperprolactinemia in men and women include the effects of medications inhibiting dopamine secretion, tumors (eg, prolactinomas), or systemic disorders.</p>\n<h2>Physiologic changes</h2><br><br><p>Physiologic processes that increase prolactin secretion in women include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pregnancy</strong>:&nbsp; Increased estrogen levels in pregnancy cause lactotroph hyperplasia, resulting in hyperprolactinemia; basal prolactin levels return to normal 6 weeks postpartum.</li>\n\t<li><strong>Breastfeeding</strong>:&nbsp; In lactating women, nipple stimulation activates neural pathways, leading to transient hyperprolactinemia; it is most pronounced in the early postpartum phase.&nbsp; In nonlactating women, nipple stimulation from procedures (eg, mammography) or breast examinations does not produce an elevation in prolactin secretion.</li>\n</ul><br><br><p>In addition, transient increases in prolactin are sometimes seen following meal consumption, exercise, and intense stress.</p>\n<h2>Medications</h2><br><br><p>Drugs that block D<font size=\"2\"><sub>2</sub></font> receptors (ie, dopamine receptor antagonists) interfere with dopaminergic suppression of prolactin, resulting in hyperprolactinemia.&nbsp; With few exceptions, medication-induced hyperprolactinemia typically causes only a <strong>moderate elevation (&lt;100 ng/mL)</strong>.&nbsp; Levels of serum prolactin return to baseline following discontinuation of the drug.</p><br><br><p>The most common examples of medications implicated in hyperprolactinemia include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Antipsychotics</strong>:&nbsp; First-generation antipsychotics (eg, haloperidol); markedly elevated prolactin can occur with <strong>risperidone (eg, &gt;200 ng/mL)</strong>.&nbsp; Second-generation (atypical) antipsychotics (eg, aripiprazole) are usually associated with much milder elevations because they have a lower affinity for the D<font size=\"2\"><sub>2</sub></font> receptor.</li>\n\t<li><strong>Other agents</strong>:&nbsp; Gastric motility drugs, including metoclopramide.</li>\n</ul>\n<h2>Pathologic causes</h2><br><br><p>Pathologic causes of hyperprolactinemia can affect men and women; they include prolactin-secreting tumors or neurologic disorders that block dopamine secretion and transport.&nbsp; In addition, certain systemic diseases are associated with hyperprolactinemia.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prolactin-secreting tumors (prolactinoma)</strong>:&nbsp; Prolactinomas are the most common pathologic cause of hyperprolactinemia in premenopausal women; they occur due to the monoclonal proliferation of lactotroph cells.&nbsp; Rarely, they can be malignant (eg, in association with multiple endocrine neoplasia syndromes).</li>\n\t<li><strong>Pituitary or hypothalamic disorders</strong>:&nbsp; Other hypothalamic or pituitary tumors (functioning or nonfunctioning), infiltrative diseases (eg, neurosarcoidosis obstructing the hypophyseal portal system), and head trauma interfere with dopamine secretion or transport and result in hyperprolactinemia.</li>\n\t<li><strong>Primary hypothyroidism</strong>:&nbsp; TRH production in the hypothalamus is increased due to insufficient thyroxine production; TRH appears to have a stimulatory effect on lactotroph cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45228.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), leading to hyperprolactinemia.</li>\n\t<li><strong>Other conditions</strong>:&nbsp; Chronic kidney disease is associated both with decreased prolactin clearance and increased secretion.&nbsp; In addition, conditions affecting the chest wall (eg, burns, herpes zoster) may lead to increased prolactin due to effects similar to those of nipple stimulation.</li>\n</ul><br><br><p>Causes of hyperprolactinemia are summarized in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36967.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Clinical presentation</h1><br><br><p>Prolactin-secreting microadenomas may be asymptomatic and incidentally discovered on MRI.&nbsp; When symptomatic, the earliest manifestations of hyperprolactinemia commonly involve hypogonadism.&nbsp; This occurs because elevated prolactin levels suppress hypothalamic GnRH production, leading to central hypogonadism characterized by:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Low GnRH, LH, and follicle-stimulating hormone (FSH).</li>\n\t<li>Low estrogen (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L83702.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), progesterone, and/or testosterone (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31539.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Symptoms</h2><br><br><p>The following populations experience common symptoms of hyperprolactinemia:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Premenopausal women</strong>:&nbsp; Overt symptoms include menstrual changes (oligomenorrhea or amenorrhea), galactorrhea (bilateral white nipple discharge), vasomotor symptoms (eg, hot flashes), vaginal dryness and atrophy, sexual dysfunction (eg, dyspareunia), and anovulatory infertility.&nbsp; Mild hyperprolactinemia (eg, &lt;50 ng/dL) is usually associated with milder symptoms (eg, oligomenorrhea), whereas moderate to severe hyperprolactinemia (eg, &gt;100 ng/dL) can manifest with more pronounced findings (eg, amenorrhea, vasomotor symptoms).</li>\n\t<li><strong>Men</strong>:&nbsp; Nonspecific symptoms include infertility; decreased libido, muscle mass, and body hair; testicular atrophy; and impotence.&nbsp; Gynecomastia is present in only about one-third of patients and is generally mild, and galactorrhea is uncommon because sufficient estrogen (primarily derived from androgens) is not present for this process to occur.</li>\n\t<li><strong>Postmenopausal women</strong>:&nbsp; Hyperprolactinemia is often very difficult to diagnose in the early stages because hypogonadism is already present physiologically and galactorrhea is uncommon (due to insufficient estrogen reserves).&nbsp; Long-standing hyperprolactinemia and resultant estrogen deficiency can impair bone health, leading to osteoporosis and fragility fractures (fractures due to minimal trauma such as a fall from a standing height).</li>\n</ul>\n<h2>Mass effects</h2><br><br><p>Hyperprolactinemia can also present with mass-effect symptoms in the context of a large prolactinoma (eg, &gt;1 cm, macroadenoma) or another nonfunctioning pituitary tumor.&nbsp; This is often seen in men and postmenopausal women with prolactinoma who are diagnosed at later stages due to nonspecific early findings.</p><br><br><p>Mass-effect symptoms include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hypopituitarism.</li>\n\t<li>Headache, nausea, vomiting.</li>\n\t<li>Visual changes (eg, bitemporal hemianopia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11195.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )) due to pressure on surrounding structures such as the optic chiasm (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42761.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Hyperprolactinemia should be considered as a potential cause in patients with unexplained galactorrhea or symptoms of hypogonadism, including infertility, menstrual dysfunction, and/or erectile dysfunction.</p><br><br><p>Prolactin levels should be measured in the following patients:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Women</strong>:&nbsp; Symptoms of menstrual dysfunction, infertility, or unexplained galactorrhea.</li>\n\t<li><strong>Men</strong>:&nbsp; Central hypogonadism confirmed by low testosterone and inappropriately normal or low FSH and LH (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21430.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>Because prolactin levels vary with sleep, certain meals, and stress, testing should be repeated if an initial prolactin level is borderline elevated.&nbsp; Very high prolactin levels (eg, <strong>≥200 ng/mL</strong>) are typically seen with <strong>prolactinoma</strong>, whereas mild to moderate elevations can occur due to medications, hypothyroidism, or renal insufficiency.</p><br><br><p>In patients with confirmed hyperprolactinemia, the work-up centers on identifying the underlying cause, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Laboratory testing</strong>:&nbsp; Ruling out physiologic processes if applicable (eg, pregnancy test), assessing renal and thyroid function (eg, glomerular filtration rate, TSH).</li>\n\t<li><strong>Medication review and physical examination</strong>:&nbsp; Reviewing psychotropic medications, examining breast tissue, assessing for neurologic signs of tumor (eg, visual fields examination) or associated conditions (eg, hypothyroidism).</li>\n</ul><br><br><p>In addition, pituitary MRI should be ordered in patients with any of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Elevated prolactin level</strong>:&nbsp; All unexplained prolactin elevations warrant an MRI; in patients taking dopamine antagonists, pituitary MRI should be considered for levels &gt;100 ng/dL (which are unexpected with most medications unless risperidone is being used).</li>\n\t<li><strong>Mass-effect symptoms</strong>.</li>\n\t<li><strong>Evidence of abnormalities in other pituitary hormone levels</strong> (eg, as with somatotroph or corticotroph adenomas).</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of hyperprolactinemia should address the underlying cause (eg, replacing culprit medications, if feasible; treating underlying hypothyroidism).</p><br><br><p>In patients with prolactinoma as a cause of hyperprolactinemia, treatment is indicated if any of the following symptoms are present:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Neurologic symptoms secondary to the size of the mass.</li>\n\t<li>All hypogonadal symptoms.</li>\n\t<li>Other manifestations of hyperprolactinemia (eg, galactorrhea).</li>\n</ul><br><br><p>In contrast, asymptomatic patients with an incidental finding of microprolactinoma may be observed over time, and medications are unnecessary (unless the patient is trying to conceive).</p><br><br><p>Management consists of treatment and monitoring, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dopamine agonists</strong>:&nbsp; Cabergoline is usually first-line therapy regardless of the adenoma size and the severity of neurologic symptoms; it typically reduces prolactin secretion and mass size.</li>\n\t<li><strong>Symptom monitoring</strong>:&nbsp; Hypogonadal and mass-effect symptoms (eg, visual field defects) normally improve within the first several days to weeks of treatment, with eventual normalization in many cases.</li>\n\t<li><strong>Prolactin level monitoring</strong>:&nbsp; Prolactin levels are expected to fall significantly within the first 2-3 weeks of therapy, but decreased tumor size may not be visible on imaging for several weeks.</li>\n</ul><br><br><p>Transsphenoidal surgery is considered for patients whose condition does not respond adequately to dopamine agonists and may be followed by radiation.&nbsp; Otherwise, surgery is not needed; it is reserved for patients whose treatment fails or those who have very large tumors (&gt;3 cm).&nbsp; Even if surgery is performed, complete resection is often impossible, and recurrence is common, requiring medication therapy.</p><br><br><p>Management is summarized in the following flowchart (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28485.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                )<p></p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for hyperprolactinemia includes conditions that manifest with infertility, hypogonadism, and anovulation.&nbsp; In women, these causes are usually distinguished based on associated symptoms and history and, if needed, measurement of FSH and LH levels.</p>\n<h2>Infertility</h2><br><br><p>Acquired conditions associated with infertility (summarized in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31316.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                )) in men and/or women include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Polycystic ovary syndrome</strong>:&nbsp; Polycystic ovary syndrome is also associated with anovulation, menstrual irregularities, and, possibly, mild elevations in prolactin levels; however, it is characterized by increased androgen levels and FSH levels (not seen in hyperprolactinemia due to suppressed GnRH), and symptoms of acne and hirsutism.</li>\n\t<li><strong>Primary ovarian insufficiency</strong>:&nbsp; Primary ovarian insufficiency involves loss of ovarian granulosa cells (eg, due to autoimmune disorder), resulting in low estrogen, infertility, and secondary amenorrhea; however, LH and FSH levels are elevated.</li>\n\t<li><strong>Primary testicular disorder</strong>:&nbsp; Primary testicular disorder can also lead to symptoms of primary hypogonadism with low testosterone, in case of testicular damage (eg, torsion, radiation); unlike hyperprolactinemia, GnRH is elevated, leading to high FSH and LH levels.</li>\n\t<li><strong>Hypothalamic hypogonadism due to other causes</strong>:&nbsp; Intense exercise, stress, or trauma can independently suppress GnRH (functional hypogonadism) production in both women and men.&nbsp; In such cases, prolactin levels can be normal or minimally elevated.&nbsp; The cause is usually apparent from the history, and work-up fails to identify a culprit medication or pathologic cause (ie, diagnosis of exclusion).</li>\n</ul>\n<h2>Gynecomastia</h2><br><br><p>In men, gynecomastia can also be due to other tumors, (eg, testicular cancer), thyrotoxicosis, and medications (eg, cimetidine, spironolactone) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13359.jpg\" alt=\"table 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">table 3</div>\n                                </div>\n                                ).&nbsp; However, in these disorders, gynecomastia occurs because of increased estrogen production or conversion (eg, androgen excess), whereas hyperprolactinemia is characterized by an androgen-deficient state.<p></p>\n<h2>Mass-effect symptoms</h2><br><br><p>In both men and women, the differential diagnosis for mass-effect symptoms caused by prolactinomas includes other types of microadenomas and macroadenomas.&nbsp; Any pituitary tumor of significant size that disrupts dopaminergic pathways can cause moderate hyperprolactinemia.&nbsp; However, other pituitary tumors usually have pathognomonic associated manifestations (eg, somatotroph adenomas with acromegaly).</p>\n<h1>Complications</h1><br><br><p>The main complications of hyperprolactinemia include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Osteoporosis</strong>:&nbsp; Estrogen maintains bone mass in premenopausal women.&nbsp; Low estrogen levels lead to the increased production of inflammatory cytokines, resulting in increased osteoclast activity.&nbsp; Loss of estrogen increases the risk for bone loss and osteoporosis.</li>\n\t<li><strong>Neurologic complications</strong>:&nbsp; Visual impairment can result from optic chiasm compression, and pituitary apoplexy (sudden headache, vision loss, hypopituitarism) can occur with macroadenomas.</li>\n</ul><br><br><p>Complications of hyperprolactinemia are summarized in the following table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39240.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                )<p></p>\n<h1>Considerations in pregnancy</h1><br><br><p>The major risk for pregnancy with prolactinoma involves potential tumor enlargement and associated neurologic compromise (eg, visual deficits) with rising estrogen levels.&nbsp; This risk is associated primarily with a preexisting macroadenoma (&gt;1 cm) rather than a microadenoma.</p><br><br><p>The following guidelines are recommended for women with preexisting prolactinoma who intend to become pregnant:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Preconception</strong>:&nbsp; Dopamine agonist treatment should be initiated to restore normal ovulation (and shrink tumor size, if &gt;1 cm); fertility is often restored following normalization of prolactin levels.&nbsp; In women with larger macroadenomas nonresponsive to medical therapy, transsphenoidal surgery can be considered to minimize the risk for pathologic enlargement during pregnancy.</li>\n\t<li><strong>During pregnancy</strong>:&nbsp; Regular examinations (eg, every 3 months) are recommended with an assessment of visual fields and screening for concerning symptoms (eg, headaches).&nbsp; Measurement of serum prolactin levels and MRIs are not routinely indicated.&nbsp; Dopamine agonist therapy should be restarted if concerning symptoms occur or in the case of suspected adenoma enlargement.</li>\n\t<li><strong>Postpartum</strong>:&nbsp; Dopamine agonists are not recommended because breastfeeding does not appear to significantly increase adenoma size.&nbsp; Prolactin levels should be monitored following cessation of breastfeeding.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Most microprolactinomas (~90%) respond well to dopamine agonists, with eventual normalization of prolactin levels and resolution of symptoms.&nbsp; Macroadenomas often shrink significantly with medical therapy but may require long-term surveillance and monitoring.&nbsp; Surgical and radiotherapy outcomes vary, with a risk of recurrence necessitating continued follow-up.</p>\n<h1>Summary</h1><br><br><p>Hyperprolactinemia results from excess prolactin production due to a range of physiologic, pharmacologic, or pathologic causes, with prolactinomas being the most common etiology.&nbsp; The condition primarily disrupts reproductive function and, in macroadenomas, can cause mass-effect symptoms.&nbsp; Diagnosis relies on serum prolactin measurement and pituitary MRI.&nbsp; Management typically involves dopamine agonists, with surgery or radiotherapy reserved for resistant cases.&nbsp; Left untreated, hyperprolactinemia may lead to infertility, osteoporosis, and visual deficits, but the overall prognosis is favorable with appropriate intervention.</p>\n</div>\n\n            "
}