{
  "meta": {
    "title": "Hypoglycemia in adults",
    "url": "https://brainandscalpel.vercel.app/hypoglycemia-in-adults-876877c2-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:42.355Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Pathologic hypoglycemia is characterized by low plasma glucose accompanied by symptoms that resolve when glucose levels return to normal.&nbsp; Hypoglycemia can occur due to excess insulin (hyperinsulinemia) or impaired gluconeogenesis.&nbsp; The most common cause is medication use.&nbsp; Symptoms are related to autonomic activation and inadequate glucose uptake by the CNS (neuroglycopenia).&nbsp; Management is focused on confirming the diagnosis, determining the etiology, and promptly normalizing blood glucose.</p><h1>Physiologic regulation of glucose</h1><p>Glucose is the body's primary substrate for energy production (eg, glycolysis, oxidative phosphorylation), especially for the CNS, which heavily relies on a constant supply because neurons have limited capacity for energy storage and preferentially use glucose under normal conditions.&nbsp; Therefore, multiple homeostatic mechanisms involving insulin, glucagon, and other supporting hormones normally act in concert to regulate glucose levels.&nbsp; These include the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Insulin</strong> lowers plasma glucose levels.&nbsp; Secreted from pancreatic beta cells in the postprandial state as C-peptide and insulin (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18037.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), insulin promotes increased glucose uptake and storage of cellular energy reserves, including hepatic synthesis of glycogen from glucose (glycogenesis), as well as uptake and storage of free fatty acids (FFAs) as triglycerides within adipose tissue.</li><li><strong>Glucagon</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/59644.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is the primary counterregulatory hormone to insulin and increases plasma glucose levels during the fasting state.&nbsp; Secreted from pancreatic alpha cells, glucagon drives catabolic processes that increase the availability of substrates for glucose synthesis (ie, gluconeogenesis) and ATP production.&nbsp; These processes include:<ul class=\"article-body-unordered-list\"><li>breaking down glycogen into glucose (glycogenolysis).</li><li>breaking down triglycerides into FFAs and glycerol (lipolysis) to serve as energy sources.</li><li>(as an indirect effect of increased FFAs) forming ketones (eg, beta hydroxybutyrate [BHB]), which can serve as an alternate energy source (through beta-oxidation of FFAs) when glucose is scarce, including within the CNS.</li></ul></li><li><strong>Catecholamines</strong> trigger autonomic symptoms associated with hypoglycemia (eg, tremor, arousal).&nbsp; They promote the release of substrates for gluconeogenesis (eg, FFAs, glycerol, amino acids) from adipose tissue and skeletal muscle and stimulate renal gluconeogenesis (normally a small component of endogenous glucose production unless extended fasting occurs).</li><li><strong>Growth hormone and cortisol</strong> decrease insulin sensitivity and have similar effects to those of catecholamines in mobilizing gluconeogenesis substrates; however, they typically act to normalize glucose over a longer time (eg, &gt;48 hr).</li></ul><p>During fasting, these hormones act to prevent normoglycemia as follows:</p><ul class=\"article-body-unordered-list\"><li><strong>Initial fasting (eg, &lt;24 hr)</strong>:&nbsp; Endogenous insulin secretion decreases, whereas glucagon levels rise, stimulating hepatic gluconeogenesis and glycogenolysis (sufficient to maintain a normal glucose level in healthy, well-nourished individuals).</li><li><strong>Prolonged fasting (&gt;24-36 hr)</strong>:&nbsp; Growth hormone and cortisol levels, along with catecholamine levels, increase.&nbsp; Renal gluconeogenesis increases, but, overall, gluconeogenesis and glycolysis slow as glycogen stores become depleted.&nbsp; To sustain ATP production, ketone production and beta-oxidation of FFAs accelerate.</li></ul><p>These effects are shown in the following figure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24201.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><h2>Mechanisms leading to hypoglycemia</h2><p>Hypoglycemia can develop due to excess insulin or defects in counterregulatory responses (eg, involving glucagon, epinephrine, cortisol):</p><ul class=\"article-body-unordered-list\"><li><strong>Inappropriately high insulin levels (hyperinsulinemic)</strong>:&nbsp; Due to exogenous (eg, inadvertent overdose or surreptitious insulin use) or endogenous (eg, insulinoma, surreptitious secretagogue use) causes.</li><li><strong>Appropriately suppressed insulin (nonhyperinsulinemic) with impaired gluconeogenesis</strong>:&nbsp; Due to defective counterregulatory hormone secretion and gluconeogenesis, as in the setting of systemic illness and toxic ingestions.</li></ul><h1>Hyperinsulinemic hypoglycemia</h1><p>The most common cause of hyperinsulinemia is exogenous insulin intake, which stems from iatrogenic or factitious medication effects (eg, insulin) in the setting of diabetes mellitus (DM).&nbsp; Endogenous hyperinsulinism can also occur in the setting of surreptitious sulfonylurea use or bariatric surgery.&nbsp; Other causes (eg, congenital hyperinsulinism, insulin-secreting tumors) are much rarer.</p><h2>Medication use</h2><p>Medications most commonly associated with hypoglycemia include exogenous <strong>insulin or insulin secretagogues</strong> (eg, sulfonylureas and meglitinides, which increase endogenous insulin secretion) used in the management of DM or in other settings (eg, treatment of hyperkalemia).</p><p>In patients with type 1, type 2, or pancreatogenic DM (eg, chronic pancreatic insufficiency), risk factors for hypoglycemia with medication use include skipped meals, excess medication dose, or intense exercise, all due to the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Pancreatic alpha-cell failure</strong>:&nbsp; This failure leads to inadequate or absent glucagon production and can occur in long-standing type 1 DM (ie, &gt;5 years), insulin-dependent type 2 DM, or pancreatogenic DM (eg, secondary to chronic pancreatitis) and triggers frequent, rapid hypoglycemia.</li><li><strong>Exercise</strong>:&nbsp; Exercise increases skeletal muscle glucose uptake independent of insulin (contraction effect) and generates changes in skin perfusion that increase exogenous insulin absorption (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24676.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li><li><strong>Decreased insulin clearance</strong>:&nbsp; Decreased insulin clearance can occur with renal impairment (which can be seen in long-standing DM), prolonging insulin effects and the risk for hypoglycemia.</li><li><strong>Absence of homeostatic regulation</strong>:&nbsp; Exogenously administered insulin and sulfonylurea-mediated endogenous insulin continue to be secreted or absorbed from the injection site despite falling glucose levels.</li></ul><p>Insulin is associated with a high risk for dosing errors, which are exacerbated by factors such as DM-associated psychologic distress, low health literacy, and complex dosing regimens.&nbsp; In addition to accidental overuse, intentional insulin or sulfonylurea use (factitious disorder (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/63693.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                )) can occur; the risk is highest in health care workers or caregivers/family members with access to insulin.<p></p><h2>Endogenous hyperinsulinism</h2><p>In addition to excess sulfonylurea use, other causes of inappropriately increased endogenous insulin secretion include bariatric surgery and, very rarely, insulin-secreting tumors (eg, insulinoma):</p><ul class=\"article-body-unordered-list\"><li><strong>Postbariatric surgery</strong>:&nbsp; Hypoglycemia can occur when excessively rapid transit of food through a shortened gastrointestinal tract (eg, following Roux-en-Y gastric bypass (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50770.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                )) outpaces the physiologic effects and regulation of insulin.&nbsp; In this setting, a meal high in glucose or simple carbohydrates triggers insulin release; glucose rapidly enters tissues before homeostatic mechanisms act to counter insulin secretion.</li><li><strong>Insulinoma</strong>:&nbsp; The presence of insulin-secreting tumors (arising from ductal and acinar pancreatic cells) leads to excess and unsuppressed insulin secretion, resulting in hypoglycemia.&nbsp; They may occur as part of multiple endocrine neoplasia type 1 (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40973.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).</li></ul><h1>Nonhyperinsulinemic hypoglycemia</h1><p>Conditions that impair gluconeogenesis can result in hypoglycemia despite appropriately low or normal insulin levels.&nbsp; These causes are summarized in the following table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60053.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Critical illness and sepsis</h2><p>Hypoglycemia can occur in patients with prolonged critical illness due to increased cellular uptake of glucose, cytokine-mediated suppression of gluconeogenesis, and organ dysfunction (eg, hepatic and renal dysfunction preventing gluconeogenesis and insulin clearance).</p><h2>Cortisol deficiency</h2><p>Mild hypoglycemia can result from prolonged cortisol deficiency, as seen in adrenal insufficiency or hypopituitarism.&nbsp; Pronounced or severe hypoglycemia typically manifests only when additional concomitant triggers (eg, infection; adrenal crisis presenting with shock, hyponatremia, and hyperkalemia) are present.</p><h2>Alcohol consumption</h2><p>Alcohol can cause hypoglycemia because it impairs gluconeogenesis.&nbsp; Impaired gluconeogenesis occurs because ethanol breakdown by alcohol dehydrogenase results in the reduced availability of NAD<font size=\"2\"><sup>+</sup></font> and production of substrates (eg, pyruvate) that are necessary for gluconeogenesis.&nbsp; Alcohol does not inhibit glycogenolysis; therefore, in the initial stages of drinking, euglycemia is maintained due to increased glycogen breakdown.&nbsp; However, after a prolonged binge with decreased food intake, hepatic glycogen is eventually depleted and blood glucose levels drop in the setting of impaired gluconeogenesis.</p><h2>Beta-blocker overdose</h2><p>Beta blockers act as competitive antagonists for endogenous catecholamines.&nbsp; Overdose with beta blockers prevents catecholamines from inducing hepatic glucose production and glycogen breakdown, resulting in hypoglycemia accompanied by other features (eg, bronchospasm, seizures) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60595.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Malignancy</h2><p>Non–islet cell tumors that secrete insulin-like growth factor 1 (IGF-1) (eg, fibrosarcomas, certain hepatocellular carcinomas) are a rare cause of hypoglycemia; in this setting, insulin levels are appropriately suppressed.</p><h1>Clinical presentation and diagnosis</h1><p>Depending on the cause, hypoglycemia may occur in the fasting and/or postprandial state.&nbsp; Patient symptoms (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L67587.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) fall into 2 categories:<p></p><ul class=\"article-body-unordered-list\"><li>&nbsp; <strong>Neurogenic (autonomic) symptoms</strong> are mediated via catecholamine and acetylcholine release during sympathetic stimulation and include tremulousness, tachycardia, and anxiety/arousal (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24155.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; Acetylcholine also causes sweating, hunger, and paresthesia.&nbsp; These typically arise as the earliest signs of hypoglycemia.</li><li>&nbsp; <strong>Neuroglycopenic symptoms</strong> are due to inadequate availability of glucose in the CNS and typically signal severe, potentially life-threatening hypoglycemia; these symptoms include behavioral changes, confusion, visual disturbances, stupor, and seizures.</li></ul><p>In patients with repeated exposures to hypoglycemia, the down-regulation of beta-adrenergic receptors occurs, blunting the autonomic response and leading to hypoglycemia-associated autonomic failure (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/66831.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ), also known as hypoglycemic unawareness.&nbsp; Hypoglycemic unawareness can also occur in patients with the use of antiadrenergic medications (eg, beta blockers) due to sympathetic blockade.<p></p><h2>Diagnostic criteria</h2><p>The normal lower laboratory limit for plasma glucose is 70 mg/dL.&nbsp; However, the glucose threshold defining pathologic hypoglycemia and associated symptoms varies among individuals, depending on baseline health and use of medications.</p><p>In healthy individuals without DM, isolated low glucose levels are not necessarily pathologic and are not sufficient to establish the diagnosis of hypoglycemia.&nbsp; Rather, the following 3 criteria <strong>(Whipple triad)</strong> must be met to diagnose hypoglycemia:</p><ul class=\"article-body-unordered-list\"><li><strong>Typical hypoglycemic symptoms</strong>, including neurogenic and/or neuroglycopenic symptoms, that are consistent across episodes.</li><li><strong>Documented low plasma glucose</strong> (typically &lt;55-65 mg/dL) <strong>measured at the time symptoms occur,</strong> ideally by venipuncture (because continuous glucose monitors or finger-stick glucose readings are unreliable at lower ranges).</li><li><strong>Symptom resolution</strong> after glucose administration and normalization of plasma glucose.</li></ul><p>In contrast, individuals with DM who are taking insulin or sulfonylureas are at higher risk for hypoglycemia and hypoglycemic unawareness.&nbsp; In this setting, glucose readings (eg, finger-stick checks, continuous glucose monitoring) should be regularly monitored by patients and providers as part of the patient's ongoing care.&nbsp; Even if symptoms are absent, low glucose levels (eg, &lt;70 mg/dL) are concerning for potential hypoglycemia and should prompt changes in therapy (eg, decreasing insulin dose).&nbsp; The diagnosis and management of hypoglycemia in individuals with DM are discussed in a separate article.</p><h1>Evaluation and diagnostic work-up</h1><p>The evaluation and diagnostic work-up for patients with concerning symptoms suggestive of hypoglycemia centers on obtaining a thorough history (eg, symptom characteristics and triggers, medication review, alcohol and other substance use), confirming the diagnosis, and ordering targeted laboratory testing if needed.</p><h2>Confirmation of the diagnosis</h2><p>In a patient whose history is concerning for hypoglycemia, the diagnosis should be established by measuring blood glucose during a symptomatic episode.&nbsp; Although a finger-stick glucose level is unreliable for establishing the diagnosis, it may be appropriate as a first step to diagnosing a hypoglycemic disorder in otherwise healthy individuals.</p><ul class=\"article-body-unordered-list\"><li><strong>Low or equivocal finger-stick readings</strong> (eg, &lt;65 mg/dL) accompanied by symptoms that resolve with glucose normalization should prompt formal follow-up laboratory glucose testing obtained during a symptomatic episode (often necessitating supervised fasting in a hospital or monitored setting).</li><li><strong>High or normal values</strong> (eg, ≥65-80 mg/dL) at the time of symptoms suggest an alternate cause, and a hypoglycemic disorder is not likely.</li></ul><p>These steps are summarized in the following figure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104605.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).<p></p><h2>Testing if hypoglycemia is confirmed</h2><p>In patients with confirmed hypoglycemia (ie, fulfilling the Whipple triad), the next step is to determine whether the underlying disorder is hyperinsulinemic or noninsulinemic by obtaining the following tests (ideally at the time of hypoglycemia):</p><ul class=\"article-body-unordered-list\"><li><strong>Markers of endogenous insulin production:</strong>&nbsp; Insulin is synthesized as proinsulin in pancreatic beta cells, where it is stored in secretory granules.&nbsp; Before secretion, proinsulin is cleaved into insulin and C-peptide.&nbsp; High endogenous insulin secretion (whether from a tumor or sulfonylurea use) corresponds with elevated proinsulin levels because increased beta-cell activity leads to incomplete processing of proinsulin.&nbsp; In contrast, exogenous insulin administration involves synthetic insulin, which lacks C-peptide and proinsulin.&nbsp; Therefore, hypoglycemia in the setting of <strong>high insulin</strong> (eg, ≥​​3 U/mL), <strong>proinsulin, and C-peptide</strong> confirms endogenous hyperinsulinemia.&nbsp; In contrast, high insulin with low C-peptide levels suggests an exogenous cause of hyperinsulinemia (eg, factitious or accidental insulin overuse) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49619.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: Evaluation of hypoglycemia\n                                    </a>\n                                </div>\n                                ).</li><li><strong>Markers of drug use</strong>:&nbsp; A sulfonylurea/meglitinide screen should be performed to identify factitious disorder.&nbsp; If the drug screen is negative in the setting of high insulin and C-peptide levels, assessment for insulinoma (eg, abdominal ultrasonography, CT scan) is warranted.</li><li><strong>Markers of ketosis (serum BHB)</strong>:&nbsp; Low BHB supports hyperinsulinemic hypoglycemia because elevated insulin suppresses ketosis (the unexpected finding of low BHB with low insulin levels can signal a tumor secreting IGF-1).&nbsp; In contrast, high BHB suggests non–insulin-mediated causes of hypoglycemia, and associated symptoms and history should guide further testing (eg, serum cortisol level, liver function testing).</li></ul><h1>Management</h1><p>Hypoglycemia is a medical emergency with potentially life-threatening effects.&nbsp; Initial treatment centers on the rapid restoration of plasma glucose.&nbsp; Long-term management in patients with DM centers on preventing hypoglycemia and hypoglycemic unawareness by adjusting medications, meals, and exercise schedules.</p><h2>Immediate treatment</h2><p>Mild to moderate hypoglycemia in conscious patients can be self-treated with oral fast-acting carbohydrates (eg, glucose tablets in patients using insulin, fruit juices).&nbsp; Glucose measurement should be repeated in 15-20 minutes to confirm the resolution of hypoglycemia because additional carbohydrate intake may be necessary.</p><p>Severe hypoglycemia (eg, impairing consciousness) requires parenteral treatment by another person.&nbsp; The appropriate treatment depends on whether the patient has intravenous access established (eg, hospitalized patient):</p><ul class=\"article-body-unordered-list\"><li><strong>Intravenous access present</strong>:&nbsp; Glucose (eg, dextrose) should be administered intravenously for rapid correction of hypoglycemia.</li><li><strong>Intravenous access absent</strong>:&nbsp; Glucagon (available in intranasal or subcutaneous/intramuscular forms) rapidly corrects hypoglycemia (10-15 min) and should be administered by a caregiver or informed bystander.</li></ul><p>Following immediate treatment, the patient should be monitored for delayed hypoglycemia because ingested medications (eg, subcutaneous insulin, sulfonylureas) may have prolonged effects and rebound insulin secretion may occur with glucose administration.&nbsp; In particular, patients with toxic sulfonylurea ingestion (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/87612.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ) require simultaneous administration of octreotide, along with continuous glucose infusion, to suppress insulin secretion.&nbsp; In other patients with severe hypoglycemia, oral carbohydrates or continuous dextrose infusion should be given once the patient regains consciousness.<p></p><h2>Long-term management in patients with diabetes mellitus</h2><p>Long-term prevention of hypoglycemia in DM includes adjusting medications, meals, and exercise schedules.&nbsp; This includes:</p><ul class=\"article-body-unordered-list\"><li><strong>Meal planning and insulin adjustment to support exercise</strong>:&nbsp; Carbohydrate intake should be increased prior to long (eg, &gt;60 min) bouts of exercise.&nbsp; For training sessions within 3 hours of a meal, the premeal bolus insulin dose preceding exercise should be reduced.&nbsp; For prolonged exercise (eg, distance running), the basal insulin likely needs reduction as well.</li><li><strong>Medication adjustment</strong>:&nbsp; In non–insulin-dependent type 2 DM, high-risk medications (eg, sulfonylureas) should be substituted with alternate medications if possible (eg, glucagon-like peptide-1 receptor agonists).</li><li><strong>Continuous glucose monitoring (CGM)</strong>:&nbsp; CGMs support accurate, close evaluation of blood glucose and can promote early intervention in the event of borderline glucose readings to prevent life-threatening hypoglycemia.</li></ul><p>In patients with hypoglycemic unawareness, strict avoidance of hypoglycemia is necessary to restore autonomic function (typically within 2-3 weeks).</p><h1>Differential diagnosis</h1><p>A variety of disorders can produce autonomic symptoms similar to those of hypoglycemia (eg, hyperarousal, tachycardia); these include cardiac disease, hyperthyroidism, and anxiety.&nbsp; In addition, neuroglycopenic symptoms (eg, confusion, seizure) can mimic delirium or seizure disorder, and hypoglycemia should be ruled out prior to confirming these diagnoses.&nbsp; Often, alternate diagnoses are distinguishable from pathologic hypoglycemia because they fail to satisfy the Whipple triad (eg, significant hypoglycemia is absent during symptoms; glucose administration fails to resolve symptoms).</p><p>Young, healthy individuals may also manifest isolated hypoglycemia as part of normal physiology.&nbsp; In such cases, glucose levels may be low (eg, 50-70 mg/dL), but no autonomic or neuroglycopenic symptoms are present (ie, absent Whipple triad).</p><h1>Complications</h1><p>Complications of hypoglycemia occur due to inadequate glucose and ATP availability within the CNS.&nbsp; These complications include neurologic impairment (eg, seizures, coma) and cardiovascular events (eg, arrhythmias, myocardial infarction with preexisting coronary artery disease); death can also occur.</p><h1>Summary</h1><p>Hypoglycemia is characterized by low blood glucose levels, leading to autonomic and neuroglycopenic symptoms.&nbsp; It can be caused by hyperinsulinemia (eg, excessive insulin administration, inappropriate endogenous insulin secretion) or impaired gluconeogenesis (eg, critical illness, alcohol use).&nbsp; Diagnosis relies on confirming true hypoglycemia and obtaining targeted laboratory tests.&nbsp; Management includes immediately correcting glucose levels and addressing the underlying cause.&nbsp; Severe, recurrent hypoglycemia can lead to neurologic damage, cardiovascular events, and death.&nbsp; Preventive strategies, including careful medication management and patient education, are essential to reducing the risk for recurrent episodes.</p></div>\n            "
}