{
  "meta": {
    "title": "Infant of a diabetic mother",
    "url": "https://brainandscalpel.vercel.app/infant-of-a-diabetic-mother-f0812080-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:45.904Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Infants of diabetic mothers (IDM) are those born to mothers with diabetes, whether gestational diabetes mellitus (GDM) or preexisting diabetes (type 1 or type 2).&nbsp; Maternal hyperglycemia disrupts the metabolic environment of fetal development and leads to significant complications (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/78842.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), which vary according to the gestational age when the fetus is exposed to the elevated blood sugars.&nbsp; IDMs are also subject to a unique set of conditions following delivery that primarily stem from elevated maternal blood glucose levels (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L35581.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h1>First trimester complications </h1><br><br><p>Maternal hyperglycemia early in pregnancy is most likely related to pregestational diabetes (either type 1 or type 2 diabetes mellitus [DM]), and leads to diabetic embryopathy.&nbsp; The most common consequence of uncontrolled blood glucose levels in early pregnancy is spontaneous abortions (risk directly related to increasing hemoglobin A1c).&nbsp; For fetuses that continue through fetal embryogenesis, there is a large risk of birth defects in every organ system, particularly the cardiovascular and central nervous system.</p>\n<h2>Cardiovascular</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Common cardiac malformations:&nbsp; atrial septal defect (ASD), ventricular septal defect (VSD), transposition of the great vessels, hypoplastic left heart syndrome</li>\n\t<li>Neonatal clinical presentation:&nbsp; heart murmurs (in ASD, VSD), cyanosis and/or low O2 saturations (for severe cardiac malformations)</li>\n</ul>\n<h2>Central nervous system</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Common central nervous system (CNS) malformations:&nbsp; neural tube defects (eg, meningomyelocele, anencephaly), caudal regression syndrome (incomplete development of the sacrum with associated cord tethering), anencephaly&nbsp;</li>\n\t<li>Clinical presentation:&nbsp; wide range of presentations depending on the CNS abnormalities.&nbsp; For neural tube defects, these may include complete obliteration of the fetal cerebrum; for meningomyelocele, symptoms may include exposed spinal meninges to occult abnormalities that manifest as hypotonia/hyporeflexia of the lower extremities and as bladder dysfunction.</li>\n</ul>\n<h2>Antenatal management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A fetal anatomic survey is performed at 18-22 weeks gestation to evaluate all organ systems and screen for congenital malformations.</li>\n\t<li>Second trimester maternal serum alpha fetoprotein (MSAFP) level is often performed in conjunction with fetal ultrasound for neural tube defect screening</li>\n\t<li>Fetal echocardiography to screen for congenital heart disease (may be either universal or selective based on fetal anatomic survey)</li>\n</ul><br><br><p>Details on specific management of the various cardiac and central nervous system malformations are discussed in separate articles.</p>\n<h2>Prevention</h2><br><br><p>In these patients, the most important prevention is the preconception visit that provides counseling and optimization of blood glucose control.&nbsp; By achieving glucose level targets (hemoglobin A1c ≤7), the risk of first trimester complications is almost the same as in the general population.</p>\n<h1>Second and third trimester complications </h1><br><br><p>In the second and third trimesters, maternal hyperglycemia, either due to pregestational or gestational diabetes, results in diabetic fetopathy.&nbsp; Elevated maternal blood sugars results in continual transplacental glucose, leading to fetal hyperglycemia, which stimulates increased fetal insulin production (ie, fetal hyperinsulinemia), causing the following complications:</p>\n<h2>Fetal macrosomia</h2><br><br><p><strong>Pathophysiology</strong></p><br><br><p>The high levels of glucose combined with high levels of insulin, an anabolic hormone, lead to fetal macrosomia with disproportionate growth and fat accumulation over the shoulders and abdomen.&nbsp; The increased fetal size heightens the risk of labor dystocia (due to cephalopelvic disproportion), but the unique distribution of adipose tissue seen with IDM significantly increases the risk of shoulder dystocia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30896.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), an obstetric emergency, which can result in clavicular fracture, brachial nerve palsy (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13896.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), and perinatal asphyxia.<p></p><br><br><p><strong>Clinical presentation</strong></p><br><br><p>Fetal macrosomia will often present with uterine size greater than gestational age (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20871.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Patients may also have polyhydramnios (amniotic fluid index [AFI] ≥24 cm) because fetal hyperglycemia may induce osmotic diuresis and polyuria, further increasing the discrepancy between uterine size and date.<p></p><br><br><p><strong>Antenatal management</strong></p><br><br><p>Management involves serial third trimester growths to estimate fetal weight.&nbsp; In patients with an estimated fetal weight (EFW) ≥4,500 g, delivery mode counseling should take place, which includes discussion on an elective cesarean delivery to prevent a shoulder dystocia and its serious sequelae.</p>\n<h2>Transient neonatal hypoglycemia</h2><br><br><p><strong>Pathophysiology</strong></p><br><br><p>Excessive transplacental transfer of glucose to the fetus causes chronic stimulation of the fetal pancreas, resulting in beta cell hyperplasia and fetal hyperinsulinemia.&nbsp; Following delivery, the infant experiences a sudden interruption in transplacental glucose transfer, but the hyperinsulinism remains due to the beta cell hyperplasia.&nbsp; This can result in rapid and profound transient hypoglycemia.</p><br><br><p><strong>Clinical presentation</strong></p><br><br><p>Neonates with hypoglycemia have symptoms that range from asymptomatic to poor feeding, autonomic symptoms (eg, jitteriness, irritability), and, if severe, lethargy, hypotonia, and seizures.</p><br><br><p><strong>Management</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Serial blood glucose measurements to monitor for hypoglycemia (blood glucose &lt;40 mg/dL [2.2 mmol/L]), particularly in the first 24 hours</li>\n\t<li>Early and frequent feeding (supplemental breast milk or formula) to prevent hypoglycemia</li>\n\t<li>Oral glucose or intravenous glucose (D10W) administration for symptomatic hypoglycemia or if blood glucose is persistently low</li>\n</ul>\n<h2>Polycythemia</h2><br><br><p><strong>Pathophysiology</strong></p><br><br><p>Fetal hyperinsulinemia increases fetal metabolism; hyperglycemia contributes to placental vasculopathy and decreased uteroplacental perfusion and oxygenation.&nbsp; Because the placenta cannot meet the increased fetal metabolic demand, chronic intrauterine hypoxemia develops.&nbsp; In response, fetal erythropoiesis increases to improve oxygen delivery.</p><br><br><p><strong>Clinical presentation</strong></p><br><br><p>Examination findings in polycythemia can include facial plethora (prominent cheeks and reddish-purple skin), which may lead to jaundice (yellowing of skin)</p><br><br><p><strong>Management</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count and bilirubin levels</li>\n\t<li>IV hydration and/or partial exchange transfusion for symptomatic polycythemia or hematocrit values &gt;75%</li>\n\t<li>Phototherapy for hyperbilirubinemia</li>\n</ul>\n<h2>Electrolyte abnormalities</h2><br><br><p><strong>Pathophysiology</strong></p><br><br><p>Hypocalcemia and hypomagnesemia are common electrolyte abnormalities in IDM.&nbsp; Elevated blood glucose levels lead to osmotic diuresis and maternal hypomagnesemia.&nbsp; This in turn, leads to low fetal magnesium concentrations, which cause parathyroid hormone suppression and low calcium levels in the neonate.</p><br><br><p><strong>Clinical presentation</strong></p><br><br><p>Symptoms range from asymptomatic to jitteriness, respiratory symptoms (eg, apnea, stridor from laryngospasm, wheezing from bronchospasm), and, if severe, seizures.</p><br><br><p><strong>Management</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Routine electrolyte screening not recommended other than in infants with signs and symptoms</li>\n\t<li>Correction of magnesium and then calcium levels</li>\n</ul>\n<h2>Transient hypertrophic cardiomyopathy</h2><br><br><p><strong>Pathophysiology</strong></p><br><br><p>Infants of mothers with gestational diabetes are at risk of developing a transient form of hypertrophic cardiomyopathy.&nbsp; Exposure to excess glucose in utero leads to fetal hyperglycemia, hyperinsulinemia, and increased fat and glycogen deposition that is prominent within interventricular septum cardiomyocytes, causing hypertrophic cardiomyopathy.</p><br><br><p><strong>Clinical presentation</strong></p><br><br><p>Most affected infants are asymptomatic, with some developing heart failure due to severe left ventricular outflow tract (LVOT) obstruction (eg, respiratory distress, hypotension, systolic ejection murmur).&nbsp; Echocardiography is marked thickening of the interventricular septum, whereas the free wall is spared.</p><br><br><p><strong>Management</strong></p><br><br><p>The condition is managed with supportive care as it resolves and as the fetal insulin concentrations decrease.&nbsp; Imaging findings reverse within 6-12 weeks.</p>\n<h2>Neonatal respiratory distress syndrome</h2><br><br><p><strong>Pathophysiology</strong></p><br><br><p>IDM are at increased risk of delayed fetal lung maturation and decreased surfactant production, even when infants are born at term.&nbsp; Respiratory distress is most commonly seen in premature infants, but this can occur in term IDM because maternal hyperglycemia and fetal hyperinsulinemia appear to impair or delay surfactant synthesis, leading to neonatal respiratory distress syndrome.</p><br><br><p><strong>Clinical presentation</strong></p><br><br><p>Symptoms include tachypnea, grunting, nasal flaring, and, if severe, cyanosis.</p><br><br><p><strong>Management</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chest radiograph, often showing diffuse ground-glass appearance with air bronchograms</li>\n\t<li>Arterial and venous blood gas to ensure appropriate respiratory support</li>\n\t<li>Supportive care with supplemental oxygen (eg, continuous positive airway pressure, intubation), and, in severe cases, surfactant administration</li>\n</ul><br><br><p><strong>Prevention</strong></p><br><br><p>Diabetic fetopathy can be prevented by adhering to target blood glucose levels during pregnancy (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81038.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Summary </h1><br><br><p>Infants of diabetic mothers (IDM) are those born to mothers with diabetes, whether gestational diabetes mellitus (GDM) or preexisting diabetes (type 1 or type 2).&nbsp; Maternal hyperglycemia is the primary cause of complications during pregnancy; therefore, tight glycemic control can prevent early and late complications of diabetes.</p>\n</div>\n\n            "
}