{
  "meta": {
    "title": "Macrovascular and microvascular complications of diabetes",
    "url": "https://brainandscalpel.vercel.app/macrovascular-and-microvascular-complications-of-diabetes-5b375a26-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:47.765Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>This article reviews the major complications associated with diabetes mellitus (DM).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Macrovascular complications affect larger blood vessels and include atherosclerotic diseases, including coronary artery disease, cerebrovascular disease, and peripheral artery disease.&nbsp; These complications are driven by accelerated atherosclerosis, plaque formation, and vascular occlusion, as well as effects of comorbid risk factors such as hypertension, dyslipidemia, and obesity.</li>\n\t<li>Microvascular complications involve damage to small blood vessels (ie, microangiopathic damage), including diabetic retinopathy, nephropathy, and neuropathy.&nbsp; These complications are driven by chronic hyperglycemia-induced endothelial dysfunction.</li>\n</ul><br><br><p>This article will discuss:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Common pathophysiologic pathways underlying both macrovascular and microvascular complications</li>\n\t<li>Common risk factors, centered on the duration and severity of hyperglycemia (and, in type 2 DM [T2DM], insulin resistance) along with compounding lifestyle factors (eg, smoking, diet, exercise)</li>\n\t<li>General prevention and management principles, including optimization of glycemic control and risk factor modification with behavioral counseling and pharmacologic therapy</li>\n\t<li>An overview of DM-related complications</li>\n</ul><br><br><p>Details of microvascular complications are discussed in separate articles.</p>\n<h1>Pathophysiology</h1><br><br><p>Chronic hyperglycemia (and, in the case of T2DM, insulin resistance) drives chronic metabolic inflammation, which is further compounded by other independent risk factors (eg, hypertension, hyperlipidemia, and obesity) that are commonly found in patients with DM.&nbsp; This hyperglycemia-induced metabolic inflammation manifests with the following pathophysiologic effects:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Advanced glycation end-products</strong> (AGEs):&nbsp; Glucose can nonenzymatically attach to proteins and lipids, forming reversible glycation products that slowly stabilize into irreversible products.&nbsp; Under hyperglycemic conditions, AGEs accumulate and facilitate the deposition of LDL in blood vessel walls, basement membrane and matrix protein changes, and inflammatory cell (eg, macrophage) invasion that causes atherosclerosis and microangiopathic complications.</li>\n\t<li><strong>Polyol pathway overactivity</strong>:&nbsp; The enzyme aldose reductase converts glucose to sorbitol, which is then oxidized to fructose by the enzyme sorbitol dehydrogenase.&nbsp; With hyperglycemia, the activity of aldose reductase is increased.&nbsp; The formation of sorbitol occurs faster than its metabolism to fructose, resulting in sorbitol accumulation.&nbsp; This effect is especially pronounced in tissues with low sorbitol dehydrogenase activity, including the retinas, lenses, kidneys, and nerves.&nbsp; Sorbitol increases the osmotic pressure in tissues and stimulates the influx of water, leading to osmotic cellular injury; it also depletes the neuronal activity of myoinositol.</li>\n\t<li><strong>Oxidative stress</strong>:&nbsp; Chronic hyperglycemia is associated with the formation of reactive oxygen species (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28502.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), which directly cause DNA damage and may also reduce the bioavailability of nitric oxide (a vasodilator), leading to endothelial dysfunction and promoting inflammation and thrombosis.</li>\n\t<li><strong>Vascular smooth muscle effects</strong>:&nbsp; Excess glucose leads to increased levels of diacylglycerol, leading to vascular stiffness (decreased smooth muscle contractility) and endothelial dysfunction.</li>\n</ul><br><br><p>In addition to these factors, genetic predisposition also may play a role in influencing the susceptibility of organ systems to hyperglycemia.</p>\n<h1>Risk factors</h1><br><br><p>The risk of developing macrovascular and microvascular complications is strongly related to:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Duration of hyperglycemia</li>\n\t<li>Severity of hyperglycemia</li>\n</ul><br><br><p>Patients with type 1 DM (T1DM) may be more susceptible to chronic hyperglycemia, experiencing complications at lower levels of hyperglycemia compared to T2DM.</p><br><br><p>Other contributing factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Effects of comorbid conditions commonly present in patients with DM, such as dyslipidemia, hypertension, and obesity</li>\n\t<li>Suboptimal lifestyle behaviors (eg, smoking, physical inactivity, diet high in processed foods)</li>\n\t<li>Access to high-quality, culturally responsive health care, which enables regular screening and optimization of blood glucose</li>\n</ul><br><br><p>Pervasive health disparities characterize the epidemiologic distribution of DM complications, manifesting with marked differences in prevalence, incidence, and severity of DM complications by ethnicity and income level.&nbsp; These differences are largely rooted in social determinants of health at the community level, which influence access to healthy food and safe exercise venues, educational attainment, and income potential.&nbsp; Another contributing factor is systematic differences in the provision of high-quality preventive health care to minority and low-income groups, which disproportionately undermines the care of diverse populations.</p>\n<h1>Prevention</h1><br><br><p>The prevention of DM-associated complications in the health care setting is achieved by regular screening, optimizing glycemic control (as measured by hemoglobin A1c [HbA1c]), and treating other comorbid conditions (eg, hypertension) using a combination of lifestyle counseling and directed pharmacotherapy (for primary and secondary prevention).&nbsp; Furthermore, to reduce DM incidence and disparities, quality improvement and systems-based initiatives are necessary to ensure that evidence-based care is delivered equitably and consistently to all populations.</p>\n<h2>Screening</h2><br><br><p>Routine screening for DM complications should be initiated at the time of diagnosis for patients with T2DM (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/53231.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) because patients often have years of chronic, asymptomatic hyperglycemia before formal diagnosis.&nbsp; Patients with T1DM (who typically have an abrupt, symptomatic onset of hyperglycemia) should begin screening within 5 years after diagnosis.&nbsp; Screening for specific complications is discussed further in the relevant sections below.<p></p>\n<h2>Optimizing glycemic control</h2><br><br><p>The target HbA1c and choice of antihyperglycemic medication should be tailored to the patient's risk factors and comorbidities.&nbsp; Acceptable targets include &lt;7% (for most nonelderly patients) or a range between 7%-8% for elderly patients with multiple comorbidities in whom the risk for drug-associated hyperglycemia and adverse effects is high.&nbsp; The benefit of more intensive (strict) glycemic control (eg, HbA1c 6%-7%) is nuanced (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35298.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>T2DM</strong>:&nbsp; Compared to more liberal targets, targeting HbA1c between 6%-7% with insulin or oral medication (eg, sulfonylurea) may achieve some added preventive benefits for microvascular complications (eg, retinopathy) but is not associated with consistent protective effects on macrovascular outcomes (especially in patients with long-standing DM).&nbsp; It is not recommended due to an increased risk for hypoglycemia and possibly mortality.</li>\n\t<li><strong>T1DM</strong>:&nbsp; A sustained period of strict control with insulin (eg, for ~7 years) may have benefits in preventing and slowing the progression of multiple macrovascular and microvascular complications, as well as mortality.&nbsp; However, risks include increased incidence of hypoglycemia and weight gain.&nbsp; A period of strict glycemic control may be most appropriate to initiate early in the disease (in otherwise healthy patients), with close attention to balancing risks.</li>\n</ul>\n<h2>Addressing comorbid conditions and risk factors</h2><br><br><p>For all DM-related complications, optimization of blood pressure, weight, lipids, and lifestyle, as well as interventions for smoking cessation and addressing alcohol use disorder, should be initiated.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lifestyle</strong>:&nbsp; Lifestyle modification reduces the risk for DM complications and comorbid chronic conditions.&nbsp; Lifestyle counseling, offered through a structured DM self-management program that addresses goal-setting, self-monitoring, and problem-solving, is therefore a cornerstone for all patients with DM.&nbsp; Optimal lifestyle practices include dietary changes (increased fiber, fruit, and vegetable consumption; avoidance of processed foods), exercise (&gt;150 min/week of cardiovascular activity, 2-3 days per week of resistance training), and ensuring adequate sleep and mental health hygiene.</li>\n\t<li><strong>Blood pressure</strong>:&nbsp; Control of hypertension also reduces macrovascular and microvascular complications; goal blood pressure for most patients is &lt;140/90 mm Hg, although stricter targets (&lt;130/80 mm Hg) can be considered in patients with multiple risk factors if adverse effects can be minimized.</li>\n\t<li><strong>Lipids</strong>:&nbsp; Statins are associated with benefits for both primary and secondary prevention of cardiovascular disease.&nbsp; Most patients &gt;40 years of age with DM should be taking either a moderate- or a high-intensity statin (depending on the presence of additional cardiovascular risk factors and 10-year risk for atherosclerotic cardiovascular disease [ASCVD]).&nbsp; Aspirin can be considered for secondary prevention of macrovascular complications (eg, in patients with known coronary artery disease) when the bleeding risk is small but is not routinely recommended as primary prevention for cardiovascular disease in patients with DM.</li>\n\t<li><strong>Obesity</strong>:&nbsp; Patients with T2DM and obesity should be assisted in achieving a minimum weight loss of 5%-10% of initial body weight using lifestyle modification and antihyperglycemic medications with weight-loss benefits (see table).&nbsp; For patients with DM and severe obesity (eg, 40 kg/m<font size=\"2\"><sup>2</sup></font> ) or BMI ≥35 kg/m<font size=\"2\"><sup>2</sup></font> with additional obesity-related comorbidities (eg, nonalcoholic fatty liver disease/metabolic &nbsp;dysfunction–associated steatotic liver disease, persistent hyperglycemia, obstructive sleep apnea), bariatric surgery should be considered.</li>\n</ul>\n<h2>Directed pharmacotherapy</h2><br><br><p>Pharmacotherapy for DM-related complications is discussed in their respective sections.&nbsp; When possible, antihyperglycemic drugs should be selected with attention to patient comorbidities and the presence of complications (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119899.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>In addition to these patient-specific factors, systems-based quality interventions are essential in preventing DM complications at a population level and building health equity.&nbsp; Systems-based interventions should include community-based efforts; address deficiencies in the provision of culturally responsive, high-quality care to diverse patient groups; promote trust and shared decision-making with patients; and address factors such as provider implicit bias (eg, stereotyping).</p>\n<h1>Macrovascular disease</h1><br><br><p>Macrovascular complications include atherosclerotic diseases, including coronary artery disease (CAD), cerebrovascular disease, and peripheral artery disease (PAD).</p>\n<h2>CAD</h2><br><br><p>CAD manifests with chest pain (angina pectoris), shortness of breath, myocardial infarction, and heart failure (eg, edema, orthopnea, jugular venous distention, decreased exercise tolerance).&nbsp; Patients with DM are at increased risk of more diffuse atherosclerosis, and atypical or silent myocardial infarction (due to concomitant autonomic neuropathy).</p>\n<h2>Cerebrovascular disease (stroke)</h2><br><br><p>Cerebrovascular disease (eg, stroke) manifests with sudden onset of weakness, facial droop, difficulty speaking, and hemiparesis.&nbsp; Patients with DM have a higher risk for stroke recurrence and diffuse carotid artery disease.</p>\n<h2>PAD</h2><br><br><p>PAD manifests with intermittent claudication (typically in lower extremities; cramping and pain in muscles during exercise relieved by rest; pain with rest in more severe cases), nonhealing limb ulcers, diminished or absent pulses, and bluish discoloration of the lower legs.</p>\n<h2>Prevention</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Screening:</strong>&nbsp; regular assessment of cardiovascular risk factors and 10-year ASCVD), assessment of ankle-brachial index (screening for PAD)&nbsp; in patients &gt;50 with DM, or any patient with known microvascular complications, foot complications, or smoking history.</li>\n\t<li><strong>Directed pharmacotherapy:</strong>&nbsp; For patients with T2DM, specific antihyperglycemic drugs with protective effects on ASCVD:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Metformin</strong>, which is associated with improved mortality and reduction in ASCVD-related events, and is typically the first-line pharmacologic agent for optimizing glycemic control.</li>\n\t\t<li><strong>Glycoprotein-1 receptor agonists</strong>, which are associated with a reduction in mortality and ASCVD-related events, primarily in patients with a high baseline ASCVD risk (even if HbA1c reduction is modest)</li>\n\t\t<li><strong>Sodium-glucose cotransporter-2 inhibitors</strong>, which demonstrate protective effects on mortality and ASCVD-related outcomes in high-risk patients, with the added benefit of reductions in the number of hospitalizations related to heart failure.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Oral antihyperglycemic agents are not typically recommended as adjunct management to insulin in&nbsp; T1DM.&nbsp; Pharmacology of antihyperglycemic drugs is discussed in more detail in a separate article.</p>\n<h1>Microvascular disease</h1><br><br><p>Microvascular (microangiopathic) complications include those related to the eye, kidney, and nervous system (eg, peripheral, autonomic).</p>\n<h2>Diabetic eye complications</h2><br><br><p>Common eye complications seen in DM include diabetic retinopathy (DR) (proliferative and nonproliferative), macular edema, and acute and subacute changes in vision due to osmotic lens changes.&nbsp; Cataracts and glaucoma are also seen with increased frequency in DM.&nbsp; DR (especially proliferative DR) and diabetic nephropathy share a similar pathophysiologic pathway; the presence of one of these conditions predicts the development of the other.</p>\n<h2>Diabetic nephropathy</h2><br><br><p>Diabetic nephropathy is characterized by irreversible injury to the glomerular basement membrane and surrounding structures due to metabolic by-products (eg, AGE products, reactive oxygen species) associated with chronically elevated blood glucose and worsened by excessive intraglomerular pressures.&nbsp; It is diagnosed in the presence of chronic decreased glomerular filtration rate (ie, &lt;60 mL/min/1.73 m<font size=\"2\"><sup>2</sup></font>) or persistent albuminuria, measured using the urine albumin/creatinine ratio (UACR) (ie, ratio of urine albumin [in milligrams] to urine creatinine [in grams]).&nbsp; UACR serves as a sensitive screening test.</p>\n<h2>Diabetic neuropathy</h2><br><br><p>Diabetic neuropathy is the most common cause of neuropathy; similar to other DM-related complications, the risk for diabetic neuropathy is strongly influenced by the degree of glycemic control and duration of DM.&nbsp; Several subtypes of diabetic neuropathy exist.&nbsp; The most common subtype is distal symmetric polyneuropathy; other types include autonomic neuropathy (eg, gastroparesis, bladder dysfunction, diarrhea), mononeuropathies affecting cranial and peripheral nerves, and mononeuropathy multiplex (affecting multiple peripheral nerves asymmetrically).</p><br><br><p>These microvascular complications are discussed in separate articles.</p>\n<h1>Summary</h1><br><br><p>Diabetes mellitus is associated with macrovascular (atherosclerosis affecting larger blood vessels) and microvascular (microangiopathic damage to small blood vessels affecting nerves, the eyes, and kidneys) complications.&nbsp; These complications share common pathophysiologic mechanisms (eg, advanced glycation end-products, oxidative stress) that stem from hyperglycemia-induced chronic metabolic inflammation.&nbsp; Manifestations of DM-related complications can affect virtually every organ system and lead to significant disability and impairment in quality of life.</p><br><br><p>The risk for DM complications is driven primarily by duration and degree of hyperglycemia, modifiable behaviors (eg, smoking, activity level, diet), and effects of other comorbid conditions (eg, hypertension, obesity).&nbsp; Differences in social determinants of health (eg, community-level factors influencing behaviors) and access to high-quality health care represent major population risk factors that perpetuate health disparities in severity and incidence of complications across diverse and vulnerable populations.</p><br><br><p>At the individual patient level, prevention entails controlling blood glucose, using patient-centered strategies to optimize lifestyle behaviors and comorbid conditions, and conducting regular screening.&nbsp; Along with symptom management, specific antihyperglycemic drugs should be initiated early in the course of the disease in patients with risk factors to minimize the risk for organ-specific secondary complications (eg, glycoprotein-1 receptor agonists for cardiovascular disease).&nbsp; At the population level, system-based initiatives should ensure that high-quality health care is available to diverse populations to address preventable health disparities.</p>\n</div>\n\n            "
}