{
  "meta": {
    "title": "Osteoporosis management",
    "url": "https://brainandscalpel.vercel.app/osteoporosis-management-91f81099-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:54.300Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Osteoporosis is characterized by decreased bone mineral density (BMD) and is associated with increased bone fragility and susceptibility to fractures.&nbsp; It is often asymptomatic until a fracture (typically involving the hip, vertebrae, or wrist) occurs, but it is frequently detected by screening.&nbsp; Osteoporosis is most common in postmenopausal women, but it also occurs in premenopausal women and in men.&nbsp; Treatment is indicated for most patients with osteoporosis and can include both pharmacologic and nonpharmacologic measures.</p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of osteoporosis is based primarily on BMD assessment using <strong>dual-energy x-ray absorptiometry (DXA)</strong>.&nbsp; DXA measures 2-dimensional density (in g/cm<font size=\"2\"><sup>2</sup></font>); the result is reported as a T-score, which is the standard deviations above/below the mean for a healthy young adult at peak bone density.&nbsp; Diagnostic criteria are as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Osteoporosis</strong>:&nbsp; T-score ≤−2.5.</li>\n\t<li><strong>Osteopenia</strong>:&nbsp; T-score between −1.0 and −2.5.</li>\n</ul><br><br><p>DXA reports also usually include a Z-score, which compares the measured density with age- and sex-matched norms.&nbsp; A disproportionately low Z-score often suggests a secondary cause of osteoporosis, and it can help identify abnormal bone loss in men and premenopausal women who have a T-score in the normal range.</p><br><br><p>In patients with a low-trauma fracture (eg, hip or vertebral fracture), osteoporosis can be diagnosed without a BMD test.&nbsp; However, DXA is still useful for following the response to treatment and course over time.</p>\n<h1>Treatment overview</h1><br><br><p>Treatment of osteoporosis includes both pharmacologic and nonpharmacologic measures.&nbsp; Pharmacologic therapy is indicated for most patients with osteoporosis (ie, T-score ≤−2.5 or confirmed fragility fracture) and for those with osteopenia who have increased fracture risk (eg, calculated 10-year risk for hip fracture ≥3% or combined major fracture risk ≥20%).&nbsp; Fracture risk can be assessed using standardized clinical tools, such as the FRAX risk calculator (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32189.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ); this tool estimates the 10-year risk for fracture in individuals age 40-90, taking into account clinical risk factors and, optionally, BMD at the femoral neck.<p></p>\n<h1>Nonpharmacologic interventions</h1><br><br><p>All patients with osteoporosis should engage in regular weight-bearing (eg, walking) and muscle-strengthening exercise to maintain bone density and reduce susceptibility to falls.&nbsp; Additional exercises for improving balance and flexibility may be useful for mitigating fall risk.&nbsp; Diet should be oriented to maintain adequate calcium (eg, 1,200 mg/day) and vitamin D (eg, 800 IU/day) intake.&nbsp; Calcium and vitamin D supplements are not always needed but are recommended for patients who are unable to achieve adequate intake through diet alone.</p>\n<h1>Pharmacologic treatment</h1><br><br><p>Bisphosphonates (eg, alendronate) are widely used and are the preferred first-line medication for most patients.&nbsp; Other options that may be appropriate in certain patients include Receptor Activator of Nuclear factor kappa-Β (RANK) ligand inhibitors (eg, denosumab), selective estrogen receptor modulators (eg, raloxifene), hormone replacement therapy, and anabolic agents (eg, teriparatide).</p>\n<h2>Bisphosphonates</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mechanism of action</strong>:&nbsp; Bisphosphonates have a chemical structure similar to that of pyrophosphate and attach to hydroxyapatite binding sites on bone surfaces, preferentially in areas of increased bone turnover.&nbsp; They inhibit osteoclast-mediated bone resorption by the following mechanisms:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Reduced adherence of osteoclasts to the bone surface.</li>\n\t\t<li>Decreased osteoclast acid production.</li>\n\t\t<li>Increased osteoclast apoptosis.</li>\n\t\t<li>Decreased development and recruitment of osteoclast precursor cells.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Indications</strong>:&nbsp; First-line therapy for most patients, particularly men and postmenopausal women:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Alendronate (oral, weekly) and risedronate (oral, weekly or monthly) are commonly used.</li>\n\t\t<li>Zoledronic acid (intravenous, yearly) is an option for patients unable to tolerate oral bisphosphonates and patients for whom reduced medication adherence is a concern.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Special considerations</strong>:&nbsp; Oral agents have low bioavailability, especially if taken with food.&nbsp; They must be taken whole on an empty stomach, 30-60 minutes before food or other medications.&nbsp; They should be used cautiously in individuals with gastrointestinal intolerance or significant renal impairment (creatinine clearance &lt;30-35 mL/min).&nbsp; Potential complications of long-term use include osteonecrosis of the jaw (mandible or maxilla) and atypical bone fractures (eg, stress fractures of the subtrochanteric zone and femoral shaft); the risk for atypical fractures may be mitigated by limiting use to ≤5 years.&nbsp; Because bisphosphonates limit the mobilization of calcium from bones, patients should maintain an adequate intake of calcium and vitamin D to avoid hypocalcemia.&nbsp; Intravenous bisphosphonates are commonly associated with a brief flu-like syndrome (eg, fever, fatigue, myalgia).</li>\n</ul>\n<h2>Denosumab</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mechanism of action</strong>:&nbsp; A monoclonal antibody that binds to RANK ligand, inhibiting the formation and activity of osteoclasts.</li>\n\t<li><strong>Indications</strong>:&nbsp; Suitable for men and postmenopausal women with a high fracture risk or for those who cannot tolerate bisphosphonates.&nbsp; Denosumab is also effective in patients with chronic kidney disease because it is not renally excreted.</li>\n\t<li><strong>Special considerations</strong>:&nbsp; Denosumab is administered subcutaneously every 6 months.&nbsp; Long-term use is associated with an increased risk for vertebral fractures on discontinuation, so transitioning to another therapy after discontinuation is advised.</li>\n</ul>\n<h2>Selective estrogen receptor modulators</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mechanism of action</strong>:&nbsp; Selective estrogen receptor modulators (eg, tamoxifen, raloxifene) are nonsteroidal compounds that bind estrogen receptors and exhibit antagonist or agonist properties in a tissue-specific manner as follows:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Bone:&nbsp; Raloxifene and tamoxifen have estrogen agonist activity on bone, which decreases bone resorption.</li>\n\t\t<li>Breast tissue:&nbsp; Raloxifene and tamoxifen have estrogen antagonist activity on breast tissue and decrease the risk for breast cancer.</li>\n\t\t<li>Uterus:&nbsp; Raloxifene acts as an estrogen antagonist in the uterus (no effect on endometrial cancer risk), whereas tamoxifen acts as an agonist and increases the risk for endometrial hyperplasia and cancer.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Indications</strong>:&nbsp; Tamoxifen is somewhat more effective than raloxifene for preventing invasive breast cancer and is frequently used in the treatment of estrogen-receptor–positive breast cancer.&nbsp; However, tamoxifen's agonist activity on the uterus significantly increases the risk for endometrial cancer; therefore, raloxifene is more appropriate for routine use to prevent osteoporosis.&nbsp; Raloxifene reduces the risk for vertebral fracture but not for nonvertebral (eg, hip) fracture.</li>\n\t<li><strong>Special considerations</strong>:&nbsp; Increased risk for venous thromboembolism and hot flashes.</li>\n</ul>\n<h2>Hormone replacement therapy</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mechanism of action</strong>:&nbsp; Estrogen or estrogen-progestin therapy reduces bone resorption by osteoclasts.</li>\n\t<li><strong>Indications</strong>:&nbsp; Hormone replacement therapy is effective for preventing bone loss in postmenopausal women, but because of the increased risk for cardiovascular events, breast cancer, and thromboembolism, it is not first-line treatment for most patients.&nbsp; It may be considered in younger postmenopausal women with severe menopausal symptoms who are at risk for osteoporosis.</li>\n\t<li><strong>Special considerations</strong>:&nbsp; Should be prescribed at the lowest effective dose for the shortest duration possible.</li>\n</ul>\n<h2>Anabolic agents</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Teriparatide (parathyroid hormone 1-34)</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Mechanism of action</strong>:&nbsp; A recombinant form of parathyroid hormone that stimulates bone formation by increasing osteoblast activity.</li>\n\t\t<li><strong>Indications</strong>:&nbsp; Recommended for patients with severe osteoporosis (T-score &lt;−3.0) or for those with multiple fractures.&nbsp; It is also used in patients who cannot tolerate first-line antiresorptive therapy or for whom osteoporosis progresses despite treatment.</li>\n\t\t<li><strong>Special considerations</strong>:&nbsp; Daily subcutaneous injections for up to 2 years.&nbsp; After discontinuation, patients should be transitioned to antiresorptive therapy (eg, bisphosphonates) to maintain gained bone density.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Abaloparatide</strong>:&nbsp; Similar to teriparatide, it stimulates bone formation.&nbsp; It has similar indications and is given as daily subcutaneous injections.</li>\n</ul>\n<h2>Romosozumab</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mechanism of action</strong>:&nbsp; A monoclonal antibody that inhibits sclerostin (a glycoprotein produced by osteocytes that suppresses osteoblast bone formation), leading to both increased bone formation and decreased bone resorption.</li>\n\t<li><strong>Indications</strong>:&nbsp; Postmenopausal women with severe osteoporosis, particularly when other treatments have failed or are not tolerated; administered as monthly subcutaneous injections for 12 months.</li>\n\t<li><strong>Special considerations</strong>:&nbsp; Contraindicated in patients with a history of myocardial infarction or stroke.</li>\n</ul>\n<h2>Nasal calcitonin</h2><br><br><p>Nasal calcitonin is not routinely used for chronic management of osteoporosis due to modest efficacy and possible increased risk for certain malignancies (eg, hepatocellular carcinoma).&nbsp; However, it can be used to provide short-term pain relief following a vertebral compression fracture.</p>\n<h2>Thiazide diuretics</h2><br><br><p>Thiazide diuretics (eg, hydrochlorothiazide, chlorthalidone) reduce renal calcium excretion and likely provide a small reduction in osteoporosis risk.&nbsp; They are often considered for patients with hypertension who have an increased risk for osteoporosis (eg, postmenopausal women).</p>\n<h1>Monitoring response to therapy</h1><br><br><p>Periodic reassessment with DXA is indicated to monitor response to antiresorptive therapy.&nbsp; Typical intervals include 1-2 years following initiation of therapy and again a few years later.&nbsp; Shorter intervals may be inadequate to detect changes outside the margin of error of the test but may be appropriate for patients with rapid bone loss (eg, chronic glucocorticoid therapy).&nbsp; A significant fall in T-score or a new fragility fracture should prompt consideration of a change in therapy.</p>\n<h1>Summary</h1><br><br><p>Osteoporosis is a common disease that is typically asymptomatic until it presents with fractures.&nbsp; Identifying at-risk individuals and using nonpharmacologic and pharmacologic interventions are the keys to managing the disease.&nbsp; Early diagnosis, appropriate use of diagnostic tools such as dual-energy x-ray absorptiometry, and treatment with bisphosphonates or other agents can slow disease progression and improve outcomes.</p>\n</div>\n\n            "
}