{
  "meta": {
    "title": "Osteoporosis",
    "url": "https://brainandscalpel.vercel.app/osteoporosis-a9547b83-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:51.438Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Osteoporosis is characterized by decreased bone mineral density (BMD), increased bone fragility, and susceptibility to fractures.&nbsp; It is most common in postmenopausal women but also occurs in premenopausal women and in men.&nbsp; Osteoporosis is often asymptomatic until the patient experiences a fracture, typically involving the hip, vertebrae, or wrist.&nbsp; However, screening can identify patients who may benefit from treatment before a fracture occurs, particularly in postmenopausal women.</p>\n<h1>Pathophysiology</h1><h2>Bone remodeling</h2><br><br><p>Bone remodeling involves a balance between bone resorption by osteoclasts and bone formation by osteoblasts (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39865.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Osteoclast differentiation and bone-resorptive activity are promoted by the receptor activator of nuclear factor kappa B (RANK)/RANK-ligand and inhibited by osteoprotegerin, which acts as a decoy receptor.&nbsp; Estrogen maintains bone mass in premenopausal women (and men via conversion from androgens) by suppressing expression of RANK on osteoclast precursors and inducing production of osteoprotegerin by osteoblasts.&nbsp; The net effect is prolonged survival of osteoblasts, reduced differentiation and survival of osteoclasts, and reduced bone turnover (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24977.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; In osteoporosis, this balance is disrupted, favoring resorption over formation.<p></p>\n<h2>Postmenopausal osteoporosis</h2><br><br><p>Following menopause, the decline in estrogen levels leads to accelerated bone loss and an increased risk for osteoporosis.&nbsp; Additional age-related factors, such as reduced calcium absorption and decreased osteoblast activity, further contribute.&nbsp; Early postmenopausal osteoporosis primarily involves cancellous bone, which is especially important for maintaining the integrity of the vertebral column.&nbsp; Therefore, vertebral compression fractures are the most common early manifestation of osteoporosis.&nbsp; With advancing age, the cortical bone (compact bone) that makes up the shafts of long bones and outer envelopes of all bones becomes more involved, leading to an increased risk for hip fracture.</p>\n<h2>Secondary osteoporosis </h2><br><br><p>In some patients, metabolic disorders (eg, hypercortisolism, hyperthyroidism) or certain pharmacologic agents (eg, systemic glucocorticoids) can disrupt calcium homeostasis and amplify bone loss.&nbsp; These are classified as secondary causes of osteoporosis.&nbsp; Major secondary causes include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Glucocorticoid-induced osteoporosis</strong>:&nbsp; In contrast to estrogen, glucocorticoids cause increased bone loss (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64220.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), often greater in the spine than in the hip.&nbsp; Glucocorticoids accelerate the development of osteoporosis by the following mechanisms:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Decreased osteoblast effect:&nbsp; Glucocorticoids inhibit the proliferation and differentiation of osteoblast precursor cells and induce apoptosis in mature osteoblasts.</li>\n\t\t<li>Increased osteoclast effect:&nbsp; Glucocorticoids increase the expression of RANK and RANK-ligand and decrease the expression of osteoprotegrin, leading to increased bone resorption.</li>\n\t\t<li>Calcium depletion:&nbsp; Glucocorticoids suppress intestinal calcium absorption and renal calcium reabsorption, requiring increased release of calcium from bone to maintain circulating calcium levels.</li>\n\t</ul>\n\t</li>\n\t<li type=\"none\">\n\t<p>Both endogenous (eg, Cushing disease) and exogenous (eg, long-term glucocorticoid therapy) glucocorticoids are associated with increased risk for osteoporosis.</p>\n\t</li>\n\t<li><strong>Endocrine disorders</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Hyperthyroidism:&nbsp; Causes accelerated bone turnover due to increased osteoclast differentiation and activation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64189.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                )</li>\n\t\t<li>Hyperparathyroidism:&nbsp; Causes increased bone resorption leading to hypercalcemia.&nbsp; Although urinary calcium reabsorption is also increased, the greater filtered calcium load results in hypercalciuria and net calcium wasting.&nbsp; It often causes greater bone loss in the forearm and hip relative to the spine.</li>\n\t\t<li>Hypogonadism:&nbsp; In either sex, hypogonadism can cause osteoporosis due to decreased estrogenic effect.&nbsp; It is often seen following oophorectomy/orchiectomy.</li>\n\t\t<li>Functional hypothalamic amenorrhea:&nbsp; Chronic energy deficits (eg, anorexia nervosa, excessive athletic training) can suppress GnRH secretion, leading to amenorrhea and a hypoestrogenic state (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24459.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; It is a common cause of osteoporosis in premenopausal women.</li>\n\t\t<li>Hyperprolactinemia:&nbsp; Suppresses GnRH release, leading to reduced estrogen production</li>\n\t\t<li>Diabetes mellitus:&nbsp; Increases fracture risk.&nbsp; The mechanism is uncertain but may relate to altered microcirculation in bone.&nbsp; Bone density correlates poorly with fracture risk in patients with diabetes.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Nonglucocorticoid medications</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Anticonvulsants (eg, phenytoin, carbamazepine):&nbsp; Induce cytochrome P450 enzymes, leading to increased catabolism of vitamin D.</li>\n\t\t<li>Proton pump inhibitors:&nbsp; Decrease intestinal calcium absorption.</li>\n\t\t<li>GnRH analogs (eg, leuprolide):&nbsp; Suppress FSH and LH secretion, leading to decreased estrogen and testosterone production.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Gastrointestinal disorders</strong>:&nbsp; Celiac disease, Crohn disease, and other malabsorptive conditions (due to decreased calcium and vitamin D absorption); chronic liver disease</li>\n\t<li><strong>Chronic kidney disease</strong>:&nbsp; Impaired calcium-phosphate balance and secondary hyperparathyroidism</li>\n\t<li><strong>Hematologic disorders</strong>:&nbsp; Multiple myeloma and other malignancies can cause abnormal bone remodeling and a hypermetabolic state that increases bone turnover</li>\n</ul>\n<h1>Risk factors</h1><br><br><p>Bone density is determined by peak bone mass in early adulthood and the subsequent rate of bone loss with age.&nbsp; Major osteoporosis risk factors include the following:&nbsp; age &gt;50, female sex (lower peak bone mass and postmenopausal estrogen loss), Asian or white ethnicity (possibly due to lower peak bone mass), low BMI, and certain lifestyle factors (eg, smoking, excessive alcohol consumption, sedentary lifestyle, low calcium intake).</p>\n<h1>Pathology</h1><br><br><p>Histologically, osteoporotic bone shows a decrease in trabecular thickness and number (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6536.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; In severe cases, bone surfaces can become smooth and eroded.&nbsp; The imbalance in bone turnover, with excessive resorption and insufficient formation, results in fragile bones that are less able to withstand stress.<p></p>\n<h1>Clinical presentation</h1><br><br><p>Osteoporosis is often clinically silent until a fracture occurs.&nbsp; Fractures may result from minimal trauma (eg, fall from standing height).&nbsp; Healing of osteoporotic fractures is typically delayed due to reduced osteoblastic activity and poor bone quality.</p><br><br><p>Thoracic and lumbar vertebral compression fractures are a common initial event and may present with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute back pain</li>\n\t<li>Height loss</li>\n\t<li>Kyphosis (dowager hump), often associated with multilevel fracture (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21024.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                )</li>\n</ul><br><br><p>Other common sites for osteoporotic fracture include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hip/femoral neck</li>\n\t<li>Distal radius (Colles fracture)</li>\n\t<li>Proximal humerus</li>\n</ul><br><br><p>Less common sites for osteoporotic fracture include the distal humerus and femur, pelvis, sacrum, and ankle.</p><br><br><p>Chronic complications of osteoporotic fracture include reduced mobility, decreased quality of life, and increased functional dependence.&nbsp; Vertebral fractures can lead to chronic pain, spinal deformity, and respiratory compromise.&nbsp; Abnormal loading on facet joints can lead to accelerated degenerative arthritis.&nbsp; Hip fractures in particular can cause profound morbidity and loss of independent functioning.</p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of osteoporosis is primarily based on BMD assessment using dual-energy x-ray absorptiometry (DXA), which is the preferred screening test for osteoporosis.&nbsp; DXA uses scattering of x-ray by bone to measure 2-dimensional density (in g/cm<font size=\"2\"><sup>2</sup></font>).&nbsp; The result is reported as a T-score, which is the standard deviations above/below the mean for a healthy young adult at peak bone density.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Osteoporosis</strong>:&nbsp; T-score ≤ -2.5</li>\n\t<li><strong>Osteopenia</strong>:&nbsp; T-score between -1.0 and -2.5</li>\n</ul><br><br><p>DXA reports also usually include a Z-score, which compares the measured density with age- and sex-matched norms.&nbsp; Z-score is not used in diagnosis of osteoporosis, but a disproportionately low Z-score often suggests a secondary cause of osteoporosis.&nbsp; A low Z-score also can identify abnormal bone loss in men and premenopausal women who have a T-score in the normal range.</p><br><br><p>In patients with a low-trauma fracture (eg, hip or vertebral fracture), osteoporosis can be diagnosed without a BMD test.&nbsp; However, DXA is still useful to follow the response to treatment and course over time.</p><br><br><p>DXA is typically performed at both the lumbar spine and hip, well-validated locations associated with significant morbidity from osteoporotic fracture.&nbsp; Results at these locations may vary slightly; however, significant discordance can occur due to the following factors:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Discordantly high density can be due to degenerative osteophytes or syndesmophytes, osteoblastic metastasis, compression fracture, Paget disease, aortic calcification, or calcium tablets in the overlying intestine.</li>\n\t<li>Discordantly low density can be caused by osteolytic lesions or fibrous dysplasia.</li>\n</ul>\n<h1>Laboratory and imaging evaluation</h1><h2>Laboratory evaluation</h2><br><br><p>While DXA is the gold standard for diagnosing osteoporosis, additional tests may be indicated to rule out secondary causes, such as metabolic or endocrine disorders that disrupt bone metabolism (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35886.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Testing for secondary causes should be considered in the following situations:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Young adults with fractures</strong>:&nbsp; Low-trauma fracture occurring at age &lt;50</li>\n\t<li><strong>Unexpectedly severe osteoporosis</strong>:&nbsp; Significant bone loss that is disproportionate to age and other known risk factors (eg, low Z-score)</li>\n\t<li><strong>Recurrent or multiple fractures</strong>:&nbsp; Particularly when occurring with minimal trauma or involving atypical sites</li>\n\t<li><strong>Failure to respond to standard osteoporosis treatment</strong></li>\n\t<li><strong>Men with osteoporosis</strong>:&nbsp; Osteoporosis less common in men and testing for secondary causes is frequently indicated</li>\n</ul><br><br><p>Laboratory evaluation for secondary causes of osteoporosis is tailored to the individual patient and likely suspected causes.&nbsp; Common tests include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Serum calcium and 25-hydroxyvitamin D</li>\n\t<li>TSH (if abnormal, should be repeated with a serum free T4 level)</li>\n\t<li>Parathyroid hormone</li>\n\t<li>Testosterone:&nbsp; In men, particularly those with clinical features of hypogonadism</li>\n\t<li>Serum creatinine</li>\n</ul>\n<h2>Imaging</h2><br><br><p>Imaging of osteoporotic fractures is tailored to the involved site.&nbsp; Typical options include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>X-ray:&nbsp; Typically employed as an initial study for symptomatic fracture</li>\n\t<li>Vertebral fracture assessment:&nbsp; Uses visualization of the spine during DXA testing to reveal asymptomatic compression fractures.&nbsp; It has high sensitivity for moderate to severe compression fracture, but sensitivity for mild compression is less than with standard x-ray studies.</li>\n\t<li>CT or MRI:&nbsp; Occasionally used to evaluate complex fractures or differentiate between osteoporotic and metastatic bone lesions</li>\n</ul>\n<h2>Osteoporosis screening</h2><br><br><p>Screening for osteoporosis with DXA is indicated for the following patients:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Women age ≥65</li>\n\t<li>Women age &lt;65 with elevated risk for osteoporosis.&nbsp; Fracture risk can be assessed using standardized clinical tools, such as the FRAX risk calculator (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32189.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; This tool estimates the 10-year risk for fracture in individuals age 40–90, taking into account clinical risk factors and, optionally, BMD at the femoral neck.&nbsp; It is used to identify those who may benefit from DXA screening and can also guide initiation of antiresorptive therapy in patients with osteopenia.</li>\n\t<li>Men:&nbsp; Routine screening is not universally recommended but can be considered in those age ≥70 and those age 50–69 with additional risk factors (eg, low BMI, hypogonadism, previous fractures).</li>\n\t<li>Chronic or recurrent glucocorticoid use or endogenous hypercortisolism (ie, Cushing syndrome)</li>\n\t<li>Use of other medications associated with increased osteoporosis risk (eg, certain anticonvulsants)</li>\n\t<li>Comorbid conditions associated with increased osteoporosis risk (eg, eating disorders, chronic kidney disease, prolonged immobility)</li>\n</ul><br><br><p>DXA of the lumbar spine and hip is recommended for screening.&nbsp; DXA also can be performed at the forearm (ie, distal one-third of the radius), which may be useful when DXA at other locations is not feasible or is likely to be inaccurate (eg, extensive degenerative arthritis of the lumbar spine).&nbsp; DXA at other peripheral sites (eg, finger, calcaneus) is less well validated and has limited clinical utility.&nbsp; Quantitative ultrasound (eg, of the calcaneus) can assess the risk for fracture but does not obviate the need for DXA.</p>\n<h1>Differential diagnosis</h1><br><br><p>Conditions that mimic osteoporosis or result in similar clinical presentations include:</p>\n<h2>Osteomalacia</h2><br><br><p>Osteomalacia results from defective bone mineralization, often due to vitamin D deficiency.&nbsp; Similar to osteoporosis, it can cause decreased bone density (if due to vitamin D deficiency) with an increased fracture risk.&nbsp; However, characteristic clinical manifestations include bone pain and tenderness, difficulties with ambulation, and muscle weakness.&nbsp; Also, laboratory findings typically include low calcium, phosphate, and elevated alkaline phosphatase, which are normal in uncomplicated osteoporosis.</p>\n<h2>Multiple myeloma</h2><br><br><p>Multiple myeloma is a plasma cell malignancy that characteristically presents with hyper<strong>c</strong>alcemia, <strong>r</strong>enal insufficiency, <strong>a</strong>nemia, and \"punched-out\" lytic <strong>b</strong>one lesions on x-ray (CRAB criteria).</p>\n<h2>Paget disease of bone</h2><br><br><p>Paget disease of bone is due to osteoclast abnormalities leading to abnormal bone remodeling.&nbsp; Like osteoporosis, it can increase risk for fractures and can be treated with bisphophonates.&nbsp; However, the presentation is different, manifesting as (often asymptomatic) elevated serum alkaline phosphatase level (associated with elevated bone turonver markers [eg, procollagent type I N-terminal propeptide, urine hydroxyproline]), with thickening of cortical and trabecular bone (leading to headache, cranial nerve palsies, hearing loss, increased hat size) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44865.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ), and either osteolytic or mixed lytic/sclerotic lesions on x-ray, with local increase in uptake in a multifocal pattern on bone scan.<p></p>\n<h1>Management</h1><br><br><p>Treatment is indicated for most patients with osteoporosis, as well as for some patients with osteopenia and increased fracture risk.&nbsp; Management includes both pharmacologic (eg, bisphosphonates) and nonpharmacologic measures.&nbsp; Treatment is discussed in more detail in a separate article.</p>\n<h1>Prognosis</h1><br><br><p>Osteoporosis is a progressive disease that worsens with age.&nbsp; The prognosis depends on the age of diagnosis, number and type of fractures, severity of bone loss, and response to treatment.&nbsp; Early intervention with lifestyle changes and pharmacologic therapy can significantly reduce fracture risk.&nbsp; However, fractures, especially hip fractures, are associated with increased mortality and reduced quality of life.</p>\n<h1>Summary</h1><br><br><p>Osteoporosis is a common disease characterized by decreased bone mineral density and increased bone fragility.&nbsp; It is most common in postmenopausal women but can also occur in premenopausal women and in men.&nbsp; Patients are usually asymptomatic until they suffer a fracture, which can lead to significant morbidity.&nbsp; Common fracture sites include thoracic and lumbar vertebrae and hips.&nbsp; However, screening with dual-energy x-ray absorptiometry in appropriate patients can identify those with asymptomatic osteoporosis, allowing for early treatment with bisphosphonates or other agents that can slow disease progression and improve outcomes.</p>\n</div>\n\n            "
}