{
  "meta": {
    "title": "Pancreatic neuroendocrine tumors (PanNETs)",
    "url": "https://brainandscalpel.vercel.app/pancreatic-neuroendocrine-tumors-pannets-7292bdad-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:55.680Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Pancreatic neuroendocrine tumors (PanNETs) are rare neoplasms derived from pancreatic islet cells.&nbsp; They are classified as functional PanNETs, which secrete peptide hormones and cause specific clinical syndromes (eg, insulinoma, gastrinoma, glucagonoma, VIPoma), and nonfunctional PanNETs.</p><h1>Epidemiology and pathology</h1><p>PanNETs are rare.&nbsp; Although many are sporadic, they can also be associated with hereditary syndromes, including:</p><ul class=\"article-body-unordered-list\"><li>Multiple endocrine neoplasia 1 (~80%-100% of patients)</li><li>Von Hippel-Lindau disease (~20% of patients)</li><li>Neurofibromatosis 1 (~10% of patients)</li><li>Tuberous sclerosis (~1% of patients)</li></ul><p>PanNETs originate from pancreatic islet cells (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32462.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; They can vary in size and location and can be solitary or multiple.&nbsp; Both functional and nonfunctional PanNETs are typically characterized by a well-circumscribed lesion composed of uniform tumor cells with an organoid architecture (eg, nested, glandular, ribbon, or pseudorosette arrangement) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74476.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The cells have round nuclei with characteristic stippled (ie, salt and pepper) chromatin, as well as granular cytoplasm.&nbsp; Immunohistochemical staining for synaptophysin (protein in neuroendocrine synaptic vesicles) and chromogranin A (protein found within neuroendocrine secretory granules) often shows positive cytoplasmic staining and aids in making the diagnosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74475.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p><h1>Overview of clinical presentation</h1><p>Nonfunctional PanNETs tend to present with symptoms related to tumor enlargement and metastasis (eg, epigastric pain, weight loss, jaundice, palpable mass).</p><p>Functional PanNETs present with clinical syndromes consistent with the peptide hormones they secrete.&nbsp; These PanNETs include:</p><ul class=\"article-body-unordered-list\"><li>Insulinomas produce insulin, leading to hypoglycemia.</li><li>Gastrinomas produce gastrin, leading to Zollinger-Ellison syndrome (ZES) (excessive gastric acid secretion).</li><li>Glucagonomas produce glucagon, leading to hyperglycemia.</li><li>VIPoma produces vasoactive intestinal peptide (VIP), leading to watery diarrhea, hypokalemia, and achlorhydria.</li><li>Somatostatinomas produce somatostatin, leading to various symptoms depending on the affected organs.</li></ul><p>They are described in more detail in the following sections.</p><h1>Insulinoma</h1><p>Insulinomas are <strong>pancreatic beta-cell tumors</strong> that secrete insulin autonomously, regardless of blood glucose levels.&nbsp; They are often solitary and benign but can be associated with multiple endocrine neoplasia type 1 syndrome.&nbsp; They are characterized by episodes of <strong>hypoglycemia</strong>, often occurring during fasting or after meals and accompanied by:</p><ul class=\"article-body-unordered-list\"><li><strong>Neuroglycopenic symptoms</strong>:&nbsp; sweating, palpitations, tremors, confusion, and seizures</li><li><strong>Autonomic symptoms</strong>:&nbsp; rapid heartbeat, dilated pupils, and pale skin</li><li><strong>Cognitive symptoms</strong></li></ul><p>Patients usually have high circulating insulin/C-peptide levels.&nbsp; Diagnosis of insulinomas involves testing for hypoglycemia, such as a 72-hour fast or a mixed-meal tolerance test and localizing the tumor using imaging studies.&nbsp; Endoscopic ultrasonography may be necessary for pinpointing a more precise localization.&nbsp; Surgical resection of the tumor may be required.&nbsp; In cases in which surgery is not possible or effective, medical management with medications such as diazoxide or somatostatin analogs may be necessary.</p><p>Insulinoma should be considered in patients with unexplained hypoglycemia (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49619.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: Evaluation of hypoglycemia\n                                    </a>\n                                </div>\n                                ).<p></p><h1>Gastrinoma</h1><p><strong>ZES</strong> is caused by <strong>gastrin-secreting neuroendocrine tumors</strong> (gastrinomas) that are most commonly located in the small intestine or pancreas (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31601.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The gastrin produced by these tumors stimulates gastric acid production, often resulting in <strong>multiple peptic ulcers</strong> that can be located beyond the duodenal bulb and are often <strong>refractory to therapy</strong>.&nbsp; Patients typically experience abdominal pain and acid reflux.&nbsp; They may also have diarrhea because gastric acid damages intestinal epithelial cells and inactivates pancreatic enzymes, preventing proper nutrient absorption.<p></p><p>The diagnosis is made by measuring basal and stimulated gastrin levels <strong>(secretin stimulation test)</strong>.&nbsp; Patients with ZES should undergo testing (eg, serum calcium, prolactin level) to exclude multiple endocrine neoplasia type 1 due to the strong association between these conditions.&nbsp; Note that gastrin can also be elevated due to hypercalcemia or the use of proton pump inhibitors.</p><h1>Glucagonoma</h1><p>Glucagonomas arise from the <strong>alpha cells of the pancreatic islets of Langerhans</strong> and are characterized by the unregulated release of glucagon.&nbsp; Manifestations reflect the effects of glucagon, which increases amino acid oxidation and has catabolic actions.</p><p>Glucagonoma is often diagnosed late in the disease course due to nonspecific early features.</p><ul class=\"article-body-unordered-list\"><li><strong>Necrolytic migratory erythema</strong> (NME) is the presenting feature in ~70% of patients.&nbsp; NME, likely due to amino acid deficiency, is characterized by painful/pruritic papules that coalesce to form large, indurated plaques with scaling and central clearing on the face, groin, and extremities.</li><li>The excess glucagon also causes <strong>hyperglycemia/diabetes mellitus</strong>, although this is usually mild and rarely requires insulin.</li><li>Other common features include weight loss (catabolic action of glucagon), diarrhea (secretion of glucagon and other molecules [eg, secretin]), venous thromboembolism, and neuropsychiatric symptoms (eg, depression, psychosis).</li></ul><p>Laboratory evaluation typically shows normocytic, normochromic anemia, which may be due to anemia of chronic disease or a direct effect of glucagon on erythropoiesis.&nbsp; A markedly elevated serum glucagon level (&gt;500 pg/mL) confirms the diagnosis.&nbsp; Although glucagon is increased in other conditions (eg, hypoglycemia, Cushing syndrome, pancreatitis), the elevations are typically mild to moderate.&nbsp; Abdominal imaging (CT scan or MRI) can localize the tumor and evaluate for metastases.</p><h1>VIPoma</h1><p>VIPoma is characterized by excess <strong>vasoactive intestinal peptide</strong> (VIP).&nbsp; Most affected adults are age 30-50.&nbsp; VIP binds to intestinal epithelial cells to increase fluid and electrolyte secretion in the intestinal lumen.&nbsp; Most patients develop VIPoma syndrome <strong>(pancreatic cholera)</strong> with <strong>watery diarrhea</strong> (can be tea colored and odorless), <strong>muscle weakness/cramps</strong> (due to hypokalemia), and <strong>hypochlorhydria or achlorhydria</strong> (due to decreased gastric acid secretion); this is sometimes referred to as WDHA (watery diarrhea, hypokalemia, achlorhydria) syndrome.&nbsp; The stool volume can be &gt;3 L/day, leading to significant volume depletion.&nbsp; Other findings include facial flushing, lethargy, nausea, vomiting, abdominal pain, and weight loss.&nbsp; Patients can also have coexisting hyperparathyroidism as part of multiple endocrine neoplasia syndrome.</p><p>Laboratory studies usually show hypokalemia due to increased intestinal potassium secretion.&nbsp; Other possible findings include hypercalcemia (due to increased bone resorption) and hyperglycemia (due to increased glycogenolysis).&nbsp; Stool studies are consistent with secretory diarrhea and show increased stool sodium and stool osmolal gap &lt;50 mOsm/kg.&nbsp; A VIP level &gt;75 pg/mL confirms the VIPoma diagnosis.&nbsp; Abdominal imaging (cross-sectional triple-phase abdominal CT scan or MRI) can localize the tumor in the pancreas.&nbsp; Nearly 75% of VIPomas are in the pancreatic tail, and 60%-80% have metastasized to the liver by the time of diagnosis.&nbsp; Treatment involves intravenous volume repletion, octreotide to decrease diarrhea, and possible hepatic resection in patients with metastasis to the liver.</p><h1>Somatostatinoma</h1><p>Somatostatinomas are rare tumors of the <strong>pancreatic D cells</strong>.&nbsp; Their manifestations result from somatostatin-induced inhibition of:</p><ul class=\"article-body-unordered-list\"><li>Insulin, resulting in <strong>diabetes mellitus</strong></li><li>Cholecystokinin, resulting in <strong>cholelithiasis</strong></li><li>Pancreatic enzyme/bicarbonate, resulting in <strong>diarrhea/steatorrhea</strong></li></ul><p>However, this classic triad (somatostatinoma syndrome) is rarely seen, with most cases presenting with abdominal pain and weight loss.&nbsp; In patients with somatostatinoma syndrome, an elevated fasting plasma somatostatin level (&gt;3 times the upper limit of normal) is diagnostic.&nbsp; Surgery is an option for resectable disease.&nbsp; With unresectable disease, somatostatin analogues can delay the progression.</p><h1>Summary</h1><p>Pancreatic neuroendocrine tumors (PanNETs) are rare neoplasms originating from pancreatic islet cells.&nbsp; Functional PanNETs often present with characteristic clinical syndromes related to the hormone they produce, including hypoglycemia from insulinomas, Zollinger-Ellison syndrome from gastrinomas, hyperglycemia from glucagonomas, and watery diarrhea with hypokalemia and achlorhydria from VIPomas.&nbsp; Nonfunctional PanNETs may present with symptoms related to tumor size or spread.&nbsp; PanNETs can be associated with hereditary syndromes (eg, multiple endocrine neoplasia type 1, neurofibromatosis type 1).</p></div>\n            "
}