{
  "meta": {
    "title": "Parathyroid disorders: hyperparathyroidism and hypoparathyroidism",
    "url": "https://brainandscalpel.vercel.app/parathyroid-disorders-hyperparathyroidism-and-hypoparathyroidism-50b51c11-ea5e04.html",
    "scrapedAt": "2025-12-01T04:49:55.120Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The parathyroid glands play a crucial role in calcium homeostasis through the production of parathyroid hormone (PTH).&nbsp; Typically, there are 4 parathyroid glands located posterior to the thyroid gland.&nbsp; PTH acts to increase serum calcium levels by promoting bone resorption, enhancing renal calcium reabsorption, and stimulating the production of active vitamin D (calcitriol) in the kidneys.&nbsp; Disorders of the parathyroid glands can lead to either excessive PTH production (hyperparathyroidism)–which can be either primary, secondary, or tertiary in origin and is the main focus of this article–or to insufficient PTH production (hypoparathyroidism), which is less common.</p>\n<h1>Pathophysiology</h1><h2>PTH regulation</h2><br><br><p>PTH secretion is tightly regulated by the calcium-sensing receptor (CaSR) on parathyroid cells, which detects small changes in serum calcium levels.&nbsp; When serum calcium levels fall, PTH secretion increases; when serum calcium levels rise, PTH secretion is suppressed.&nbsp; This feedback loop maintains serum calcium within a narrow range (8.5-10.5 mg/dL).</p>\n<h2>PTH actions</h2><br><br><p>PTH works at various sites to increase serum calcium:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bone</strong>:&nbsp; Stimulates osteoclast activity to increase bone resorption, thereby releasing calcium and phosphate into the bloodstream.</li>\n\t<li><strong>Kidneys</strong>:&nbsp; Increases calcium reabsorption in the distal tubules and promotes phosphate excretion.</li>\n\t<li><strong>Intestines</strong>:&nbsp; Stimulates 1-alpha-hydroxylase in the kidneys to convert 25-hydroxyvitamin D to calcitriol (active vitamin D).&nbsp; Calcitriol then enhances intestinal absorption of calcium and phosphate.</li>\n</ul><br><br><p>These effects are summarized (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32892.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Excess PTH production is known as hyperparathyroidism and can be classified into primary, secondary, and tertiary causes.<p></p>\n<h1>Primary hyperparathyroidism</h1><br><br><p>Primary hyperparathyroidism is due to autonomous PTH secretion from the parathyroid glands and is the most common cause of hyperparathyroidism.</p>\n<h2>Etiologies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Single adenoma (80%-85%):&nbsp; A benign tumor of one parathyroid gland</li>\n\t<li>Multiple adenomas (2%-5%):&nbsp; More than 1 gland has an adenoma</li>\n\t<li>Parathyroid hyperplasia (10%-15%):&nbsp; Hyperfunction of all parathyroid glands; associated with familial syndromes such as multiple endocrine neoplasia types 1 and 2A</li>\n\t<li>Parathyroid carcinoma (&lt;1%):&nbsp; Rare malignant tumor of the parathyroid gland</li>\n</ul>\n<h2>Clinical features</h2><br><br><p>Patients are usually asymptomatic, with incidental hypercalcemia noted on routine blood testing.&nbsp; Thiazide diuretics often unmask hypercalcemia due to increased urinary calcium reabsorption.&nbsp; When symptomatic, patients may present with the following signs attributable to hypercalcemia:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bones</strong>:&nbsp; Bone pain due to increased bone resorption</li>\n\t<li><strong>Stones</strong>:&nbsp; Nephrolithiasis (kidney stones) due to hypercalciuria</li>\n\t<li><strong>Groans</strong>:&nbsp; Abdominal pain, constipation, nausea, and pancreatitis</li>\n\t<li><strong>Thrones</strong>:&nbsp; Polyuria and polydipsia due to arginine vasopressin resistance (formerly nephrogenic diabetes insipidus)</li>\n\t<li><strong>Psychologic overtones</strong>:&nbsp; Neuropsychiatric manifestations such as fatigue, depression, confusion, and irritability</li>\n</ul>\n</div>\nIn addition, primary hyperparathyroidism is commonly associated with&nbsp;<strong>hypertension</strong>; proposed mechanisms include increased renin secretion, sympathetic hyperresponsiveness, and peripheral artery vasoconstriction.&nbsp;&nbsp;<br><br><div><h2>Diagnosis</h2><br><br><p>Laboratory findings that reflect the underlying mechanism of unregulated PTH secretion include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Elevated serum calcium</li>\n\t<li>Serum PTH is elevated in 80%-90% of cases.&nbsp; PTH is inappropriately normal in the remainder of cases, which is notable because hypercalcemia should normally suppress PTH below the reference range (ie, loss of negative feedback).</li>\n\t<li>Low to normal serum phosphate</li>\n\t<li>Increased markers of bone turnover (eg, alkaline phosphatase)</li>\n\t<li>Hypercalciuria</li>\n</ul><br><br><p>The diagnosis can usually be made based on a <strong>high serum calcium</strong> and either <strong>high or inappropriately normal PTH</strong>.&nbsp; A 24-hour urinary calcium excretion is typically measured to determine risk of nephrolithiasis and exclude familial hypocalciuric hypercalcemia (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32367.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>After confirming primary hyperparathyroidism via biochemical testing, imaging options to localize the underlying cause include neck ultrasonography, nuclear 99mTc-sestamibi scan, and CT/MRI of the neck.&nbsp; However, imaging should be performed only if surgical parathyroidectomy is planned.</p>\n<h2>Management</h2><br><br><p>Surgical <strong>parathyroidectomy</strong> is curative, improves bone mineral density, and reduces risk of kidney stones.&nbsp; Indications for surgery are therefore expansive and include patients meeting any of the following criteria:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Symptoms of hypercalcemia</li>\n\t<li>Serum calcium &gt;1 mg/dL above the upper limit of normal</li>\n\t<li>Age &lt;50</li>\n\t<li>eGFR &lt;60 mL/min</li>\n\t<li>Bone mineral density T-score less than -2.5 or prior vertebral fracture</li>\n\t<li>24-hour urinary calcium &gt;250-300 mg or imaging findings of nephrocalcinosis</li>\n</ul><br><br><p>In patients who are not surgical candidates, medical management focuses on lowering serum calcium.&nbsp; <strong>Cinacalcet</strong>, a medication that activates the CaSR by mimicking calcium, is first-line except in cases of osteoporosis or high fracture risk, where bisphosphonates are preferred.</p><br><br><p>Further management includes adequate hydration (to promote urinary calcium excretion), encouraging physical activity (to minimize bone breakdown from inactivity), and avoiding exacerbation factors (eg, thiazides).&nbsp; In addition, vitamin D levels should be optimized given the high prevalence of its deficiency, which can cause persistent PTH elevation despite treatment of primary hyperparathyroidism (ie, concomitant secondary hyperparathyroidism).</p>\n<h1>Secondary hyperparathyroidism</h1><br><br><p>Secondary hyperparathyroidism is due to a compensatory increase in PTH secretion in response to chronic hypocalcemia or vitamin D deficiency, which often coexist.</p>\n<h2>Etiologies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chronic kidney disease</strong> (CKD) (most common cause) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1664.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ): Hyperphosphatemia leads to binding of calcium, causing hypocalcemia.&nbsp; In addition, decreased calcitriol production reduces intestinal calcium absorption.</li>\n\t<li>Vitamin D deficiency:&nbsp; This deficiency decreases intestinal calcium absorption.</li>\n\t<li>Malabsorption syndromes:&nbsp; These include impaired intestinal absorption of vitamin D and calcium, as seen in conditions such as celiac disease and inflammatory bowel disease.</li>\n</ul>\n<h2>Clinical features</h2><br><br><p>Symptoms are often related to the underlying condition in addition to sequelae of prolonged PTH elevation, such as cardiovascular manifestations due to vascular calcifications or bone pain from osteitis fibrosa cystica (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24456.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Hypocalcemia symptoms are usually mild or absent because compensatory PTH action helps increase calcium to mildly low or even normal.&nbsp; However, if present, hypocalcemia manifestations may include paresthesias, muscle cramps, tetany (eg, carpal spasm, Trousseau and Chvostek signs (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21127.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                )), seizures, and arrhythmias (due to QT prolongation).<p></p>\n<h2>Diagnosis</h2><br><br><p>Laboratory findings typically reflect the underlying etiology and compensatory PTH response to chronic hypocalcemia, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Low to normal serum calcium</li>\n\t<li>Elevated PTH</li>\n\t<li>Either hyperphosphatemia (CKD) or hypophosphatemia (vitamin D deficiency/malabsorption)</li>\n\t<li>Low vitamin D, due to either deficiency/malabsorption or reduced activation in CKD</li>\n</ul><br><br><p>Diagnosis can usually be made based on the clinical context, along with low-normal serum calcium and elevated PTH.&nbsp; Bone imaging studies may reveal skeletal changes (eg, osteitis fibrosa cystica).</p>\n<h2>Management</h2><br><br><p>Management focuses on addressing the underlying cause and mitigating the effects of elevated PTH levels.&nbsp; Strategies include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Vitamin D optimization:&nbsp; Supplementation with ergocalciferol (vitamin D₂) or cholecalciferol (vitamin D₃) restores normal vitamin D levels if deficient, enhancing intestinal calcium absorption.</li>\n\t<li>Calcium supplementation:&nbsp; Oral calcium supplements may be prescribed to correct hypocalcemia and help reduce PTH secretion.</li>\n\t<li>Management of malabsorption syndromes:&nbsp; This can improve absorption of vitamin D and calcium.</li>\n\t<li>Optimizing serum phosphate levels:&nbsp; In CKD, dietary phosphate restriction and phosphate binders are used to reduce phosphate binding to calcium.</li>\n\t<li>Cinacalcet:&nbsp; This increases CaSR activity, leading to decreased PTH secretion without raising calcium and phosphate levels.&nbsp; Cinacalcet is typically reserved for patients on dialysis with secondary hyperparathyroidism, as use in those not on dialysis may predispose them to hypocalcemia.</li>\n</ul><br><br><p>Detailed management of secondary hyperparathyroidism in the context of CKD is discussed in a separate article on CKD-bone mineral disorder.</p>\n<h1>Tertiary hyperparathyroidism</h1><br><br><p>Tertiary hyperparathyroidism results from prolonged secondary hyperparathyroidism, leading to autonomous PTH secretion from hyperplastic parathyroid glands despite correction of the underlying hypocalcemia.&nbsp; The underlying cause is likely due to downregulation of the CaSR and vitamin D receptors over time.</p>\n<h2>Etiologies</h2><br><br><p>Tertiary hyperparathyroidism is most commonly seen in patients with <strong>end-stage renal disease</strong> (ESRD), even following renal transplantation due to parathyroid gland hyperplasia.</p>\n<h2>Clinical features</h2><br><br><p>Manifestations are similar to primary and secondary disease, largely attributable to high serum calcium and PTH.</p>\n<h2>Diagnosis</h2><br><br><p>Laboratory findings reflect the autonomous PTH secretion, including elevated serum hypercalcemia and much higher PTH levels than primary hyperparathyroidism.&nbsp; In contrast to primary disease, <strong>serum phosphate is elevated</strong> because of impaired clearance in ESRD.</p>\n<h2>Management</h2><br><br><p>Tertiary hyperparathyroidism is usually refractory to medical therapy, including cinacalcet.&nbsp; Management is usually <strong>parathyroidectomy</strong> (often subtotal or total with autotransplantation).</p>\n<h1>Hypoparathyroidism</h1><br><br><p>Hypoparathyroidism is characterized by insufficient PTH production or action, leading to hypocalcemia and hyperphosphatemia.</p>\n<h2>Etiologies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Postsurgical</strong> (most common cause):&nbsp; Occurs after accidental removal or damage to the parathyroid glands during neck surgeries (eg, thyroidectomy); the effects can be transient or permanent, depending on the extent of glandular damage.</li>\n\t<li>Autoimmune:&nbsp; Isolated or as part of polyglandular autoimmune syndromes.</li>\n\t<li>Genetic disorders:&nbsp; Autosomal dominant hypocalcemia (activating CaSR mutations), DiGeorge syndrome (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40763.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li>Infiltrative diseases:&nbsp; Hemochromatosis, Wilson disease, metastatic cancer.</li>\n\t<li>Radiation-induced:&nbsp; Secondary to radiation for head and neck malignancies.</li>\n\t<li>Magnesium disorders:&nbsp; Hypomagnesemia impairs PTH secretion and action at target organs.&nbsp; Less commonly, significant hypermagnesemia can suppress PTH release.</li>\n</ul>\n<h2>Clinical features</h2><br><br><p>Symptoms are primarily related to <strong>hypocalcemia</strong> and include perioral and acral paresthesias, muscle cramps and tetany, and seizures (as can also be seen in hypocalcemia from secondary hyperparathyroidism).</p>\n<h2>Diagnosis</h2><br><br><p>Diagnosis involves confirming hypocalcemia due to low or absent PTH levels and identifying the underlying cause.&nbsp; Laboratory findings include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Low serum calcium</strong> (total and ionized)</li>\n\t<li><strong>Low or inappropriately normal PTH</strong></li>\n\t<li><strong>Elevated serum phosphate</strong></li>\n</ul><br><br><p>Magnesium levels should be checked to exclude hypomagnesemia-induced disease.&nbsp; In patients with nonsurgical hypoparathyroidism, evaluation includes work-up for autoimmune disease and genetic mutations.</p>\n<h2>Management</h2><br><br><p>Acute management of severe or asymptomatic hypocalcemia includes IV calcium administration and correction of concurrent hypomagnesemia, if present.&nbsp; Chronic management includes oral calcium and vitamin D supplementation.&nbsp; In refractory cases, PTH-based therapies can be used, including teriparatide and its derivatives.</p>\n<h1>Summary </h1><br><br><p>Parathyroid disorders significantly impact calcium and phosphate homeostasis, leading to a spectrum of clinical manifestations.&nbsp; Hyperparathyroidism–whether primary, secondary, or tertiary–results from excessive parathyroid hormone secretion and presents challenges such as hypercalcemia, bone demineralization, and renal complications.</p><br><br><p>Primary hyperparathyroidism often stems from parathyroid adenomas and usually necessitates surgical parathyroidectomy.&nbsp; Secondary hyperparathyroidism, commonly associated with chronic kidney disease or vitamin D deficiency, requires addressing the underlying cause and mitigating elevated parathyroid hormone levels through medical therapy.&nbsp; Tertiary hyperparathyroidism arises from prolonged secondary hyperparathyroidism, leading to autonomous parathyroid hormone secretion that is frequently refractory to medical management and may require parathyroidectomy.</p><br><br><p>In contrast, hypoparathyroidism is characterized by insufficient parathyroid hormone production, leading to hypocalcemia and hyperphosphatemia.&nbsp; Prompt recognition and management are crucial to prevent neuromuscular excitability and seizures.&nbsp; Treatment focuses on correcting hypocalcemia with calcium and vitamin D supplementation; in refractory cases, parthyroid hormone analogs may be utilized.</p>\n</div>\n\n            "
}