{
  "meta": {
    "title": "Syndrome of inappropriate antidiuretic hormone (SIADH)",
    "url": "https://brainandscalpel.vercel.app/syndrome-of-inappropriate-antidiuretic-hormone-siadh-ac97cfae-ea5e04.html",
    "scrapedAt": "2025-12-01T04:50:06.702Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The syndrome of inappropriate antidiuretic hormone secretion (SIADH) is characterized by unregulated release of antidiuretic hormone (ADH or vasopressin) (eg, unresponsive to inhibition), leading to water retention with dilutional hyponatremia (free water cannot be excreted).&nbsp; It is characterized by euvolemic hypotonic hyponatremia despite suppression of renin, aldosterone, and atrial natriuretic peptide.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>ADH is normally produced in the hypothalamus and secreted from the posterior pituitary in response to changes in plasma osmolality (mild stimulus) and intravascular volume (strong stimulus); this is considered appropriate ADH release.&nbsp; In SIADH, there is inappropriate ADH release, usually due to (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/79876.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ectopic production of ADH by tumors (eg, small cell lung carcinoma)</li>\n\t<li>CNS disorders</li>\n\t<li>Medications (eg, SSRIs, antiepileptics)</li>\n\t<li>Pulmonary diseases</li>\n\t<li>Other:&nbsp; pain, nausea, physical/emotional stress, older age</li>\n</ul><br><br><p>Excess ADH causes water retention by the kidneys, leading to transiently increased blood volume (subclinical).&nbsp; This mild increase in extracellular fluid volume suppresses the renin-angiotensin-aldosterone system and stimulates the production of natriuretic peptides, leading to excretion of sodium in the urine (natriuresis).&nbsp; As a result, patients with SIADH have a clinically normal extracellular fluid volume and low plasma osmolality (ie, euvolemic hyponatremia) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11371.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h1>Clinical presentation</h1><br><br><p>Clinical manifestations of SIADH are related to hyponatremia and include nausea, vomiting, headache, confusion, lethargy, muscle cramps, seizures, and, in severe cases, coma and respiratory arrest.&nbsp; Symptoms may be acute or chronic, depending on the underlying cause and duration of hyponatremia.</p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of SIADH is based on clinical presentation, laboratory evaluation, and exclusion of other causes of hyponatremia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7027.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Findings include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Euvolemic hyponatremia:</strong>&nbsp; SIADH presents with hyponatremia in the setting of normal extracellular fluid volume (euvolemia).&nbsp; This distinguishes SIADH from other forms of hyponatremia, such as hypovolemic hyponatremia (eg, diarrhea) or hypervolemic hyponatremia (eg, heart failure).</li>\n\t<li><strong>Urine sodium &gt;40 mEq/L:</strong>&nbsp; Diagnosing SIADH requires confirming a euvolemic state, which is sometimes difficult to determine on examination alone.&nbsp; A high urine sodium supports euvolemia.</li>\n\t<li><strong>Urine osmolality &gt;100 mOsm/kg:</strong>&nbsp; Once euvolemia is confirmed, urine osmolality is used to make the diagnosis of SIADH.&nbsp; In SIADH, excessive ADH causes water to be pulled out of the urine, resulting in high urine osmolality (&gt;100 mOsm/kg).&nbsp; This reflects the kidneys' ability to retain water despite hyponatremia.&nbsp; Measurement of urine osmolality helps differentiate SIADH from other causes of euvolemic hyponatremia, such as primary polydipsia (formerly psychogenic polydipsia), where urine osmolality is low due to massive water ingestion.</li>\n\t<li><strong>Exclusion of other causes of hyponatremia:</strong>&nbsp; The diagnosis of SIADH requires ruling out other potential causes of euvolemic hyponatremia, namely hypothyroidism (check TSH) and secondary adrenal insufficiency (check morning cortisol).</li>\n</ul><br><br><p>After excluding obvious causes of SIADH based on clinical history (eg, SSRI use), imaging studies (eg, chest X-ray, CT scan of the chest, and MRI of the brain) may be performed to identify underlying malignancies or CNS pathology associated with SIADH.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of SIADH includes other causes of volume status and sodium disturbances, such as hypovolemic hyponatremia (eg, vomiting, diarrhea), hypervolemic hyponatremia (eg, heart failure, cirrhosis), translocational hyponatremia (eg, hyperglycemia-induced), and pseudohyponatremia (eg, hyperlipidemia, paraproteinemia).&nbsp; Differentiating SIADH from other causes of hyponatremia requires a systematic approach, including careful history taking, physical examination (eg, volume status), and laboratory evaluation (eg, urine osmolality &gt;100 mOsm/kg).</p>\n<h1>Management</h1><br><br><p>Management of SIADH focuses on correcting hyponatremia while addressing the underlying etiology.&nbsp; The primary goal is to restore serum sodium levels to a safe range while minimizing the risk of complications.&nbsp; In addition to treatment of the underlying conditions (eg, SSRI cessation, tumor resection), treatment options for SIADH include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fluid restriction:</strong>&nbsp; The mainstay of SIADH management is fluid restriction.&nbsp; Limiting water intake (eg, 500-1000 mL/day) causes a negative water balance, which can help increase serum sodium levels toward normal.</li>\n\t<li><strong>Increased solute intake:</strong>&nbsp; If fluid restriction alone is insufficient, oral administration of sodium chloride or urea tablets can help.&nbsp; Occasionally (if urine osmolality is extremely elevated), loop diuretics can be added (disrupt countercurrent mechanism responsible for forming concentrating urine, allowing for more dilute urine production [lower urine osmolality] and renal water excretion).</li>\n\t<li><strong>Vasopressin receptor antagonists</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59546.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; Vaptans (eg, tolvaptan) selectively block the action of ADH on the renal collecting ducts (aquaporin channels), promoting water excretion and increasing serum sodium levels.&nbsp; These medications are particularly useful in patients with refractory or chronic SIADH who have failed to respond to fluid restriction and increased solute intake.</li>\n\t<li><strong>Hypertonic saline infusion:</strong>&nbsp; In cases of severe or symptomatic hyponatremia, hypertonic saline infusion may be necessary to rapidly increase serum sodium levels.&nbsp; This intervention helps counteract the dilutional effect of excess water retention and can prevent neurological complications associated with profound hyponatremia.</li>\n</ul><br><br><p>Close monitoring of serum sodium levels and clinical status is imperative throughout the management process.&nbsp; Serial measurements of serum sodium concentrations allow for timely adjustments to treatment regimens to prevent both undercorrection and overcorrection of hyponatremia.&nbsp; Overly rapid correction of chronic hyponatremia (&gt;48 hours or unknown) can precipitate osmotic demyelination syndrome, a severe neurological complication with potentially devastating neurologic consequences (eg, dysarthria, locked-in syndrome) that can have a delayed presentation.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of SIADH depends on the underlying cause, severity of hyponatremia, and promptness of treatment.&nbsp; With appropriate management, most cases of SIADH can be effectively controlled, although long-term outcomes may vary depending on the presence of associated comorbidities.&nbsp; Early recognition, thorough evaluation, and targeted management are essential for optimizing patient outcomes and preventing complications associated with hyponatremia.</p>\n<h1>Summary</h1><br><br><p>Syndrome of inappropriate antidiuretic hormone secretion (SIADH) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34700.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is characterized by unregulated release of antidiuretic hormone, leading to euvolemic hyponatremia.&nbsp; Common causes include ectopic ADH production (eg, tumor), medications, and CNS or pulmonary diseases.&nbsp; The condition is associated with urine sodium &gt;40 mEq/L and urine osmolality &gt;100 mOsm/kg.&nbsp; In addition to treatment of the underlying condition, management includes fluid restriction and sometimes salt tablets (increased solute intake).<p></p>\n</div>\n\n            "
}