{
  "meta": {
    "title": "Thyroid nodules",
    "url": "https://brainandscalpel.vercel.app/thyroid-nodules-e0020392-ea5e04.html",
    "scrapedAt": "2025-12-01T04:50:13.386Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Thyroid nodules are common and can have clinical significance due to possible metabolic overactivity (ie, thyrotoxic nodules) or malignant potential.&nbsp; They can be categorized conceptually as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>benign versus malignant</li>\n\t<li>metabolically active (solitary toxic adenoma, toxic multinodular goiter) versus non–metabolically active</li>\n</ul><br><br><p>These considerations are interrelated as metabolically active nodules are rarely malignant, whereas non–metabolically active nodules have a much greater risk for malignancy.&nbsp; The specific types of thyroid cancer are described in a separate article.</p>\n<h1>Clinical presentation</h1><br><br><p>Thyroid nodules may be reported by the patient due to a visible abnormality in the thyroid or due to effects on nearby structures (eg, vocal hoarseness).&nbsp; In clinical practice, nodules may be noted on physical examination or as an incidental finding on radiology studies (eg, MRI of cervical spine).&nbsp; Toxic nodules may also be detected during evaluation of hyperthyroidism.</p>\n<h1>Risk factors</h1><br><br><p>Major risk factors for malignant thyroid nodules include a history of ionizing radiation exposure to the thyroid, particularly during childhood, and a personal or family history of thyroid malignancy (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36654.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; The risk for malignancy is also increased with nodules that are rapidly growing, are hard or fixed to underlying structures, are causing infiltrative or compressive symptoms (eg, hoarseness, neural compression), or are associated with cervical lymphadenopathy.&nbsp; In addition, patients with chronic autoimmune (Hashimoto) thyroiditis have an increased risk for primary thyroid lymphoma, which is rare in the general population but is seen with an approximately 60-fold increased risk in those with Hashimoto thyroiditis.<p></p><br><br><p>Regarding metabolically active nodules, the risk for solitary toxic adenoma is greatest in patients age 20-40, and the risk for toxic multinodular goiter is increased in patients age ≥55.</p>\n<h1>Evaluation</h1><br><br><p>The definitive diagnosis of thyroid malignancy is based primarily on tissue sampling via fine needle aspiration (FNA).&nbsp; Therefore, the diagnostic evaluation is oriented to determine which nodules have sufficient risk to warrant FNA.</p><br><br><p>Initial evaluation of thyroid nodules includes <strong>serum TSH assay</strong> and <strong>thyroid ultrasonography</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L102429.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The likelihood of malignancy can be estimated based on the following characteristics:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>TSH levels</strong>:&nbsp; Low (suppressed) TSH levels suggest a hyperfunctioning nodule, which is usually benign.&nbsp; In such cases, radioiodine thyroid scintigraphy is obtained; if it confirms a hyperfunctioning (ie, \"hot\") nodule (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74917.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), FNA is not needed.&nbsp; Conversely, normal or elevated TSH or reduced radiotracer uptake on scintigraphy (ie, \"cold\" nodule (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L54677.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )) suggests a hypofunctioning nodule, which is associated with a higher probability of malignancy and may require FNA.</li>\n\t<li><strong>Ultrasound characteristics</strong>:&nbsp; Suspicious ultrasonographic findings include microcalcifications, increased vascularity, hypoechoic appearance, and indistinct nodule margins.</li>\n\t<li><strong>Nodule size</strong>:&nbsp; FNA is recommended for hypofunctioning nodules ≥1 cm with high-risk sonographic findings; larger size thresholds (eg, &gt;1.5-2 cm) are typically recommended for nodules without high-risk features.</li>\n\t<li><strong>Patient risk factors</strong>:&nbsp; A personal or first-degree family history of thyroid cancer, head/neck or total body radiation exposure in childhood, rapid nodule growth, or cervical lymphadenopathy increase the risk for malignancy.</li>\n</ul><br><br><p>Therefore, FNA is considered for hypofunctioning nodules of any size in patients with significant historical risk factors.</p>\n<h1>Management</h1><h2>Nontoxic nodules</h2><br><br><p>Benign, nontoxic nodules do not require treatment, although interval ultrasonography imaging is usually indicated to monitor for development of malignant features.&nbsp; In contrast, surgery is necessary for malignant or suspicious nodules and should be considered for patients with large goiters, with or without compressive symptoms.&nbsp; Options for nodules with indeterminate cytology on FNA include repeat FNA, core-needle biopsy, surgical excision, and serial ultrasound monitoring.</p>\n<h2>Toxic nodules</h2><br><br><p>Patients with toxic adenoma or multinodular goiter who have overt hyperthyroidism (low TSH, increased T4) should have definitive treatment with radioactive iodine ablation or surgical thyroidectomy.&nbsp; Unlike Graves disease, in which radioiodine ablation often leads to postablative hypothyroidism, the radioactive iodine in nodular thyroid disease is taken up primarily in the abnormal tissue, with little damage to the surrounding healthy tissue.&nbsp; Following treatment, most patients are euthyroid.&nbsp; Surgery is not usually necessary for toxic nodules but is considered for patients who need rapid correction of hyperthyroidism.</p>\n<h1>Summary</h1><br><br><p>Thyroid nodules can be categorized conceptually as benign versus malignant and as metabolically active (toxic) versus non–metabolically active.&nbsp; Metabolically active nodules are rarely malignant, whereas non–metabolically active nodules have a much greater risk for malignancy.&nbsp; Evaluation of thyroid nodules begins with a serum TSH level and thyroid ultrasound.&nbsp; If TSH is low, suggesting toxic nodular disease, evaluation should include radioiodine scintigraphy.&nbsp; For non–metabolically active nodules (normal or elevated TSH or a \"cold\" nodule on scintigraphy), clinical and ultrasound features are used to determine the need for tissue sampling via fine needle aspiration.</p>\n</div>\n\n            "
}