{
  "meta": {
    "title": "Type 1 and 2 diabetes mellitus in pregnancy",
    "url": "https://brainandscalpel.vercel.app/type-1-and-2-diabetes-mellitus-in-pregnancy-303c4562-ea5e04.html",
    "scrapedAt": "2025-12-01T04:50:15.295Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Diabetes mellitus (DM) during pregnancy carries significant risks to both the mother and the fetus.&nbsp; Broadly, it is classified into 2 categories: pregestational DM (which includes both type 1 and type 2 DM) and gestational DM (GDM).&nbsp; The focus of this article is on pregestational DM (specifically type 1 and type 2 DM) and its implications, management, and outcomes during pregnancy.</p>\n<h1>Pathophysiology</h1><h2>Type 1 DM (T1DM)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>T1DM is characterized by autoimmune destruction of pancreatic beta cells, leading to complete insulin deficiency and uncontrolled hyperglycemia.&nbsp; Patients with T1DM require exogenous insulin for survival.&nbsp; Placental hormones (human placental lactogen) within pregnancy fluctuate, making glucose control challenging.</li>\n\t<li>T1DM in pregnancy is classified as with and without vascular complications (eg, nephropathy, retinopathy).</li>\n</ul>\n<h2>Type 2 DM (T2DM)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>T2DM is characterized by progressive loss of insulin secretion, most often in the setting of insulin resistance.&nbsp; Over time, pancreatic beta cell function declines, leading to worsening hyperglycemia.&nbsp; Insulin resistance naturally increases during pregnancy, exacerbating glucose control issues.</li>\n\t<li>T2DM in pregnancy is classified as with and without vascular complications (eg, nephropathy, retinopathy).</li>\n</ul><br><br><p>For both T1DM and T2DM, the presence or absence of vascular complications is the best predictor for disease outcome.</p>\n<h1>Maternal and fetal complications</h1><br><br><p>Pregestational DM predisposes to a number of maternal complications.&nbsp; The risk and prognosis are directly correlated with the level of glycemic control.</p><br><br><p>The most significant maternal and fetal complication in pregestational DM is diabetic ketoacidosis (DKA).&nbsp; This condition is an obstetric emergency because of the high morbidity and mortality to both the mother and the fetus.&nbsp; It is more common in T1DM (but can occur in T2DM) and is caused by absolute (or relative) insulin deficiency; this leads to increased lipolysis and release of free fatty acids, which are converted to ketone bodies (beta-hydroxybutyrate, acetoacetate) in the liver, resulting in metabolic acidosis.&nbsp; Subsequent fetal acidemia and hypoxemia can be life-threatening.&nbsp; Common triggers include infection, trauma, poor medication adherence, and emesis.&nbsp; A separate article covers DKA in detail.</p>\n<h2>Maternal complications</h2><br><br><p><strong>First trimester</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hypoglycemia</strong>:&nbsp; There is an increased risk for hypoglycemia (particularly for patients with T1DM) due to a pregnancy-mediated increase in insulin sensitivity and decreased food intake due to nausea and vomiting.</li>\n\t<li><strong>Hyperglycemia</strong>:&nbsp; The increased affinity for carbohydrates early in pregnancy (due to pregnancy-mediated nausea and vomiting) or overcorrection of hypoglycemic episodes increases the risk for uncontrolled blood glucose levels.</li>\n\t<li><strong>Nausea and vomiting</strong>:&nbsp; Although first-trimester nausea and vomiting is common, in patients with pregestational DM, nausea and vomiting could be a sign of gastroparesis, which may require pharmacotherapy (eg, metoclopramide).</li>\n\t<li><strong>Infections</strong>:&nbsp; Patients with pregestational DM have a 3- to 4-fold increased risk for asymptomatic bacteriuria.</li>\n</ul><br><br><p><strong>Second trimester and third trimesters</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hypertensive disorders of pregnancy</strong> (eg, preeclampsia, gestational hypertension):&nbsp; The risk is increased, likely due to pregestational vascular disease and hyperglycemia.</li>\n\t<li><strong>Preterm delivery</strong>:&nbsp; There is an increased risk for both medically-indicated (due to uncontrolled hyperglycemia) and spontaneous preterm birth.</li>\n</ul>\n<h2>Fetal complications</h2><br><br><p><strong>First trimester</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Congenital anomalies</strong>:&nbsp; There is an increased risk for congenital anomalies, particularly <strong>cardiac</strong> and of the <strong>neural tube</strong>, that is directly related to preconception hemoglobin A1c levels.&nbsp; It is not a risk factor for fetal aneuploidy.</li>\n</ul><br><br><p><strong>Second and third trimesters</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Intrauterine fetal demise</strong>:&nbsp; This complication is likely due to a combination of congenital anomalies and fetal effects from maternal hyperglycemia and vasculopathy (eg, preeclampsia).</li>\n\t<li>Growth abnormalities:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Maternal DM without vascular complications is most likely to cause accelerated fetal growth, leading to macrosomia.</li>\n\t\t<li>Maternal DM with vascular complications is most likely to cause <strong>fetal growth restriction</strong>.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>A separate article reviews in detail the neonatal complications found in infants of mothers with DM.</p>\n<h1>Preconceptual counseling</h1><br><br><p>Preconception counseling is the most important aspect of pregestational DM management.&nbsp; This visit allows for adequate glycemic control prior to conception, which significantly reduces the risk for congenital anomalies (equal to that of the non-DM obstetric population).&nbsp; In addition, it allows for a thorough medical comorbidity screen with optimization of conditions and medication review to prevent fetal exposure to potentially teratogenic medications.&nbsp; Some antihypertensives (eg, ACE inhibitors, angiotensin receptor blockers) and oral hypoglycemics (eg, glucagon-like peptide-1 agonists, sodium-glucose cotransporter-2 inhibitors) should be switched to pregnancy-safe therapies (labetalol/nifedipine and insulin, respectively).</p><br><br><p>Patients should also be encouraged to begin folic acid supplementation (at least 400 mcg/day, but higher doses [0.8-1 mg] may be helpful) to prevent neural tube defects.</p>\n<h1>Antepartum management</h1><h2>First trimester</h2><br><br><p>Insulin is required in T1DM and the preferred treatment for T2DM in pregnancy.&nbsp; It is recommended that patients with T1DM use a continuous glucose monitor, whereas patients with T2DM can check fasting and postprandial glucose levels.&nbsp; The goals of blood glucose levels are the same as for GDM (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81038.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fasting blood sugars:&nbsp; ≤95 mg/dL</li>\n\t<li>1-hour postprandial:&nbsp; ≤140 mg/dL</li>\n\t<li>2-hour postprandial:&nbsp; ≤120 mg/dL</li>\n</ul><br><br><p>Weekly visits are often necessary to review blood glucose levels and adjust insulin to reach target levels.</p><br><br><p>In addition, the first trimester of care is intended to establish a baseline of maternal status and includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Assessment of kidney function with <strong>baseline creatinine level</strong> and <strong>24-hour urine protein collection</strong> is necessary because subclinical glomerular damage occurs prior to a decline in glomerular filtration rate.&nbsp; Without a baseline, it is difficult to later determine if the patient is developing pregnancy-related disease (eg, preeclampsia) characterized by impaired kidney function.</li>\n\t<li><strong>Dilated eye examination</strong> is recommended each trimester and up to 1 year postpartum to assess for retinopathy.&nbsp; This is because pregnancy significantly increases the risk for development or progression of retinopathy due to the high volume state (increased cardiac output, expanded blood volume) of pregnancy in the setting of impaired autoregulatory compensatory mechanisms (constriction) in the retina.</li>\n\t<li>Clinical cardiac assessment with <strong>ECG</strong> screening in those ≥35 with cardiac symptoms or risk factors (eg, chronic hypertension).</li>\n\t<li>Clinical assessment for neuropathy and gastroparesis</li>\n\t<li>Blood pressure monitoring at each visit and chronic hypertension management: patients with blood pressures ≥140/90 mmHg prior to 20 weeks gestation are diagnosed with chronic hypertension and should be treated with a pregnancy-safe antihypertensive (eg, nifedipine, labetalol) to maintain blood pressure control.</li>\n\t<li><strong>Low-dose aspirin therap</strong>y for preeclampsia prevention after 12 weeks gestation</li>\n\t<li>In patients with abnormal TSH levels with T1DM, anti-thyroid peroxidase antibodies should be evaluated given the high risk of other autoimmune conditions.</li>\n\t<li>Patients with pre-existing DM are more susceptible to respiratory infections, therefore, the pneumococcal vaccine is recommended in the first trimester.</li>\n</ul><br><br><p>Because there is a higher risk of spontaneous abortion and congenital malformation in pregnancies complicated by DM, the first trimester ultrasound is important to document cardiac activity and screen for major anomalies (eg, anencephaly, which is apparent at the end of the first trimester ultrasound).</p>\n<h2>Second trimester</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The second trimester involves continuous glucose monitoring and insulin adjustments as needed to reach target levels.&nbsp; As the pregnancy advances, insulin requirements increase given the pregnancy-induced insulin resistant state.</li>\n\t<li>Blood pressure monitoring (ie, screening for preeclampsia) and management is also performed at every visit.</li>\n\t<li>A detailed <strong>fetal anatomic survey</strong> is performed at 18-22 weeks to assess in detail on the fetal organ systems.&nbsp; A maternal alpha fetoprotein (msAFP) level can be drawn between 15-20 (ideally between 16-18) weeks gestation for fetal neural tube defect screening.</li>\n</ul>\n<h2>Third trimester</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Blood pressure and glucose levels are monitored with appropriate medication adjustments.</li>\n\t<li>A repeat urine culture is recommended to screen for asymptomatic bacteriuria because there is a significantly increased risk of infection.</li>\n\t<li><strong>Fetal surveillance</strong> begins with twice weekly testing (eg, nonstress test [NST], biophysical profile [BPP]) at 32 weeks gestation.&nbsp; If a fetus has growth restriction or oligohydramnios (more likely with DM complicated by vasculopathies), surveillance may begin sooner with more frequent intervals.&nbsp; <strong>Fetal growth scans</strong> are performed at the beginning of the third trimester (28 weeks gestation) and repeated every 4 weeks (unless there is significant growth restriction that necessitates more frequent assessments).</li>\n\t<li>For patients with threatened preterm birth (either indicated or spontaneous), glucocorticoids are indicated &lt;34 weeks gestation for fetal lung maturity; however, the glucocorticoids will significantly impact blood glucose levels; therefore, insulin must be increased and blood glucose levels closely followed.&nbsp; Glucocorticoids are not given in the late preterm period (34 weeks gestation to 36 weeks 6d days gestation) for patients with pre-existing DM due to the risk of hyperglycemia.</li>\n\t<li><strong>Delivery timing is based on glycemic targets</strong>.&nbsp; Patients who meet their glucose control goals without complications can be delivered at 39 weeks gestation.&nbsp; For patients who are not meeting goals or develop other vascular complications (eg, preeclampsia, fetal growth restriction), preterm induction may be necessary.</li>\n</ul>\n<h1>Intrapartum management</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Delivery route: diabetes alone is not an indication for cesarean delivery, however, for patients with an estimated fetal weight &gt;4500 mg/dL may be offered a cesarean delivery to prevent shoulder dystocia and the associated morbidity and mortality.</li>\n\t<li>If a patient undergoes labor, hourly blood glucose monitoring is recommended to prevent hyperglycemia, which is associated with fetal hypoxemia and neonatal hyperglycemia.&nbsp; The goal range of glucose levels is between 70-125 mg/dL.&nbsp; This is often done with intravenous insulin combined with intravenous dextrose to maintain euglycemia.</li>\n</ul>\n<h1>Postpartum management</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Following delivery, there is a rapid decrease in insulin requirements.&nbsp; Insulin requirements should be halved with frequent glucose checks to ensure appropriate medication dosing.</li>\n\t<li>Breastfeeding is encouraged as it offers metabolic benefits to the mother and infant.</li>\n\t<li>Contraception is important as unplanned pregnancies in women with diabetes carry high risks (eg, spontaneous abortions, congenital anomalies).&nbsp; Long-acting reversible contraception (LARC) is preferred and should be discussed early in pregnancy and postpartum.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Diabetes mellitus in pregnancy, whether type 1 or type 2, requires rigorous management to ensure optimal outcomes for both the mother and fetus.&nbsp; Preconception counseling, tight glycemic control, and monitoring for complications (eg, preeclampsia, growth restriction) throughout pregnancy are essential to minimizing risks.</p>\n</div>\n\n            "
}