{
  "meta": {
    "title": "Antitumor antibiotics",
    "url": "https://brainandscalpel.vercel.app/antitumor-antibiotics-fc85de30-9c7cd6.html",
    "scrapedAt": "2025-12-01T05:55:24.784Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Antitumor antibiotics are a class of chemotherapeutic agents derived from microorganisms (most notably <em>Streptomyces</em> species) that exert their cytotoxic effects by damaging DNA and disrupting cellular function.&nbsp; In contrast to traditional antibiotics, which exploit structural and functional differences between bacterial and human cells (eg, inhibiting bacterial cell wall synthesis), these agents are active against human cells, making them effective in the treatment of cancer.</p>\n<h1>Overview of chemotherapy</h1><br><br><p>Cancer is a heterogeneous disease characterized by the uncontrolled growth of abnormal cells that have acquired the ability to evade the body's normal control mechanisms (eg, resisting apoptosis, escaping immune surveillance).</p><br><br><p>Various strategies, including different combinations of surgery, chemotherapy, and radiation therapy, have been developed to treat cancer.&nbsp; Chemotherapy refers to the use of certain drugs (ie, chemical agents) to prevent further growth or induce death of these proliferating cells.&nbsp; Chemotherapeutic agents achieve this goal through mechanisms that target various cellular components, including nucleic acids (eg, damaging DNA), cellular enzymes (eg, inhibiting enzymes required to synthesize essential cell proteins), and cellular structural components (eg, preventing the assembly of microtubules).</p><br><br><p>An important principle of cancer treatment involves the use of multiagent therapy (combining agents that have different mechanisms of action) to prevent resistance to single agents and increase the likelihood of cure.&nbsp; Chemotherapy agents can be categorized based on various features (eg, mechanism of action, chemical type); a common approach is to categorize the agents based on whether the mechanism of action depends on the cell-cycle status.&nbsp; Chemotherapy agents can therefore be broadly divided into cell cycle–specific and cell cycle–nonspecific agents.</p>\n<h2>Cell cycle–specific agents</h2><br><br><p>Cell cycle–specific agents require cells to enter the cell cycle because these agents are effective only during certain phases of it (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26336.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Such agents are generally given over a prolonged period (eg, long infusion, divided doses over several days) to affect as many cells as possible that enter the cycle.&nbsp; Examples of these agents include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Antimetabolites</strong>:&nbsp; These are structured similarly to the substrates required during nucleotide assembly and therefore interfere with biosynthesis.&nbsp; Antimetabolites work during the S phase (when DNA is duplicated) when they are substituted for the intended substrate, halting further DNA production.&nbsp; Agents include purine and pyrimidine analogues (eg, mercaptopurine, cytarabine, 5-fluorouracil) and folate analogues (eg, methotrexate).</li>\n\t<li><strong>Topoisomerase inhibitors</strong>:&nbsp; Topoisomerases are enzymes that transiently cut and reseal DNA to relieve supercoils that form when DNA unwinds during replication, repair, and transcription (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L51415.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Topoisomerase inhibitors block these critical enzymes, which are particularly active during the late S and early G<font size=\"2\"><sub>2</sub></font> phases (when DNA replication errors are identified and repaired prior to cell division), leading to nucleic acid breaks and cell death.&nbsp; These agents can inhibit topoisomerase II (eg, etoposide) or topoisomerase I (eg, irinotecan).</li>\n\t<li><strong>Microtubule inhibitors</strong>:&nbsp; These plant-derived agents impair microtubule assembly and disassembly, which is required during the M phase (when a single cell splits into 2 via mitosis).&nbsp; Vinca alkaloids (eg, vincristine) inhibit microtubule assembly, and taxanes (eg, paclitaxel) inhibit microtubule disassembly.</li>\n</ul>\n<h2>Cell cycle–nonspecific agents</h2><br><br><p>Cell cycle–nonspecific agents work during any phase of the cell cycle and are usually administered in a large bolus dose.&nbsp; Examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Alkylating agents</strong>:&nbsp; Heterogeneous group of agents that form DNA strand cross-linkages via the attachment of alkyl groups, ultimately leading to cell death.&nbsp; Examples include nitrogen mustards (eg, cyclophosphamide) and alkyl sulfonates (eg, busulfan).</li>\n\t<li><strong>Antitumor antibiotics</strong>:&nbsp; Heterogeneous group of agents derived from microorganisms that have activity against the development of other types of living cells.&nbsp; Antitumor antibiotics commonly interfere with nucleic acids, preventing replication and transcription and triggering apoptosis.&nbsp; They can work by damaging DNA directly and/or indirectly.&nbsp; Agents include anthracyclines (eg, doxorubicin) and bleomycin (which, although considered cell-cycle nonspecific, has optimal activity during the G<font size=\"2\"><sub>2</sub></font> phase).</li>\n</ul><br><br><p>This article focuses on antitumor antibiotics.&nbsp; These agents can cause extensive DNA damage that triggers apoptosis and ultimately leads to cell death.</p>\n<h1>Mechanism of action and indications</h1><h2>Anthracyclines</h2><br><br><p>Anthracyclines include doxorubicin, daunorubicin, and idarubicin.&nbsp; These agents work by causing both <strong>direct and indirect DNA damage</strong>:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Direct DNA damage occurs through DNA intercalation.&nbsp; The anthracycline molecule can insert itself between base pairs, distorting the double helix and interfering with normal DNA function.</li>\n\t<li>Indirect DNA damage occurs through free radical formation and topoisomerase II inhibition:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Free radical formation:&nbsp; Anthracyclines generate free radicals, which cause oxidative damage to DNA and cellular membranes.</li>\n\t\t<li>Topoisomerase II inhibition:&nbsp; After topoisomerase II creates a double-strand break to relieve supercoils, anthracyclines stabilize the topoisomerase II–DNA cleavage complex, preventing the DNA strands from being religated.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Anthracyclines are included in chemotherapeutic regimens to treat leukemias, lymphomas, breast cancers, and sarcomas.</p>\n<h2>Dactinomycin</h2><br><br><p>Dactinomycin primarily intercalates between DNA base pairs, disrupting RNA transcription.</p><br><br><p>It is used in the management of several solid tumors (eg, Wilms tumor, rhabdomyosarcoma, Ewing sarcoma, gestational trophoblastic disease).</p>\n<h2>Mitomycin-C</h2><br><br><p>Mitomycin-C functions primarily as an alkylating agent, forming cross-links in DNA via the covalent attachment of alkyl groups that cause strand breakage.</p><br><br><p>Indications include various malignancies (eg, metastatic pancreatic and gastric cancer).&nbsp; Mitomycin-C can also be administered intravesically to treat superficial transitional cell carcinoma of the bladder.</p>\n<h2>Bleomycin</h2><br><br><p>Bleomycin primarily binds iron and generates free radicals that cause DNA strand breaks.&nbsp; Unlike the other antitumor antibiotics, however, bleomycin has cell-cycle specificity, with optimal activity during the G<font size=\"2\"><sub>2</sub></font> phase.</p><br><br><p>Treatment indications include Hodgkin lymphoma and germ cell tumors.</p>\n<h1>Adverse effects and monitoring</h1><br><br><p>Antitumor antibiotics, like other chemotherapeutic agents, cause adverse effects on normal cells, particularly those that undergo rapid division.&nbsp; General adverse effects include myelosuppression (ie, dose-limiting neutropenia, anemia, thrombocytopenia), gastrointestinal toxicity (eg, mucositis, nausea), and alopecia.&nbsp; Routine monitoring (eg, serial complete blood counts) and supportive care (eg, transfusions, antinausea medications) are required.&nbsp; Patients are closely monitored for signs of infection (eg, fever), with a low threshold for obtaining blood cultures and initiating broad-spectrum antibiotics.</p><br><br><p>Antitumor antibiotics are vesicants and can cause severe local tissue damage if extravasated during drug infusions (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L119182.png\" alt=\"Extravasation\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Extravasation</div>\n                                </div>\n                                ).&nbsp; Monitoring of the infusion site for signs of extravasation (eg, swelling, burning sensation) is necessary during therapy.&nbsp; In addition, several antitumor antibiotics are associated with radiation recall dermatitis, an erythematous inflammatory skin reaction (similar to a severe sunburn) that develops in an area of previously irradiated skin.&nbsp; It is suspected that prior radiation therapy sensitizes the skin to the drug effects; management includes drug interruption.<p></p><br><br><p>Because these agents damage DNA, there is also an increased risk for a secondary malignancy (eg, secondary leukemia).&nbsp; Specific agents with additional adverse effects include anthracyclines and bleomycin.</p>\n<h2>Anthracyclines</h2><br><br><p>Anthracyclines are associated with severe, often irreversible <strong>cardiotoxicity</strong>, which typically presents as dilated cardiomyopathy.&nbsp; This cardiotoxicity is largely dose dependent and becomes increasingly likely with higher cumulative doses.&nbsp; Patients with preexisting cardiac conditions, such as a low baseline ejection fraction (EF), are at even greater risk.</p><br><br><p>Anthracycline cardiotoxicity likely results from a combination of oxidative damage to cellular membranes and direct myocardial injury mediated by anthracycline–topoisomerase II–DNA cleavage complexes.&nbsp; These interactions lead to cardiac myocyte necrosis.&nbsp; Over time, necrotic myocardial tissue is replaced by noncontractile fibrous tissue, which eventually leads to heart failure, typically presenting as an asymptomatic decline in left ventricular systolic function, which may eventually progress to overt symptomatic heart failure.&nbsp; Symptoms (eg, fatigue, dyspnea on exertion, orthopnea, cough, peripheral edema) can emerge weeks to years following treatment.</p><br><br><p>Evaluation includes echocardiography or radionuclide ventriculography (multigated acquisition) scan, both of which assess left ventricular EF.&nbsp; These studies are routinely used before initiating therapy and prior to each anthracycline dose.&nbsp; Generally, anthracycline chemotherapy is contraindicated with a baseline EF &lt;30%.&nbsp; During therapy, a decline in EF by ≥10% may warrant discontinuation of therapy.</p><br><br><p>The best preventive strategy for anthracycline-induced cardiomyopathy is the coadministration of dexrazoxane, a chelating agent that prevents iron-associated free radical production and disrupts the formation of anthracycline–topoisomerase II complexes in healthy cardiomyocytes.</p>\n<h2>Bleomycin</h2><br><br><p>Bleomycin is associated with <strong>pulmonary toxicity</strong>, likely due to oxidative free radical damage to healthy tissue, leading to a cycle of tissue damage and repair.&nbsp; The lungs are particularly susceptible because they have a relative deficiency of bleomycin hydrolase, an enzyme that inactivates bleomycin in other tissues.&nbsp; The risk for pulmonary toxicity is higher in older adults and patients with higher cumulative doses of bleomycin.</p><br><br><p>Pulmonary toxicity (eg, interstitial fibrosis) typically presents months after initiation of therapy.&nbsp; Patients may experience dyspnea, nonproductive cough, and chest pain.</p><br><br><p>Imaging (eg, chest x-ray, CT scan of the chest) can show variable findings but classically reveals <strong>bilateral reticular opacities</strong> consistent with <strong>interstitial lung disease</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6947.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Spirometry is assessed at baseline and considered prior to treatment cycles.&nbsp; As pulmonary toxicity develops, there is reduced forced vital capacity with relatively preserved forced expiratory volume in 1 second, findings consistent with a restrictive pattern (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L93864.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; In addition, there is a reduced diffusing capacity for carbon monoxide due to impaired gas exchange across an inflamed or fibrosed interstitium.<p></p><br><br><p>Management involves discontinuation of bleomycin therapy.&nbsp; Systemic glucocorticoids may also be considered.</p>\n<h1>Summary</h1><br><br><p>Antitumor antibiotics are a class of chemotherapeutic agents derived from microorganisms that exert their cytotoxic effects by damaging DNA and disrupting cellular function.&nbsp; The exact mechanism of action varies among the different agents and includes DNA intercalation, enzyme inhibition, and/or free radical generation.&nbsp; Antitumor antibiotics are used to treat a variety of malignancies, particularly hematologic cancers, sarcomas, and breast cancer.&nbsp; These agents have unique toxicities (eg, cardiotoxicity with anthracyclines, pulmonary toxicity with bleomycin), and careful monitoring is essential for minimizing the risk for these complications.</p>\n</div>\n\n            "
}