{
  "meta": {
    "title": "Atypical antidepressants",
    "url": "https://brainandscalpel.vercel.app/atypical-antidepressants-6dd3251b-9c7cd6.html",
    "scrapedAt": "2025-12-01T05:55:28.045Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Atypical antidepressants are medications that have different mechanisms of action than the 4 main classes of antidepressants (ie, selective serotonin reuptake inhibitors [SSRIs], serotonin norepinephrine reuptake inhibitors [SNRIs], tricyclic antidepressants [TCAs], and monoamine oxidase inhibitors [MAOIs]).&nbsp; Atypical antidepressants include bupropion and mirtazapine; the serotonin modulators trazodone, vilazodone, and vortioxetine; the NMDA receptor antagonists ketamine and esketamine; as well as the neuroactive steroids, zuranolone and brexanolone.&nbsp; They all vary in pharmacologic properties, clinical indications, and safety profile.</p>\n<h1>Bupropion</h1><h2>Pharmacology</h2><br><br><p>Bupropion inhibits reuptake of dopamine and norepinephrine at neuronal synapses and enhances noradrenergic and dopaminergic neurotransmission.&nbsp; Bupropion has minimal serotonergic activity, distinguishing it from most other antidepressants.</p><br><br><p>By enhancing dopamine neurotransmission in the nucleus accumbens, bupropion attenuates nicotine withdrawal symptoms in those who use nicotine, reducing cravings.</p><br><br><p>Bupropion's molecular structure is related to amphetamines and may result in false-positive results on drug screens for amphetamines.</p>\n<h2>Indications</h2><br><br><p>Bupropion is used to treat:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>major depressive disorder (MDD)</li>\n\t<li>seasonal affective disorder (SAD)</li>\n\t<li>smoking cessation (used to reduce nicotine cravings)</li>\n</ul><br><br><p>The efficacy of bupropion in treating depression is similar to that of SSRIs.&nbsp; Bupropion can be used as monotherapy as well as an adjunct medication with an SSRI.&nbsp; Its stimulating properties make it useful for those who struggle with fatigue and hypersomnia.</p><br><br><p>Bupropion is not associated with significant sexual dysfunction or weight gain, which are potential adverse effects of SSRIs.&nbsp; Adjunctive bupropion may even improve sexual function in those with SSRI-associated sexual dysfunction.&nbsp; Bupropion typically does not have significant withdrawal symptoms upon discontinuation.</p><br><br><p>In addition, the combination of bupropion with dextromethorphan is used to treat MDD.&nbsp; The combination of bupropion with naltrexone is used as an appetite suppressant for weight loss.</p>\n<h2>Adverse effects&nbsp;</h2><br><br><p>Common adverse effects of bupropion include dry mouth, nausea, insomnia, and weight loss.</p><br><br><p>Bupropion reduces the seizure threshold, especially at higher doses.&nbsp; Avoid using bupropion in patients with significant risk factors for having seizures, such as epilepsy, anorexia nervosa, bulimia nervosa, alcohol or benzodiazepine withdrawal, and traumatic brain injury.</p><br><br><p>Bupropion is contraindicated within 14 days of any MAOI use, because concurrent use increases the risk of hypertensive crisis due to MAOIs irreversibly binding MAO.</p><br><br><p>Overdose of bupropion may have life-threatening effects, such as seizures and cardiac toxicity (eg, QT prolongation, ventricular tachycardia, cardiac arrest).</p>\n<h1>Mirtazapine</h1><h2>Pharmacology</h2><br><br><p>Mirtazapine antagonizes presynaptic alpha-2 adrenergic receptors, increasing serotonin and norepinephrine neurotransmission.&nbsp; This is a unique mechanism to promote the activity of these neurotransmitters compared with reuptake inhibition seen in other antidepressant classes (eg, SSRIs).&nbsp; Mirtazapine also antagonizes 5-HT2 and 5-HT3 receptors, which can result in decreased anxiety and increased appetite, as well as histamine receptors, leading to its sedative effects.</p>\n<h2>Indications</h2><br><br><p>Mirtazapine is used to treat MDD and can be used as monotherapy or an adjunct medication.</p><br><br><p>Due to its sedative and appetite-stimulating properties, mirtazapine can be useful for patients with depression who have insomnia and/or decreased appetite.&nbsp; Another advantage of mirtazapine is its lack of sexual dysfunction.</p><br><br><p>Mirtazapine alleviates nausea and diarrhea due to its effects on 5-HT3 receptors and may be an option for those who have struggled with gastrointestinal distress from other antidepressant classes.&nbsp; It is often used in palliative care settings to aid with low mood, poor appetite, and insomnia.</p>\n<h2>Adverse effects&nbsp;</h2><br><br><p>Common adverse effects include sedation, increased appetite, weight gain, hypercholesterolemia, and dry mouth.</p><br><br><p>There is a risk of serotonin syndrome, particularly when combined with other serotonergic agents.&nbsp; Mirtazapine is contraindicated within 14 days of any MAOI use, because concurrent use increases the risk of hypertensive crisis due to MAOIs irreversibly binding MAO.</p>\n<h1>Serotonin modulators</h1><h1>Trazodone</h1><h2>Pharmacology</h2><br><br><p>Trazodone primarily antagonizes postsynaptic serotonin 5-HT2A and 5-HT2C receptors and weakly inhibits presynaptic serotonin reuptake.&nbsp; Trazodone also antagonizes alpha-1 adrenergic and histamine receptors, contributing to its sedative properties.</p>\n<h2>Indications</h2><br><br><p>Trazodone at higher doses can be used to treat MDD, but this can often be difficult to tolerate due to increased sedating effects.&nbsp; More commonly, trazodone is prescribed at lower doses for insomnia.</p>\n<h2>Adverse effects</h2><br><br><p>Common adverse effects include sedation, dizziness, orthostatic hypotension, dry mouth, and blurred vision.&nbsp; Abrupt discontinuation of trazodone can result in gastrointestinal distress, anxiety, and insomnia.</p><br><br><p>Priapism, a painful erection lasting &gt;4 hours and unrelated to sexual stimulation, is a rare and serious adverse effect of trazodone and requires immediate medical attention (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61545.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Those at risk for priapism (eg, sickle cell disease) should avoid using trazodone.<p></p><br><br><p>Trazodone may also cause arrhythmias or QT prolongation, especially in individuals with preexisting heart conditions or those prescribed other QT-prolonging drugs.</p><br><br><p>Orthostatic hypotension is also a risk, so caution is advised when prescribing for elderly patients at risk for falls.</p><br><br><p>Serotonin syndrome, particularly when trazodone is combined with other serotonergic agents, can occur.&nbsp; Trazodone is contraindicated within 14 days of any MAOI use, because concurrent use increases the risk of hypertensive crisis due to MAOIs irreversibly binding MAO.</p>\n<h1>Vilazodone</h1><h2>Pharmacology</h2><br><br><p>Vilazodone inhibits presynaptic reuptake of serotonin and is a partial agonist at postsynaptic 5-HT1A receptors.</p>\n<h2>Indications</h2><br><br><p>Vilazodone is used to treat MDD and is associated with a lower risk for sexual dysfunction compared with SSRIs.</p>\n<h2>Adverse effects</h2><br><br><p>The safety profile is similar to SSRIs, including gastrointestinal distress (eg, diarrhea, nausea).</p><br><br><p>There is a risk of serotonin syndrome, particularly when combined with other serotonergic agents.&nbsp; Vilazodone is contraindicated within 14 days of any MAOI use, because concurrent use increases the risk of hypertensive crisis due to MAOIs irreversibly binding MAO.</p>\n<h1>Vortioxetine</h1><h2>Pharmacology</h2><br><br><p>Vortioxetine inhibits presynaptic reuptake of serotonin and has effects on multiple serotonin receptors, including 5-HT3 antagonism.&nbsp; These actions influence serotonin transmission in complex ways, resulting in increased levels of acetylcholine, dopamine, and norepinephrine.</p>\n<h2>Indication</h2><br><br><p>Vortioxetine is used to treat MDD and appears to improve cognitive dysfunction in depressed patients, which may be due to its effects on multiple neurotransmitters.&nbsp; It also has a lower risk for sexual dysfunction compared with SSRIs.</p>\n<h2>Adverse effects</h2><br><br><p>The safety profile is similar to SSRIs, including gastrointestinal distress (eg, diarrhea, nausea).</p><br><br><p>There is a risk of serotonin syndrome, particularly when combined with other serotonergic agents.&nbsp; Vortioxetine is contraindicated within 14 days of any MAOI use, because concurrent use increases the risk of hypertensive crisis due to MAOIs irreversibly binding monoamine oxidase (MAO).</p>\n<h1>NMDA receptor antagonists: ketamine and esketamine</h1><h2>Pharmacology</h2><br><br><p>Ketamine is an NMDA receptor antagonist and opioid receptor agonist.&nbsp; It consists of a mixture of molecules that are enantiomers (non-superimposable mirror images), R-ketamine and S-ketamine.&nbsp; While initially used as an anesthetic agent, intravenous ketamine was found to have rapid antidepressant effects, which led to the development of esketamine, an intranasal medication used for treatment-resistant depression.</p><br><br><p>Esketamine consists of isolated S-ketamine, which binds more potently to NMDA receptors compared with R-ketamine.&nbsp; The mechanism of esketamine's antidepressant effect remains unclear, though its NMDA antagonism may improve mood by downstream effects on neuroplasticity (eg, upregulation of brain-derived neurotrophic factor [BDNF]) and increased glutamate neurotransmission.</p>\n<h2>Indications</h2><br><br><p>Intranasal esketamine is used for treatment-resistant depression, typically in conjunction with an oral antidepressant.&nbsp; Esketamine uniquely provides rapid relief of depressive symptoms, with response seen within 2-4 hours, whereas most other antidepressant agents take several weeks for effect.&nbsp; It can be especially useful for quickly alleviating acute suicidal ideation.&nbsp; However, long-term efficacy is unclear.</p><br><br><p>Esketamine is typically given twice weekly for 1 month and then gradually tapered off to once every 1-2 weeks for maintenance treatment.</p>\n<h2>Adverse effects</h2><br><br><p>Common adverse effects include dissociation, dizziness, nausea, and sedation.&nbsp; Esketamine can stimulate the release of catecholamines, so elevated blood pressure may also occur.&nbsp; These adverse effects can be significant but typically resolve quickly.</p><br><br><p>Ketamine is a controlled substance and has the potential for misuse and dependence.&nbsp; Esketamine must be administered in a supervised clinic setting, where patients are observed for adverse effects and their vital signs are routinely monitored ≥2 hours after administration.</p>\n<h1>Neuroactive steroids: zuranolone and brexanolone</h1><h2>Pharmacology</h2><br><br><p>Zuranolone and brexanolone, which are used for postpartum depression, are neuroactive steroids mimicking allopregnanolone, a metabolite of progesterone.&nbsp; They are positive allosteric modulators of GABA A receptors.</p><br><br><p>During pregnancy, there is a rise in allopregnanolone levels that is followed by an abrupt decline after delivery.&nbsp; Sensitivity to this abrupt decrease in allopregnanolone as well as deficient GABA A receptor function have been implicated in postpartum depression.&nbsp; By mimicking allopregnanolone and enhancing GABA A receptor activity, zuranolone and brexanolone help alleviate postpartum depression symptoms.</p><br><br><p>Zuranolone is an oral medication taken once daily for 14 days.&nbsp; Brexanolone is an intravenous infusion given over the course of 60 hours, which may be more challenging to administer during the postpartum period.</p>\n<h2>Indications</h2><br><br><p>Zuranolone and brexanolone are used to treat severe major depression in postpartum patients.&nbsp; A unique advantage is their quicker antidepressant effect.&nbsp; Benefits can typically be seen as early as 3 days.</p>\n<h2>Adverse effects</h2><br><br><p>The most common adverse effect of zuranolone and brexanolone is excessive sedation.&nbsp; Patients should be warned to avoid driving or other potentially dangerous activities for at least 12 hours after taking zuranolone.&nbsp; It is a controlled substance and has the potential for misuse and dependence.</p>\n<h1>Selecting an atypical antidepressant</h1><br><br><p>Consider an atypical antidepressant based on their safety profile and utility in specific patient populations (eg, treatment-resistant depression, postpartum women).&nbsp; They are useful as alternate agents after experiencing adverse effects (eg, sexual dysfunction) from SSRIs or SNRIs.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bupropion:&nbsp; depressed patients with sexual dysfunction or weight gain concerns</li>\n\t<li>Mirtazapine:&nbsp; depressed patients with insomnia or poor appetite</li>\n\t<li>Trazodone:&nbsp; depressed patients with insomnia</li>\n\t<li>Vilazodone:&nbsp; depressed patients with sexual dysfunction</li>\n\t<li>Vortioxetine:&nbsp; depressed patients with cognitive dysfunction and/or sexual dysfunction</li>\n\t<li>Esketamine:&nbsp; rapid reduction in severe depressive symptoms and suicidality</li>\n\t<li>Zuranolone and brexanolone:&nbsp; postpartum depression</li>\n</ul>\n<h1>Summary</h1><br><br><p>Atypical antidepressants have different mechanisms of action than the 4 main classes of antidepressants (ie, selective serotonin reuptake inhibitors [SSRIs], serotonin norepinephrine reuptake inhibitors [SNRIs], tricyclic antidepressants [TCAs], and monoamine oxidase inhibitors [MAOIs]).&nbsp; Atypical antidepressants may be preferred due to their unique pharmacologic properties and clinical indications.</p>\n</div>\n\n            "
}