{
  "meta": {
    "title": "Digoxin (cardiac glycoside) pharmacology",
    "url": "https://brainandscalpel.vercel.app/digoxin-cardiac-glycoside-pharmacology-1955b97f-9c7cd6.html",
    "scrapedAt": "2025-12-01T05:55:32.499Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Digoxin is a cardiac glycoside, a class of drugs derived from the foxglove plant (<em>Digitalis purpurea</em>).&nbsp; It has a narrow therapeutic window and numerous drug interactions, so its use has become limited in favor of safer or more effective alternatives.&nbsp; However, it continues to be used in select patients with heart failure with reduced ejection fraction (HFrEF) and atrial fibrillation, so an understanding of its pharmacology is important.</p>\n<h1>Mechanism of action</h1><br><br><p>Digoxin has 2 major effects on the heart:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Increased myocardial contractility</strong> (positive inotropy):&nbsp; Digoxin inhibits the Na<font size=\"2\"><sup>+</sup></font>/K<font size=\"2\"><sup>+</sup></font> ATPase on cardiac myocytes.&nbsp; Blocking this exchanger results in intracellular accumulation of sodium, which leads to decreased efflux of calcium through the Na<font size=\"2\"><sup>+</sup></font>/Ca<font size=\"2\"><sup>2+</sup></font> exchanger (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24819.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The subsequent rise in intracellular calcium enhances myocardial contractile force.</li>\n\t<li><strong>Increased vagal tone</strong> (negative chronotropy and dromotropy): Digoxin increases vagal tone to slow impulse generation in the sinoatrial node (negative chronotropy) and slow impulse transmission through the atrioventricular (AV) node (negative dromotropy), resulting in slowing of the heart rate.&nbsp; The increase in vagal tone is modest and can be overridden by sympathetic stimulation (eg, exercise), making digoxin most effective at slowing heart rate during rest.</li>\n</ul><br><br><p>At therapeutic drug levels, digoxin creates characteristic ECG changes; these expected findings, known as the \"digoxin effect,\" are not indicative of toxicity (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L128395.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>PR interval lengthening (due to slowed AV conduction).</li>\n\t<li>\"Scooped\" ST-segment depression (altered repolarization due to increased intracellular calcium).</li>\n\t<li>QT interval shortening (shortened refractory period and action potential duration due to increased intracellular calcium).</li>\n</ul>\n<h1>General pharmacology</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Digoxin is available in both oral and intravenous formulations.&nbsp; The oral formulation has approximately 70% bioavailability.</li>\n\t<li>Digoxin has a large volume of distribution, necessitating a loading dose in instances when therapeutic levels are promptly needed.</li>\n\t<li>Digoxin has a narrow therapeutic window, and toxicity can rapidly develop with supratherapeutic drug levels.&nbsp; Target drug levels for digoxin are 0.5-1 ng/mL for heart failure and 0.8-2 ng/mL for atrial fibrillation.</li>\n\t<li>Digoxin is primarily cleared by the kidneys, creating an increased risk for toxicity in patients susceptible to renal dysfunction (eg, the elderly).</li>\n</ul>\n<h2>Drug interactions</h2><br><br><p>Both the intestinal absorption and the renal clearance of digoxin are mediated by the <strong>P-glycoprotein</strong> transmembrane efflux transporter.&nbsp; Therefore, drugs that inhibit the P-glycoprotein transporter increase digoxin drug levels via the following mechanisms:</p><br><br><ul>\n\t<li>In the intestine, apical P-glycoprotein transporters pump digoxin molecules back into the intestinal lumen, reducing total absorption and bioavailability; therefore, inhibition of these transporters <strong>increases digoxin absorption</strong> and bioavailability (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L92543.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n\t<li>In the renal tubules, apical P-glycoprotein transporters pump digoxin molecules into the urine to facilitate excretion; therefore, inhibition of these transporters decreases digoxin excretion.</li>\n</ul><br><br><p>P-glycoprotein transporter inhibitors that can increase digoxin drug levels include:</p><br><br><ul>\n\t<li>Amiodarone.</li>\n\t<li>Calcium channel blockers (particularly verapamil and diltiazem).</li>\n\t<li>Macrolide antibiotics (particularly erythromycin and clarithromycin).</li>\n\t<li>Cyclosporine.</li>\n\t<li>Colchicine.</li>\n\t<li>Some proton pump inhibitors (eg, omeprazole).</li>\n\t<li>Some selective serotonin reuptake inhibitors (eg, sertraline).</li>\n</ul><br><br><p>As an example, a digoxin dose reduction of 50% is recommended when digoxin is coadministered with amiodarone.</p>\n<h1>Clinical indications</h1><h2>Heart failure with reduced ejection fraction</h2><br><br><p>Digoxin can be considered in patients with HFrEF and persistent symptoms despite optimal guideline-directed medical therapy (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38185.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; In such patients, digoxin improves symptoms and reduces hospitalizations, but it does not reduce mortality.&nbsp; When used for HFrEF, digoxin should be started at a low dose with a goal serum trough level of 0.5-1.0 ng/mL.&nbsp; Digoxin levels &gt;1.6 ng/mL are associated with increased mortality in HFrEF.<p></p>\n<h2>Atrial fibrillation or flutter</h2><br><br><p>Digoxin is indicated for additional rate control of atrial fibrillation (or flutter) in patients already taking an established dose of beta blocker and/or nondihydropyridine calcium channel blocker (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L75489.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Digoxin can be most useful in patients with HFrEF because it can improve both ventricular rate control and systolic function.&nbsp; Monotherapy is poorly effective for rate control of atrial fibrillation because the increased vagal tone has little effect on controlling heart rate during exercise; beta blockers and nondihydropyridine calcium channel blockers are much more effective during exercise (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L72156.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).<p></p>\n<h1>Adverse effects</h1><br><br><p>Adverse effects of digoxin primarily occur with <strong>overdose toxicity</strong>, which is most common in elderly patients due to their reduced lean body mass, lower glomerular filtration rate, and frequent use of concurrent medications that can increase digoxin levels.&nbsp; Signs and symptoms of toxicity generally develop at digoxin levels &gt;2 ng/mL.&nbsp; The clinical manifestations of digoxin toxicity generally involve 3 organ systems and include cardiac, gastrointestinal, and neurologic findings (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38620.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Cardiac adverse effects</h2><br><br><p>The effects of digoxin toxicity on the heart are complex but can be summarized as follows:</p><br><br><ul>\n\t<li><strong>Excess vagal tone</strong> can lead to <strong>sinus bradycardia</strong> and varying degrees of <strong>AV block</strong>.&nbsp; The AV block can be first, second, or third degree.&nbsp; When AV block is second degree, it is almost always Mobitz type I; Mobitz type II second-degree block rarely occurs with digoxin toxicity.</li>\n\t<li><strong>Increased intracellular calcium</strong> levels <strong>increase myocardial automaticity</strong> to encourage the development of both <strong>atrial and ventricular tachyarrhythmias</strong>.</li>\n</ul><br><br><p>These cardiac effects can create the following characteristic arrhythmia manifestations of digoxin toxicity (in addition to sinus bradycardia):</p><br><br><ul>\n\t<li><strong>Atrial tachycardia</strong> is common.&nbsp; The focus of increased automaticity can be within the sinus node or another part of the atrial myocardium.&nbsp; The rate of atrial contraction is typically around 200/min, which is slower than atrial flutter (typically ~300/min).&nbsp; <strong>Atrial tachycardia with AV block</strong>, which involves both major mechanisms of digoxin toxicity, is highly specific for digoxin overdose and is generally considered <strong>diagnostic of toxicity</strong> in patients taking the medication.</li>\n\t<li><strong>Complete AV block with accelerated junctional rhythm</strong> can sometimes occur, involving both major mechanisms of digoxin toxicity.&nbsp; With complete AV block, the atria cannot communicate with the ventricles and a junctional rhythm develops to maintain ventricular contraction.&nbsp; A typical junctional rhythm has a rate of 40-60/min, but it is accelerated to &gt;60/min by digoxin's effect on increased automaticity.&nbsp; In patients with underlying atrial fibrillation, this arrhythmia creates the appearance of \"regularized atrial fibrillation\" because none of the irregularly irregular atrial activity is transmitted to the ventricles and only a regular junctional rhythm is seen.&nbsp; Regularized atrial fibrillation should raise suspicion for digoxin toxicity.</li>\n\t<li><strong>Ventricular ectopy</strong> is common with digoxin toxicity.&nbsp; Premature ventricular contractions are frequently seen due to increased automaticity and are likely the most common arrhythmic manifestation of digoxin toxicity.&nbsp; Serious ventricular arrhythmias, including ventricular tachycardia and ventricular fibrillation, can also occur.&nbsp; <strong>Bidirectional ventricular tachycardia</strong> is somewhat specific for digoxin toxicity; it likely results from 2 separate locations of triggered activity within the ventricles and demonstrates alternating QRS morphology on ECG (most prominent in the inferior leads).</li>\n</ul>\n<h2>Gastrointestinal adverse effects</h2><br><br><p>The gastrointestinal adverse effects of digoxin toxicity are likely related to increased vagal tone and include anorexia, nausea and vomiting, and abdominal pain.</p>\n<h2>Neurologic adverse effects</h2><br><br><p>The neurologic effects of digoxin toxicity are likely related to central inhibition of the neuronal ion channels and include fatigue, generalized weakness, and confusion.</p><br><br><p><strong>Xanthopsia</strong> (yellow vision discoloration) and other visual disturbances are likely related to ionic disruption in retinal photoreceptors.</p>\n<h2>Electrolyte considerations</h2><br><br><p>Serum potassium levels are an important consideration in digoxin toxicity:</p><br><br><ul>\n\t<li><strong>Hyperkalemia</strong>:&nbsp; Digoxin toxicity can precipitate hyperkalemia via inhibition of Na<font size=\"2\"><sup>+</sup></font>/K<font size=\"2\"><sup>+</sup></font> ATPase.&nbsp; Because intracellular calcium levels are high in digoxin toxicity, the administration of intravenous calcium, a typical treatment for hyperkalemia, should generally be avoided in hyperkalemia due to digoxin toxicity.</li>\n\t<li><strong>Hypokalemia</strong>:&nbsp; Because digoxin competes with potassium for binding to myocardial Na<font size=\"2\"><sup>+</sup></font>/K<font size=\"2\"><sup>+</sup></font> ATPase, hypokalemia increases digoxin binding and can <strong>worsen toxicity</strong> or cause it to occur at lower-than-expected serum digoxin levels.</li>\n</ul>\n<h2>Management of digoxin toxicity</h2><br><br><p>Management of digoxin toxicity involves discontinuing the medication, correcting hypokalemia (if present), and administering <strong>digoxin-specific antibody fragments</strong> for severe cases.</p><br><br><p>Indications for digoxin-specific antibody fragment administration include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Digoxin-related arrhythmia causing hemodynamic instability.</li>\n\t<li>Digoxin toxicity complicated by hyperkalemia.</li>\n\t<li>Markedly elevated serum digoxin levels (eg, &gt;10 ng/mL).</li>\n</ul><br><br><p>Additional care for digoxin toxicity includes atropine and temporary pacing, if needed, for advanced AV block.</p>\n<h1>Pregnancy considerations&nbsp;</h1><br><br><p>Digoxin has not been associated with fetal defects or direct fetal complications, but the narrow therapeutic window of the drug creates a risk of maternal and fetal toxicity.&nbsp; It should be administered only during pregnancy when clearly indicated.&nbsp; Small quantities of digoxin pass into breast milk, but the drug has been used in nursing mothers without harmful effects to the infant.</p>\n<h1>Contraindications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Certain underlying rhythm disturbances</strong>:&nbsp; Several arrhythmic conditions are worsened by digoxin, and the drug should be avoided in these settings.&nbsp; These include:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Bradycardia.</li>\n\t\t<li>Advanced AV block.</li>\n\t\t<li>Ventricular tachycardia or fibrillation.</li>\n\t\t<li>Wolff-Parkinson-White syndrome (AV nodal blockade encourages conduction through the accessory pathway and increases ventricular preexcitation.)</li>\n\t</ul>\n\t</li>\n\t<li><strong>Acute coronary syndrome</strong>:&nbsp; The increased contractility induced by digoxin increases myocardial oxygen demand and can worsen myocardial ischemia.</li>\n\t<li><strong>Myocarditis</strong>:&nbsp; Digoxin should be avoided because it can increase myocardial inflammation in active myocarditis.</li>\n\t<li><strong>Heart failure with preserved ejection fraction (HFpEF)</strong>:&nbsp; Digoxin should be avoided in patients with heart failure but intact systolic function (ie, HFpEF) because the increased contractility can create hemodynamic disruption in such patients.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Digoxin is a cardiac glycoside that is sometimes useful in the management of heart failure with reduced ejection fraction and atrial fibrillation.&nbsp; It has 2 major cardiac effects: increased myocardial calcium levels, which increase myocardial contractility, and increased vagal tone, which slows heart rate.&nbsp; Digoxin has a narrow therapeutic window and many drug interactions, creating a risk of toxicity that generally limits its use.</p>\n</div>\n\n            "
}