{
  "meta": {
    "title": "HIV antiretroviral therapy (ART) and the immune reconstitution inflammatory syndrome (IRIS)",
    "url": "https://brainandscalpel.vercel.app/hiv-antiretroviral-therapy-art-and-the-immune-reconstitution-inflammatory-syndrome-iris-7f93ce03-9c7cd6.html",
    "scrapedAt": "2025-12-01T05:55:34.228Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Antiretroviral therapy (ART) for HIV aims to suppress viral replication, restore immune function, and improve quality of life.&nbsp; ART has significantly reduced HIV-related morbidity and mortality.</p>\n<h1>HIV life cycle</h1><br><br><p>Antiretroviral agents target different phases of the HIV life cycle (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10479.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), which can be briefly summarized as follows:&nbsp; After an HIV virion enters a host cell, viral RNA is released from the nucleocapsid and transcribed into double-stranded DNA by reverse transcriptase.&nbsp; The viral DNA then enters the nucleus and, through the actions of integrase, permanently inserts into the host cell's chromosomes to become a provirus.&nbsp; RNA polymerase II then transcribes viral mRNA from the proviral DNA.&nbsp; Once synthesized, HIV mRNA exits through the nuclear pores into the cytoplasm, where it uses the host cell's ribosomes to translate the enzymes, glycoproteins, structural proteins, and regulatory proteins needed to promote viral replication and transmission.&nbsp; The full-length mRNA also serves as the viral genome that is packaged into newly synthesized virions.<p></p>\n<h1>Overview of ART</h1><br><br><p>There are several antiretroviral medication classes (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41115.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; To minimize the development of drug resistance, ART typically involves <strong>combination regimens</strong> that include drugs from different classes.&nbsp; A standard combination regimen consists of a nucleoside/nucleotide reverse transcriptase inhibitor (NRTI) <strong>backbone</strong> (1 or 2 drugs) with a <strong>base component</strong>, which may be an integrase strand transfer inhibitor (INSTI), nonnucleoside reverse transcriptase inhibitor (NNRTI), or protease inhibitor (PI).&nbsp; Some combination regimens are available as single-tablet formulations for convenience.&nbsp; For example, a regimen including bictegravir (INSTI base) with emtricitabine and tenofovir (NRTI backbone) is available in a single tablet.&nbsp; Although ART was previously initiated at certain CD4 counts, all patients living with HIV (regardless of HIV viral load or CD4 count) should be prescribed ART.<p></p>\n<h1>Nucleoside/nucleotide reverse transcriptase inhibitors</h1><h2>Mechanism of action</h2><br><br><p>NRTIs inhibit HIV DNA synthesis from an RNA template by terminating DNA chain elongation.&nbsp; They are nucleoside/nucleotide analogues that lack a 3′ hydroxyl group.&nbsp; They must be converted into their active triphosphate forms within the cell via host enzymes.&nbsp; Once they are phosphorylated, they <strong>compete with natural nucleotides</strong> for incorporation into the growing DNA strand by <strong>reverse transcriptase</strong>, the enzyme responsible for synthesizing viral DNA.&nbsp; Incorporation of an NRTI results in chain termination because the absence of a 3′ hydroxyl group prevents the addition of further nucleotides.</p>\n<h2>Examples</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tenofovir (adenose-derived)</li>\n\t<li>Emtricitabine (cytosine analog)</li>\n\t<li>Lamivudine (cytosine analog)</li>\n\t<li>Abacavir (guanosine analog)</li>\n\t<li>Zidovudine (primarily used to prevent maternal-to-fetal transmission during labor and delivery)</li>\n</ul>\n<h2>Adverse effects/notes</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tenofovir:&nbsp; renal failure</li>\n\t<li>Emtricitabine:&nbsp; hyperpigmentation of the palms and soles, typically benign</li>\n\t<li>Zidovudine:&nbsp; myelosuppression, leading to anemia and neutropenia</li>\n\t<li>Abacavir:&nbsp; hypersensitivity reaction, strongly associated with the HLA-B*57:01 allele (should be tested before therapy initiation)</li>\n\t<li>Mitochondrial toxicity (adverse effect of the class):&nbsp; peripheral neuropathy, pancreatitis, lipoatrophy, lactic acidosis (rare)</li>\n</ul>\n<h1>Nonnucleoside reverse transcriptase inhibitors</h1><h2>Mechanism of action</h2><br><br><p>NNRTIs are <strong>allosteric inhibitors of reverse transcriptase</strong> that directly bind to the enzyme, causing a conformational change that disrupts its activity.&nbsp; Unlike NRTIs, NNRTIs do not require intracellular phosphorylation to be active.&nbsp; NNRTIs bind to a specific site on reverse transcriptase, distinct from the active site, and induce a conformational change that inhibits the enzyme's ability to synthesize viral DNA.</p>\n<h2>Examples</h2><br><br><p>The names of NNRTIs typically include <strong>-vir-</strong> in the middle:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Efavirenz:&nbsp; commonly used as first-line therapy, but associated with neuropsychiatric adverse effects</li>\n\t<li>Nevirapine:&nbsp; often used in resource-limited settings due to its affordability</li>\n\t<li>Doravirine</li>\n</ul>\n<h2>Adverse effects/notes</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In addition to neuropsychiatric adverse effects (mostly with efavirenz), some adverse effects seen with efavirenz and nevirapine include Stevens-Johnson syndrome, toxic epidermal necrolysis, and hepatotoxicity.&nbsp; Symptoms such as flu-like symptoms, abdominal pain, jaundice, or fever may indicate potentially life-threatening hepatic failure.</li>\n\t<li>NNRTIs have a low barrier to resistance.&nbsp; A point mutation in the reverse transcriptase region of the HIV <em>pol</em> gene (which encodes HIV viral protease, integrase, and reverse transcriptase) is the typical mechanism by which HIV develops resistance to NNRTIs.&nbsp; Point mutations that confer resistance against one NNRTI can sometimes confer cross-resistance against other NNRTIs.</li>\n</ul>\n<h1>Protease inhibitors</h1><h2>Mechanism of action</h2><br><br><p>PIs prevent the maturation of HIV by <strong>inhibiting</strong> the viral <strong>protease enzyme</strong>, which is necessary for cleaving the Gag-Pol polyproteins into <strong>functional viral proteins</strong>.&nbsp; Without this cleavage, immature, noninfectious virions are produced.</p>\n<h2>Examples</h2><br><br><p>The names of PIs typically end with <strong>-navir</strong>:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Atazanavir:&nbsp; commonly used due to its favorable adverse effect profile</li>\n\t<li>Darunavir:&nbsp; often preferred for its high barrier to resistance</li>\n\t<li>Indinavir:&nbsp; less commonly used due to its association with nephrolithiasis</li>\n\t<li>Ritonavir:&nbsp; frequently used in low doses to boost the effects of other PIs by inhibiting cytochrome P450 enzymes</li>\n</ul>\n<h2>Adverse effects/notes</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Lipodystrophy:&nbsp; redistribution of body fat, leading to features such as a \"buffalo hump\"</li>\n\t<li>Hyperglycemia:&nbsp; increased insulin resistance, potential development of diabetes</li>\n\t<li>Cytochrome P450 inhibition:&nbsp; significant drug interactions, notably with rifampin, which can be substituted with rifabutin in patients on PIs</li>\n</ul>\n<h1>Integrase strand transfer inhibitors</h1><h2>Mechanism of action</h2><br><br><p>INSTIs bind to the integrase enzyme and prevent the <strong>integration of HIV DNA into the host genome</strong>.&nbsp; This action effectively halts viral replication at an early stage.</p>\n<h2>Examples</h2><br><br><p>The names of INSTIs typically end with <strong>-gravir</strong>:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bictegravir</li>\n\t<li>Cabotegravir</li>\n\t<li>Dolutegravir (high barrier to resistance)</li>\n\t<li>Raltegravir (first INSTI to be approved)</li>\n</ul>\n<h2>Adverse effects/notes</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>INSTIs are generally well tolerated, but potential adverse effects include insomnia, headache, and, rarely, myopathy, and rhabdomyolysis.</li>\n</ul>\n<h1>Fusion inhibitors</h1><h2>Mechanism of action</h2><br><br><p>Fusion inhibitors, such as enfuvirtide, bind to the <strong>HIV gp41 protein</strong>, preventing the conformational changes required for the fusion of the viral and cellular membranes.</p>\n<h2>Examples</h2><br><br><p>The names of fusion inhibitors typically include <strong>-fu-</strong> (for fusion):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Enfuvirtide (primary fusion inhibitor used in ART) is administered subcutaneously and is typically reserved for patients with multidrug-resistant HIV.</li>\n</ul>\n<h2>Adverse effects/notes</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Injection site reactions including pain, erythema, and nodules are common.</li>\n</ul>\n<h1>CCR5 antagonists</h1><h2>Mechanism of action</h2><br><br><p>CCR5 antagonists inhibit HIV entry into host cells by blocking the <strong>interaction between HIV gp120 and the CCR5 coreceptor</strong> on the surface of CD4<font size=\"2\"><sup>+</sup></font> T cells.</p>\n<h2>Examples</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Maraviroc:&nbsp; effective against only HIV strains that use the CCR5 coreceptor for entry (R5-tropic HIV)</li>\n</ul>\n<h2>Adverse effects/notes</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>CCR5 antagonists are generally well tolerated, but potential adverse effects include upper respiratory tract infections, cough, and hepatotoxicity.</li>\n</ul>\n<h1>Other agents</h1><br><br><p>Other agents (typically used for multidrug-resistant HIV) include capsid, attachment, and post-attachment inhibitors.</p>\n<h1>Treatment monitoring and failure</h1><br><br><p>The goal of ART is maximal HIV RNA suppression (eg, undetectable viral load on testing) and prevention of drug resistance.&nbsp; <strong>Viral load testing</strong> (ie, HIV RNA PCR) should be obtained ~4 weeks after ART initiation to ensure an appropriate drop (eg, &gt;1 log10 drop by week 4).&nbsp; Monitoring should continue at 4- to 8-week intervals until viral suppression (eg, undetectable viral load) is achieved.&nbsp; In the absence of such a progression, exploring issues such as drug-drug interactions, drug-food interactions, and toxicity, as well as evaluating for a drug-resistant HIV strain (eg, if viral load remains &gt;500 copies/mL by week 12-24) should be considered, and the regimen may need to be adjusted.</p>\n<h1>Special considerations</h1><h2>ART in pregnancy</h2><br><br><p>Specifics regarding HIV management during pregnancy are summarized (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35548.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Triple combination therapy is recommended for pregnant women who are HIV-positive to reduce the risk for vertical transmission.&nbsp; The regimen typically includes 2 NRTIs as the backbone, with a third drug from a different class (eg, PI, NNRTI, INSTI).&nbsp; Certain drugs, such as efavirenz, are avoided during the first 8 weeks of pregnancy due to teratogenic risks.&nbsp; Newborns generally receive several weeks of prophylaxis with zidovudine (therapy and dosing vary based on the maternal viral load and specific infant risk factors).<p></p>\n<h2>Postexposure prophylaxis</h2><br><br><p>HIV postexposure prophylaxis (PEP) ART (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31970.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) is recommended following occupational exposure to blood or potentially infectious body fluids from a patient who is HIV positive via percutaneous exposure or exposure to mucous membranes or nonintact skin.&nbsp; If the HIV status of the source patient is unknown but the patient has risk factors for HIV, PEP should be initiated while awaiting results of HIV testing.&nbsp; Although the risk for transmission during sexual contact involving an individual with an undetectable viral load is low and likely negligible, the risk from occupational needlestick injury involving such patients has not been established.&nbsp; Therefore, PEP is indicated regardless of viral load in the source patient.&nbsp; Standard PEP consists of triple-drug therapy.&nbsp; Tenofovir-emtricitabine with raltegravir is preferred due to a low adverse effect profile and few drug interactions.&nbsp; PEP should be started immediately, preferably in the first few hours following exposure, and continued for 4 weeks.<p></p>\n<h2>Preexposure prophylaxis</h2><br><br><p>Preexposure prophylaxis (PrEP) can reduce the risk for HIV acquisition by &gt;90% and is generally offered to those at substantial risk for new HIV infection due to:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sexual behaviors:&nbsp; HIV-positive partner with detectable viral load; men who have sex with men and individuals from high prevalence areas (eg, Sub-Saharan Africa) with recent bacterial sexually transmitted infection, sex in exchange for money, inconsistent condom use, or high number of partners</li>\n\t<li>Injection drug use:&nbsp; HIV-positive injecting partner; sharing of injecting equipment</li>\n</ul><br><br><p>Treatment includes the use of once-daily <strong>2-drug ART</strong> with tenofovir plus emtricitabine.&nbsp; Two-drug therapy incompletely treats active HIV infections, which can lead to drug resistance.&nbsp; Therefore, to qualify for PrEP, patients must have negative fourth-generation HIV testing and no manifestations of acute HIV.&nbsp; Normal renal function and documented hepatitis B infection/vaccination status is also required.&nbsp; Because hepatitis B can also be treated with tenofovir, patients with chronic hepatitis B infections can sometimes undergo combined hepatitis B and PrEP treatment.&nbsp; Patients started on PrEP require follow-up every 3 months for HIV testing, risk-reduction counseling, and medication adherence/adverse effect assessment.&nbsp; Regular creatinine levels and screening for bacterial sexually transmitted infections are also recommended.</p>\n<h1>Immune reconstitution inflammatory syndrome following ART initiation</h1><br><br><p>The immune reconstitution inflammatory syndrome (IRIS) represents <strong>worsening of a preexisting condition</strong> following ART initiation due to improved immune function (ie, immune reconstitution).&nbsp; In patients with HIV, IRIS typically occurs in patients with low CD4 counts (eg, &lt;100/mm³) or high HIV viral loads (RNA levels) who are started on ART and have an opportunistic infection (OI).&nbsp; Manifestations develop within weeks of ART initiation and may reflect the underlying OI (eg, worsening respiratory symptoms in a patient with <em>Pneumocystis jirovecii</em> pneumonia).&nbsp; Adjunctive corticosteroid therapy is recommended in addition to continuing ART and treating the underlying condition or OI.&nbsp; In certain conditions (eg, cryptococcal meningitis, tuberculosis), ART initiation should be deferred (typically for a few weeks) until the infection is under control due to the risk for serious IRIS (eg, respiratory failure, cavitary lesions, cutaneous lesions).</p>\n<h1>Summary</h1><br><br><p>Antiretroviral therapy targets different phases of the HIV life cycle.&nbsp; Major classes include nucleoside/nucleotide reverse transcriptase inhibitors (NRTIs), nonnucleoside reverse transcriptase inhibitors (NNRTIs), protease inhibitors (PIs), integrase inhibitors (INSTIs), and others.&nbsp; Combination therapy, typically consisting of an NRTI backbone (1 or 2 drugs) and a base component (eg, INSTI, NNRTI, PI), is a cornerstone of effective HIV management with a goal of maximal viral suppression.&nbsp; Viral load should be monitored, and drug interactions and adherence and testing for viral resistance should be evaluated in cases of treatment failure.&nbsp; Antiretroviral agents are also used for preexposure prophylaxis for individuals at substantial risk for HIV infection and postexposure prophylaxis for individuals with occupational exposure.</p>\n</div>\n\n            "
}