{
  "meta": {
    "title": "Immunosuppressive therapy: Biologics & targeted immunosuppressants",
    "url": "https://brainandscalpel.vercel.app/immunosuppressive-therapy-biologics-amp-targeted-immunosuppressants-51e2ab5a-9c7cd6.html",
    "scrapedAt": "2025-12-01T05:55:34.839Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Immunosuppressants are medications used to dampen pathologic immune responses that are responsible for tissue injury.&nbsp; They are used to treat autoimmunity (attack against self-antigens, as in rheumatoid arthritis) or alloimmunity (attack against foreign antigens, as in transplant rejection).&nbsp; Immunosuppressants can be broadly categorized as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Conventional</strong> immunosuppressants (older, nonspecific drugs).</li>\n\t<li><strong>Biologics</strong> (newer, targeted drugs).</li>\n</ul><br><br><p>This article discusses biologics; a sister article discusses conventional immunosuppressants.</p>\n<h1>General principles</h1><h2>Conventional immunosuppressants</h2><br><br><p>Conventional immunosuppressants are older drugs that broadly disrupt fundamental processes such as inflammatory gene transcription, DNA synthesis, and cell metabolism (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97704.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; They include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Glucocorticoids (eg, prednisone).</li>\n\t<li>Calcineurin inhibitors (eg, tacrolimus).</li>\n\t<li>Antimetabolites (eg, mycophenolate [MMF], azathioprine [AZP], methotrexate [MTX]).</li>\n\t<li>Mammalian (mechanistic) target of rapamycin (mTOR) inhibitors (eg, sirolimus).</li>\n\t<li>Cyclophosphamide.</li>\n</ul><br><br><p>These broad-acting agents suppress multiple innate and adaptive immune cell types simultaneously and tend to have significant <strong>systemic toxicity</strong> on nonimmune cells.&nbsp; Depending on the agent and dose, effects may be cytotoxic (triggering apoptosis, used for induction) or cytostatic (arresting proliferation, used for maintenance).&nbsp; The concepts of induction and maintenance are discussed below.</p><br><br><p>These agents are <strong>small molecules</strong> that are <strong>orally available</strong>, although all of them also have parenteral options.</p>\n<h2>Biologics or targeted immunosuppressants</h2><br><br><p>Biologics are newer immunosuppressive agents that, unlike conventional drugs, target specific components of the immune system such as individual cytokines or cell surface receptors.&nbsp; These agents may be monoclonal antibodies (\"-mab\") or fusion proteins (\"-cept\").&nbsp; They include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Anticytokine therapy (eg, infliximab, a tumor necrosis factor alpha [TNF-α] inhibitor).</li>\n\t<li>Anti–T-cell therapy (eg, abatacept, a CD80/86 costimulation inhibitor).</li>\n\t<li>Anti–B-cell therapy (eg, rituximab, a CD20 monoclonal antibody).</li>\n\t<li>Anti-integrin therapy (eg, vedolizumab, a selective leukocyte adhesion inhibitor).</li>\n\t<li>Anticomplement therapy (eg, eculizumab, a C5 inhibitor).</li>\n</ul><br><br><p>Because of their targeted mechanisms, biologics generally cause less systemic toxicity than conventional immunosuppressants.&nbsp; Most exert cytostatic effects and are used for maintenance therapy, except for rituximab, which can be used for induction.&nbsp; Because they are <strong>large proteins</strong>, biologics must be administered <strong>parenterally</strong> (eg, intravenously, subcutaneously).</p><br><br><p>Small molecule immunomodulators, although orally available, are often grouped with biologics because they are relatively novel drugs that also have relatively targeted effects.&nbsp; They include Janus kinase (JAK) inhibitors (eg, baricitinib) and sphingosine-1-phosphate (S1P) modulators (eg, fingolimod), which block cytokine signaling and lymphocyte trafficking, respectively.</p>\n<h2>Induction and maintenance</h2><br><br><p>Immunosuppressive therapy is typically structured around 2 phases:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Induction therapy</strong>:&nbsp; Aims to achieve rapid disease control (ie, remission) in severe or organ-threatening conditions such as acute transplant rejection, certain vasculitides (eg, with rapidly progressive glomerulonephritis), or inflammatory bowel disease (eg, with fistulas or toxic megacolon).&nbsp; Induction therapy involves high-potency agents with cytotoxic or lymphocyte-depleting effects, including <strong>high-dose glucocorticoids</strong> (eg, &gt;500 mg/day of intravenous methylprednisolone), cyclophosphamide, rituximab, or antithymocyte globulin.</li>\n\t<li><strong>Maintenance therapy</strong>:&nbsp; Aims to keep disease controlled after initial remission has been achieved.&nbsp; This phase generally favors multiple agents at lower doses, typically in the form of 3-drug regimens used for transplant maintenance immunosuppression (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L109098.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; These regimens consist of a glucocorticoid (eg, prednisone), a calcineurin inhibitor (eg, tacrolimus), and an antimetabolite (eg, MMF).&nbsp; Notably, the use of a single biologic agent (eg, infliximab for rheumatoid arthritis) has gained popularity given the simplified dosing and favorable safety profile compared to multidrug regimens.</li>\n</ul>\n<h2>Corticosteroid-sparing regimens</h2><br><br><p>Glucocorticoids are among the most effective and reliable immunosuppressants and are widely used as a cornerstone of initial therapy.&nbsp; However, prolonged use is limited by significant toxicity with an increased risk of osteoporosis, metabolic syndrome, adrenal suppression, and steroid-induced myopathy.</p><br><br><p>Immunosuppression aspires to a <strong>corticosteroid-sparing regimen</strong> whenever possible, which aims to reduce or eliminate the use of chronic glucocorticoids.&nbsp; Glucocorticoids are generally tapered off early in the maintenance phase while simultaneously increasing the dose of an alternative conventional immunosuppressant (eg, MTX, AZP) or biologic agent.&nbsp; Depending on the diagnosis and initial severity, glucocorticoids can be tapered more quickly (eg, over weeks in rheumatoid arthritis with joint involvement only) or more slowly (eg, over a year in giant cell arteritis with optic nerve involvement).</p>\n<h1>Biologics</h1><br><br><p>Biologics are <strong>protein drugs</strong> produced using recombinant DNA from living organisms (eg, bacterial, yeast, or mammalian cells).&nbsp; They include monoclonal antibodies, fusion proteins, and engineered cytokine or receptor mimics.&nbsp; As large proteins, they must be administered <strong>parenterally</strong> (eg, intravenously, subcutaneously).&nbsp; They have the following suffixes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>\"-mab\" (eg, rituximab):&nbsp; Refers to a <strong>m</strong>onoclonal <strong>a</strong>nti<strong>b</strong>ody.</li>\n\t<li>\"-cept\" (eg, etanercept):&nbsp; Refers to a recombinant fusion protein that tends to mimic a re<strong>cept</strong>or.</li>\n\t<li>\"-ra\" (eg, anakinra):&nbsp; Refers to a recombinant <strong>r</strong>eceptor <strong>a</strong>ntagonist.</li>\n</ul><br><br><p>Biologics are classified according to the part of the immune system they target: cytokines, B cells, T cells, complement, or integrins.</p>\n<h2>Anticytokine biologics</h2><br><br><p>Anticytokine biologics block proinflammatory cytokines such as TNF-α, IL-1, and IL-6 produced by activated leukocytes.&nbsp; These cytokines execute <strong>end-organ</strong> inflammatory responses such as fever, vascular permeability, and tissue destruction (eg, joint cartilage, bowel mucosa).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anti–TNF-α</strong> therapy:&nbsp; Includes monoclonal antibodies to TNF-α (eg, <strong>infliximab</strong>, <strong>adalimumab</strong>) or a fusion protein acting as a soluble decoy receptor (eg, <strong>etanercept</strong>) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88681.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; TNF-α promotes endothelial activation, leukocyte recruitment, and granuloma formation, making it central to diseases that involve both chronic inflammation and organized immune infiltrates.&nbsp; This explains why anti–TNF-α therapy is used for rheumatoid arthritis (chronic inflammation), inflammatory bowel disease (granulomatous inflammation in Crohn disease), and seronegative spondyloarthropathies such as ankylosing spondylitis and psoriatic arthritis (chronic inflammation).&nbsp; TNF-α therapy is initiated when disease remains uncontrolled (eg, requiring increasing glucocorticoid requirements) despite the patient already being on first-line therapy with methotrexate.</li>\n\t<li><strong>Anti–IL-1</strong> therapy:&nbsp; Includes monoclonal antibodies against IL-1 (eg, <strong>canakinumab</strong>), a recombinant receptor IL-1R antagonist (eg, <strong>anakinra</strong>), or a fusion protein decoy receptor (eg, <strong>rilonacept</strong>).&nbsp; IL-1 is produced by inflammasome (eg, cryopyrin, toll-like receptor) activation in innate immune cells such as macrophages and circulating monocytes, with its regulation mostly independent of antigen activation.&nbsp; Therefore, IL-1 therapy is used for <strong>innate autoinflammatory conditions</strong> (eg, without autoantibodies or autoreactive T cells) such as Familial Mediterranean Fever, cryopirin-associated periodic syndrome (CAPS), and adult-onset Still disease.</li>\n\t<li><strong>Anti–IL-6R</strong> monoclonal antibodies (eg, <strong>tocilizumab</strong>, <strong>sarilumab</strong>):&nbsp; Block the IL-6 receptor.&nbsp; They are primarily indicated for corticosteroid-refractory giant cell (temporal) arteritis, rheumatoid arthritis with an incomplete response to anti–TNF-α therapy, and cytokine release syndrome associated with chimeric antigen receptor (CAR) T-cell therapy.</li>\n\t<li><strong>Anti–IL-17</strong> monoclonal antibodies (eg, <strong>secukinumab</strong>, <strong>ixekizumab</strong>):&nbsp; Block the <strong>Th</strong><font size=\"2\"><sub><strong>17</strong></sub></font> response, a subset of CD4<font size=\"2\"><sup>+</sup></font> T cells critical for mucoepithelial defense against fungi (eg, <em>Candida</em> spp.).&nbsp; The Th<font size=\"2\"><sub>17</sub></font> response is hyperactivated in <strong>psoriasis</strong> and its related <strong>spondyloarthropathies</strong> (eg, psoriatic arthritis, ankylosing spondylitis).&nbsp; Anti–IL-17 therapy is used as an alternative (and sometimes preferred) first-line therapy to anti–TNF-α therapy for these conditions.</li>\n\t<li><strong>Anti–IL-12/1L-23</strong> monoclonal antibody (eg, <strong>ustekinumab</strong>):&nbsp; Blocks the common (p40) subunit of IL-12 and IL-23, which promotes CD4 differentiation into Th<font size=\"2\"><sub>1</sub></font> and Th<font size=\"2\"><sub>17</sub></font> T cells, respectively.&nbsp; Therefore, its mechanism of action is <strong>upstream</strong> of the other biologics listed above.&nbsp; It is used for the treatment of Th<font size=\"2\"><sub>1</sub></font> conditions (eg, inflammatory bowel disease) and Th<font size=\"2\"><sub>17</sub></font> conditions (psoriasis, psoriatic arthritis).</li>\n</ul><br><br><p>Anticytokine biologics share many adverse effects, including frequent upper respiratory infections (nasopharyngitis), opportunistic infections/reactivation (eg, fungi, tuberculosis, herpes zoster), and possible increased risk of malignancies (eg, lymphomas, nonmelanoma skin cancers).&nbsp; As parenterally administered proteins, they can cause serum sickness (type III immune complex reaction).&nbsp; Biologic-specific adverse effects include mucocutaneous candidiasis (anti–IL-17) and demyelination (anti–TNF-α, avoided in multiple sclerosis).</p>\n<h2>B-cell–targeted biologics</h2><br><br><p>B-cell biologics include monoclonal antibodies against CD20 (<strong>rituximab</strong>) or B-cell activating factor <strong>(belimumab)</strong>.&nbsp; These monoclonal antibodies bind to the B-cell surface, targeting them for destruction by NK cells, complement, and macrophages (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68510.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Following administration, effective clinical response is indicated by complete peripheral B-cell depletion.&nbsp; These biologics are utilized in autoimmune conditions associated with <strong>pathogenic autoantibodies</strong>.&nbsp; Such conditions include the following:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Granulomatosis with polyangiitis and eosinophilic granulomatosis with polyangiitis, associated with <strong>antineutrophil cytoplasmic</strong> autoantibodies.</li>\n\t<li>Pemphigus vulgaris, associated with <strong>antidesmosome</strong> autoantibodies.</li>\n\t<li>Autoimmune hemolytic anemia or idiopathic thrombocytopenic purpura, associated with <strong>antierythrocyte</strong> or <strong>antiplatelet</strong> autoantibodies.</li>\n\t<li>Systemic lupus erythematosus (anti-dsDNA autoantibodies) and rheumatoid arthritis (anti-cyclic citrullinated peptide autoantibodies).</li>\n</ul><br><br><p>Unique adverse effects include hypogammaglobulinemia, which increases infection risk, particularly in the respiratory tract (eg, bacterial sinusitis, pneumonia).</p>\n<h2>T-cell–targeted biologics</h2><br><br><p>T-cell biologics include monoclonal antibodies directed against key T-cell surface proteins or cytokine receptors involved in their survival, activation, or proliferation.&nbsp; Most of these agents are used in the transplant setting to treat or prevent <strong>acute cellular rejection</strong>:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Antithymocyte globulin (ATG)</strong>:&nbsp; Polyclonal mixture derived from rabbits or horses immunized with human thymocytes.&nbsp; It contains immunoglobulins against many T-cell antigens (eg, CD2, CD3, CD4, CD8).&nbsp; ATG causes widespread and rapid T-cell destruction via antibody- and complement-mediated killing.&nbsp; It is mainly used to treat severe (corticosteroid-refractory) acute cellular rejection.</li>\n\t<li><strong>Anti-CD3 (muromonab)</strong>:&nbsp; Monoclonal antibody against CD3.&nbsp; Like ATG, it also causes rapid T-cell depletion and is used to treat severe acute cellular transplant rejection.</li>\n\t<li><strong>Anti–IL-2R (CD25) (basiliximab)</strong>:&nbsp; Monoclonal antibody against the IL-2 receptor.&nbsp; As such, it potently suppresses T-cell proliferation and activation.&nbsp; It is used mainly for immune <strong>preinduction</strong> (ie, creating a tolerant environment) immediately prior to organ transplantation, with the goal of preventing acute cellular rejection.</li>\n\t<li><strong>Anti-CD80/86 (abatacept)</strong>:&nbsp; Fusion protein that binds to CD80/CD86 on antigen-presenting cells (APCs), which is required for costimulation (signal 2) of T cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68466.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Without signal 2, T cells become anergic.&nbsp; Abatacept is used mainly as an alternative to anti–TNF-α therapy for rheumatoid arthritis, psoriatic arthritis, and juvenile idiopathic arthritis.</li>\n</ul><br><br><p>Adverse effects of T-cell biologics include opportunistic infections and reactivation of latent pathogens (eg, tuberculosis, cytomegalovirus) due to suppressed cellular immunity.&nbsp; In addition, anti-CD3 and ATG can cause cytokine release syndrome from rapid T-cell lysis, presenting as a flu-like illness that may progress to hypotension or shock.</p>\n<h2>Complement biologics</h2><br><br><p>Complement biologics (eg, <strong>eculizumab</strong>, <strong>ravulizumab</strong>) include monoclonal antibodies that inhibit <strong>C5</strong>, a protein involved in a terminal step of the complement cascade (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18711.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; When C5 is inactivated, the membrane attack complex (C5-C9) cannot form.&nbsp; Complement inhibitors are used for:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Paroxysmal nocturnal hemoglobinuria</strong>:&nbsp; Involves complement attack against red blood cell membrane proteins, leading to intravascular hemolysis (eg, myoglobinuria).</li>\n\t<li><strong>Atypical hemolytic uremic syndrome</strong>:&nbsp; Involves the loss of inhibitory factors, leading to uncontrolled complement activation.&nbsp; This causes diffuse endothelial injury (especially in glomeruli), leading to acute kidney injury and microangiopathic hemolytic anemia (eg, schistocytes, thrombocytopenia).</li>\n\t<li>Refractory cases of myasthenia gravis:&nbsp; Involve complement activation against nicotinic acetylcholine (nAChR) receptors at the neuromuscular junction.</li>\n</ul><br><br><p>The main adverse effect associated with complement biologics is an increased risk of infections with encapsulated bacteria, particularly <em>Neisseria meningitidis</em>, which mimics the phenotype of terminal complement deficiency.&nbsp; Therefore, meningococcal vaccination is required prior to treatment.</p>\n<h2>Integrin biologics</h2><br><br><p>Integrins are transmembrane <strong>adhesion molecules</strong> that mediate interactions between cells and the extracellular matrix.&nbsp; Integrins are needed for leukocytes to adhere to endothelium and migrate into inflamed tissues.&nbsp; Integrin biologics (eg, <strong>vedolizumab</strong>, <strong>natalizumab</strong>) block these interactions, reducing tissue infiltration by immune cells:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Vedolizumab <strong>(gut selective)</strong>:&nbsp; Targets α4β7 integrin, which is specifically expressed on Peyer patches and gut-associated mucosal lymphoid tissue (GALT) T-cells.&nbsp; It prevents T-cells from trafficking into the bowel wall and is therefore used for <strong>inflammatory bowel disease</strong> (ulcerative colitis, Crohn disease).</li>\n\t<li>Natalizumab:&nbsp; Targets α4β7 (gut) and α4β1 (blood-brain barrier) integrins and is used for the treatment of ulcerative colitis and some forms of multiple sclerosis.</li>\n</ul><br><br><p>Thanks to their high selectivity for single integrins, these inhibitors are associated with fewer adverse effects compared to other biologics.</p>\n<h1>Small molecule immunomodulators</h1><br><br><p>Unlike biologics (which are large proteins, such as monoclonal antibodies), small molecule immunomodulators are <strong>orally available</strong> drugs that can penetrate cells and dampen intracellular signaling pathways.&nbsp; They have the following suffixes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>\"-ib\" (eg, baricitinib):&nbsp; Refers to a JAK inh<strong>ib</strong>itor (\"-tinib\" refers to <strong>t</strong>yrosine kinase inhibitors generally).</li>\n\t<li>\"-mod\" (eg, fingolimod):&nbsp; Refers to an S1P <strong>mod</strong>ulator.</li>\n</ul>\n<h2>JAK inhibitors</h2><br><br><p>JAK inhibitors (eg, <strong>baricitinib</strong>, <strong>tofacitinib</strong>, <strong>ruxolitinib</strong>) are small molecules that block the JAK- STAT (signal transducer and activator of transcription) pathway, which activates the transcription of multiple inflammatory genes including interferon gamma, interleukins, and TNF-α (and is also activated by growth hormone (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118355.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                )).&nbsp; JAK inhibitors are used as a second- or third-line agent for a variety of conditions including rheumatoid arthritis, inflammatory bowel disease, alopecia areata, and corticosteroid-refractory graft-versus-host disease.&nbsp; Baracitinib is also used for patients with systemic inflammation from severe COVID-19 infection.<p></p>\n<h2>S1P modulators</h2><br><br><p>S1P receptors enable <strong>lymphocyte exit</strong> from lymph nodes and entry into peripheral blood.&nbsp; S1P modulators (eg, <strong>fingolimod</strong>, <strong>ozanimod</strong>, <strong>siponimod</strong>) are small molecules that target these receptors, trapping lymphocytes within the nodes, depleting circulating T and B cells, and decreasing tissue inflammation.&nbsp; They are used for relapsing multiple sclerosis and ulcerative colitis.</p>\n<h1>Summary</h1><br><br><p>Biologic and targeted immunosuppression inhibit specific immune system components such as cytokines (eg, TNF-α, IL-6), lymphocyte surface antigens (eg, CD3 [T cells], CD20 [B cells]), integrins, and complement proteins.&nbsp; In contrast to conventional immunosuppressants (glucocorticoids, calcineurin inhibitors, antimetabolites), which nonspecifically interfere with gene transcription, DNA synthesis, and cell metabolism, biologics have a more focused mechanism with less systemic toxicity.&nbsp; Biologics are large protein drugs (eg, monoclonal antibodies, fusion proteins) and must be administered parenterally.&nbsp; Most are used for maintenance therapy, though some (eg, rituximab) can also be employed for induction.&nbsp; Despite their precision, biologics carry risks including opportunistic infections, immunologic hypersensitivity reactions (eg, serum sickness), and increased risk of malignancy.&nbsp; Oral small molecule immunomodulators (eg, JAK inhibitors, S1P modulators) complement this class by targeting intracellular signaling or lymphocyte trafficking.</p>\n</div>\n\n            "
}