{
  "meta": {
    "title": "Intravenous and inhaled anesthetics",
    "url": "https://brainandscalpel.vercel.app/intravenous-and-inhaled-anesthetics-fa02e6f5-9c7cd6.html",
    "scrapedAt": "2025-12-01T05:55:36.353Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Intravenous (IV) and inhaled anesthetics are pharmacologic agents used to facilitate a wide range of medical and surgical procedures by inducing sedation and hypnosis (decreased level of consciousness), along with amnesia, analgesia, and immobility (muscle relaxation).&nbsp; The choice of anesthetic depends on a variety of patient-specific and procedural factors.&nbsp; IV anesthetics are commonly used to achieve sedation for minor procedures and are the preferred agents for the induction of general anesthesia.&nbsp; Inhaled anesthetics are most often used for the maintenance of general anesthesia because of their titratability and ease of continuous delivery.</p>\n<h1>Levels of anesthesia</h1><br><br><p>Sedation and anesthesia exist on a continuum, ranging from mild anxiolysis to complete unconsciousness.&nbsp; The choice of drug and dosage is guided by the desired depth of sedation and the clinical scenario.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Minimal sedation</strong> (anxiolysis):&nbsp; Patients are relaxed but respond normally to verbal commands; there is no significant respiratory or cardiovascular depression.&nbsp; Miminal sedation is often used to reduce anxiety before surgery or during minor procedures.</li>\n\t<li><strong>Moderate sedation</strong> (conscious/procedural sedation):&nbsp; Patients are drowsy but respond purposefully to verbal or tactile stimulation; airway reflexes (eg, cough, gag), spontaneous ventilation, and cardiovascular function are preserved.&nbsp; Moderate sedation is often used for painful but brief procedures, such as emergency joint reduction or dental work.</li>\n\t<li><strong>Deep sedation</strong>:&nbsp; Patients respond only to repeated or painful stimulation; airway compromise and respiratory depression can occur, and patients may require airway support (eg, jaw thrust, supplemental oxygen); cardiovascular function is usually maintained.&nbsp; Deep sedation is often used for more invasive or painful procedures that do not require full unconsciousness (eg, colonoscopy, biopsy).</li>\n\t<li><strong>General anesthesia</strong>:&nbsp; Patients are completely unconscious and unresponsive to any stimuli; airway reflexes are lost and ventilatory (eg, intubation, mechanical ventilation) support is required.&nbsp; Cardiovascular support may also be needed.&nbsp; General anesthesia is indicated for major or prolonged procedures and requires an induction agent to initiate unconsciousness, followed by a maintenance agent to sustain anesthesia throughout the procedure.</li>\n</ul>\n<h1>Intravenous anesthetics</h1><br><br><p>IV anesthetics are the agents of choice for attaining moderate and deep sedation and are the preferred agents to induce general anesthesia.&nbsp; IV agents are preferred for induction because they act rapidly and do not cause the airway irritation and unpleasant odor associated with many inhaled agents.</p><br><br><p>Although some IV anesthetics (eg, propofol) are also used to maintain general anesthesia (ie, total IV anesthesia), maintenance is more commonly achieved with inhaled agents because they allow for rapid titration and end-tidal anesthetic concentration monitoring.</p>\n<h2>Mechanism of action</h2><br><br><p>Most IV anesthetics, including propofol, etomidate, and barbiturates, function as <strong>gamma-aminobutyric acid-A (GABA-A) receptor agonists</strong>.&nbsp; GABA is the main inhibitory neurotransmitter in the CNS.&nbsp; The GABA-A receptor complex consists of 5 subunits and a central chloride ion channel, with different binding sites for GABA and various drugs.&nbsp; When GABA binds, the resulting influx of chloride ions into the neurons causes neuronal hyperpolarization and inhibition of the action potential.</p><br><br><p>In contrast, ketamine, another common IV anesthetic, provides dissociation and anesthesia by <strong>antagonizing NMDA receptors</strong>.&nbsp; It also produces significant analgesia by activating opioid receptors in the brain.</p>\n<h2>Pharmacokinetics</h2><br><br><p>Most IV anesthetics are highly lipophilic and have a <strong>rapid onset</strong> because they quickly distribute from the bloodstream (central compartment) to well-perfused, lipid-rich tissues such as the brain, where they exert their effects.&nbsp; Their <strong>short duration of action</strong> is due to rapid redistribution into less-perfused tissues like muscle and fat, which act as reservoirs.&nbsp; This multicompartment distribution explains both the quick onset and brief effect seen after a single bolus dose.</p>\n<h2>Physiologic effects</h2><br><br><p>IV anesthetics induce different levels of anesthesia in a dose-dependent manner.&nbsp; When used for sedation, these medications are typically administered incrementally in small push doses to achieve the desired effects.&nbsp; Because all available IV anesthetics are capable of inducing general anesthesia, providers must be adequately equipped to intervene (eg, manage airway) if the level of anesthesia inadvertently progresses to general.</p><br><br><p>When the IV anesthetic is administered to induce general anesthesia, the patient is typically given a sizable bolus dose to promptly induce unconsciousness.&nbsp; The induction is then followed by airway intervention and ventilatory support and additional medications for continued maintenance of anesthesia.</p>\n<h2>Propofol</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Indications</strong>:&nbsp; Induction agent of choice for general anesthesia; widely used for brief procedures requiring moderate to deep sedation.</li>\n\t<li><strong>Class</strong>:&nbsp; GABA-A receptor agonist (also has some activity as an NMDA receptor antagonist).</li>\n\t<li><strong>Onset/duration of action</strong>:&nbsp; Rapid onset (30-45 sec) and short duration (2-8 min) for single dose; longer duration if infused.</li>\n\t<li><strong>Advantages</strong>:&nbsp; Antiemetic and anticonvulsant properties; safe in renal/hepatic impairment; promotes bronchodilation (useful for intubating or inducing general anesthesia in asthma/chronic obstructive pulmonary disease).</li>\n\t<li><strong>Disadvantages</strong>:&nbsp; Dose-dependent hypotension and respiratory depression; injection site pain.</li>\n\t<li><strong>Contraindications</strong>:&nbsp; Egg or soy allergy (drug is formulated in egg lecithin and soybean oil).</li>\n</ul>\n<h2>Etomidate</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Indications</strong>:&nbsp; Common agent for procedural sedation, rapid sequence intubation, and induction of general anesthesia, particularly in hemodynamically unstable patients.</li>\n\t<li><strong>Class</strong>:&nbsp; GABA-A receptor agonist.</li>\n\t<li><strong>Onset/duration of action</strong>:&nbsp; Rapid onset (30-60 sec) and short duration (3-12 min) for a single dose; longer duration with higher or successive doses.</li>\n\t<li><strong>Advantages</strong>:&nbsp; Minimal cardiovascular depression (preserves blood pressure, cardiac output, and heart rate).</li>\n\t<li><strong>Disadvantages</strong>:&nbsp; High incidence of postoperative nausea and vomiting; may cause involuntary myoclonus (making musculoskeletal procedures more challenging) and transient adrenocortical suppression.</li>\n\t<li><strong>Contraindications</strong>:&nbsp; Adrenal insufficiency or severe illness (eg, septic shock) due to transient adrenocortical suppression.</li>\n</ul>\n<h2>Ketamine</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Indications</strong>:&nbsp; Used for rapid sequence intubation, procedural sedation, and induction of anesthesia (particularly in hypotensive or critically ill patients); can also be used as an adjunct to enhance analgesia.</li>\n\t<li><strong>Class</strong>:&nbsp; NMDA receptor antagonist.</li>\n\t<li><strong>Onset</strong>/<strong>duration</strong>:&nbsp; Rapid onset (30-60 sec) and moderate duration (10-20 min) for a single dose.&nbsp; Ketamine can also be given intramuscularly with an onset of 15-30 minutes; duration is variable.</li>\n\t<li><strong>Advantages</strong>:&nbsp; Provides dissociative anesthesia with significant analgesia; maintains airway reflexes and respiratory drive (useful for awake intubation of a potentially difficult airway); promotes bronchodilation (useful for intubating asthmatic patients with respiratory failure); increases blood pressure and heart rate (useful for hypotensive patients, but may be detrimental in those with cardiac disease); safe in renal/hepatic impairment.</li>\n\t<li><strong>Disadvantages</strong>:&nbsp; Emergence reaction (eg, hallucinations, vivid dreams, agitation) upon waking; increases pulmonary artery pressure; raises intracranial pressure; may cause hypersalivation and laryngospasm (rare).</li>\n\t<li><strong>Contraindications</strong>:&nbsp; Increased intracranial pressure, intracranial hemorrhage, psychiatric disease/psychosis, severe cardiovascular disease/concomitant cocaine use (dangerous increase in blood pressure, heart rate).</li>\n</ul>\n<h2>Barbiturates (eg, methohexital)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Indications</strong>:&nbsp; Sedation for electroconvulsive therapy; induction of anesthesia (less common agent).</li>\n\t<li><strong>Class</strong>:&nbsp; GABA-A receptor agonist; also inhibits excitatory neurotransmission at acetylcholine receptors.</li>\n\t<li><strong>Onset</strong>/<strong>duration</strong>:&nbsp; Rapid onset (10-30 sec) and short duration (5-10 min).</li>\n\t<li><strong>Advantages</strong>:&nbsp; Methohexital activates the seizure foci and is particularly useful in electroconvulsive therapy.</li>\n\t<li><strong>Disadvantages</strong>:&nbsp; Dose-dependent decrease in blood pressure and respiratory drive.</li>\n\t<li><strong>Contraindications</strong>:&nbsp; Porphyria (can trigger porphyric crises), seizure disorders (relative contraindication).</li>\n</ul>\n<h1>Inhaled anesthetics</h1><br><br><p>Inhaled anesthetics are classified as either volatile or nonvolatile (gaseous) agents.&nbsp; Volatile agents are liquids at room temperature that are vaporized for inhalation and serve as the primary agents for the maintenance of general anesthesia.&nbsp; They are favored for their ease of administration and titration, as well as their hypnotic, amnestic, muscle relaxant, and bronchodilatory properties.&nbsp; However, their analgesic effects are limited.&nbsp; Nonvolatile agents, such as nitrous oxide, are gases at room temperature and are typically used as adjuncts to volatile agents (or IV anesthetics) due to their low anesthetic potency but strong analgesic properties.</p>\n<h2>Mechanism of action</h2><br><br><p>Although their full mechanism of action is not completely understood, inhaled anesthetics are thought to act by modulating ion channels, including <strong>enhancing inhibitory pathways</strong> (eg, GABA-A) and <strong>attenuating excitatory signaling</strong> (eg, NMDA receptors, potassium channels) within the CNS.&nbsp; These interactions lead to global neuronal inhibition and the clinical effects of anesthesia.</p>\n<h2>Pharmacokinetics</h2><br><br><p>The <strong>potency</strong> of an inhaled anesthetic is measured by the <strong>minimal alveolar concentration (MAC)</strong>, the alveolar anesthetic concentration that renders 50% of patients unresponsive to painful stimuli.&nbsp; Potency is inversely proportional to MAC (eg, lower MAC = more potent).&nbsp; MAC is an intrinsic, agent-specific property that is independent of procedure type, duration, patient sex, height, or weight, but it changes with advancing age (decreases), temperature (decreases in hypothermia, increases in hyperthermia), and concurrent medication (eg, opioids lower MAC).</p>\n<h2>Physiologic effects</h2><br><br><p>Apart from their desirable action on the CNS, volatile anesthetics exert significant physiologic effects on multiple organ systems.&nbsp; These include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Dose-dependent myocardial depression, decreased cardiac output, and hypotension.</li>\n\t<li>Suppression of airway reflexes, respiratory depression (decreased tidal volume/minute ventilation, hypercapnia), and suppressed mucociliary clearance (increases risk of postoperative atelectasis).</li>\n\t<li>Cerebral vasodilation; increases in cerebral blood flow can increase intracranial pressure (caution needed in neurosurgical patients).</li>\n\t<li>Decreased skeletal muscle tone and relaxation of smooth muscle (eg, bronchial).</li>\n</ul>\n<h2>Adverse effects</h2><br><br><p><strong>Postoperative nausea and vomiting</strong> is common with inhaled anesthetic agents, contributing to patient discomfort and potential complications such as aspiration.&nbsp; Prophylactic antiemetics can limit this adverse effect.</p><br><br><p><strong>Malignant hyperthermia</strong> is a rare but potentially life-threatening condition characterized by sustained muscle contraction, hypercapnia, metabolic acidosis, rhabdomyolysis, hyperkalemia, and hyperthermia.&nbsp; It occurs in genetically susceptible individuals shortly after the administration of volatile anesthetics (and sometimes succinylcholine).&nbsp; It is a clinical diagnosis that requires immediate treatment with dantrolene, a direct-acting muscle relaxant, and aggressive supportive care (eg, cooling, hydration) to prevent multiorgan failure and death.</p>\n<h2>Volatile agents</h2><h2>Sevoflurane&nbsp;</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Indications</strong>:&nbsp; Induction of general anesthesia (especially in children to avoid IV placement) and maintenance of general anesthesia.</li>\n\t<li><strong>Onset/duration</strong>:&nbsp; Rapid onset and emergence (ie, return to consciousness).</li>\n\t<li><strong>Advantages</strong>:&nbsp; Low pungency and no airway irritation (suitable as an induction agent); bronchodilatory effects (preferred inhaled agent in asthmatics).</li>\n\t<li><strong>Disadvantages</strong>:&nbsp; Nephrotoxicity is possible with high flow or prolonged exposure.</li>\n\t<li><strong>Contraindications</strong>:&nbsp; Elevated intracranial pressure, history of malignant hyperthermia.</li>\n</ul>\n<h2>Desflurane</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Indications</strong>:&nbsp; Maintenance of general anesthesia, especially in outpatient procedures.</li>\n\t<li><strong>Onset/duration</strong>:&nbsp; Ultrarapid onset and emergence.</li>\n\t<li><strong>Advantages</strong>:&nbsp; Allows for rapid alterations in anesthesia depth; useful for short procedures necessitating fast emergence and recovery.</li>\n\t<li><strong>Disadvantages</strong>:&nbsp; Very high pungency and airway irritation (not suitable for inhalation induction); can cause tachycardia and hypertension at high concentrations.</li>\n\t<li><strong>Contraindications</strong>:&nbsp; Asthma or reactive airway disease, ischemic heart disease, elevated intracranial pressure, history of malignant hyperthermia.</li>\n</ul>\n<h2>Isoflurane</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Indications</strong>:&nbsp; Maintenance of anesthesia during longer procedures.</li>\n\t<li><strong>Onset/duration</strong>:&nbsp; Slower onset and emergence; drug accumulates in fat, which prolongs recovery time.</li>\n\t<li><strong>Advantages</strong>:&nbsp; More potent than sevoflurane and desflurane; inexpensive; better for prolonged surgical cases.</li>\n\t<li><strong>Disadvantages</strong>:&nbsp; Pungent odor (not suitable for induction); dose-dependent hypotension with reflex tachycardia.</li>\n\t<li><strong>Contraindications</strong>:&nbsp; Ischemic heart disease, elevated intracranial pressure, history of malignant hyperthermia.</li>\n</ul>\n<h2>Nonvolatile agents</h2><h2>Nitrous oxide</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Indications</strong>:&nbsp; Adjunctive agent during IV or inhalation induction; procedural sedation; pain management (eg, labor/delivery).&nbsp; It is also used during maintenance of general anesthesia to reduce the required concentrations of other volatile anesthetics.</li>\n\t<li><strong>Onset/duration</strong>:&nbsp; Very rapid onset and emergence.</li>\n\t<li><strong>Advantages</strong>:&nbsp; Significant analgesic and euphoric effects, minimal hemodynamic effects.</li>\n\t<li><strong>Disadvantages</strong>:&nbsp; Low potency and weak hypnotic properties (not suitable as a solitary general anesthetic); may expand gas-filled spaces due to high diffusion rate.</li>\n\t<li><strong>Contraindications</strong>:&nbsp; Avoid use in patients with bowel distension, pneumothorax, pneumoperitoneum, increased middle ear pressures, pneumocephalus, and intraocular gas.&nbsp; Nitrous oxide can produce dangerous pressures within these compartments.</li>\n\t<li><strong>Note</strong>:&nbsp; When nitrous oxide is rapidly discontinued, it quickly diffuses from the blood back into the alveoli, diluting the alveolar concentration of oxygen.&nbsp; This can lead to transient hypoxemia (ie, diffusion hypoxia); patients should receive 100% oxygen for several minutes after stopping nitrous oxide.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Intravenous and inhaled anesthetics are used to induce and maintain varying depths of sedation and general anesthesia during medical and surgical procedures.&nbsp; Intravenous anesthetics are commonly used for procedural sedation and induction of general anesthesia due to their fast onset and ease of administration.&nbsp; In contrast, inhaled anesthetics are typically used for the maintenance of anesthesia, because of their titratability and predictable emergence.&nbsp; Drug selection depends on the patient's clinical status, the nature of the procedure, and the required level of anesthesia.</p>\n</div>\n\n            "
}