{
  "meta": {
    "title": "Management of acute pain",
    "url": "https://brainandscalpel.vercel.app/management-of-acute-pain-8d0b1bd8-9c7cd6.html",
    "scrapedAt": "2025-12-01T05:55:39.372Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Acute pain typically lasts &lt;3 months and is associated with tissue injury, inflammation, or a disease process with a predictable resolution; it is broadly categorized into nociceptive and neuropathic pain.&nbsp; Treatment options range from nonopioid agents (eg, acetaminophen, nonsteroidal anti-inflammatory medication [NSAIDs]) for mild to moderate pain, to opioids for severe pain, and to local anesthetics for procedural or site-specific pain.&nbsp; Adjuvant medications (eg, muscle relaxants) are used for pain that is less responsive to conventional analgesics.&nbsp; A multimodal approach is often used, combining medications that target different pain pathways to maximize analgesia while minimizing opioid use due to the associated risks (eg, potential for abuse, life-threatening overdose).</p>\n<h1>Pathophysiology of acute pain</h1><br><br><p>Pain can be classified into 2 broad categories: nociceptive pain and neuropathic pain.</p><br><br><ul>\n\t<li><strong>Nociceptive pain</strong>:&nbsp; Occurs when tissue damage (eg, surgical trauma, ischemia, infection) stimulates the sensory nerves (ie, nociceptors).&nbsp; Injured tissue releases substances (eg, prostaglandins, bradykinin, histamine) that cause nociceptors to send impulses to the brain.&nbsp; This results in feeling pain (perception).&nbsp; Nociceptive pain can result from injury to internal organs (eg, visceral pain) or from injury to skin, muscles, bones, joints, or ligaments (musculoskeletal or somatic pain).</li>\n\t<li><strong>Neuropathic pain</strong>:&nbsp; Results not from tissue injury or damage but from damage to or malfunction of the nervous system.&nbsp; Examples include fibromyalgia, diabetic neuropathy, and chronic headaches.</li>\n</ul><br><br><p>The pharmacologic agents used in acute pain management target different mechanisms of the pain pathway.</p>\n<h1>Selection of analgesic classes</h1><br><br><p>Pain is treated using a stepwise approach.&nbsp; The type of pain (eg, nociceptive vs neuropathic), the severity of pain, and patient factors (eg, age, comorbidities, risk for adverse effects, substance use disorders) should all be considered.&nbsp; The lowest effective dose should always be used.&nbsp; Multimodal pain control often produces improved pain control via additive or synergistic effects.</p>\n<h2>Mild pain</h2><br><br><ul>\n\t<li><strong>Treatment</strong>:&nbsp; NSAIDs or acetaminophen.</li>\n\t<li><strong>Rationale</strong>:&nbsp; NSAIDs are useful for their anti-inflammatory and antipyretic properties (somatic and inflammatory pain); acetaminophen is preferred when NSAID toxicity is a concern (eg, in older adults, patients with peptic ulcer risk or renal dysfunction).</li>\n\t<li><strong>Common conditions</strong>:&nbsp; Mild musculoskeletal pain (eg, sprains)<em>,</em> mild osteoarthritis<em>,</em> dental pain, fever-related discomfort, mild headaches.</li>\n</ul>\n<h2>Moderate pain</h2><br><br><ul>\n\t<li><strong>Treatment</strong>:&nbsp; NSAIDs with or without acetaminophen; short course of opioids if necessary.</li>\n\t<li><strong>Rationale</strong>:&nbsp; Multimodal analgesia (eg, NSAID and acetaminophen) provides synergistic effects via different mechanisms.&nbsp; Because of their potential for abuse and life-threatening adverse effects, opioids are reserved for situations in which nonopioid analgesia is insufficient or contraindicated.</li>\n\t<li><strong>Common conditions</strong>:&nbsp; Postoperative pain, moderate musculoskeletal injuries (eg, fractures, soft tissue injuries), migraine.</li>\n</ul>\n<h2>Severe pain</h2><br><br><ul>\n\t<li><strong>Treatment</strong>:&nbsp; Opioids with or without nonopioid adjuncts.</li>\n\t<li><strong>Rationale</strong>:&nbsp; Opioids remain first-line for severe acute pain (eg, trauma, major surgery) but should be integrated within a multimodal framework to reduce opioid requirements and enhance safety.</li>\n\t<li><strong>Common conditions</strong>:&nbsp; Major trauma (eg, fractures, crush injuries), major postoperative pain (after thoracic or abdominal surgery, joint replacement), severe cancer-related pain, renal colic<em>,</em> severe neuropathic pain (eg, trigeminal neuralgia).</li>\n</ul>\n<h2>Procedural pain</h2><br><br><ul>\n\t<li><strong>Treatment</strong>:&nbsp; Local anesthetics with or without systemic agents.</li>\n\t<li><strong>Rationale</strong>:&nbsp; Regional techniques provide superior site-specific analgesia, reduce systemic opioid exposure, and improve procedural tolerability.</li>\n\t<li><strong>Common conditions</strong>:&nbsp; Laceration repair, dental procedures, nerve blocks for orthopedic or soft tissue procedures, epidural anesthesia (eg, labor, abdominal surgery), minor dermatologic procedures (eg, biopsies, excisions).</li>\n</ul>\n<h2>Neuropathic or spasm-related pain</h2><br><br><ul>\n\t<li><strong>Treatment</strong>:&nbsp; Adjuvant agents; mild to moderate cases may also be treated with acetaminophen and NSAIDs.<br><br>\t<ul>\n\t\t<li>Neuropathic pain:&nbsp; Anticonvulsants (eg, gabapentin, pregabalin), antidepressants (eg, tricyclic antidepressants [TCAs]).</li>\n\t\t<li>Spasm-related pain:&nbsp; Muscle relaxants (eg, baclofen, cyclobenzaprine, tizanidine).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Rationale</strong>:&nbsp; Adjuvant agents target neuronal hyperexcitability and central sensitization mechanisms that are typically less responsive to conventional analgesics such as NSAIDs or opioids. <strong>Common conditions</strong>:\n\t<ul>\n\t\t<li>Neuropathic pain:&nbsp; Diabetic peripheral neuropathy, postherpetic neuralgia, radiculopathy, trigeminal neuralgia.</li>\n\t\t<li>Spasm-related pain:&nbsp; Multiple sclerosis–related spasticity, spinal cord spasticity.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Drug classes, mechanisms of action, and risks</h1><br><br><p>Effective pain management often requires the use of various classes of medications.&nbsp; These include nonopioid analgesics, opioids, local anesthetics, and adjuvant agents (eg, anticonvulsants, muscle relaxants, antidepressants, corticosteroids, topical treatments).&nbsp; Each medication has distinct mechanisms of action, therapeutic uses, and safety profiles.</p>\n<h1>Nonopioid analgesics</h1><h2>NSAIDs (eg, ibuprofen, naproxen, ketorolac, diclofenac)</h2><br><br><ul>\n\t<li><strong>Mechanism of action</strong>:&nbsp; Most NSAIDs <em>reversibly</em> inhibit <strong>cyclooxygenase (COX)</strong> enzymes, which catalyze the conversion of arachidonic acid to thromboxane A<font size=\"2\"><sub>2</sub></font> and various prostaglandins (which are mediators of pain and fever).&nbsp; Aspirin is unique in that it irreversibly inhibits COX enzymes (see discussion below).&nbsp; COX enzymes exist in 2 primary forms:<br><br>\t<ul>\n\t\t<li><strong>COX-1</strong>:&nbsp; Constitutively expressed and involved in gastric mucosal protection, platelet aggregation, and renal perfusion.&nbsp; Its inhibition contributes to gastrointestinal (GI) and renal adverse effects.</li>\n\t\t<li><strong>COX-2</strong>:&nbsp; Expressed in an inducible manner in response to cytokine release by immune cells (eg, macrophages).&nbsp; Major products of this enzyme are prostaglandins, some of which promote fever, inflammation, and pain sensitivity.</li>\n\t\t<li>Most NSAIDs nonselectively inhibit both COX-1 and COX-2, reducing peripheral prostaglandin production.&nbsp; This gives them their anti-inflammatory, analgesic, and antipyretic effects.&nbsp; Selective COX-2 inhibitors (eg, celecoxib) were developed to minimize GI toxicity by sparing COX-1 (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24131.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Class effects</strong>:\n\t<ul>\n\t\t<li>Analgesic, antipyretic, and anti-inflammatory properties.</li>\n\t\t<li>Antiplatelet effects (mainly with nonselective NSAIDs, especially aspirin).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Therapeutic uses</strong>:\n\t<ul>\n\t\t<li>Mild to moderate pain, especially when associated with inflammation (eg, osteoarthritis, rheumatoid arthritis, musculoskeletal injuries).</li>\n\t\t<li>Fever reduction in adults and children.</li>\n\t\t<li>Dysmenorrhea (effective due to inhibition of prostaglandin-mediated uterine contractions).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Risks/adverse reactions</strong>:\n\t<ul>\n\t\t<li><strong>GI toxicity</strong>:&nbsp; Cause gastritis, ulcers, and bleeding due to reduced mucosal protection.&nbsp; Risk is higher in the elderly, those with ulcer history, or those taking corticosteroids/anticoagulants.&nbsp; COX-2 inhibitors lower the risk but are not fully protective (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25950.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t\t<li><strong>Renal effects</strong>:&nbsp; Can reduce kidney perfusion, especially in those with renal impairment, dehydration, or heart failure, as well as those taking diuretics (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47085.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n\t\t<li><strong>Cardiovascular risk</strong>:&nbsp; Increase the risk for myocardial infarction, stroke, and hypertension; this effect is more pronounced with COX-2 inhibitors but is also seen with nonselective NSAIDs.</li>\n\t\t<li><strong>Bleeding risk</strong>:&nbsp; Prolong bleeding time through reversible platelet inhibition (aspirin's effect is irreversible).</li>\n\t\t<li><strong>NSAID-exacerbated respiratory disease</strong> (NERD):&nbsp; Cause a nonallergic reaction characterized by asthma, nasal polyps, and NSAID-induced respiratory symptoms (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9258.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t\t<li><strong>Skin reactions</strong>:&nbsp; Can be associated with rare but serious reactions (eg, Stevens-Johnson syndrome, toxic epidermal necrolysis) and photosensitivity.</li>\n\t\t<li><strong>Pregnancy</strong>:&nbsp; Are contraindicated in the third trimester due to the risk for premature ductus arteriosus closure and low amniotic fluid.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Monitor</strong>:&nbsp; Renal function (eg, creatinine), GI health (eg, bleeding, ulcers), blood pressure, liver function.</li>\n</ul>\n<h2>Aspirin</h2><br><br><p>Aspirin is classified as an NSAID but has some unique characteristics.</p><br><br><ul>\n\t<li><strong>Mechanism of action</strong>:&nbsp; Aspirin is a nonselective NSAID that <em>irreversibly</em> inhibits both COX-1 and COX-2 enzymes.&nbsp; It has a preference for COX-1 at low doses (eg, 75-100 mg/day), whereas at higher doses (eg, &gt;300-600 mg), it inhibits both COX isoforms.&nbsp; This irreversible inhibition occurs through acetylation, resulting in sustained thromboxane A<font size=\"2\"><sub>2</sub></font> suppression in platelets for their entire lifespan (eg, 3-7 days) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29769.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Class effects</strong>:\n\t<ul>\n\t\t<li>Analgesic, antipyretic, and anti-inflammatory effects at moderate to high doses&nbsp; (eg, &gt;300-600 mg).</li>\n\t\t<li>Antiplatelet effect at low doses due to irreversible inhibition of platelet COX-1.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Therapeutic uses</strong>:\n\t<ul>\n\t\t<li><strong>Cardiovascular prevention</strong>:&nbsp; Low-dose aspirin for secondary prevention in patients with coronary artery disease, stroke, or peripheral artery disease.</li>\n\t\t<li><strong>Pain and inflammation</strong>:&nbsp; High-dose aspirin for inflammatory conditions (historically used for rheumatic fever and arthritis but is less commonly used now due to GI risks).</li>\n\t\t<li><strong>Antipyretic</strong>:&nbsp; Rarely used due to risk for Reye syndrome in children.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Risks/adverse reactions</strong>:\n\t<ul>\n\t\t<li><strong>Prolonged antithrombotic effect</strong>:&nbsp; Preoperative aspirin discontinuation is recommended at least 5 days prior to surgery to avoid excessive bleeding.</li>\n\t\t<li><strong>Typical adverse effects of NSAIDs</strong> (eg, GI toxicity, renal impairment, hypertension, NERD):&nbsp; Effects typically occur with higher doses and prolonged exposure.</li>\n\t\t<li><strong>Reye syndrome</strong>:&nbsp; This rare but serious complication is associated with aspirin use in children and adolescents, particularly during or following viral illnesses (eg, influenza, varicella) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69965.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Acetaminophen (paracetamol)</h2><br><br><ul>\n\t<li><strong>Mechanism of action</strong>:&nbsp; The exact mechanism of action of acetaminophen is not fully understood; several actions are believed to play a role.&nbsp; It appears to selectively inhibit COX enzymes in the CNS, resulting in reduced synthesis of prostaglandins.&nbsp; In contrast to NSAIDs, it has minimal peripheral COX inhibition and therefore lacks significant anti-inflammatory effects.</li>\n\t<li><strong>Class effects</strong>:\n\t<ul>\n\t\t<li>Antipyretic and analgesic; lacks significant anti-inflammatory activity.</li>\n\t\t<li>No significant antiplatelet activity, no renal vasoconstriction or salt/water retention, and minimal GI irritation (compared with NSAIDs).</li>\n\t\t<li>Safe in pregnancy (when used short-term at recommended doses).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Therapeutic uses</strong>:\n\t<ul>\n\t\t<li>Mild to moderate pain (eg, headaches, osteoarthritis, musculoskeletal pain, dysmenorrhea).</li>\n\t\t<li>Fever reduction in adults and children.</li>\n\t\t<li>Often used with opioids for more severe pain (eg, postoperative pain, cancer pain).</li>\n\t\t<li>Preferred analgesic in conditions in which NSAIDs are contraindicated (eg, peptic ulcer disease, renal insufficiency, cardiovascular disease).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Risks/adverse reactions</strong>:\n\t<ul>\n\t\t<li><strong>Hepatotoxicity</strong>:&nbsp; Liver injury is the most serious adverse effect.&nbsp; At high doses, the liver's ability to conjugate acetaminophen is overwhelmed, leading to the accumulation of the toxic metabolite N-acetyl-p-benzoquinone imine [NAPQI].&nbsp; NAPQI depletes glutathione and causes oxidative damage to hepatocytes, resulting in acute liver injury or failure.&nbsp; The risk increases with single doses &gt;4 g/day in adults, chronic alcohol use, fasting, malnutrition (decreased glutathione reserves), and concurrent use of cytochrome P450 2E1 inducers (eg, isoniazid) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71536.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).</li>\n\t\t<li><strong>Nephrotoxicity</strong>:&nbsp; Renal injury is rare but can be seen with high or prolonged use, particularly in combination with other nephrotoxic agents such as NSAIDs.</li>\n\t\t<li><strong>Skin reactions</strong>:&nbsp; Skin reactions are also rare, but Stevens-Johnson syndrome and toxic epidermal necrolysis have been reported.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Monitor</strong>:&nbsp; Liver function for high doses or chronic use; renal function if prolonged use is necessary.</li>\n</ul>\n<h1>Opioid analgesics</h1><br><br><p>Examples include morphine, hydromorphone, oxycodone, fentanyl, and tramadol.</p><br><br><ul>\n\t<li><strong>Mechanism of action</strong>:&nbsp; Primary targets are mu, kappa, and delta opioid receptors distributed in the brain, spinal cord, and peripheral tissues (including the GI tract) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29658.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).<br><br>\t<ul>\n\t\t<li><strong>Presynaptic effect</strong>:&nbsp; Inhibit voltage-gated calcium channels, reducing the release of pain neurotransmitters (eg, glutamate, substance P).</li>\n\t\t<li><strong>Postsynaptic effect</strong>:&nbsp; Open potassium channels, causing hyperpolarization and reduced neuronal excitability.</li>\n\t\t<li><strong>NMDA‑receptor antagonism</strong>:&nbsp; The opioid methadone binds and inhibits NMDA receptors, which may explain its superior effectiveness for some neuropathic pain states.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Class effects</strong>:\n\t<ul>\n\t\t<li>Potent analgesia for moderate to severe nociceptive pain.</li>\n\t\t<li>Euphoria and anxiolysis.</li>\n\t\t<li>Constipation, miosis, and bradycardia via parasympathetic pathways.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Therapeutic uses</strong>:\n\t<ul>\n\t\t<li>Acute severe pain (eg, postoperative, trauma, infarction).</li>\n\t\t<li>Chronic cancer‑related pain and palliative care.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Risks/adverse reactions</strong>:\n\t<ul>\n\t\t<li><strong>Respiratory depression</strong>:&nbsp; Occurs in a dose-dependent manner and is the leading cause of fatal overdose; risk rises with sedatives, sleep apnea, or lung disease.</li>\n\t\t<li><strong>Tolerance and dependence</strong>:&nbsp; Develop within days to weeks; abrupt cessation triggers predictable withdrawal.</li>\n\t\t<li><strong>Addiction</strong>:&nbsp; Links to dopaminergic reward pathways; risk increases with high doses, rapid-onset drugs, and personal/family history.</li>\n\t\t<li><strong>Constipation</strong>:&nbsp; Develops in nearly all cases due to mu receptor–mediated peristalsis inhibition.</li>\n\t\t<li><strong>Sedation and cognitive effects</strong>:&nbsp; Impair driving and increase fall risk.</li>\n\t\t<li><strong>Histamine-related effects</strong> (eg, pruritus, vasodilation, bronchospasm):&nbsp; Occur most commonly with morphine.</li>\n\t\t<li><strong>Serotonin syndrome risk</strong>:&nbsp; Involves certain opioids that enhance serotonin (eg, tramadol, fentanyl, methadone) and should be used cautiously with serotonergic drugs.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Monitor</strong>:&nbsp; Respiratory rate, sedation, liver/renal function, GI effects (eg, constipation), and signs of misuse.</li>\n</ul>\n<h1>Local anesthetics</h1><br><br><p>Examples include lidocaine, bupivacaine, ropivacaine, and tetracaine.</p><br><br><ul>\n\t<li><strong>Mechanism of action</strong>:&nbsp; Local anesthetics block voltage-gated sodium channels, inhibiting nerve depolarization.&nbsp; They affect small, myelinated fibers first, followed by unmyelinated C fibers, leading to early loss of pain and temperature sensation while preserving motor and pressure function at typical doses (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L58785.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; There are 2 structural classes of local anesthetics:<br><br>\t<ul>\n\t\t<li><strong>Amides</strong> (eg, lidocaine, bupivacaine, ropivacaine):&nbsp; Metabolized hepatically by cytochrome P450 enzymes; low allergy risk.</li>\n\t\t<li><strong>Esters</strong> (eg, procaine, chloroprocaine, tetracaine):&nbsp;  Rapidly hydrolyzed by plasma pseudocholinesterases; may cause allergic reactions via p-aminobenzoic acid metabolites.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Class effects</strong>:\n\t<ul>\n\t\t<li>Produce reversible, regional loss of sensation with or without motor function and without loss of consciousness.&nbsp; The addition of epinephrine can prolong the anesthetic effect.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Therapeutic uses</strong>:\n\t<ul>\n\t\t<li>Local infiltration provides anesthesia for minor procedures and wound closure.</li>\n\t\t<li>Peripheral nerve blocks for orthopedic and dental surgery.</li>\n\t\t<li>Epidural and spinal anesthesia for obstetric, abdominal, or lower extremity operations.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Risk/adverse reactions</strong>:\n\t<ul>\n\t\t<li><strong>Local complications</strong>:&nbsp; Local infiltration can result in nerve trauma, hematoma, or infection.</li>\n\t\t<li><strong>Local anesthetic systemic toxicity (LAST)</strong>:&nbsp; Overdose or inadvertent intravascular injection can cause early symptoms (eg, circumoral numbness, tinnitus, metallic taste, seizures) that can progress to cardiovascular collapse.&nbsp; Bupivacaine has the greatest cardiotoxic potential (eg, ventricular arrhythmias, refractory hypotension).</li>\n\t\t<li><strong>Methemoglobinemia</strong>:&nbsp; Characterized by cyanosis and hypoxia unresponsive to oxygen therapy, it is most commonly linked to prilocaine and benzocaine (likely due to their oxidative effects that contribute to hemoglobin's conversion to methemoglobin).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Monitor</strong>:&nbsp; For signs of LAST (eg, arrhythmias, hypotension) and methemoglobinemia.</li>\n</ul>\n<h1>Adjuvant analgesics</h1><h2>Anticonvulsants</h2><br><br><p>The anticonvulsants most commonly used for analgesia are gabapentin and pregabalin (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/117240.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul>\n\t<li><strong>Mechanism of action</strong>:&nbsp; Bind to the alpha-2–delta subunit of voltage-gated calcium channels in the CNS.&nbsp; This reduces calcium influx, decreasing the release of excitatory neurotransmitters (eg, glutamate, substance P), which helps reduce neuropathic pain and has anticonvulsant effects.</li>\n\t<li><strong>Class effects</strong>:&nbsp; Analgesic, anticonvulsant, anxiolytic.</li>\n\t<li><strong>Therapeutic uses</strong>:\n\t<ul>\n\t\t<li>Considered first‑line agents for neuropathic pain syndromes (eg, postherpetic neuralgia, diabetic peripheral neuropathy).</li>\n\t\t<li>Pregabalin is approved for generalized anxiety disorder.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Risks/adverse reactions</strong>:&nbsp; Sedation (pregabalin &gt; gabapentin), dizziness, weight gain, edema (pregabalin), cognitive changes, potential for abuse/dependence.</li>\n\t<li><strong>Monitor</strong>:&nbsp; Renal function, sedation, cognitive function, weight gain, and signs of misuse.</li>\n</ul><br><br><p>Another anticonvulsant used to treat pain is carbamazepine, a sodium‑channel blocker prescribed in the management of atypical trigeminal neuralgia and glossopharyngeal neuralgia.&nbsp; Oxcarbazepine offers similar efficacy with fewer drug-drug interactions and less hematologic toxicity.&nbsp; Other antiepileptics (eg, levetiracetam, phenytoin) have limited or inconclusive analgesic evidence and are not routinely used for pain management.</p>\n<h2>Skeletal muscle relaxants (eg, cyclobenzaprine, methocarbamol)</h2><br><br><ul>\n\t<li><strong>Mechanism of action</strong>:<br><br>\t<ul>\n\t\t<li>Centrally acting agents that primarily exert their effects within the brainstem, spinal cord, or higher CNS centers.&nbsp; These agents include:</li>\n\t</ul><br><br>\t<ul>\n\t\t<li>\n\t\t<ul>\n\t\t\t<li><strong>Cyclobenzaprine</strong>:&nbsp; Acts at the brainstem to reduce tonic somatic motor activity, particularly influencing gamma and alpha motor systems.&nbsp; Structurally related to TCAs, it also has anticholinergic and sedative properties.</li>\n\t\t\t<li><strong>Methocarbamol and carisoprodol</strong>:&nbsp; Depress polysynaptic reflex activity in the spinal cord and descending reticular formation.</li>\n\t\t\t<li><strong>Tizanidine</strong> (alpha-2 adrenergic agonist):&nbsp; Inhibits presynaptic motor neuron firing and reduces spasticity.</li>\n\t\t\t<li><strong>Baclofen</strong> (GABA B receptor agonist):&nbsp; Acts in the spinal cord to inhibit excitatory neurotransmitter release and reduce monosynaptic and polysynaptic reflex activity.</li>\n\t\t</ul>\n\t\t</li>\n\t</ul><br><br>\t<ul>\n\t\t<li>Dantrolene is a peripherally acting agent that acts directly on skeletal muscle by inhibiting ryanodine receptors (RyR1) on the sarcoplasmic reticulum, reducing intracellular calcium release and therefore muscle contraction.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Class effects</strong>:\n\t<ul>\n\t\t<li>Symptomatic relief of muscle spasm, spasticity, and associated pain.</li>\n\t\t<li>Sedative and CNS depressant properties, which contribute to both therapeutic effects and adverse event profiles.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Therapeutic uses</strong>:\n\t<ul>\n\t\t<li>Acute musculoskeletal conditions (eg, strains, sprains, back pain) often as adjunctive therapy with analgesics.</li>\n\t\t<li>Spasticity management in chronic neurologic disorders:</li>\n\t</ul><br><br>\t<ul>\n\t\t<li>\n\t\t<ul>\n\t\t\t<li><strong>Baclofen</strong>:&nbsp; Effective for spasticity due to multiple sclerosis, spinal cord injury.</li>\n\t\t\t<li><strong>Tizanidine</strong>:&nbsp; Used for spasticity of central origin (eg, stroke, multiple sclerosis).</li>\n\t\t\t<li><strong>Dantrolene</strong>:&nbsp; Indicated for spasticity in cerebral palsy, spinal cord injury, and the acute management of malignant hyperthermia.</li>\n\t\t</ul>\n\t\t</li>\n\t</ul><br><br>\t<ul>\n\t\t<li>Multimodal analgesia management for postoperative pain or chronic pain syndromes involving muscle tension.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Risks/adverse effects</strong>:\n\t<ul>\n\t\t<li><strong>Sedation</strong>.</li>\n\t\t<li><strong>Anticholinergic effects</strong> (eg, dry mouth, blurred vision, urinary retention, constipation).</li>\n\t\t<li><strong>Hypotension and bradycardia</strong>:&nbsp; Especially with tizanidine; due to central alpha-2 adrenergic effects.</li>\n\t\t<li><strong>Hepatotoxicity</strong>:&nbsp; Especially with tizanidine and dantrolene.</li>\n\t\t<li><strong>Dependence and withdrawal risk</strong>:&nbsp; Most commonly occurs with carisoprodol and baclofen.</li>\n\t\t<li><strong>Rare serious events</strong>:&nbsp; Hepatotoxicity can occur with dantrolene.&nbsp; Intrathecal baclofen withdrawal is a medical emergency due to severe rebound spasticity and autonomic instability.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Monitor</strong>:&nbsp; Sedation, liver function (for tizanidine, baclofen), blood pressure (tizanidine), and muscle weakness (dantrolene).</li>\n</ul>\n<h2>TCAs (eg, amitriptyline, nortriptyline)</h2><br><br><p>TCAs are used primarily for chronic neuropathic pain due to their adverse effect profiles and delayed onset of effectiveness.&nbsp; In acute pain, their role is adjunctive and limited to select cases of acute neuropathic pain or exacerbations of chronic pain.&nbsp; Amitriptyline and nortriptyline are the most commonly considered agents.</p><br><br><ul>\n\t<li><strong>Mechanism of action</strong>:&nbsp; Block reuptake of norepinephrine and serotonin in the CNS, enhancing descending inhibitory pain pathways.&nbsp; To a lesser extent, TCAs block sodium channels and NMDA receptors, contributing to their analgesic properties.</li>\n\t<li><strong>Class effects</strong>:&nbsp; Analgesic (primarily for neuropathic pain), antidepressant, anxiolytic, sedative.</li>\n\t<li><strong>Therapeutic uses</strong>:\n\t<ul>\n\t\t<li>Acute neuropathic pain (eg, acute trigeminal neuralgia, postherpetic neuralgia).</li>\n\t\t<li>Occasionally used in acute pain settings when comorbid sleep disturbance or anxiety is present, due to their sedating properties.</li>\n\t\t<li>Not first-line for typical nociceptive somatic or visceral pain.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Risks/adverse reactions</strong>:\n\t<ul>\n\t\t<li>Sedation.</li>\n\t\t<li>Anticholinergic effects (eg, dry mouth, constipation, urinary retention, blurry vision, delirium).</li>\n\t\t<li>Orthostatic hypotension.</li>\n\t\t<li>Cardiac arrhythmias (especially in overdose or preexisting heart disease).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Monitor</strong>:&nbsp; Arrhythmias (a baseline ECG is recommended in patients age &gt;40 or with risk factors).</li>\n</ul>\n<h2>Corticosteroids (eg, dexamethasone)</h2><br><br><ul>\n\t<li><strong>Mechanism of action</strong>:&nbsp; Reduce inflammation by inhibiting phospholipase A<font size=\"2\"><sub>2</sub></font> (blocking prostaglandin and leukotriene production), suppressing proinflammatory cytokines, increasing anti-inflammatory proteins, and decreasing leukocyte activity and capillary permeability.</li>\n\t<li><strong>Class effects</strong>:&nbsp; Potent anti-inflammatory effects; not inherently analgesic; pain relief results from decreased inflammation and edema.</li>\n\t<li><strong>Therapeutic uses</strong>:\n\t<ul>\n\t\t<li>Localized inflammatory pain (epidural, intraarticular, peripheral nerve, soft tissue injections).</li>\n\t\t<li>Acute inflammatory conditions (eg, sciatica, polymyalgia rheumatica, cluster headaches).</li>\n\t\t<li>Multimodal cancer pain management, spinal cord compression, bone metastases.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Risks/adverse reactions</strong> (acute use):&nbsp; Hyperglycemia, fluid retention, gastritis, peptic ulcers, insomnia, and mood changes.</li>\n\t<li><strong>Monitor</strong>:&nbsp; Blood pressure, blood glucose (especially in patients with diabetes mellitus).</li>\n</ul>\n<h2>Topical agents (eg, capsaicin, lidocaine)</h2><br><br><ul>\n\t<li><strong>Mechanism of action</strong>:&nbsp; Capsaicin activates transient receptor potential vanilloid 1 receptors on nociceptive C fibers, causing an initial burning sensation followed by desensitization and depletion of substance P.&nbsp; The mechanism of action of lidocaine was discussed in the local anesthetics section.</li>\n\t<li><strong>Class effects</strong>:&nbsp; Localized analgesia without systemic sedation or CNS effects.</li>\n\t<li><strong>Therapeutic uses</strong>:\n\t<ul>\n\t\t<li>Neuropathic pain (eg, postherpetic neuralgia).</li>\n\t\t<li>Localized musculoskeletal pain.</li>\n\t\t<li>Osteoarthritis (capsaicin).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Risks/adverse reactions</strong>:\n\t<ul>\n\t\t<li><strong>Local site reactions</strong>:&nbsp; Erythema, pruritus, burning, or irritation (especially with capsaicin).</li>\n\t\t<li><strong>Systemic toxicity</strong>:&nbsp; Rare, but possible with excessive or prolonged lidocaine use (eg, seizures, arrhythmias in overdose).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Monitor</strong>:&nbsp; For local skin reactions and signs of systemic lidocaine absorption when applying over large surface areas or for extended durations.</li>\n</ul>\n<h1>Nonpharmacologic management of pain</h1><br><br><p>Nonpharmacologic strategies should also be included in comprehensive pain management.&nbsp; These techniques can improve analgesia, reduce medication requirements, and address biopsychosocial contributors to pain.&nbsp; Types of nonpharmacologic pain management include:</p><br><br><ul>\n\t<li><strong>Physical and mechanical interventions</strong>:&nbsp; Cryotherapy, heat therapy, physical therapy, splinting, bracing, and transcutaneous electrical nerve stimulation (TENS).</li>\n\t<li><strong>Psychologic and behavioral intervention</strong>:&nbsp; Cognitive-behavioral therapy, mindfulness-based stress reduction, and relaxation techniques.</li>\n\t<li><strong>Complementary and integrative therapies</strong>:&nbsp; Acupuncture, massage therapy, and chiropractic manipulation.</li>\n</ul><br><br><p>These interventions are particularly important in multimodal pain management strategies, in which they help optimize functional recovery and minimize adverse drug effects.</p>\n<h1>Summary</h1><br><br><p>Pharmacologic management of acute pain involves selecting medications based on pain type (eg, nociceptive vs neuropathic), severity, and patient-specific factors (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/129093.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Nonopioid agents (eg, acetaminophen, nonsteroidal anti-inflammatory drugs) are first-line for most instances of mild to moderate pain, whereas opioids are reserved for severe pain or situations in which nonopioids are insufficient.&nbsp; Local anesthetics play an important role in procedural and postoperative analgesia.&nbsp; Patients with neuropathic and spasm-related pain may benefit from adjuvant therapies such as antiepileptics (eg, gabapentin) and muscle relaxants (eg, cyclobenzaprine), respectively.&nbsp; Adverse effect profiles and individual patient factors (eg, age, comorbidities) should be carefully considered when selecting the optimal pain medication or medications.&nbsp; Multimodal analgesia—combining agents with complementary mechanisms—is frequently preferred because it enhances pain control while reducing opioid requirements and associated adverse effects.<p></p>\n</div>\n\n            "
}