{
  "meta": {
    "title": "Neurotransmitters and related medications",
    "url": "https://brainandscalpel.vercel.app/neurotransmitters-and-related-medications-49547a79-9c7cd6.html",
    "scrapedAt": "2025-12-01T05:55:44.324Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Neurotransmitters are chemical messengers that facilitate communication between neurons by transmitting signals across synapses.&nbsp; Neurotransmitters can be classified into several major categories: <strong>excitatory</strong>, such as glutamate, which promotes neural activation; <strong>inhibitory</strong>, such as gamma-aminobutyric acid (GABA), which reduces neural activity; and <strong>modulatory</strong>, such as dopamine and serotonin, which influence broader neural circuits.&nbsp; Cell membrane receptors for neurotransmitters can be divided into 2 broad categories (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7365.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ionotropic receptors (eg, ligand-gated)</strong>:&nbsp; Ion channels that open directly upon ligand binding.</li>\n\t<li><strong>Metabotropic receptors (eg, G-protein-coupled)</strong>:&nbsp; Receptors that utilize second messengers to indirectly influence their corresponding ion channels.</li>\n</ul><br><br><p>Some key neurotransmitters and their functions are discussed below.</p>\n<h1>Glutamate</h1><h2>Pathophysiology</h2><br><br><p><strong>Glutamate</strong> is the primary <strong>excitatory</strong> neurotransmitter and is essential for <strong>learning and memory</strong>.&nbsp; The glutamate <strong>NMDA receptor</strong> is an ionotropic potential-dependent receptor.&nbsp; In the resting hyperpolarized state, magnesium occupies the NMDA receptor ion pore, forming a constitutive magnesium plug to prevent the flow of other cations.&nbsp; The channel opens when 2 events occur (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71188.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Displacement of the magnesium plug:&nbsp; An initial depolarization impulse (non–NMDA mediated) displaces magnesium from the NMDA ion channel pore.</li>\n\t<li>Binding of glutamate:&nbsp; After magnesium is expelled, binding of glutamate (along with glycine) induces a conformational change, allowing the unrestricted flow of calcium, sodium, and potassium.&nbsp; Because of selective permeability, the influx of calcium and sodium (tends to depolarize) outstrips the efflux of potassium (tends to hyperpolarize), leading to further net depolarization.</li>\n</ul><br><br><p>The calcium (Ca<font size=\"2\"><sup>2+</sup></font>) influx from NMDA-receptor activation triggers second-messenger signaling cascades (eg, protein kinase C) that strengthen synapses, driving <strong>long-term potentiation (LTP)</strong>, a key process in learning and memory.</p>\n<h2>Location</h2><br><br><p>Glutamate is <strong>ubiquitous</strong> in the central nervous system (CNS), particularly in the cortex.&nbsp; Because it drives long-term potentiation, there is a high concentration of receptors in the <strong>hippocampus</strong>.</p>\n<h2>Clinical relevance</h2><br><br><p>Glutamate-induced excitotoxicity is a key player in the outward propagation of injury in <strong>ischemic stroke</strong>, <strong>traumatic brain injury</strong>, and early <strong>Alzheimer disease</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74653.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; The main events in this process are as follows:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ischemic glutamate release</strong>:&nbsp; Within minutes of focal cerebral injury, neurons depolarize because of ATP depletion.&nbsp; Neuronal depolarization causes exocytosis of glutamate-containing vesicles.&nbsp; Clearance of glutamate is also impaired due to astrocyte dysfunction.&nbsp; The result is a sudden, massive surge of glutamate into the extracellular space.</li>\n\t<li><strong>NMDA receptor activation</strong>:&nbsp; Glutamate enters the synaptic cleft.&nbsp; The glutamate NMDA receptor is activated, increasing the conductance of cations and causing depolarization (and additional glutamate release) from neurons adjacent to the infarct core.</li>\n\t<li><strong>Intracellular calcium overload</strong>:&nbsp; Opening of the NMDA receptors causes calcium influx into the cell.&nbsp; Fluctuations of cytoplasmic calcium are normally buffered by the mitochondria and endoplasmic reticulum.&nbsp; Rapid calcium overload overwhelms the cell, causing mitochondrial dysfunction, free radical formation, and calcium-dependent protease activation.</li>\n\t<li><strong>Neuron death</strong>:&nbsp; The neuron suffers energetic failure (mitochondrial dysfunction) and macromolecule damage (eg, membrane lipid peroxidation, DNA cleavage).&nbsp; The neuron ultimately dies, ruptures, and releases more glutamate.</li>\n</ul><br><br><p>This vicious cycle of depolarization (<strong>excitotoxicity</strong>) and glutamate release has been identified as a final common pathway of brain tissue loss.</p>\n<h2>Medications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ketamine</strong>:&nbsp; An NMDA receptor antagonist whose acute blockade of glutamate activity confers amnestic and dissociative properties.&nbsp; It is commonly used in anesthesia.</li>\n\t<li><strong>Phencyclidine (PCP)</strong>:&nbsp; A recreational NMDA receptor antagonist that similarly causes amnesia and dissociation through acute glutamate blockade.</li>\n\t<li><strong>Memantine</strong>:&nbsp; A chronic NMDA receptor blocker used in Alzheimer disease.&nbsp; It provides neuroprotection by reducing excitotoxicity.</li>\n</ul>\n<h1>Gamma-aminobutyric acid (GABA)</h1><h2>Pathophysiology</h2><br><br><p>GABA is the main <strong>inhibitory</strong> neurotransmitter in the central nervous system and is synthesized from glutamate using glutamate decarboxylase.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>GABA<font size=\"2\"><sub>A</sub></font> receptors are ionotropic receptors that, when activated, allow rapid influx of chloride (Cl<font size=\"2\"><sup>-</sup></font>), causing hyperpolarization of the postsynaptic neuron.&nbsp; This makes it less likely to fire an action potential.&nbsp; The GABA<font size=\"2\"><sub>A</sub></font> receptor complex consists of 5 subunits with a central chloride ion channel, providing several binding sites for GABA and medications.</li>\n\t<li>GABA<font size=\"2\"><sub>B</sub></font> receptors are metabotropic receptors that activate intracellular signaling pathways, which ultimately cause opening of potassium channels.&nbsp; This causes hyperpolarization as well.</li>\n</ul>\n<h2>Location</h2><br><br><p>GABA is present throughout much of the central nervous system and plays a crucial role in regulating neuronal activity, preventing excessive firing, and maintaining the balance between excitation and inhibition.&nbsp; GABA is also present in the dorsal and ventral horns of the spinal cord.</p>\n<h2>Clinical relevance</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Seizures</strong>:&nbsp; Deficiency of GABA leads to a hyperexcitability state that can potentiate seizures.</li>\n\t<li><strong>Huntington disease</strong>:&nbsp; The death of inhibitory GABA neurons in the striatum (ie, caudate nucleus and putamen), which help regulate the movement and behavior centers in the cortex, causes classic features (eg, chorea, dementia).</li>\n</ul>\n<h2>Medications</h2><br><br><p>Medications that target GABA receptors are often used as sedatives, anxiolytics, and for seizures:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Benzodiazepines</strong> (eg, lorazepam) act by binding to the benzodiazepine binding site of GABA<font size=\"2\"><sub>A</sub></font>, which allosterically modulates the binding of GABA, resulting in an increased frequency of Cl<font size=\"2\"><sup>-</sup></font> channel opening (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26055.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Benzodiazepines are frequently used to treat status epilepticus.&nbsp; Due to the risk for dependence, benzodiazepines are generally prescribed for short-term use in anxiety disorders and alcohol withdrawal syndrome.</li>\n\t<li><strong>Barbiturates</strong> (eg, phenobarbital) act at a separate allosteric site on the GABA<font size=\"2\"><sub>A</sub></font> receptor and work by prolonging the duration of channel openings in response to GABA and, at higher doses, as GABA<font size=\"2\"><sub>A</sub></font> receptor agonists.&nbsp; They are typically used in management of seizures.</li>\n\t<li><strong>Baclofen</strong> is an agonist at GABA<font size=\"2\"><sub>B</sub></font> receptors and is used in the treatment of spasticity (eg, by enhancing inhibition of the motor neurons in the spinal cord).</li>\n</ul>\n<h1>Glycine</h1><br><br><p><strong>Glycine</strong> is a neurotransmitter that acts primarily as an <strong>inhibitory</strong> signal in the <strong>spinal cord</strong> and brainstem by activating glycine receptors.&nbsp; These are ionotropic receptors that lead to chloride ion influx with subsequent postsynaptic hyperpolarization.&nbsp; This inhibition helps modulate spinal reflex arcs for maintaining normal muscle tone.&nbsp; Glycine also serves as a co-agonist for NMDA receptors, enhancing excitatory glutamate signaling and playing a role in learning, memory, and synaptic plasticity.</p>\n<h1>Dopamine</h1><h2>Pathophysiology</h2><br><br><p><strong>Dopamine</strong> is a monoamine neurotransmitter that modulates <strong>motivation</strong>, <strong>reward</strong>, and <strong>movement</strong> by acting on dopamine receptors (D1-D5), which are metabotropic receptors.&nbsp; Dopamine can be either excitatory or inhibitory depending on the receptor subtype.&nbsp; D1-like receptors (D1, D5) activate signaling pathways that enhance neuronal excitability, whereas D2-like receptors (D2, D3, D4) inhibit neurotransmission (via opening of potassium channels).</p>\n<h2>Location</h2><br><br><p>There are 4 major dopaminergic pathways in the brain (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17787.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The <strong>nigrostriatal pathway</strong> extends from the substantia nigra to the basal ganglia and is involved in the coordination of movement.&nbsp; Dopaminergic neurons reside in the substantia nigra pars compacta, which is located in the midbrain just deep to the corticobulbar tract in the cerebral peduncle.&nbsp; Fibers from the substantia nigra project to the putamen (nigrostriatal pathway), inhibiting the basal ganglia.&nbsp; On histologic examination, the substantia nigra appears dark due to neuromelanin, a precursor required for dopamine synthesis.</li>\n\t<li>In the <strong>mesolimbic pathway</strong>, dopamine reinforces reward and pleasure.&nbsp; The mesolimbic pathway projects from the ventral tegmental area to various regions throughout the limbic system.</li>\n\t<li>The <strong>mesocortical pathway</strong> also originates in the ventral tegmental area but projects to the frontal cortex.&nbsp; It plays a critical role in executive function, attention, and emotional regulation.</li>\n\t<li>The <strong>tuberoinfundibular pathway</strong> connects the hypothalamus to the pituitary gland and is responsible for the tonic inhibition of prolactin secretion.&nbsp; Neurons in the arcuate nucleus of the hypothalamus secrete dopamine, which binds to D2 receptors on pituitary lactotrophs, resulting in decreased prolactin secretion from the anterior pituitary gland.</li>\n</ul>\n<h2>Clinical relevance</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Parkinson disease</strong> is caused by degeneration of dopaminergic neurons in the substantia nigra, leading to a progressive deficiency of dopamine signaling within the nigrostriatal pathway.&nbsp; This results in decreased stimulation of the motor cortex by the thalamus, leading to the classic symptoms (eg, bradykinesia, rigidity, tremor).</li>\n\t<li><strong>Chorea</strong> and <strong>tics</strong> are thought to be exacerbated by increased dopamine activity in the nigrostriatal pathway.</li>\n\t<li><strong>Schizophrenia</strong> results from excess dopamine in the mesolimbic pathways (causing positive psychotic symptoms) and dysfunction in the mesocortical pathways (causing negative psychotic symptoms).</li>\n</ul>\n<h2>Medications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Levodopa</strong> (eg, dopamine precursor) and <strong>dopamine agonists</strong> (eg, pramipexole, ropinirole) can be used to activate D2 receptors for treatment of Parkinson disease.</li>\n\t<li><strong>VMAT2 inhibitors</strong> (eg, tetrabenazine) decrease the amount of dopamine in neurotransmitter vesicles and can be used to treat excessive movements (eg, chorea in Huntington, tic disorders).</li>\n\t<li><strong>Antipsychotics</strong>:&nbsp; First (eg, haldol, fluphenazine) and second (eg, risperidone, quetiapine) generation antipsychotics work via D2-receptor antagonism (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40240.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                )\n\t<ul>\n\t\t<li>Antipsychotic disruption of the tuberoinfundibular pathway can cause increased blood prolactin levels (hyperprolactinemia), which may lead to galactorrhea and menstrual irregularities as side effects of these medications.</li>\n\t\t<li>Decreased dopamine activity in the nigrostriatal pathway causes the extrapyramidal side effects of antipsychotics (eg, acute dystonic reactions, akathisia, drug-induced parkinsonism).</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Serotonin (5-hydroxytryptamine or 5-HT)</h1><h2>Pathophysiology</h2><br><br><p>Serotonin is a monoamine neurotransmitter that modulates a wide range of physiological functions, including <strong>mood</strong>, <strong>nociception</strong>, appetite, sleep, cognition, and thermoregulation.&nbsp; Most serotonin receptors (5-HT<font size=\"2\"><sub>1</sub></font> through 5-HT<font size=\"2\"><sub>7</sub></font> subtypes) are metabotropic (G-protein coupled), although 5-HT<font size=\"2\"><sub>3</sub></font> receptors are ionotropic ligand-gated cation channels and mediate rapid excitatory transmission.&nbsp; Serotonin's effects can be either excitatory or inhibitory depending on the receptor subtype and the neuronal context.&nbsp; It has extensive interactions with other neurotransmitter systems (eg, dopamine and norepinephrine).</p>\n<h2>Location</h2><br><br><p>The majority of central serotonin is synthesized by neurons in the <strong>raphe nuclei</strong>, located along the midline of the brainstem.&nbsp; From there, serotonergic projections include the limbic system (eg, amygdala, hippocampus), prefrontal cortex, hypothalamus, and thalamus.&nbsp; Descending projections extend to the spinal cord, where serotonin is involved in pain modulation.&nbsp; Additionally, some serotonin receptors are found in the area postrema and gastrointestinal tract, regulating vomiting and other GI functions.</p>\n<h2>Clinical relevance</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Depression</strong> is associated with decreased serotonergic signaling, particularly in limbic and cortical areas, alongside norepinephrine and to a lesser extent dopamine.&nbsp; Serotonin also plays a role in anxiety disorders and obsessive-compulsive disorder.</li>\n\t<li><strong>Serotonin toxicity</strong> (eg, serotonin syndrome) is caused by excess serotonin levels and is characterized by a triad of mental status changes, autonomic dysregulation, and neuromuscular hyperactivity (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33501.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; It often occurs due to serotonergic medication interactions or overdose.</li>\n\t<li><strong>Migraine</strong> pathophysiology is complex and not fully understood, but serotonin is thought to contribute through its effects on cranial blood vessels and trigeminal nociceptive pathways.</li>\n</ul>\n<h2>Medications</h2><br><br><p>Many antidepressant medications act by various mechanisms to increase synaptic concentrations of serotonin:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Selective serotonin reuptake inhibitors</strong> (SSRIs) (eg, fluoxetine, sertraline) are considered first-line antidepressants.&nbsp; They inhibit the serotonin transporter (SERT) on presynaptic neurons, preventing reuptake of serotonin from the synaptic cleft and increasing its availability for postsynaptic receptor binding (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17448.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Monoamine oxidase inhibitors</strong> (eg, phenelzine) irreversibly inhibit monoamine oxidase, the enzyme responsible for degrading serotonin within presynaptic terminals.&nbsp; This leads to increased presynaptic stores and enhanced release of serotonin into the synaptic cleft (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17447.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Tricyclic antidepressants (TCAs)</strong> (eg, amitriptyline) also inhibit SERT, although their nonselective receptor binding contributes to a broader side effect profile.</li>\n\t<li><strong>5-HT</strong><font size=\"2\"><sub><strong>3</strong></sub></font> <strong>antagonists</strong> (eg, ondansetron) are used as antiemetics, particularly in chemotherapy-induced nausea and vomiting.</li>\n\t<li><strong>Triptans</strong>, which are 5-HT<font size=\"2\"><sub>1B/1D</sub></font> receptor agonists are used in acute migraine treatment.</li>\n</ul>\n<h1>Norepinephrine</h1><h2>Pathophysiology</h2><br><br><p>Norepinephrine is a neurotransmitter that plays a crucial role in the body's fight or flight response.&nbsp; In the central nervous system, it primarily acts through metabotropic α- and β-adrenergic receptors to regulate cognitive performance and the neuroendocrine stress response.&nbsp; In the peripheral nervous system, norepinephrine is the main neurotransmitter of the <strong>sympathetic postganglionic neurons</strong>, where it mediates vasoconstriction, increased heart rate, and bronchodilation.</p>\n<h2>Location</h2><br><br><p>Norepinephrine is synthesized primarily in the <strong>locus coeruleus</strong>, a nucleus located in the dorsal pons.&nbsp; Neurons from this region project widely throughout the brain, including the cortex, limbic system, and spinal cord, where they influence mood, attention, and autonomic regulation.</p><br><br><p>In the autonomic nervous system, norepinephrine is released from sympathetic fibers that innervate vascular smooth muscle, the heart, and various viscera, regulating blood pressure and perfusion.</p>\n<h2>Clinical relevance</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Depression</strong> is associated with deficient norepinephrine signaling in cortical and limbic structures, contributing to symptoms such as low energy, poor concentration, and psychomotor slowing.</li>\n\t<li><strong>Attention-deficit hyperactivity disorder</strong> (ADHD) may involve reduced noradrenergic transmission, particularly in the prefrontal cortex.</li>\n\t<li>Orthostatic hypotension, autonomic failure, and pheochromocytoma are examples of peripheral conditions involving dysregulated norepinephrine release or response.</li>\n</ul>\n<h2>Medications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Serotonin-norepinephrine reuptake inhibitors</strong> (eg, venlafaxine, duloxetine) block the reuptake of both serotonin and norepinephrine, increasing their synaptic availability.&nbsp; They are used in the treatment of depression, anxiety disorders, and chronic pain syndromes.</li>\n\t<li><strong>Selective norepinephrine reuptake inhibitors</strong> (eg, atomoxetine) are used in ADHD, particularly when stimulants are contraindicated.</li>\n\t<li><strong>α₂-adrenergic agonists</strong> (eg, clonidine, guanfacine) reduce central sympathetic outflow and are used in hypertension, ADHD, and opioid withdrawal.</li>\n\t<li><strong>Vasopressors</strong> (eg, norepinephrine infusion) are used in critical care to support blood pressure via α₁-mediated vasoconstriction and β₁-mediated inotropy.</li>\n</ul>\n<h1>Acetylcholine </h1><h2>Pathophysiology</h2><br><br><p>Acetylcholine (ACh) is important for voluntary muscle activation, cognitive functions (eg, attention, memory), and autonomic function.&nbsp; ACh acts on 2 main types of receptors:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nicotinic receptors</strong> are ionotropic receptors, found primarily at the <strong>neuromuscular junction</strong> (eg, postsynaptic skeletal muscle end plate) and within autonomic ganglia.&nbsp; They are ligand-gated sodium (Na<font size=\"2\"><sup>+</sup></font>) and Ca<font size=\"2\"><sup>2+</sup></font> ion channels; the increased Na<font size=\"2\"><sup>+</sup></font> and Ca<font size=\"2\"><sup>2+</sup></font> conductance that occurs with ACh binding causes depolarization of the muscle cell membrane, triggering muscle contraction.</li>\n\t<li><strong>Muscarinic receptors</strong> are metabotropic receptors, found primarily in the <strong>parasympathetic nervous system</strong>.&nbsp; There are 5 subtypes (M1-M5) with various functions, including smooth muscle contraction, glandular secretion, and CNS modulation.</li>\n</ul><br><br><p>Termination of ACh signaling is achieved by <strong>acetylcholinesterase (AChE)</strong>, which breaks ACh into <strong>choline</strong> and <strong>acetic acid</strong>.&nbsp; Choline is recycled into presynaptic neurons for ACh synthesis.</p>\n<h2>Location</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>CNS:&nbsp; Cholinergic neurons originate in the basal forebrain, particularly the nucleus basalis of Meynert, and project to the cerebral cortex and hippocampus, where they influence memory and attention.</li>\n\t<li>Peripheral nervous system:\n\t<ul>\n\t\t<li>Somatic nervous system:&nbsp; ACh is the primary neurotransmitter at the neuromuscular junction (skeletal muscle).</li>\n\t\t<li>Autonomic nervous system:&nbsp; ACh is used by all preganglionic neurons (sympathetic and parasympathetic), postganglionic parasympathetic neurons, and select sympathetic postganglionic fibers (eg, sweat glands).</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Clinical relevance</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Alzheimer disease</strong> is associated with degeneration of cholinergic neurons in the basal forebrain, contributing to cognitive impairment.</li>\n\t<li><strong>Myasthenia gravis</strong> involves autoantibodies against nicotinic ACh receptors at the neuromuscular junction, causing muscle weakness.</li>\n\t<li><strong>Cholinergic toxicity</strong> (eg, organophosphate poisoning) results from AChE inhibition, leading to overstimulation of muscarinic and nicotinic receptors (eg, bradycardia, bronchorrhea, fasciculations).</li>\n</ul>\n<h2>Medications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cholinesterase inhibitors</strong> (eg, donepezil, rivastigmine) increase synaptic ACh levels in the central nervous system and are used in Alzheimer disease.</li>\n\t<li><strong>Acetylcholinesterase inhibitors</strong> (eg, pyridostigmine) enhance neuromuscular transmission in the peripheral nervous system and are used in myasthenia gravis.</li>\n\t<li><strong>Muscarinic antagonists</strong> (eg, ipratropium, atropine) block parasympathetic effects and are used in COPD and organophosphate poisoning.</li>\n\t<li><strong>Nicotinic antagonists</strong> (eg, rocuronium) are used as neuromuscular blockers in surgical anesthesia to induce paralysis.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Neurotransmitters (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/74002.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) are essential mediators of synaptic transmission and neuronal communication within the central and peripheral nervous systems.&nbsp; Several key neurotransmitters including dopamine, serotonin, norepinephrine, acetylcholine, glutamate, and GABA are discussed in this article.&nbsp; Each has specific pathophysiologic roles in neurologic and psychiatric disease and can be the target of various medications.<p></p>\n</div>\n\n            "
}