{
  "meta": {
    "title": "Noninsulin antihyperglycemic drugs in type 2 diabetes mellitus",
    "url": "https://brainandscalpel.vercel.app/noninsulin-antihyperglycemic-drugs-in-type-2-diabetes-mellitus-5ec05448-9c7cd6.html",
    "scrapedAt": "2025-12-01T05:55:44.433Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>This article focuses on the use of noninsulin antihyperglycemic (antidiabetic)&nbsp;drugs for type 2 diabetes mellitus (T2DM), such as metformin and other agents.&nbsp; First, a general overview of treatment principles and goals is presented, including an approach for selecting specific agents.&nbsp; Subsequently, each antidiabetic drug class is discussed in more detail, including mechanism of action and adverse effects.</p>\n<h1>General principles of T2DM management</h1><br><br><p>Hemoglobin A1c optimization reduces the risk for diabetes-associated macrovascular (eg, atherosclerotic cardiovascular disease [ASCVD]) and microvascular (eg, nephropathy, neuropathy, retinopathy) complications.&nbsp; For most nonelderly patients, the goal <strong>A1c is &lt;7%</strong>; higher goals (eg, 7%-8%) are appropriate for elderly patients or those with previous hypoglycemia.</p><br><br><p>Early initiation of therapy is associated with long-term glycemic control and decreased complications.&nbsp; However, for patients with A1c near goal, a trial (eg, 3-6 months) of lifestyle modification alone can be attempted prior to initiating medication.&nbsp; In some cases, T2DM is controllable (or may be induced into remission) purely by lifestyle modifications.</p>\n<h2>Standard approach to treatment</h2><br><br><p>For patients requiring pharmacologic treatment, the following strategies are typically recommended (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80189.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Initiate <strong>metformin</strong> as first-line therapy for most patients due to robust data on safety, efficacy, and benefits.</li>\n\t<li>Intensify therapy with additional medications when <strong>A1c is &gt;1.5%-2%</strong> above goal.</li>\n\t<li>Consider starting certain antihyperglycemic drugs based on patient comorbidities (eg, ASCVD, kidney disease, obesity).</li>\n\t<li>Revisit the treatment plan every 3-6 months, adjusting the regimen based on A1c, disease course, and patient tolerance.</li>\n\t<li>Initiate <strong>insulin</strong> if catabolic symptoms (eg, weight loss, polyuria, polydipsia) are present, for ketonuria, or for refractory hyperglycemia despite maximal adjunct therapy.&nbsp; Insulin therapy is discussed in a separate article.</li>\n</ul><br><br><p>In addition to pharmacologic agents, the treatment plan should incorporate participation in a structured, <strong>interdisciplinary treatment program</strong> (eg, nurses, social worker, dietitian) addressing lifestyle changes (eg, diet, exercise), mental health, social determinants of health (eg, medication affordability), and health literacy (eg, self-monitoring) to improve patient knowledge, outcomes, and medication adherence.</p>\n<h2>Tailoring therapy to patient needs</h2><br><br><p>With the above strategies used as guidelines, therapy should be tailored to the individual patient using a shared decision-making approach (eg, eliciting patient values and preferences and engaging in collaborative discussion), considering the following factors:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Drug efficacy:</strong>&nbsp; Combination 2-drug treatment is recommended when A1c is ~1.5%-2% above goal; drugs with the highest glycemic efficacy include insulin and glucagon-like peptide-1 (GLP-1) receptor agonists.</li>\n\t<li><strong>Presence of patient comorbidities:</strong>&nbsp; Different drug classes have specific risks (eg, hypoglycemia, weight gain) and benefits (eg, weight loss, protection against heart failure) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119899.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li><strong>Concern for hypoglycemia:</strong>&nbsp; Hypoglycemia is primarily a factor with drugs that cause a glucose-<em>independent</em> increase in insulin secretion, including sulfonylureas and insulin therapy.</li>\n\t<li><strong>Medication cost and tolerability:</strong>&nbsp; Sulfonylureas and metformin are widely available and typically among the lowest-cost options.&nbsp; Many patients are hesitant to take insulin; newer agents (eg, GLP-1 receptor agonists) can potentially serve as alternates but are expensive.</li>\n</ul>\n<h1>Antidiabetic drug classes</h1><br><br><p>The main characteristics of antihyperglycemic agents are summarized in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80569.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Biguanides</h1><br><br><p>Metformin, the primary biguanide, is generally considered <strong>first-line</strong> therapy for T2DM due to robust data supporting effectiveness.&nbsp; Major advantages include low cost, evidence of multiple benefits such as primary prevention of cardiovascular disease and mortality (eg, in patients with DM and without preexisting cardiovascular disease), mild weight loss effects, and lack of associated hypoglycemia.</p>\n<h2>Mechanism of action</h2><br><br><p>Metformin acts primarily by decreasing hepatic gluconeogenesis and increasing insulin sensitivity:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Decreased hepatic gluconeogenesis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20061.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) reduces availability of gluconeogenesis substrates (eg, glycerol, lactate) by inhibiting mitochondrial enzymes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L86639.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n\t<li>Increased insulin sensitivity is the result of upregulation of AMP-activated protein kinase (in skeletal muscle), which reduces free fatty acid concentrations (by reducing lipolysis) and promotes mild weight loss.</li>\n</ul>\n<h2>Adverse effects</h2><br><br><ul>\n\t<li>Gastrointestinal discomfort:&nbsp; Temporary diarrhea, bloating, and nausea are common, and can be mitigated by gradual dose titration.</li>\n\t<li>Lactic acidosis:&nbsp; This is a rare complication, primarily seen in patients with compromised renal (&lt;30 mL/min/1.73m<font size=\"2\"><sup>2</sup></font>) function or alcohol use disorder (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69437.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t<li>Vitamin B<font size=\"2\"><sub>12</sub></font> deficiency:&nbsp; This can occur with prolonged (&gt;5 years) use, manifesting with worsening symptoms of neuropathy.&nbsp; Monitoring of B<font size=\"2\"><sub>12</sub></font> levels (annually) is advised in patients at higher risk for deficiency (eg, history of bariatric surgery).</li>\n</ul>\n<h2>Precautions</h2><br><br><p>Avoid metformin in renal failure; consider temporary discontinuation for conditions that temporarily increase the lactic acidosis risk (eg, vomiting, decreased oral intake, other systemic infection).&nbsp; Some guidelines recommend discontinuing metformin for patients receiving intravenous contrast due to the potential risk for associated lactic acidosis if contrast-induced acute renal failure occurs.&nbsp; Metformin is also commonly discontinued for hospitalized patients who are at higher risk for lactic acidosis from underlying acute conditions (eg, hypotension, infection).</p><br><br><p>The main characteristics of biguanides are summarized in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119904.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Sulfonylureas</h1><br><br><p>Sulfonylureas (eg, glipizide, glimepiride) are primarily used as <strong>add-on therapy</strong> (eg, in addition to metformin) in patients without ASCVD or kidney disease, or when other agents cannot be used due to cost.&nbsp; They can also be used for rapid glucose-lowering (as an alternate to insulin) in patients with severe hyperglycemia (eg, blood glucose &gt;250 mg/dL).</p>\n<h2>Mechanism of action</h2><br><br><p>Sulfonylureas increase insulin secretion directly by binding to a receptor on insulin-producing pancreatic beta cells (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9680.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) to inhibit the ATP-sensitive potassium channel, inducing depolarization (calcium influx) and stimulating exocytosis of insulin secretory granules.&nbsp; These effects occur independently of glucose levels.<p></p>\n<h2>Adverse effects</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hypoglycemia:</strong>&nbsp; This is seen more frequently in older populations (or frail patients), and patients with chronic kidney or hepatic disease (because the drug is renally cleared).&nbsp; Longer-acting agents, such as glyburide, may cause recurrent hypoglycemia because drug metabolites can have hypoglycemic activity (especially when renal function is compromised).&nbsp; Precipitating factors include missed meals, acute alcohol use, exercise, hospitalization, and use of salicylates or warfarin.</li>\n\t<li><strong>Weight gain:</strong>&nbsp; Sulfonylureas are associated with mild to moderate weight gain; for this reason, intensive lifestyle modification for weight loss is advised for patients taking sulfonylureas.</li>\n\t<li><strong>CVD risk:</strong>&nbsp; Possibly due to fluid shifts and weight gain, some sulfonylureas have been implicated in increased risk for heart failure-related hospitalizations and mortality.</li>\n</ul>\n<h2>Precautions</h2><br><br><p>More liberal A1c targets (eg, A1c &gt;7.5%) are recommended for patients taking sulfonylureas to minimize the risk for hypoglycemia.&nbsp; The medication should be held in the setting of exercise, missed meals, or infection, and long-acting agents should be avoided in older, frail patients with compromised renal function and in those with a history of hypoglycemia or hypoglycemic unawareness.</p><br><br><p>The main characteristics of sulfonylureas are summarized in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119906.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Thiazolidinediones (TZDs)</h1><br><br><p>In general, TZDs (primarily pioglitazone) are <strong>infrequently used</strong> due to their adverse effects.&nbsp; They can be considered as an adjunct therapy for patients intolerant to or unable to take alternative, preferred agents.&nbsp; For patients with T2DM and nonalcoholic steatohepatitis, TZDs appear to have specific benefits for liver disease (eg reduced inflammation, fibrosis), an effect not seen with metformin.</p>\n<h2>Mechanism of action</h2><br><br><p>TZDs increase insulin sensitivity by activating peroxisome proliferator-activated receptor gamma (PPAR-gamma), a nuclear receptor that modulates genes involved in lipid and glucose metabolism (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25377.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; Important proteins that are upregulated by TZDs include the following:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Glucose transporter-4, an insulin-responsive, transmembrane glucose transporter expressed in adipocytes and skeletal myocytes that increases glucose uptake by target cells</li>\n\t<li>Adiponectin, a cytokine secreted by fat tissue that lowers triglyceride levels by inducing differentiation of preadipocytes into insulin-responsive adipocytes and stimulating fatty acid oxidation</li>\n</ul><br><br><p>Because TZDs do not promote pancreatic beta-cell insulin release, they do not cause hypoglycemia.&nbsp; The main adverse effects are fluid retention (with possible worsening of congestive heart failure) and weight gain.</p>\n<h2>Adverse effects and precautions</h2><br><br><p>TZDs are associated with significant adverse effects, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Moderate to significant weight gain:</strong>&nbsp; likely due to fluid retention, increased adipocyte lipid storage, and increased appetite due to CNS effects</li>\n\t<li><strong>Peripheral and macular edema:</strong>&nbsp; occurs due to PPAR-gamma stimulation in renal collecting ducts (which causes sodium reabsorption)</li>\n\t<li><strong>Heart failure and related hospitalizations:</strong>&nbsp; possibly related to fluid retention and weight gain</li>\n\t<li><strong>Increase in fracture risk:</strong>&nbsp; possibly due to PPAR-gamma activation in bone, leading to increased osteoclastic activity</li>\n</ul><br><br><p>The main characteristics of TZDs are summarized in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119910.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Therapies based on GLP-1</h1><br><br><p>Drugs that directly or indirectly potentiate activity of GLP-1 include dipeptidyl peptidase-4 (DPP-4) inhibitors (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119911.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ) and GLP-1 receptor agonists (GLP-1 RAs) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119912.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ); they are administered either alone or in combination with glucose-dependent insulinotropic peptide receptor agonists (GIP RAs).<p></p>\n<h2>Mechanism of action</h2><br><br><p>GIP and GLP-1 are <strong>incretins</strong>, which are gut hormones that are secreted in response to absorption of nutrients (protein, fat, carbohydrate) from oral food intake and that trigger pancreatic secretion of insulin.&nbsp; DPP-4 is an enzyme that is found on cell surfaces and is responsible for degradation of GLP-1.</p><br><br><p>GLP-1 and GIP bind to cell surface receptors (eg, pancreas, hypothalamus, heart) to generate the following effects:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Slowed gastric emptying (slowed gut motility)</li>\n\t<li>Decreased glucagon release</li>\n\t<li>Increased satiety (possibly involving hypothalamic effects)</li>\n\t<li>Stimulation of glucose-dependent insulin release from the pancreas</li>\n</ul><br><br><p>GIP and GLP-1 have additive effects when secreted together.</p><br><br><p>DPP-4 inhibitors inhibit breakdown of GLP-1, thereby acting indirectly to prolong effects of GLP-1.&nbsp; Antihyperglycemic effects are much more modest compared to GLP-1 and GIP RA, which directly increase levels of GLP and GIP (they are also resistant to breakdown by endogenous DPP-4, generating longer-lasting effects).</p><br><br><p>These effects are summarized in this figure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24984.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).<p></p>\n<h2>Cardiovascular and renoprotective effects</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>GLP-1 RA (especially when combined with GIP RA), but not DPP-4 inhibitors, result in significant weight loss, are associated with secondary prevention of ASCVD complications and mortality, and offer possible renoprotection.</li>\n</ul>\n<h2>Adverse effects and precautions</h2><br><br><ul>\n\t<li><strong>GLP-1/GIP RA:</strong>&nbsp; gastrointestinal adverse effects (eg, pancreatitis, gastroparesis, nausea, diarrhea), biliary diseases (cholelithiasis, cholecystitis), and pancreatitis</li>\n\t<li><strong>DPP-4 inhibitors:</strong>&nbsp; nasopharyngitis (due to possible immunomodulatory effects), acute pancreatitis, and severe joint pain</li>\n</ul>\n<h1>Sodium-glucose cotransporter-2 (SGLT-2) inhibitors</h1><br><br><p>SGLT-2 inhibitors are used primarily as <strong>adjunct treatments</strong> for patients with DM and evidence of kidney disease (eg, albuminuria, nephropathy) due to <strong>renoprotective effects</strong>.&nbsp; They are not associated with hypoglycemia.&nbsp; Major associated benefits include <strong>reduction in heart failure–related hospitalizations</strong>, mild weight loss, and slowed progression of nephropathy.</p>\n<h2>Mechanism of action</h2><br><br><p>Normally, glucose is filtered at the glomerulus and reabsorbed in the proximal tubule by SGLT-2 (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19564.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; Glucose reabsorption by SGLT-2 is driven by cotransport of sodium, which occurs down its concentration gradient; the sodium is actively pumped across the basolateral membrane by Na-K-ATPase, and glucose follows by facilitated diffusion via glucose transporter 2.&nbsp; Nearly all filtered glucose is reabsorbed; severe hyperglycemia may overwhelm the capacity of SGLT-2 to reabsorb glucose, resulting in glucosuria.<p></p><br><br><p>Inhibition of SGLT-2 leads to:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Decreased renal reabsorption of glucose:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Increased urinary glucose excretion, which lowers blood glucose and insulin secretion</li>\n\t\t<li>Osmotic diuresis, leading to mild weight loss effect</li>\n\t</ul>\n\t</li>\n\t<li>Decreased renal reabsorption of sodium (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60452.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                )\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Natriuresis, leading to decreased extracellular fluid volume</li>\n\t\t<li>Reduced cardiac preload/afterload, blood pressure, and total body sodium content</li>\n\t\t<li>Decreased renin, angiotensin, aldosterone secretion</li>\n\t\t<li>Reduced constriction in glomerular efferent arteriole and reduced hyperfiltration and glomerular pressure</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Because renal glucose filtration is proportional to blood glucose level and SGLT-2 inhibitors do not directly increase insulin secretion, they carry a low risk for hypoglycemia.&nbsp; They rely on intact renal filtration to exert their antihyperglycemic effect; therefore, they become less effective or ineffective as renal function declines (eg, GFR &lt;30-45 mL/min/1.73 m<font size=\"2\"><sup>2</sup></font>).</p>\n<h2>Renoprotective and cardiovascular benefits</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Reduced progression of nephropathy; recommended for patients with albuminuria (moderately or severely increased albuminuria)</li>\n\t<li>Reduced risk for heart failure hospitalizations (possibly due to diuretic effect/natriuresis)</li>\n\t<li>Reduced risk for ASCVD-related events and mortality (possibly due to effects on cardiac preload/afterload)</li>\n</ul>\n<h2>Adverse effects and precautions</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Euglycemic diabetic ketoacidosis (DKA):</strong>&nbsp; Increased glucosuria lowers insulin levels and increases glucagon levels (lower insulin/glucagon ratio).&nbsp; Under certain circumstances (eg, prolonged fasting) excessive lowering of the insulin/glucagon ratio can occur, leading to ketogenesis.&nbsp; In contrast to typical DKA, blood glucose is usually &lt;250 mg/dL (due to glucosuria).&nbsp; Management includes aggressive hydration, discontinuation of the drug, and control of blood glucose with insulin.</li>\n\t<li><strong>Genital and urinary tract infections:</strong>&nbsp; Glycosuria creates a more favorable environment for pathogenic bacteria and fungi, increasing the risk for urinary tract infections (eg, pyelonephritis), genital mycotic infections (eg, vaginitis), and necrotizing fasciitis of the perineum (Fournier gangrene).</li>\n\t<li><strong>Orthostasis and hypotension:</strong>&nbsp; Natriuresis leads to intravascular volume contraction; in older patients with decreased fluid intake who are using other diuretics or antihypertensives, dehydration and severe hypotension can occur.&nbsp; Orthostasis and hypotension can precipitate falls and acute kidney injury if severe.</li>\n\t<li><strong>Hyperkalemia:</strong>&nbsp; Normally, aldosterone increases serum sodium and lowers serum potassium.&nbsp; SGLT-2 inhibitors lower aldosterone secretion, resulting in increased serum potassium.&nbsp; Clinically significant hyperkalemia can result if patients are taking other potassium-sparing diuretics or ACE inhibitors/angiotensin receptor blockers in the setting of decreased fluid intake.</li>\n\t<li><strong>Bone loss:</strong>&nbsp; Bone loss may be due to increased phosphate resorption and parathyroid hormone secretion resulting from decreased sodium reabsorption.</li>\n</ul><br><br><p>The main characteristics of SGLT-2 inhibitors are summarized in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119914.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Summary</h1><br><br><p>Noninsulin antihyperglycemic medications are used in the treatment of type 2 diabetes mellitus to optimize glycemic control (eg, A1c &lt;7%) and prevent macrovascular and microvascular complications.&nbsp; For most patients, metformin is a first-line agent due to its safety and proven effectiveness in primary prevention of macrovascular and microvascular complications.&nbsp; Other agents are typically added to metformin for further glycemic control or to address specific patient comorbidities (eg, glucagon-like peptide-1 receptor agonists for secondary prevention of atherosclerotic disease or weight loss, sodium-glucose cotransporter-2 inhibitors for secondary prevention of kidney disease).</p>\n</div>\n\n            "
}