{
  "meta": {
    "title": "Nonsteroidal anti-inflammatory drugs (NSAIDs)",
    "url": "https://brainandscalpel.vercel.app/nonsteroidal-anti-inflammatory-drugs-nsaids-3f2a7455-9c7cd6.html",
    "scrapedAt": "2025-12-01T05:55:44.294Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Nonsteroidal anti-inflammatory drugs (NSAIDs) are a class of &gt;20 medications widely used for their analgesic, antipyretic, and anti-inflammatory effects.&nbsp; They are among the most frequently prescribed and over-the-counter drugs globally and are used to manage conditions ranging from acute pain and fever to chronic inflammatory diseases (eg, rheumatoid arthritis).</p><br><br><p>NSAIDs achieve their pharmacologic effects primarily through the inhibition of cyclooxygenase (COX) enzymes, which are critical in the biosynthesis of prostaglandins, the lipid compounds involved in inflammation, pain, and fever.&nbsp; Beyond the prostaglandin-mediated effects, NSAIDs may have additional poorly understood mechanisms involving transcription factors.&nbsp; The therapeutic benefits of NSAIDs are counterbalanced by a range of potential adverse effects, most notably gastrointestinal (GI), cardiovascular, and renal complications.</p>\n<h1>Relevant pathophysiology</h1><br><br><p>NSAIDs target the COX enzymes—COX-1 and COX-2—which catalyze the conversion of arachidonic acid to prostaglandin H<font size=\"2\"><sub>2</sub></font> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9256.png\" alt=\"Arachidonic acid metabolic pathways\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Arachidonic acid metabolic pathways</div>\n                                </div>\n                                ).&nbsp; This intermediate compound is further broken down into various prostanoids, including prostaglandin D<font size=\"2\"><sub>2</sub></font>/E<font size=\"2\"><sub>2</sub></font>, prostacyclin, and thromboxane A<font size=\"2\"><sub>2</sub></font>.&nbsp; The 2 COX enzymes, which are discussed in more detail in a separate article, have distinct physiological roles:<p></p><br><br><ul>\n\t<li><strong>COX-1</strong>:&nbsp; This enzyme is <strong>constitutively expressed</strong> in most tissues and maintains normal physiologic functions, including gastric mucosal protection, platelet aggregation, and renal perfusion.</li>\n\t<li><strong>COX-2</strong>:&nbsp; This <strong>inducible</strong> enzyme is upregulated in response to inflammatory stimuli such as cytokines and endotoxins.&nbsp; It is the primary mediator of prostaglandin synthesis in inflamed tissues.</li>\n</ul><br><br><p>By inhibiting COX enzymes, NSAIDs <strong>reduce prostaglandin levels</strong>, resulting in an antiplatelet effect, reduced inflammatory responses, and relief of pain and fever.</p>\n<h1>Mechanism of action and class effects</h1><br><br><p>NSAIDs exert their effects through the <strong>reversible</strong> inhibition of COX enzymes; however, this excludes aspirin, which irreversibly acetylates COX.&nbsp; NSAID class effects include:</p><br><br><ul>\n\t<li><strong>Anti-inflammatory effects</strong>:&nbsp; Decreased vasodilation, vascular permeability, and leukocyte infiltration.</li>\n\t<li><strong>Analgesia</strong>:&nbsp; Reduced peripheral and central prostaglandin-mediated pain signaling.</li>\n\t<li><strong>Antipyretic effect</strong>:&nbsp; Inhibition of prostaglandin E<font size=\"2\"><sub>2</sub></font> synthesis in the hypothalamus, resetting the thermoregulatory set point.</li>\n</ul><br><br><p><strong>Most NSAIDs</strong> (eg, ibuprofen, naproxen) are <strong>nonselective</strong> inhibitors of COX:&nbsp; They inhibit both COX-1 and COX-2.&nbsp; This dual inhibition provides therapeutic benefits (eg, reducing inflammation and pain) but increases the risk of adverse effects due to disruption of COX-1–mediated protective functions, particularly gastric mucosal protection.&nbsp; In contrast, <strong>selective</strong> COX-2 inhibitors (eg, celecoxib) reduce inflammation while preserving COX-1–mediated protective functions (at the expense of increased cardiovascular risk, as discussed later).&nbsp; NSAIDs with moderate COX-2 selectivity include meloxicam (at the lowest dose), nabumetone, diclofenac, and etodolac.</p>\n<h1>Clinical indications</h1><h2>Traditional NSAIDs</h2><br><br><p>NSAIDs are used across a broad spectrum of clinical settings, including:</p><br><br><ul>\n\t<li>Acute pain and inflammation (headaches, minor trauma, postoperative pain, dysmenorrhea).</li>\n\t<li>Musculoskeletal disorders (eg, chronic low back pain).</li>\n\t<li>Rheumatologic conditions (eg, rheumatoid arthritis, ankylosing spondylitis).</li>\n\t<li>Gout.</li>\n\t<li>Osteoarthritis.</li>\n</ul>\n<h2>Aspirin</h2><br><br><p>Aspirin is most often used in low doses (eg, 81 mg) for atherosclerotic disease, including coronary artery disease, intracranial and carotid artery stenosis, and peripheral arterial disease.&nbsp; At these doses, aspirin mainly targets COX-1 to reduce production of thromboxane A<font size=\"2\"><sub>2</sub></font> by platelets; this antiplatelet effect lasts the duration of the platelet lifespan (eg, a week) due to the irreversible nature of this COX inhibition.&nbsp; Higher aspirin doses (eg, 650 mg to 4 g), although less commonly used than traditional NSAIDs, have broader COX inhibition with the addition of analgesic and antipyretic effects due to reduced prostaglandin production.</p>\n<h1>Adverse effects</h1><br><br><p>NSAIDs carry significant risks for adverse effects, particularly with chronic use or in high-risk populations.&nbsp; Multiple NSAIDs should not be used simultaneously; the exception is low-dose aspirin for cardiovascular protection.</p>\n<h2>Gastrointestinal</h2><br><br><p>NSAIDs reduce protective prostaglandins in the gastric mucosa, predisposing to adverse GI effects, including dyspepsia, gastritis, bleeding, and peptic ulcers (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25950.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Mechanisms include:<p></p><br><br><ul>\n\t<li>Increased gastric acid formation.</li>\n\t<li>Decreased mucosal bicarbonate production.</li>\n\t<li>Decreased mucosal blood flow.</li>\n</ul><br><br><p>Piroxicam has a particularly high GI toxicity risk and is typically reserved for when other NSAIDs have failed.&nbsp; Selective COX-2 inhibitors (eg, <strong>celecoxib</strong>) have the <strong>lowest GI toxicity</strong> risk but carry increased cardiovascular risk.</p><br><br><p>Risk factors for adverse GI events include age &gt;65, long-term use or high-dose therapy, prior ulcer history, and concurrent use of medications with additive risk (eg, corticosteroids, anticoagulants, selective serotonin reuptake inhibitors).&nbsp; In these cases, COX-2 selective medications should be used when possible.&nbsp; Alternately, proton pump inhibitors or misoprostol may be used to protect the gastric lining, although concurrent use of low-dose aspirin negates this benefit.</p>\n<h2>Cardiovascular</h2><br><br><p>NSAIDs predispose patients to adverse cardiovascular events, including:</p><br><br><ul>\n\t<li>Hypertension.</li>\n\t<li>Heart failure exacerbation.</li>\n\t<li>Myocardial infarction.</li>\n</ul><br><br><p>Hypertension and heart failure exacerbation can occur due to volume overload caused by decreased renal production of prostaglandin E<font size=\"2\"><sub>2</sub></font> and prostacyclin, which normally promotes natriuresis, diuresis, and renal vasodilation.&nbsp; Myocardial infarction risk is particularly notable with <strong>COX-2 inhibitors</strong> (eg, celecoxib; rofecoxib, now withdrawn from the market) because COX-2 leads primarily to prostacyclin production (vasodilatory and antithrombotic).&nbsp; Meanwhile, COX-1, which predominantly generates thromboxane A<font size=\"2\"><sub>2</sub></font> (vasoconstrictive and prothrombotic), remains active, increasing thrombotic risk.&nbsp; Among NSAIDs, <strong>naproxen</strong> is associated with the <strong>lowest risk</strong> due to balanced COX-1 and COX-2 inhibition, although its use should still be limited.</p>\n<h2>Renal</h2><br><br><p>NSAIDs can cause renal complications such as acute kidney injury, fluid retention, and electrolyte disturbances (eg, hyperkalemia, hyponatremia).&nbsp; Under normal conditions, prostaglandins dilate the afferent arteriole, maintaining adequate renal perfusion and glomerular filtration rate (GFR).</p><br><br><p>NSAIDs <strong>block prostaglandin-mediated dilation</strong>, leading to <strong>constriction of the afferent arteriole</strong>, reduced renal blood flow, decreased GFR, and reduced sodium excretion (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47085.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; In healthy patients, prostaglandin synthesis is low and NSAID use has minimal effects on renal hemodynamics.&nbsp; However, NSAID use should be avoided in patients with reduced effective arterial blood volume (eg, volume depletion, heart failure, cirrhosis), in which renal blood flow is highly dependent on prostaglandins.<p></p><br><br><p>NSAIDs also reduce renin-mediated aldosterone secretion, impairing potassium excretion and increasing the risk of hyperkalemia.&nbsp; Moreover, diminished prostaglandin activity enhances antidiuretic hormone activity, contributing to dilutional hyponatremia.</p>\n<h2>Hematologic</h2><br><br><p>Aspirin irreversibly inhibits platelet aggregation through COX-1 blockade, prolonging <strong>bleeding</strong> time.&nbsp; Other NSAIDs cause reversible platelet inhibition, also increasing bleeding risk, particularly in patients concurrently using anticoagulants.&nbsp; Bleeding occurs in the absence of detectable laboratory abnormalities with the exception of an abnormal bleeding time.</p>\n<h2>Hepatic</h2><br><br><p>NSAIDs, particularly sulindac, can cause asymptomatic elevations in liver enzyme levels, although liver failure is rare.&nbsp; Diclofenac has been associated with idiosyncratic hepatitis.&nbsp; NSAIDs should specifically be avoided in patients with cirrhosis due to the risk of variceal hemorrhage, kidney dysfunction, and the development of diuretic-resistant ascites.</p>\n<h1>Special considerations</h1><h2>Route of administration</h2><br><br><p>NSAIDs are typically administered orally but are also available parenterally via intravenous and intramuscular injections, as well as topical formulations (eg, diclofenac gel).&nbsp; Parenteral formulations offer rapid-onset analgesia and are typically used in acute hospital settings or when oral administration is not feasible (eg, vomiting); however, they carry risks similar to those of oral formulations.</p><br><br><p>Topical NSAIDs provide targeted pain relief with minimal systemic exposure, significantly reducing risks of GI, cardiovascular, and renal complications.&nbsp; This makes them particularly suitable for localized musculoskeletal pain and arthritis.</p>\n<h2>Drug interactions</h2><br><br><p>NSAIDs interact with various medications, potentially elevating serum levels of methotrexate, quinolones, and lithium (sulindac has the least impact on lithium levels).&nbsp; Use with antiplatelet agents or anticoagulants increases bleeding risk.&nbsp; NSAIDs can also cause hyperkalemia and reduce antihypertensive effectiveness when used with ACE inhibitors or angiotensin receptor blockers and can diminish diuretic efficacy.&nbsp; Aspirin should specifically be avoided in individuals with asthma, nasal polyps, and a history of respiratory reactions related to NSAIDs (Samter triad) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9258.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p>\n<h2>Pregnancy and peripartum</h2><br><br><p>NSAIDs should be avoided during the third trimester due to risks, including oligohydramnios and premature closure of the fetal ductus arteriosus.&nbsp; Conversely, when the ductus arteriosus fails to close naturally after delivery, NSAIDs may be intentionally administered within 14 days of birth to promote closure.&nbsp; In addition, NSAID use can impair female fertility by inhibiting ovulation; therefore, caution is advised in women attempting conception.</p>\n<h2>Miscellaneous</h2><br><br><p>NSAIDs can occasionally lead to renal complications, including nephrotic syndrome, acute interstitial nephritis, and analgesic nephropathy with papillary necrosis (when used with acetaminophen chronically).&nbsp; Rare dermatologic hypersensitivity reactions include Stevens-Johnson syndrome/toxic epidermal necrolysis.&nbsp; Indomethacin, specifically, is associated with CNS adverse effects such as headache, dizziness, and confusion.&nbsp; NSAIDs may worsen inflammatory bowel disease through inhibition of protective mucosal prostaglandins.&nbsp; Long-term aspirin use may be protective against colorectal cancer, possibly by reducing prostaglandin-mediated tumor growth; however, routine use for this indication is not routinely recommended.</p>\n<h1>Summary</h1><br><br><p>Nonsteroidal anti-inflammatory drugs (NSAIDs) are widely used medications for their analgesic, anti-inflammatory, and antipyretic properties, primarily exerted through the inhibition of cyclooxygenase enzymes (COX-1 and COX-2).&nbsp; They are used for acute pain, musculoskeletal injuries, autoimmune disease, gout, headaches, and dysmenorrhea.&nbsp; Adverse effects can be significant and encompass gastrointestinal ulcers, bleeding, cardiovascular complications, and renal injury.&nbsp; Special caution is needed in high-risk populations such as elderly patients, individuals with preexisting cardiovascular or renal conditions, pregnant women, and people taking interacting medications (eg, corticosteroids, anticoagulants).</p><br><br><p>Nonselective NSAIDs (eg, ibuprofen, naproxen) inhibit both enzymes, notably predisposing to gastrointestinal complications (eg, ulcers, bleeding).&nbsp; Selective COX-2 inhibitors (eg, celecoxib) minimize gastrointestinal adverse effects but at the expense of increased cardiovascular risks (due to unopposed thromboxane A<font size=\"2\"><sub>2</sub></font> action).&nbsp; Aspirin uniquely provides irreversible COX-1 inhibition at low doses, which is beneficial for cardiovascular protection through sustained antiplatelet activity.</p>\n</div>\n\n            "
}