{
  "meta": {
    "title": "Pharmacodynamics",
    "url": "https://brainandscalpel.vercel.app/pharmacodynamics-eceea73b-9c7cd6.html",
    "scrapedAt": "2025-12-01T05:55:50.623Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Pharmacodynamics (PD) and pharmacokinetics (PK) are the foundations of pharmacology:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>PK (what the body does to the drug) involves absorption, distribution, metabolism, and excretion (ADME), which influence properties such as bioavailability, volume of distribution, half-life, clearance, and steady-state concentration.&nbsp; PK determines the drug concentration at the site of action.</li>\n\t<li>PD (what the drug does to the body) involves drug-receptor behavior (agonism, antagonism), dose-response curves, therapeutic indices, and desensitization phenomena such as tolerance and tachyphylaxis.</li>\n</ul><br><br><p>This article covers the major aspects of PD.</p>\n<h1>Agonists</h1><br><br><p>Drugs act on various receptor types, including G protein–coupled receptors (GPCRs) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26299.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), ion channels (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108421.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), tyrosine kinases (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11193.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), nuclear hormone receptors (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24024.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), and enzymes.&nbsp; These receptor signaling systems are discussed in more detail in a separate article.<p></p><br><br><p>Receptors exist in active and inactive conformations.&nbsp; Agonists bind to the receptor <strong>active site</strong>, a highly specific pocket, stabilizing the active conformation and leading to downstream signaling.&nbsp; Agonists are classified as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Full (capable of eliciting a maximal response).</li>\n\t<li>Partial (able to elicit only a submaximal response).</li>\n</ul>\n<h2>Full agonists</h2><br><br><p>Full agonists produce a <strong>maximal response</strong> when occupying all available receptors.&nbsp; Examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Epinephrine (alpha-1, alpha-2, beta-1, and beta-2 adrenergic receptors).</li>\n\t<li>Albuterol (beta-2 adrenergic receptors).</li>\n\t<li>Morphine (mu opioid receptors).</li>\n\t<li>Dexamethasone and other corticosteroids (nuclear glucocorticoid receptors).</li>\n</ul>\n<h2>Partial agonists</h2><br><br><p>Partial agonists bind and activate receptors but produce a <strong>submaximal response</strong>, even at full receptor occupancy.&nbsp; In the presence of stronger (full) agonists, partial agonists can function as antagonists because they compete for the same binding sites but produce a weaker maximal response.</p><br><br><p>Clinically, this <strong>dual behavior</strong> can be advantageous.&nbsp; For example, buprenorphine is a partial opioid agonist used in medication-assisted treatment (MAT) for opioid use disorder (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L79038.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; At low concentrations, it stimulates mu opioid receptors enough to replace the effect of recreational opioids, thereby preventing withdrawal and diminishing cravings.&nbsp; However, it does not activate them fully, which prevents respiratory depression and limits euphoric effects.<p></p><br><br><p>Other examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Aripiprazole (D₂ dopamine receptor).</li>\n\t<li>Buspirone (serotonin 5-HT<font size=\"2\"><sub>1A</sub></font> receptor).</li>\n</ul>\n<h1>Antagonists</h1><br><br><p>Antagonists block agonists (or endogenous ligands) from accessing the receptor active site.&nbsp; They do so by binding at:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The receptor active site, either reversibly (competitive antagonism) or irreversibly (noncompetitive antagonism).</li>\n\t<li>A distant (allosteric) site on the receptor (also noncompetitive antagonism), which changes the conformation of the active site.</li>\n</ul>\n<h2>Competitive</h2><br><br><p>Competitive antagonists compete with agonists for the receptor active site.&nbsp; They can be displaced by agonists present in high concentrations.&nbsp; Therefore, competitive antagonists are <strong>reversible</strong> and <strong>surmountable</strong>.</p><br><br><p>Competitive antagonists are ideal for clinical situations in which rapid reversal is desirable (eg, heart block, opioid intoxication).&nbsp; Examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Naloxone (mu opioid receptor).</li>\n\t<li>Atropine (muscarinic acetylcholine receptor binding site).</li>\n\t<li>Flumazenil (benzodiazepine binding site on GABAA receptors).</li>\n</ul>\n<h2>Noncompetitive</h2><br><br><p>Noncompetitive antagonists bind irreversibly to the receptor active site or to a different (allosteric) site that changes the receptor conformation to reduce its activity.&nbsp; Their effects cannot be overcome by high concentrations of agonists because the receptors are permanently blocked until new receptors are synthesized.&nbsp; Therefore, noncompetitive antagonists are <strong>irreversible</strong> and <strong>insurmountable</strong>.</p><br><br><p>Noncompetitive antagonists are ideal for clinical applications in which:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Prolonged block is desired, such as aspirin for irreversible cyclooxygenase-1 inhibition, lasting the lifespan of platelets (7-10 days).</li>\n\t<li>Insurmountable block is desired, such as phenoxybenzamine for irreversible alpha-1 adrenergic receptor inhibition, to prevent hypertensive crises during massive catecholamine release (eg, pheochromocytoma surgery).</li>\n</ul>\n<h2>Mixed agonist-antagonists</h2><br><br><p>Mixed agonist-antagonists act as full agonists on receptors in one tissue while acting as partial agonists or antagonists at different tissue sites.&nbsp; Examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tamoxifen and raloxifene (selective estrogen receptor modulators [SERMs]) act as agonists in bone (eg, treatment of osteoporosis) but as antagonists in breast tissue (eg, chemoprevention of breast cancer).</li>\n\t<li>Clomiphene (estrogen receptor) acts as an agonist in the ovaries (to promote ovulation) but as an antagonist in the hypothalamus (to prevent negative feedback from estrogen).</li>\n</ul><br><br><p>Several opioids (eg, pentazocine, nalbuphine, butorphanol) are also classified as agonist-antagonists because they have opposing effects on different opioid receptors (eg, mu agonist but kappa or delta antagonist).</p>\n<h2>Inverse agonist</h2><br><br><p>As previously discussed, receptors exist in equilibrium between active and inactive conformations.&nbsp; Many receptors, especially GPCRs, exhibit tonic (basal) activity even in the absence of an agonist or natural ligand.&nbsp; For example, the beta-2 adrenergic receptor displays a low level of spontaneous activity even in the absence of catecholamines.&nbsp; Like traditional agonists, inverse agonists bind to the receptor active site.&nbsp; However, they preferentially stabilize the <strong>inactive conformation</strong>.&nbsp; Therefore, inverse agonists can lower the tonic receptor activity below baseline levels.&nbsp; In contrast, antagonists can block only further activation of receptors by agonists.</p>\n<h1>Dose-response curve</h1><h2>Michaelis-Menten analogy</h2><br><br><p>The Michaelis-Menten model was originally developed to describe enzyme-substrate [E-S] interactions with the following idea:</p><br><br><p>[E] + [S] ↔ [E-S] → [E] + [P]</p><br><br><p>where <em>P</em> is a product of catalysis.&nbsp; By analogy, this model also describes drug-receptor [D-R] interactions, where Drug [D] takes the place of Substrate [S] and Receptor [R] takes the place of Enzyme [E].&nbsp; The model becomes:</p><br><br><p>[D] + [R] ↔ [D] → [R] + effect</p><br><br><p>The Michaelis-Menten graph describes the velocity of a reaction (y-axis) as a function of the substrate concentration (x-axis) using V<font size=\"2\"><sub>max</sub></font> and K<font size=\"2\"><sub>m</sub></font>.&nbsp; In the drug-receptor analogy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L126383.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>V<font size=\"2\"><sub>max</sub></font></strong><font size=\"2\"><sub> </sub></font>becomes <strong>E<font size=\"2\"><sub>max</sub></font></strong>, which indicates <strong>efficacy</strong>.&nbsp; This determines the <strong>height</strong> of the dose-response curve.</li>\n\t<li><strong>K<font size=\"2\"><sub>m</sub></font></strong> becomes <strong>EC<font size=\"2\"><sub>50</sub></font></strong>, which indicates <strong>potency</strong>.&nbsp; This determines the <strong>slope</strong> of the dose-response curve.</li>\n</ul><br><br><p>EC<font size=\"2\"><sub>50</sub></font> is the drug concentration that achieves 50% of E<font size=\"2\"><sub>max</sub></font>, just as K<font size=\"2\"><sub>m</sub></font> is the substrate concentration that achieves 50% of V<font size=\"2\"><sub>max</sub></font>.&nbsp; A drug that is more potent has a lower EC<font size=\"2\"><sub>50</sub></font> (ie, less drug is needed to demonstrate effect).</p>\n<h2>Efficacy (E<font size=\"2\"><sub>max</sub></font>)</h2><br><br><p>Efficacy (E<font size=\"2\"><sub>max</sub></font>) is the theoretical maximal effect of a drug (ie, with unlimited agonist dose).&nbsp; It is represented by the ceiling of the dose-response curve.&nbsp; Efficacy can be compared between drugs acting on the same receptor:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>E<font size=\"2\"><sub>max</sub></font> (fentanyl) &gt; E<font size=\"2\"><sub>max</sub></font> (codeine) (ie, any dose of fentanyl can produce greater analgesia than <strong>any dose</strong> of codeine).</li>\n\t<li>E<font size=\"2\"><sub>max</sub></font> (atorvastatin) &gt; E<font size=\"2\"><sub>max</sub></font> (pravastatin) (ie, any dose of atorvastatin can reduce LDL cholesterol more than <strong>any dose</strong> of pravastatin).</li>\n</ul><br><br><p><strong>Noncompetitive antagonists</strong> are irreversible, preventing receptors from reaching their full effect regardless of how much agonist is present.&nbsp; Therefore, noncompetitive antagonists lower the height of the dose-response curve, representing a <strong>lower E<font size=\"2\"><sub>max</sub></font></strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L126482.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).<p></p>\n<h2>Potency (EC<font size=\"2\"><sub>50</sub></font>)</h2><br><br><p>Potency (EC<font size=\"2\"><sub>50</sub></font>) is the drug concentration at which the drug achieves half of its maximal effect (50% of E<font size=\"2\"><sub>max</sub></font>).&nbsp; It is represented by the steepness of the dose-response curve.&nbsp; Two drugs may be capable of producing the same maximal effect (equal efficacy) but require different doses to do so (different potencies).&nbsp; The concept of potency is the basis for dose conversion tables, such as those used for loop diuretics (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108696.png\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ), opioids, and corticosteroids:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>EC<font size=\"2\"><sub>50</sub></font> (bumetanide) &gt; EC<font size=\"2\"><sub>50</sub></font> (furosemide) (ie, bumetanide 1 mg ≈ furosemide 40 mg for the same oral diuretic response)</li>\n\t<li>EC<font size=\"2\"><sub>50</sub></font> (hydromorphone) &gt; EC<font size=\"2\"><sub>50</sub></font> (morphine) (ie, hydromorphone 1 mg ≈ morphine 5 mg for the same oral analgesic response)</li>\n</ul><br><br><p><strong>Competitive antagonists</strong> displace agonists from the receptor active site.&nbsp; To achieve a given effect (eg, 50% of E<font size=\"2\"><sub>max</sub></font>), a higher concentration of the agonist is required.&nbsp; Therefore, competitive antagonists shift the dose-response curve to the right, representing a <strong>higher EC<font size=\"2\"><sub>50</sub></font></strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L126481.png\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).<p></p>\n<h2>Therapeutic index</h2><br><br><p>The therapeutic index (TI) compares the amount of a drug that causes a therapeutic effect to the amount that causes toxicity.&nbsp; It is a <strong>population-level metric</strong> defined by the following ratio:</p><br><br><p>TI = TD<font size=\"2\"><sub>50</sub></font> / ED<font size=\"2\"><sub>50</sub></font></p><br><br><p>where <strong>TD</strong><font size=\"2\"><sub><strong>50</strong></sub></font> (median toxic dose) is the dose at which the drug produces <strong>toxicity</strong> in 50% of the population and <strong>ED</strong><font size=\"2\"><sub><strong>50</strong></sub></font> (median effective dose) is the dose at which the drug produces the <strong>desired effect</strong> in 50% of the population.&nbsp; TD<font size=\"2\"><sub>50</sub></font> and ED<font size=\"2\"><sub>50</sub></font> are typically defined during dose escalation in preclinical studies in animals (LD<font size=\"2\"><sub>50</sub></font> is the dose at which the drug results in the death of 50% of animals).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Drugs with <strong>high TI</strong> have <strong>wide safety margins</strong> and include penicillins, vitamin B<font size=\"2\"><sub>12</sub></font> and folic acid, and proton pump inhibitors.&nbsp; These drugs rarely cause overdose and do not require therapeutic monitoring.</li>\n\t<li>Drugs with <strong>low TI</strong> have <strong>narrow safety margins</strong> and include warfarin, lithium, digoxin, and theophylline.&nbsp; These drugs can easily cause toxicity and may require routine therapeutic drug monitoring (TDM).</li>\n</ul>\n<h1>Receptor sensitivity</h1><br><br><p>Repeat or continuous drug exposure often leads to reduced responsiveness.&nbsp; This phenomenon is classified as acquired tolerance or tachyphylaxis, depending on the time course and mechanism.</p>\n<h2>Acquired tolerance</h2><br><br><p>Acquired tolerance is a <strong>gradual</strong> decrease in therapeutic effect when a drug is administered over days to weeks.&nbsp; It can result from pharmacokinetic or pharmacodynamic mechanisms (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/82144.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Pharmacokinetic tolerance relates to altered drug metabolism after repeat exposure (eg, antiepileptic drugs induce CYP450 and accelerate their own clearance).&nbsp; On the other hand, pharmacodynamic tolerance involves changes at the site of action:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Receptor downregulation:&nbsp; Chronic albuterol use promotes beta-2 receptor internalization.</li>\n\t<li>Blunted receptor responsiveness (reduced intracellular second messenger activity):&nbsp; Chronic opioid use reduces G-protein signaling at mu opioid receptors.</li>\n\t<li>Physiologic adaptation (activation of compensatory pathways to counteract the drug effect):&nbsp; Calcium channel blocker antihypertensive therapy causes reflex activation of the renin-angiotensin-aldosterone system; chronic GABA agonist exposure (eg, alcohol, benzodiazepines) stimulates a compensatory increase in excitatory neurotransmitters (eg, glutamate).</li>\n</ul><br><br><p>Tolerance can be overcome by increasing the drug dose, providing a long drug holiday (eg, until receptors regenerate), and, sometimes, by rotating drugs within the same class (eg, opioids).</p>\n<h2>Tachyphylaxis</h2><br><br><p>Tachyphylaxis is a form of acute tolerance with a <strong>rapid</strong> loss of response, often by the second or third dose.&nbsp; It is generally caused by the immediate depletion of preformed mediators or cofactors necessary for the drug effect.&nbsp; For example:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sympathomimetic nasal decongestants (eg, oxymetazoline) quickly deplete mucosal norepinephrine, leading to rebound congestion.</li>\n\t<li>Nitrovasodilators (eg, nitroglycerin, nitroprusside) produce reactive oxygen species that react with and deplete thiol groups necessary for nitric oxide production.</li>\n</ul><br><br><p>Tachyphylaxis can be managed with intermittent drug withdrawal (eg, nitroglycerin patch on for 8 hours, off for 16 hours).</p>\n<h2>Spare receptors</h2><br><br><p>Spare receptors are extra receptors not needed for maximal response.&nbsp; In other words, maximal response (E<font size=\"2\"><sub>max</sub></font>) can be reached even when only a fraction of receptors are occupied.&nbsp; Spare receptors have important clinical implications that <strong>deviate</strong> from the standard Michaelis-Menten kinetics:&nbsp; In tissues with large reserves of spare receptors, an antagonist (even if irreversible/noncompetitive) may not block enough receptors to prevent a maximal response.&nbsp; In other words, an agonist can <em>still</em> produce a maximal response even in the presence of the irreversible/noncompetitive antagonist.&nbsp; As a result, the antagonist appears ineffective until its concentration is high enough to block all spare receptors.</p>\n<h1>Summary</h1><br><br><p>Pharmacodynamics describes how drugs affect the body through interactions with receptors that can elicit activation (agonism), inhibition (antagonism), or suppression of baseline activity (inverse agonism).&nbsp; Full agonists fully activate receptors, whereas partial agonists produce submaximal responses and can function as antagonists in the presence of full agonists.&nbsp; Antagonists block receptor activity without activating them and can be competitive (reversible and surmountable) or noncompetitive (irreversible and insurmountable).&nbsp; Drug-receptor interactions follow principles similar to those of enzyme kinetics, where efficacy (E<font size=\"2\"><sub>max</sub></font>)<font size=\"2\"><sub> </sub></font>reflects the ceiling of the dose-response curve (representing maximal achievable effect) and potency (EC<font size=\"2\"><sub>50</sub></font>) reflects the slope of the dose-response curve (representing the dose needed for 50% efficacy).&nbsp; Competitive antagonists reduce potency, whereas noncompetitive antagonists reduce efficacy.&nbsp; The therapeutic index reflects drug safety margins, with narrower therapeutic indices requiring close monitoring due to toxicity risks.&nbsp; Repeat drug exposure can lead to tolerance (gradual reduction in effect) or tachyphylaxis (rapid loss of effect), which may require dose escalation or drug holidays.</p>\n</div>\n\n            "
}