{
  "meta": {
    "title": "Pharmacokinetics",
    "url": "https://brainandscalpel.vercel.app/pharmacokinetics-7b7f7e67-9c7cd6.html",
    "scrapedAt": "2025-12-01T05:55:55.107Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Pharmacokinetics is the study of what the human body does to a drug during the processes of drug absorption, distribution, metabolism, and excretion (often abbreviated ADME).&nbsp; Mathematical relationships describing these processes can be used to assess drug levels and optimize drug therapy.</p><br><br><p>Pharmacodynamics, what the drug does to the human body, refers to the relationship between the drug concentration at the site of action and its therapeutic and adverse effects.&nbsp; This concept is discussed in more detail in a separate article.</p>\n<h1>Absorption</h1><h2>Intravascular vs extravascular administration</h2><br><br><p>When a drug is given <strong>intravascularly</strong> (eg, intravenous [IV] or intraarterial), absorption is not required because the drug enters directly into the bloodstream (systemic circulation).&nbsp; If a drug is administered <strong>extravascularly</strong>, drug absorption occurs as the drug moves from the site of administration into the bloodstream.&nbsp; Extravascular routes of administration include oral (PO), sublingual (SL), buccal, intramuscular (IM), subcutaneous (SC), transdermal, inhaled, topical, ocular, intraocular, intrathecal (IT), and rectal (PR).</p><br><br><p>When a drug is administered orally, it passes from the stomach to the intestine.&nbsp; Most oral drug absorption occurs in the small intestine because of its large surface area and permeable membrane.&nbsp; After gut absorption, the drug enters the portal vein and travels to the liver.&nbsp; Some drugs are extensively metabolized in the liver before reaching the systemic circulation; this is called first-pass metabolism (discussed later).&nbsp; Some drugs are transported through the bile back to the gut where they can be reabsorbed.&nbsp; This is called enterohepatic recycling.</p>\n<h2>Passive diffusion vs active transport</h2><br><br><p>Absorption of oral drugs occurs via 2 primary processes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Passive diffusion is movement of drugs from an area of high concentration (eg, the gut lumen) to an area of lower concentration (eg, the blood).&nbsp; Energy is not required for passive diffusion.</li>\n\t<li>Active transport occurs when drugs are moved across the gut wall via transport proteins that are normally used to absorb nutrients from food.</li>\n</ul>\n<h2>Local vs systemic effects</h2><br><br><p>Drugs administered extravascularly can be divided into 2 categories:&nbsp; drugs intended for local effects and drugs intended for systemic effects.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Drugs intended for <strong>local effects</strong> are often applied topically where the drug effect is needed.&nbsp; Examples include eye drops for glaucoma (eg, latanoprost), dermal preparations for psoriasis (eg, coal tar preparations), and nasal sprays for allergies (eg, fluticasone nasal spray).&nbsp; Topical administration of a drug can produce therapeutic effects while minimizing systemic toxicity due to lower systemic exposure.</li>\n\t<li>Drugs intended for <strong>systemic effects</strong> are formulated to facilitate some percentage of drug absorption from the site of administration into the circulatory system.&nbsp; Examples include tablets taken orally for seasonal allergies (eg, loratadine PO), suppositories for fever (eg, acetaminophen PR), tablets given sublingually for angina (eg, nitroglycerin SL), and transdermal patches for pain (eg, fentanyl patch).</li>\n</ul>\n<h2>Disintegration, dissolution, and drug solubility</h2><br><br><p>When a solid oral dosage form is ingested, it breaks into smaller pieces in the gastrointestinal (GI) tract, a process called <strong>disintegration</strong>.&nbsp; The smaller pieces then dissolve, and the active ingredient is released from the dosage form (typically a compressed tablet or a capsule).&nbsp; This is called <strong>dissolution</strong>.&nbsp; The rate of disintegration and dissolution is dependent on the inactive ingredients used to make the dosage form (eg, some polymers help slow the release of a drug in a controlled manner to minimize variability in concentration).</p><br><br><p>SL and orally disintegrating tablet (ODT) formulations generally have fast absorption.&nbsp; In general, the rate of absorption by dosage form will follow this order (fastest to slowest):&nbsp; IV, SL, ODT, immediate-release, extended-release.&nbsp; Drug formulations have been developed with protective coatings (eg, enteric-coated formulation) to limit drug degradation in the stomach (acidic) and permit dissolution in the intestine (basic).</p><br><br><p>Following disintegration, the released drug can dissolve in GI fluids.&nbsp; The rate and extent to which the drug dissolves are dependent on the drug's <strong>solubility</strong>.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Poorly soluble drugs are generally lipophilic.</li>\n\t<li>Highly soluble drugs are generally hydrophilic.</li>\n</ul><br><br><p>As a drug moves through the GI tract, only dissolved drug is absorbed into the bloodstream.&nbsp; Poorly soluble drugs generally have poor systemic absorption, and highly soluble drugs often have good systemic absorption.</p>\n<h2>Bioavailability</h2><br><br><p>The extent of drug absorption into the systemic circulation is called bioavailability.&nbsp; Bioavailability (F) is reported as a percentage (0%-100%) and reflects the percentage of drug absorbed from extravascular (eg, PO) compared to intravascular (eg, IV) administration.&nbsp; Bioavailability is affected by solubility, dissolution, route of administration, and other factors.&nbsp; A drug with good absorption has high bioavailability (eg, F &gt;70%), whereas a drug with poor absorption has low bioavailability (eg, F &lt;10%).&nbsp; For example, levofloxacin and linezolid have high bioavailability; nearly 100% of the oral dose is absorbed, and the oral and intravenous doses are the same.</p>\n<h1>Distribution</h1><br><br><p>Distribution is the process by which drug molecules move from the systemic circulation to various tissue and organs.&nbsp; Distribution can occur through intravascular and extravascular routes of administration, and the extent of distribution depends on the physical and chemical properties of the drug molecule and interactions with membranes and tissue throughout the body.&nbsp; Factors that impact distribution include drug lipophilicity, molecular weight, solubility, ionization status, and the extent of protein binding.&nbsp; Factors that favor passage across membranes and greater drug distribution to tissue include high lipophilicity, low molecular weight, un-ionized status, and low protein binding.</p><br><br><p>Human plasma contains many proteins, and <strong>albumin</strong> is the primary protein responsible for drug binding.&nbsp; Only the <strong>unbound (free) form</strong> of a drug can interact with receptors, exert therapeutic or toxic effects, and be cleared from the body.&nbsp; If a drug is highly <strong>protein-bound</strong> (&gt;90%) and serum albumin is low (&lt;3.5 g/dL), then a high percentage of the drug will be in the unbound form and the patient may experience therapeutic or even adverse effects at what appears to be a normal or subtherapeutic level.</p>\n<h2>Volume of distribution</h2><br><br><p>The volume of distribution (V<font size=\"2\"><sub>d</sub></font>) refers to the extent to which a drug distributes in body tissue compared to its plasma concentration.&nbsp; A drug's V<font size=\"2\"><sub>d</sub></font> is determined by its intrinsic properties (eg, lipid solubility, protein binding) as well as patient factors such as body weight and composition (eg, increased fat vs lean mass).&nbsp; In general, a higher V<font size=\"2\"><sub>d</sub></font> means that the drug is increasingly bound to body tissue with a smaller proportion found in the plasma.</p><br><br><p>V<font size=\"2\"><sub>d</sub></font> = (Amount of drug in body) / (Concentration of drug in plasma)</p>\n<h1>Metabolism</h1><br><br><p>Metabolism is the process by which a drug is converted from its original chemical structure (<strong>parent drug</strong>) into other forms (<strong>metabolites</strong>) to facilitate elimination from the body.&nbsp; Metabolism can occur throughout the body.&nbsp; The gut and liver are primary sites for drug metabolism due to high levels of metabolic enzymes in these tissues.</p><br><br><p>Blood from the gut travels to the liver before it reaches the rest of the body.&nbsp; <strong>First-pass metabolism</strong> is the metabolism of a drug before it reaches the systemic circulation and can dramatically reduce the bioavailability of an oral formulation.&nbsp; First-pass metabolism of lidocaine is so extensive that the drug cannot be given orally; it must be given intravenously.&nbsp; Some drugs with extensive first-pass metabolism can be given orally but must be given in much higher doses than those administered intravenously (eg, propranolol).&nbsp; Many non-oral, extravascular methods of administration (eg, transdermal, buccal, SL) bypass first-pass metabolism entirely.&nbsp; PR administration partially avoids first-pass metabolism.</p><br><br><p>Drug metabolism involves <strong>phase I reactions</strong> (oxidation, reduction, and hydrolysis), followed by <strong>phase II reactions</strong> (eg, conjugation, glucuronidation).&nbsp; Phase I reactions provide a reactive functional group on the compound that permits the drug to be attacked by phase II enzymes.&nbsp; For example, breaking carbon bonds or adding a hydroxyl group to a drug makes the drug more hydrophilic; the blood then passes through the kidneys, and the drug is renally excreted.&nbsp; Glucuronidation and other phase II reactions create compounds that are more readily excreted in the urine and bile.&nbsp; <strong>Cytochrome P450 (CYP450)</strong> enzymes, located mainly in the liver and intestines, metabolize the majority of drugs (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41762.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Excretion</h1><br><br><p>Excretion is the process of irreversible removal of drugs from the body.&nbsp; Excretion can occur through the kidneys (urine), liver (bile), gut (feces), lungs (exhaled air), and skin (sweat).&nbsp; The primary route of excretion for most drugs is the kidneys (renal excretion).&nbsp; Renal excretion can be increased by adjusting the acidity of the urine.&nbsp; Excretion of a weak base is increased by acidifying the urine.&nbsp; Excretion of a weak acid is increased by alkalinizing the urine.&nbsp; P-glycoprotein (P-gp) efflux pumps in the gut play a role in the absorption and excretion of many drugs (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L92430.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h2>Clearance and area under the curve</h2><br><br><p>Clearance (CL) describes the volume of plasma completely cleared of a substance per unit time (eg, mL/min).&nbsp; The CL rate is constant for most drugs and is dependent on the particular metabolic conversion (eg, glucuronidation to inactive form) and/or elimination pathways (eg, biliary or urinary excretion) used to remove the drug from the body.&nbsp; CL is the efficiency of drug removal from the body and can be calculated by dividing the rate of elimination of the drug by the plasma concentration of the drug (as described later).&nbsp; Because the rate of elimination is difficult to assess clinically, the following equation is used to calculate the CL rate:</p><br><br><p>CL = (F × Dose) / AUC</p><br><br><p>where AUC = area under the curve, which is the most reliable measurement of a drug's bioavailability because it directly represents the amount of the drug that has reached the systemic circulation.</p>\n<h2>Zero-order vs first-order pharmacokinetics</h2><br><br><p>Most drugs follow <strong>first-order elimination</strong> or <strong>first-order kinetics</strong>, where a constant percentage of drug is removed per unit of time.&nbsp; For example, a 325 mg dose of acetaminophen is eliminated at the same rate as a 650 mg dose.&nbsp; With <strong>zero-order elimination</strong>, a constant amount of drug (mg) is removed per unit of time, no matter how much drug is in the body (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24000.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p>The following table provides an example of zero-order elimination (consistent amount eliminated per unit of time) and first-order elimination (constant proportion removed per unit of time) of a 2,000 mg dose of a drug (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/126111.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Michaelis-Menten kinetics</h2><br><br><p>Certain medications (eg, phenytoin, voriconazole) exhibit Michaelis-Menten kinetics, also called saturable, mixed-order, or nonlinear kinetics (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28029.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The maximum rate of metabolism is defined as the V<font size=\"2\"><sub>max</sub></font>.</li>\n\t<li>The concentration at which the rate of metabolism is half maximal is defined as the Michaelis-Menten constant (K<font size=\"2\"><sub>M</sub></font>).</li>\n</ul><br><br><p>Based on the graph, the following observations may be made:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>At very low concentrations (much less than the K<font size=\"2\"><sub>M</sub></font>), the rate of metabolism mimics a first-order process.</li>\n\t<li>At most concentrations approaching and exceeding the K<font size=\"2\"><sub>M</sub></font>, the rate of metabolism becomes mixed.</li>\n\t<li>At even higher concentrations relative to the K<font size=\"2\"><sub>M</sub></font>, the rate of metabolism approaches zero-order kinetics (eg, V<font size=\"2\"><sub>max</sub></font>).</li>\n</ul><br><br><p>Throughout this process, an increase in dose leads to a disproportionate increase in drug concentration at steady state.</p><br><br><p>The Michaelis-Menten model can also describe the behavior of enzyme-driven reactions by comparing the rate of reaction (V) to the concentration of the substrate (S).&nbsp; This is covered in more detail in the pharmacodynamics article.</p>\n<h2>Half-life (t½) and steady state</h2><br><br><p>The time required for the plasma concentration of a drug with first-order elimination kinetics (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/61492.html\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) to <strong>decrease by 50%</strong> is called the elimination half-life (t<font size=\"2\"><sub>½</sub></font>).&nbsp; For example, it takes 5 hours for theophylline concentrations to fall from 16 to 8 mg/L.&nbsp; The half-life of theophylline is 5 hours.&nbsp; It takes 5 more hours for the drug concentration to fall from 8 mg/L to 4 mg/L.&nbsp; Half-life is independent of the drug concentration for drugs exhibiting first-order kinetics.<p></p><br><br><p>Half-life is more clinically meaningful than the elimination rate constant (ke), the fraction of a drug that is eliminated per unit of time (discussed in more detail later).&nbsp; The half-life of a drug depends on 2 pharmacokinetic properties (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L61227.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ), V<font size=\"2\"><sub>d</sub></font> and CL (which are also used to obtain the ke):<p></p><br><br><p>t<font size=\"2\"><sub>½</sub></font> = V<font size=\"2\"><sub>d</sub></font> × 0.7 / CL = 0.7 / ke</p><br><br><p>For example, increased glucuronidation (metabolism) or glomerular filtration (excretion) would increase plasma CL of the drug, leading to decreased drug half-life.&nbsp; Similarly, a higher V<font size=\"2\"><sub>d</sub></font> means that the drug is increasingly bound to body tissue with a smaller proportion found in the plasma; therefore, drugs with higher V<font size=\"2\"><sub>d</sub></font> take longer to eliminate from the body and have a longer half-life.</p><br><br><p>The half-life of a drug can be used to calculate the time required for <strong>drug washout</strong> (complete elimination) or the time required to achieve steady state (refer to the table below).&nbsp; When a fixed dose is administered at regular intervals, the drug accumulates until it reaches steady state, at which the rate of drug intake equals the rate of drug elimination.&nbsp; The time required to <strong>reach steady state</strong> is dependent on the elimination half-life of the drug.&nbsp; It takes <strong>approximately 5 half-lives</strong> to reach steady state, assuming the drug follows first-order kinetics in a one-compartment distribution model (ie, the drug is rapidly and evenly distributed throughout the body) and no loading dose has been given.&nbsp; Similarly, 5 half-lives are required to eliminate &gt;95% of the drug if no additional doses are given (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/126112.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>The most clinically useful information is obtained from drug levels collected at steady state.</p>\n<h2>Maintenance dose and loading dose</h2><br><br><p>Most drugs are administered in the form of repetitive, intermittent doses designed to achieve a steady-state plasma concentration within a targeted therapeutic range.&nbsp; The amount of each dose is calculated such that the administered dose is just enough to replace the amount of drug eliminated by the body since the last dose.&nbsp; This <strong>replacement dose (maintenance dose)</strong> is dependent on both of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Steady-state plasma concentration (C<font size=\"2\"><sub>ss</sub></font>)</li>\n\t<li>CL (ie, volume of plasma cleared of drug per unit time)</li>\n</ul><br><br><p>Multiplying these 2 parameters produces the elimination rate (elimination rate = C<font size=\"2\"><sub>SS</sub></font> × CL).&nbsp; The maintenance dose can then be calculated for the appropriate dosing interval (eg, 12 hr) by multiplying the elimination rate by the time between doses:</p><br><br><p>Maintenance dose = Elimination rate × Dosing interval = (C<font size=\"2\"><sub>SS</sub></font> × CL) × Dosing interval</p><br><br><p>When the half-life of a drug is long relative to the frequency of administration, several doses must be administered before steady state is achieved.&nbsp; It may be beneficial to administer a <strong>loading dose</strong> to achieve the targeted levels more quickly, such as when an immediate therapeutic response is needed (eg, life-saving antibiotics) or when using drugs with large volumes of distribution (eg, amiodarone).&nbsp; The loading dose can be determined with the following equation:</p><br><br><p>Loading dose = V<font size=\"2\"><sub>d</sub></font> × C<font size=\"2\"><sub>ss</sub></font></p><br><br><p>Loading dose is affected by body weight and composition.</p>\n<h2>Predicting drug concentrations</h2><br><br><p>The ke, which is not to be confused with the elimination rate described above, is the <em>fraction</em> of the drug that is eliminated per unit of time.&nbsp; It is calculated from the V<font size=\"2\"><sub>d</sub></font> and CL:</p><br><br><p>ke = CL / V<font size=\"2\"><sub>d</sub></font></p><br><br><p>The ke can be used to predict the concentration of a drug at any time (t) after the dose using the formulas below.&nbsp; The second formula is derived from the first:</p><br><br><p>C<font size=\"2\"><sub>2</sub></font> = C<font size=\"2\"><sub>1</sub></font> × e<font size=\"2\"><sup>-kt</sup></font></p><br><br><p>ke = ln (C<font size=\"2\"><sub>1</sub></font>/C<font size=\"2\"><sub>2</sub></font>) / t</p><br><br><p>where C<font size=\"2\"><sub>1</sub></font> = the first or higher drug concentration (sometimes the peak concentration), C<font size=\"2\"><sub>2</sub></font> = the second (or lower) drug concentration (at time = t), and e = the base of the natural log.</p>\n<h2>Therapeutic drug monitoring</h2><br><br><p>The drug levels of some medications are monitored to reach dosing goals and avoid toxicity.&nbsp; If drug levels are too high, toxicity can occur.&nbsp; If drug levels are too low, the patient's condition might not be treated adequately.&nbsp; To prevent either toxicity or inadequate treatment, an adjustment of the dosing regimen is needed.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The <strong>peak</strong> level is the highest concentration in the blood the drug will reach.&nbsp; With intravenous drugs, it is typically drawn 30 minutes after the end of the infusion to allow drug distribution to occur (eg, aminoglycosides).</li>\n\t<li>The <strong>trough</strong> level is the lowest concentration reached by the drug before the next dose is given; it is drawn immediately before (or within 30 min before) the dose is due.</li>\n</ul><br><br><p>When adjusting a dosing regimen, changing the dose generally affects the peak, and changing the interval/frequency generally affects the trough.</p><br><br><p>Therapeutic drug monitoring optimizes drug therapy by enhancing efficacy (eg, overcoming resistance) and reducing toxicity associated with overdosing or drug accumulation.&nbsp; Antibiotic dosing strategies are dictated by certain pharmacodynamic parameters (eg, peak to minimum inhibitory concentration [MIC] ratio, AUC to MIC ratio or time above the MIC).</p>\n<h1>Summary</h1><br><br><p>Pharmacokinetics is the study of how the body handles drugs through the processes of absorption, distribution, metabolism, and excretion.&nbsp; These processes influence drug concentrations in the body and ultimately affect both therapeutic efficacy and potential toxicity.&nbsp; Drug absorption varies depending on the route of administration, solubility, and formulation.&nbsp; Once absorbed, drugs distribute into body tissue based on characteristics such as lipophilicity and protein binding.&nbsp; Metabolism, primarily occurring in the liver, transforms drugs into more excretable forms, often through enzymatic processes (eg, involving cytochrome P450).&nbsp; Excretion, mainly via the kidneys, completes drug clearance.&nbsp; Key pharmacokinetic parameters such as volume of distribution, clearance, half-life, and bioavailability are used to predict drug behavior and guide dosing (eg, loading vs maintenance dosing).</p>\n</div>\n\n            "
}