{
  "meta": {
    "title": "Phosphate binders",
    "url": "https://brainandscalpel.vercel.app/phosphate-binders-31efe833-9c7cd6.html",
    "scrapedAt": "2025-12-01T05:55:57.928Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Phosphate binders are medications designed to lower serum phosphate levels by binding excess phosphate in the gastrointestinal (GI) tract, facilitating its excretion in the feces.&nbsp; They are primarily indicated for the treatment of hyperphosphatemia, particularly in patients with chronic kidney disease (CKD) or end-stage renal disease (ESRD) on dialysis.&nbsp; Their use requires monitoring of phosphate levels, calcium balance, and renal function due to potential GI adverse effects and interactions with other therapies.&nbsp; This article focuses specifically on phosphate binders; CKD-mineral and bone disorder (CKD-MBD) is discussed in detail in a separate article.</p>\n<h1>Relevant pathophysiology</h1><br><br><p>Phosphate is a key anion involved in bone mineralization, energy metabolism, and cellular signaling, with homeostasis maintained through renal excretion (about 80%) and GI absorption (about 20%).&nbsp; In healthy individuals, the kidneys regulate phosphate excretion via parathyroid hormone (PTH) and fibroblast growth factor 23 (FGF23), which promote phosphaturia in response to dietary intake and serum levels.&nbsp; <strong>Hyperphosphatemia</strong> (serum phosphate &gt;4.5 mg/dL) occurs when this balance is disrupted, often due to reduced glomerular filtration rate (GFR) in CKD.</p><br><br><p>In CKD, progressive nephron loss and tubular dysfunction limit phosphate excretion, while secondary hyperparathyroidism and elevated FGF23 levels attempt to compensate but often fail in advanced stages.&nbsp; Factors such as high-phosphate diets, vitamin D analogs, and bone resorption further exacerbate hyperphosphatemia.&nbsp; Untreated hyperphosphatemia can lead to serious complications, including <strong>vascular calcification</strong>, <strong>cardiovascular disease</strong>, renal <strong>osteodystrophy</strong>, and increased <strong>mortality</strong> risk.</p>\n<h1>Mechanism of action and class effects</h1><br><br><p>Phosphate binders reduce serum phosphate by forming insoluble complexes with dietary phosphate in the GI lumen, preventing its absorption and promoting excretion.&nbsp; Their mechanisms differ based on chemical composition and binding affinity, and they are largely classified as calcium-based and non–calcium-based binders.</p>\n<h2>Calcium-based binders</h2><br><br><p><strong>Calcium-based binders</strong> (eg, calcium acetate, calcium carbonate) release calcium ions that bind phosphate in the small intestine.&nbsp; They form precipitates of calcium phosphate that are eliminated in the feces, leading to a reduction in serum phosphorus.&nbsp; These agents have a rapid onset (within hours) but are generally not preferred due to their adverse effect profile (discussed below).</p>\n<h2>Non–calcium-based binders</h2><br><br><p><strong>Non–calcium-based binders</strong> are more commonly used given their superior safety profile (discussed later).&nbsp; These include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sevelamer</strong>:&nbsp; This nonabsorbable polymer exchanges chloride (sevelamer hydrochloride) or carbonate (sevelamer carbonate) for phosphate throughout the GI tract, with an onset of 1-2 days.&nbsp; A secondary effect is a modest reduction of LDL cholesterol, although the significance of this effect is unclear.</li>\n\t<li><strong>Lanthanum carbonate</strong>:&nbsp; This rare-earth metal binder selectively captures phosphate in exchange for carbonate ions, effective in the stomach and small intestine with a quick onset (~4 hours).</li>\n\t<li><strong>Iron-based binders</strong> (eg, ferric citrate):&nbsp; These binders release ferric ions to bind phosphate, forming iron-phosphate complexes, with an onset of several hours.&nbsp; They have a secondary effect of helping replenish iron levels in dialysis patients.</li>\n</ul><br><br><p>Phosphate binders typically reduce serum phosphate by 1-2 mg/dL, depending on dose and adherence.&nbsp; They are <strong>administered with meals</strong> to maximize binding to dietary phosphate.</p>\n<h1>Clinical indications</h1><br><br><p>Phosphate binders are essential for managing <strong>chronic hyperphosphatemia</strong> and its associated <strong>secondary hyperparathyroidism</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1664.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) in <strong>CKD</strong>, especially in patients whose GFR falls below 30 mL/min or who are on dialysis.&nbsp; Reducing serum phosphorus is key because it not only treats secondary hyperparathyroidism but also reduces mortality because hyperphosphatemia directly contributes to vascular calcification and arterial stiffening.<p></p><br><br><p>Before initiation, patients should be assessed for potentially reversible causes of hyperphosphatemia.&nbsp; This assessment should include a thorough dietary history to identify excessive intake of phosphate-rich foods (eg, dairy products, processed meats, cola beverages) and a review of prescription and over-the-counter medications—particularly phosphate-containing supplements, vitamin D analogs, and phosphate-containing laxatives or enemas.</p><br><br><p>Guidelines recommend <strong>binder initiation</strong> when hyperphosphatemia (typically &gt;5.5 mg/dL) persists <strong>despite dietary restriction</strong> (~800-1,000 mg/day), strongly <strong>preferring noncalcium agents</strong>, particularly in patients with hypercalcemia or vascular calcification risks.&nbsp; Ongoing monitoring includes regular phosphate (goal 3.5-5.5 mg/dL), calcium, and PTH levels to avoid overcorrection leading to hypophosphatemia.&nbsp; Additional tools for managing secondary hyperparathyroidism include vitamin D analogs and calcimimetics (eg, cinacalcet) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11353.png\" alt=\"Hyperphosphatemia in dialysis patients\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Hyperphosphatemia in dialysis patients</div>\n                                </div>\n                                ), which are discussed in a separate article.<p></p>\n<h1>Adverse effects</h1><br><br><p>Phosphate binders are generally well tolerated but can cause GI disturbances (eg, nausea, constipation, diarrhea) and may impair absorption of other oral drugs (eg, fluoroquinolones, levothyroxine), requiring administration spacing by 1-2 hours.&nbsp; Additional risks are specific to each binder class, necessitating careful monitoring.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Calcium-based binders</strong> (eg, calcium acetate, calcium carbonate):&nbsp; These carry a significant risk of hypercalcemia, particularly when used with vitamin D analogs.&nbsp; The calcium load is a major driver of vascular and soft tissue calcification, independently associated with increased cardiovascular morbidity and mortality in CKD patients.&nbsp; The global KDIGO (Kidney Disease: Improving Global Outcomes) guidelines for kidney disease recommend restricting their use in patients with hypercalcemia, known vascular calcification, or adynamic bone disease.</li>\n\t<li><strong>Sevelamer</strong>:&nbsp; The hydrochloride formulation can cause metabolic acidosis due to chloride exchange, making the carbonate formulation preferred.&nbsp; It can rarely cause pill esophagitis or bowel obstruction with nondissolving tablets.</li>\n\t<li><strong>Lanthanum</strong>:&nbsp; This medicine is generally well tolerated with potential for rare tissue accumulation, although the clinical significance is minimal.&nbsp; Like sevelamer, pill esophagitis and bowel obstruction can rarely occur.</li>\n\t<li><strong>Iron-based binders</strong> (eg, ferric citrate):&nbsp; These can lead to iron overload or hypophosphatemia.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Phosphate binders are mainstay medications for managing hyperphosphatemia in patients with chronic kidney disease or end-stage renal disease, particularly when the glomerular filtration rate falls below 30 mL/min or in dialysis patients.&nbsp; They work by binding dietary phosphate in the gastrointestinal tract, forming insoluble complexes that are excreted in feces, thus reducing serum phosphate levels by 1-2 mg/dL.&nbsp; They are classified into calcium-based (eg, calcium acetate, calcium carbonate) and non–calcium-based (eg, sevelamer, lanthanum, ferric citrate) binders.&nbsp; Calcium-based binders risk hypercalcemia and vascular calcification, prompting guidelines to favor non–calcium-based options, especially in patients with hypercalcemia or vascular risks.&nbsp; Common adverse effects include gastrointestinal disturbances, and rare risks involve drug interactions or serious complications (eg, bowel obstruction).&nbsp; Regular monitoring of phosphate, calcium, and parathyroid hormone levels is essential to optimize therapy and prevent complications like hypophosphatemia or vascular calcification.</p>\n</div>\n\n            "
}