{
  "meta": {
    "title": "Selective estrogen receptor modulators (SERMs)",
    "url": "https://brainandscalpel.vercel.app/selective-estrogen-receptor-modulators-serms-d41fc4d6-9c7cd6.html",
    "scrapedAt": "2025-12-01T05:55:56.674Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Selective estrogen receptor modulators (SERMs) are a class of compounds that act on the estrogen receptor (ER) with a unique mechanism:&nbsp; They exhibit tissue-specific estrogen agonist or antagonist activity.&nbsp; Therefore, SERMs can mimic estrogen in some tissues (eg, bone) while blocking its action in others (eg, breast, endometrium).&nbsp; This dual nature allows SERMs to be used in the treatment and prevention of various conditions related to estrogen activity.</p>\n<h1>Mechanism of action</h1><br><br><p>SERMs are nonsteroidal compounds that bind to estrogen receptors (ERα and ERβ) and induce a conformational change in the receptor.&nbsp; This change affects the recruitment of coactivators or corepressors, leading to either activation or inhibition of gene transcription (ie, agonist or antagonist activity).&nbsp; The different expression of cofactors across tissues largely explains the tissue-specific effects of SERMs.</p>\n<h1>Commonly used SERMs and indications</h1><br><br><p>The most frequently used SERMs are tamoxifen, raloxifene, clomiphene, and bazedoxifene; the indications for each medication depend on its agonist and antagonist activity (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/126407.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Tamoxifen</h2><br><br><p>Tamoxifen has antiestrogenic effects at the breast but acts as an agonist at the bone and uterus.&nbsp; Clinical indications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Primary <strong>prevention of breast cancer</strong> in high-risk populations (eg, atypical hyperplasia, age ≥35 with history of lobular carcinoma in situ, <em>BRCA2</em> carriers).</li>\n\t<li><strong>Adjuvant endocrine therapy</strong> for premenopausal women at low risk for recurrence of hormone receptor–positive breast cancer.</li>\n\t<li>Second-line adjuvant endocrine therapy for postmenopausal women unable to use aromatase inhibitor therapy (eg, intolerable adverse effects).</li>\n</ul>\n<h2>Raloxifene</h2><br><br><p>Raloxifene has estrogen agonist activity on bone while exhibiting estrogen antagonist activity in the breast and endometrial tissue.&nbsp; Clinical indications include <strong>osteoporosis treatment and prevention</strong>; this is ideal for breast cancer prevention.&nbsp; Raloxifen is not used in premenopausal patients and may lead to bone density loss.</p>\n<h2>Clomiphene</h2><br><br><p>Clomiphene acts as an antagonist at the hypothalamus and uterus, leading to a thin endometrium.&nbsp; It is an <strong>ovulation-induction</strong> agent used in the treatment of infertility.&nbsp; Clomiphene acts as an antagonist at the hypothalamus, causing perceived estrogen deficiency.&nbsp; The hypothalamus then increases GnRH release, which increases gonadotropin (FSH), leading to multifollicle formation and ovulation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69721.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h2>Bazedoxifene</h2><br><br><p>Bazedoxifene has estrogenic effects on bone but acts as an antagonist at the uterus.&nbsp; It is used primarily to treat <strong>postmenopausal osteoporosis</strong>.&nbsp; Bazedoxifene is often combined with estrogen to treat vasomotor symptoms but prevents estrogen-induced breast tenderness or withdrawal bleeding from standard menopausal hormone therapy (combined estrogen-progestin).</p>\n<h1>Adverse effects</h1><br><br><p>SERMs are associated with several adverse effects:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hot flashes</strong>:&nbsp; These are the most common adverse effects because they are thought to cause antiestrogenic effects in the CNS and to cause thermoregulatory dysfunction in the anterior hypothalamus via a mechanism similar to the pathophysiology of menopausal hot flashes.</li>\n\t<li><strong>Myalgia</strong>:&nbsp; Myalgia is common with tamoxifen, raloxifene, and bazedoxifene.</li>\n\t<li><strong>Venous thromboembolism</strong>:&nbsp; SERMs cause a prothrombotic state and can increase the risk for venous thromboembolism, likely due to increased levels of clotting factors (eg, prothrombin; fibrinogen; factors VII, VIII, and X) and activated protein C resistance.</li>\n\t<li><strong>Endometrial hyperplasia/cancer</strong>:&nbsp; Tamoxifen acts as an estrogen agonist in the uterus that can stimulate excessive endometrial proliferation.&nbsp; Its use is associated with endometrial polyps in premenopausal women, as well as endometrial hyperplasia and cancer in postmenopausal women.&nbsp; Long-term use (&gt;5 years) is associated with an increased risk for uterine sarcoma, although the absolute risk remains low.</li>\n</ul>\n<h1>Contraindications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Current or prior thromboembolic disorders.</li>\n\t<li>Current or prior endometrial cancer (tamoxifen).</li>\n\t<li>Pregnancy, lactation.</li>\n\t<li>Liver disease.</li>\n\t<li>History of breast cancer (bazedoxifene).</li>\n</ul>\n<h1>Summary</h1><br><br><p>Selective estrogen receptor modulators represent a unique pharmacologic approach to modulating estrogenic activity.&nbsp; Their tissue-selective action allows for targeted therapy in conditions such as breast cancer and osteoporosis while avoiding some of the systemic risks of hormone replacement.</p>\n</div>\n\n            "
}