{
  "meta": {
    "title": "Serotonin-norepinephrine reuptake inhibitors (SNRIs)",
    "url": "https://brainandscalpel.vercel.app/serotonin-norepinephrine-reuptake-inhibitors-snris-8832202e-9c7cd6.html",
    "scrapedAt": "2025-12-01T05:55:59.400Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Serotonin-norepinephrine reuptake inhibitors (SNRIs) prevent presynaptic reuptake of serotonin and norepinephrine in the synaptic cleft.&nbsp; SNRIs are used to treat depression and anxiety, as well as pain disorders.&nbsp; They have similar safety profiles to selective serotonin reuptake inhibitors (SSRIs), but many SNRIs can be associated with elevations in blood pressure.</p>\n<h1>Mechanism of action</h1><br><br><p>In the brainstem, serotonergic (serotonin-releasing) neurons are found primarily in the raphe nuclei, located in the midbrain, pons, and medulla.&nbsp; Noradrenergic (norepinephrine-releasing) neurons are found in the locus coeruleus, located in the dorsal pons.&nbsp; Axons from these cell bodies project widely throughout the CNS to synapse on structures such as the cerebral cortex, thalamus, hypothalamus, cerebellum, hippocampus, and spinal cord.</p><br><br><p>Both serotonin and norepinephrine are implicated in neuronal pathways affecting mood and anxiety.&nbsp; In the synapse, SNRIs inhibit both serotonin and norepinephrine transporter proteins and block the presynaptic reuptake of serotonin and norepinephrine, increasing their availability in the synaptic cleft.&nbsp; This action strengthens postsynaptic serotonin and norepinephrine receptor activity, leading to downstream therapeutic effects on mood and anxiety.</p><br><br><p>By modulating both serotonergic and noradrenergic pathways, SNRIs can affect a wider range of depression and anxiety symptoms with greater magnitude compared to SSRIs, which target only serotonin.&nbsp; SNRIs also increase norepinephrine in the descending pain pathways, diminishing the central perception of pain.</p>\n<h1>Indications</h1><br><br><p>SNRIs are used to treat the following psychiatric conditions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Major depressive disorder (MDD)</li>\n\t<li>Generalized anxiety disorder</li>\n\t<li>Social anxiety disorder</li>\n\t<li>Panic disorder</li>\n</ul><br><br><p>SSRIs and SNRIs are first-line options for MDD due to their efficacy and tolerability.&nbsp; SNRIs are often preferred as an initial treatment when targeting comorbid depression and pain conditions.&nbsp; In addition, duloxetine is an SNRI that can be used to treat fibromyalgia, diabetic neuropathy, and chronic musculoskeletal pain.</p>\n<h1>SNRI options</h1><br><br><p>Effectiveness is similar among SNRIs, although differences exist in relative affinities for the serotonin and norepinephrine transporter.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Venlafaxine</strong>:&nbsp; primarily serotonergic at lower doses</li>\n\t<li><strong>Desvenlafaxine</strong>:&nbsp; metabolite of venlafaxine with increased norepinephrine potency</li>\n\t<li><strong>Duloxetine</strong>:&nbsp; used to treat chronic pain syndromes (eg, fibromyalgia, diabetic neuropathy, chronic musculoskeletal pain)</li>\n\t<li><strong>Levomilnacipran</strong>:&nbsp; more potent norepinephrine reuptake inhibition</li>\n</ul>\n<h2>Drug-drug interactions</h2><br><br><p>Duloxetine significantly inhibits CYP2D6, which can decrease metabolism of prodrug to active metabolite (eg, conversion of opioid precursors such as codeine to morphine).&nbsp; Venlafaxine, desvenlafaxine, and levomilnacipran do not have significant cytochrome P450 enzyme effects.</p>\n<h1>Adverse effects and management</h1><h2>Increased blood pressure</h2><br><br><p>Compared to SSRIs, the primary difference in the safety profile of SNRIs is increased blood pressure due to increased noradrenergic drive.&nbsp; In particular, venlafaxine may increase blood pressure in a dose-dependent manner.&nbsp; Blood pressure should be measured before starting an SNRI and should also be regularly monitored throughout treatment.&nbsp; If elevated blood pressure is sustained, consider reducing the dose, switching to an alternative antidepressant, or starting antihypertensive treatment.&nbsp; Duloxetine has minimal effects on blood pressure.</p><br><br><p>Otherwise, SNRIs have similar safety profiles as SSRIs.</p>\n<h2>Gastrointestinal effects</h2><br><br><p>Gastrointestinal (GI) symptoms are common with initiation or dose increases of SNRIs but are usually transient and resolve after a few weeks.&nbsp; Typical symptoms include nausea (most common), decreased appetite, vomiting, and diarrhea.</p><br><br><p>Management includes reassurance that these symptoms are generally self-limited and educating patients to take SNRIs with a meal, which can help alleviate GI distress.&nbsp; If symptoms are severely distressing or persistent, consider switching to a different antidepressant.</p>\n<h2>Sexual dysfunction</h2><br><br><p>Sexual dysfunction is common with any SNRI (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57608.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Symptoms include decreased libido, erectile dysfunction, delayed orgasm, and anorgasmia.&nbsp; These effects are a common cause of medication nonadherence.<p></p><br><br><p>Sexual dysfunction can occur within 1-2 weeks of initiation.&nbsp; It may resolve over time (eg, within 2-8 weeks) but can often persist with continued SNRI use.&nbsp; Symptoms usually resolve a few weeks after discontinuing the SNRI.</p><br><br><p>Management of persistent sexual dysfunction depends on the patient's response to the SNRI as well as severity of the sexual dysfunction:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>If the patient has a good response to the SNRI (eg, ≥50% depressive symptom reduction) with mild-to-moderate sexual dysfunction, add an adjunctive agent with phosphodiesterase-5 inhibitors (eg, sildenafil) or bupropion.</li>\n\t<li>If the patient has partial or no response to the SNRI or sexual dysfunction is severe despite good response, switch to an atypical antidepressant, such as bupropion or mirtazapine.</li>\n</ul>\n<h2>Increased risk of suicidal thoughts and behaviors</h2><br><br><p>All antidepressants, including SNRIs, have an FDA black box warning for increased risk for suicidal thinking and behavior in children, adolescents, and young adults age &lt;25.&nbsp; This warning is based on an analysis of placebo-controlled trials that reflected a 4% risk of suicidality in those taking antidepressants versus 2% in those not taking antidepressants.&nbsp; No deaths by suicide were attributed to antidepressant use.&nbsp; The benefit of antidepressant treatment in reducing symptoms of depression (a primary factor in reducing suicide risk) typically outweighs this risk.</p><br><br><p>In patients age &lt;25, SNRIs remain an important treatment option.&nbsp; Carefully monitor and educate patients and their families to watch for increased suicidality when an antidepressant is initiated or titrated.</p>\n<h2>Hyponatremia</h2><br><br><p>Syndrome of inappropriate antidiuretic hormone secretion (SIADH) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34700.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a rare adverse effect of SNRIs but should be considered in patients with the following risk factors: advanced age (&gt;65), female sex, concomitant use of thiazide diuretics, and a baseline plasma sodium &lt;138 mEq/L.&nbsp; Patients may be asymptomatic, mildly symptomatic (eg, nausea, lethargy) or, in severe cases, present with delirium, profound confusion, seizures, or coma.<p></p><br><br><p>Laboratory findings include low sodium levels, low serum osmolality (275 mOsm/kg), high urine osmolality (&gt;100 mOsm/kg), and an elevated urine sodium concentration (&gt;40 mEq/L).</p><br><br><p>Management includes discontinuing the SNRI and fluid restriction.&nbsp; In severe cases, hypertonic saline is used.</p><br><br><p>Once medically stabilized, a trial of a non-SNRI antidepressant medication or an alternate SNRI can be attempted with close monitoring for hyponatremia recurrence.</p>\n<h2>Overdose</h2><br><br><p>Overdose of venlafaxine can result in tachycardia, hypotension, cardiac conduction abnormalities (eg, QT prolongation), respiratory depression, and seizures.&nbsp; Isolated overdoses of other SNRIs are generally much safer compared to those of other antidepressants, such as tricyclic antidepressants (TCAs).&nbsp; Patients are frequently asymptomatic or have mild CNS depression.</p><br><br><p>Management includes laboratory evaluation for co-ingestants (eg, acetaminophen, salicylates, ethanol), especially with more severe symptoms, including altered mental status (eg, not following commands, withdrawing to painful stimuli) or abnormal physical examination findings.&nbsp; An ECG should be performed to assess QT prolongation.&nbsp; Glucose and serum bicarbonate should be collected to rule out hypoglycemia and metabolic acidosis.</p>\n<h2>Serotonin syndrome</h2><br><br><p>SNRIs may result in excessive serotonergic activity that can cause serotonin syndrome (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17949.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Symptoms typically include fever, mental status changes, autonomic instability, hyperreflexia, and clonus.&nbsp; This syndrome rarely occurs at therapeutic doses but may occur with concurrent use of other serotonergic drugs (eg, TCAs, monoamine oxidase inhibitors [MAOIs], dextromethorphan, tramadol, amphetamines, ecstasy).&nbsp; Therefore, caution should be exercised when prescribing an SNRI along with other serotonergic agents.&nbsp; SNRIs are contraindicated within 14 days of MAOI use due to irreversible binding of MAOIs to monoamine oxidase, which could result in excess serotonin activity.<p></p><br><br><p>Treatment for serotonin syndrome is primarily supportive (eg, intravenous fluids, blood pressure stabilization), benzodiazepines for agitation, and antihypertensives if necessary.&nbsp; If symptoms are unresponsive to supportive care, cyproheptadine (serotonin antagonist) may be considered.</p><br><br><p>A more detailed review of this topic is available in a separate, dedicated article.</p>\n<h2>Discontinuation syndrome</h2><br><br><p>Abrupt discontinuation or rapid tapering of SNRIs may lead to uncomfortable symptoms, although usually not severe or persistent.&nbsp; Common symptoms include headache, nausea, fatigue, dizziness, and mood changes (eg, dysphoria, anxiety, irritability).&nbsp; Flu-like symptoms (eg, myalgias, chills, diaphoresis), insomnia, and neurosensory disturbances (eg, paresthesia, \"electric shock\" sensations, vivid dreams) may also occur.</p><br><br><p>All SNRIs have relatively short half-lives of &lt;24 hours.&nbsp; Symptom onset after discontinuation can be as little as 1 day following a missed dose.&nbsp; Discontinuation symptoms can be more severe after abrupt discontinuation at higher doses and/or longer treatment duration (eg, on maximum dose of an SNRI for years).</p><br><br><p>Management includes restarting the antidepressant at the existing dose, which should result in rapid improvement of symptoms.&nbsp; If discontinuation is intended, reattempt the taper at a slower rate (generally over the course of 2-4 weeks) or switch to fluoxetine, given its longer half-life, and then taper.</p>\n<h1>Summary</h1><br><br><p>Serotonin-norepinephrine reuptake inhibitors (SNRIs) inhibit both serotonin and norepinephrine transporter pumps and increase serotonin and norepinephrine concentrations in the synaptic cleft.&nbsp; SNRIs are used to treat depression and anxiety and some, such as duloxetine, can also be used to treat certain pain syndromes.&nbsp; Efficacy and safety profiles of SNRIs are similar to selective serotonin reuptake inhibitors (SSRIs), although many SNRIs are associated with dose-dependent elevations in blood pressure.&nbsp; Given their short half-lives (&lt;24 hours), discontinuation symptoms are likely if SNRIs are abruptly discontinued.</p>\n</div>\n\n            "
}