{
  "meta": {
    "title": "Topoisomerase inhibitors",
    "url": "https://brainandscalpel.vercel.app/topoisomerase-inhibitors-8ab3990d-9c7cd6.html",
    "scrapedAt": "2025-12-01T05:56:03.006Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Topoisomerase inhibitors are a class of chemotherapeutic agents that inhibit topoisomerase enzymes.&nbsp; Normally, topoisomerases prevent supercoiling during replication, repair, and transcription by briefly cutting and then resealing DNA.&nbsp; Topoisomerase inhibitors prevent these enzymes from resealing the DNA after cutting, which leads to DNA damage and cell death.</p>\n<h1>Overview of chemotherapy</h1><br><br><p>Cancer is a heterogeneous disease characterized by the uncontrolled growth of abnormal cells that have acquired the ability to evade the body's normal control mechanisms (eg, resisting apoptosis, escaping immune surveillance).</p><br><br><p>Various strategies have been developed to treat cancer, including different combinations of surgery, chemotherapy, and radiation therapy.&nbsp; Chemotherapy involves the use of certain drugs (ie, chemical agents) to prevent the further growth of or to induce death in these proliferating cells.&nbsp; Chemotherapeutic agents achieve these goals through different mechanisms that target various cellular components, including nucleic acids (eg, damaging DNA), cellular enzymes (eg, inhibiting enzymes required to synthesize essential cell proteins), or cellular structural components (eg, preventing the assembly of microtubules).</p><br><br><p>An important principle of cancer treatment involves the use of multiagent therapy (ie, combining agents that have different mechanisms of action) to prevent resistance to single agents and increase the likelihood of cure.&nbsp; Chemotherapeutic agents can be categorized based on various features (eg, mechanism of action, chemical type); a common approach is to categorize the agents based on whether the mechanism of action depends on the cell-cycle status.&nbsp; Chemotherapeutic agents can therefore be broadly divided into cell-cycle–specific and cell-cycle–nonspecific agents.</p>\n<h2>Cell-cycle–specific agents</h2><br><br><p>Cell-cycle–specific agents require that cells enter the cell cycle because these agents are effective only during certain phases of the cycle (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26336.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; These agents are generally given over a prolonged period (eg, long infusion, divided doses over several days) to affect as many cells that enter the cell cycle as possible.&nbsp; Examples of these agents include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Antimetabolites</strong>:&nbsp; These are structured similarly to substrates required during nucleotide assembly and therefore interfere with biosynthesis.&nbsp; Antimetabolites work during the S phase (ie, when DNA is duplicated) when they are substituted for the intended substrate, halting further DNA production.&nbsp; Agents include purine and pyrimidine analogues (eg, mercaptopurine, cytarabine, 5-fluorouracil) and folate analogues (eg, methotrexate).</li>\n\t<li><strong>Topoisomerase inhibitors</strong>:&nbsp; Topoisomerases are enzymes that transiently cut and reseal DNA to relieve supercoils that form when DNA unwinds during replication, repair, and transcription (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L51415.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Topoisomerase inhibitors block these critical enzymes, which are particularly active during late S and early G<font size=\"2\"><sub>2</sub></font> phase (when DNA replication errors are identified and repaired prior to cell division) phases, leading to nucleic acid breaks and cell death.&nbsp; These agents can inhibit topoisomerase II (eg, etoposide) or topoisomerase I (eg, irinotecan).</li>\n\t<li><strong>Microtubule inhibitors</strong>:&nbsp; Plant-derived agents that impair microtubule assembly and disassembly, processes required during <strong>M phase</strong> (ie, when a single cell splits into 2 cells via mitosis).&nbsp; Vinca alkaloids (eg, vincristine) inhibit microtubule assembly, and taxanes (eg, paclitaxel) inhibit microtubule disassembly.</li>\n</ul>\n<h2>Cell-cycle–nonspecific agents</h2><br><br><p>Cell-cycle–nonspecific agents work during any phase of the cell cycle and may usually be administered in a large bolus dose.&nbsp; Examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Alkylating agents</strong>:&nbsp; Heterogeneous group of agents that form DNA strand cross-linkages via the attachment of alkyl groups, ultimately leading to cell death.&nbsp; Examples include nitrogen mustards (eg, cyclophosphamide) and alkyl sulfonates (eg, busulfan).</li>\n\t<li><strong>Antitumor antibiotics</strong>:&nbsp; Heterogeneous group of agents derived from microorganisms that have activity against the development of other types of living cells.&nbsp; Antitumor antibiotics commonly interfere with nucleic acids, preventing replication and transcription and triggering apoptosis.&nbsp; They can work by damaging DNA directly and/or indirectly.&nbsp; Agents include anthracyclines (eg, doxorubicin) and bleomycin.</li>\n</ul><br><br><p>This article focuses on the topoisomerase inhibitors.&nbsp; Of note, the anthracyclines have several mechanisms of action that include topoisomerase inhibition functions; these agents are discussed in a separate, dedicated article.</p>\n<h1>Normal topoisomerase function</h1><br><br><p>Normally, the DNA double helix is unwound to expose the bases during replication, repair, and transcription.&nbsp; However, unwinding the double helix forces the DNA ahead of the replication fork to rotate, producing positive supercoils (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L100795.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; These supercoils can physically obstruct further replication, repair, or transcription.<p></p><br><br><p>To prevent supercoiling, topoisomerases enzymes briefly cut the DNA strands (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26349.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), allowing them to swivel freely while replication, repair, or transcription proceeds, before the enzymes reseal the strands.&nbsp; There are 2 major types of topoisomerase enzymes:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Topoisomerase I</strong>:&nbsp; Cuts one DNA strand, allowing it to swivel around the uncut strand to relieve twisting tension, before resealing it.</li>\n\t<li><strong>Topoisomerase II</strong>:&nbsp; Cuts both DNA strands simultaneously before resealing.</li>\n</ul>\n<h1>Topoisomerase inhibitor mechanisms of action</h1><br><br><p>Rapidly dividing cancer cells are particularly dependent on topoisomerase enzymes.&nbsp; Therefore, topoisomerase inhibition is an effective treatment strategy for a variety of cancers.&nbsp; Topoisomerase inhibitors are categorized by the target enzyme:</p>\n<h2>Topoisomerase I inhibitors</h2><br><br><p>Topoisomerase I inhibitors (eg, irinotecan, topotecan) prevent topoisomerase I from resealing the single-strand break, resulting in eventual cell death.</p>\n<h2>Topoisomerase II inhibitors</h2><br><br><p>Topoisomerase II inhibitors (eg, etoposide, teniposide) prevent topoisomerase II from resealing the double-strand breaks, causing chromosomal breaks and eventual cell death.</p>\n<h1>Indications</h1><br><br><p>Topoisomerase inhibitors are used in the treatment of a variety of cancers.&nbsp; For example, etoposide is used in hematologic malignancies (eg, acute myeloid leukemia, Hodgkin lymphoma), CNS tumors, and other solid tumors (eg, testicular germ cell tumor, small cell lung cancer, Ewing sarcoma).&nbsp; Irinotecan is prescribed in several solid tumor treatment regimens (eg, small cell lung cancer, colorectal cancer).</p>\n<h1>Adverse effects and monitoring</h1><br><br><p>Although effective, topoisomerase inhibitors are associated with significant toxicities, including adverse effects on normal rapidly dividing cells (eg, myelosuppression, vomiting, alopecia).&nbsp; Unique adverse effects include severe diarrhea associated with irinotecan (due to several mechanisms, including effects on cholinergic activity and excretion within the intestinal tract).&nbsp; In addition, etoposide and other topoisomerase II inhibitors are associated with secondary leukemias (eg, therapy-related acute myeloid leukemia).</p><br><br><p>Preventive and supportive measures, such as the use of antiemetics, granulocyte colony-stimulating factors for myelosuppression, and antidiarrheal agents (eg, loperamide) for irinotecan-associated diarrhea, are critical for management.&nbsp; After treatment, patients should also undergo routine surveillance for secondary malignancies.</p>\n<h1>Summary</h1><br><br><p>Topoisomerase inhibitors are a class of chemotherapeutic agents that inhibit topoisomerase enzymes.&nbsp; Normally, topoisomerase prevents supercoiling during replication, repair, and transcription by briefly cutting and then resealing DNA.&nbsp; Topoisomerase inhibitors cause DNA damage and cell death by preventing topoisomerase from resealing the cut DNA.</p>\n</div>\n\n            "
}