{
  "meta": {
    "title": "Tricyclic antidepressants",
    "url": "https://brainandscalpel.vercel.app/tricyclic-antidepressants-c488e58f-9c7cd6.html",
    "scrapedAt": "2025-12-01T05:56:04.718Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1><p>Tricyclic antidepressants (TCAs) inhibit serotonin and norepinephrine reuptake and are effective in the treatment of depression as well as other psychiatric and medical conditions.&nbsp; TCAs affect additional neurotransmitter systems, resulting in characteristic adverse effects, and can be fatal at relatively low doses (ie, narrow therapeutic index).</p><h1>Mechanism of action</h1><p>TCAs inhibit the reuptake of serotonin and norepinephrine at the synaptic cleft.&nbsp; This increase in serotonin and norepinephrine concentration may result in therapeutic effects on mood and pain.&nbsp; In addition to serotonin and norepinephrine reuptake blockade, TCAs block histamine, muscarinic, and alpha-adrenergic receptors.</p><h1>Structure</h1><p>\"Tricyclic\" in TCA refers to its chemical composition:&nbsp; a three-ring central structure with an accompanying side chain.&nbsp; Depending on the type of side chain present, TCAs can be categorized as:</p><ul class=\"article-body-unordered-list\"><li>Tertiary amines:&nbsp; amitriptyline, imipramine, clomipramine, doxepin<ul class=\"article-body-unordered-list\"><li>More potent blockade of serotonin reuptake (compared to norepinephrine)</li><li>More potent anticholinergic and sedating effects (than secondary amines)</li></ul></li><li>Secondary amines:&nbsp; nortriptyline, desipramine, protriptyline<ul class=\"article-body-unordered-list\"><li>More potent blockade of norepinephrine reuptake</li><li>Less potent anticholinergic and sedating effects</li></ul></li></ul><h1>Indications</h1><p>TCAs are used to treat a variety of conditions, including:</p><ul class=\"article-body-unordered-list\"><li><strong>Major depressive disorder</strong> (MDD):&nbsp; TCAs are considered if symptoms are unresponsive to first-line treatments (eg, selective serotonin reuptake inhibitors [SSRIs]).</li><li><strong>Obsessive-compulsive disorder</strong> (OCD):&nbsp; Clomipramine has strong serotonergic effects and is particularly effective in OCD.</li><li><strong>Insomnia</strong>:&nbsp; Tertiary amines (eg, doxepin) have a strong affinity for histamine receptors, resulting in a sedative effect.</li><li><strong>Chronic pain</strong>:&nbsp; Low-doses of TCAs, especially amitriptyline and nortriptyline, can be used to treat neuropathy, postherpetic neuralgia, and migraines.</li><li><strong>Enuresis</strong>:&nbsp; Imipramine can decrease urine production and increase the bladder's ability to store urine.</li></ul><h1>Adverse effects</h1><p>TCAs have a broad side effect profile due to their interaction with multiple receptor systems (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/44480.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li>Inhibition of presynaptic reuptake of norepinephrine and serotonin:&nbsp; sexual dysfunction, seizures, tremors</li><li>Muscarinic (M1) receptor blockade (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38428.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: Anticholinergic toxicity\n                                    </a>\n                                </div>\n                                ):&nbsp; anticholinergic effects, such as tachycardia, delirium, dry mouth, blurry vision, dilated pupils, flushing, decreased sweating, hyperthermia, constipation, and urinary retention</li><li>Alpha-adrenergic receptor blockade:&nbsp; orthostatic hypotension, dizziness, reflex tachycardia</li><li>Histamine (H1) receptor blockade:&nbsp; sedation, weight gain</li></ul><h2>Cardiac complications</h2><p>TCAs also block cardiac fast sodium channels in the His-Purkinje system and myocardium.&nbsp; This blocking affects the cardiac action potential by slowing conduction velocity, increasing repolarization duration, and prolonging absolute refractory periods, which can result in <strong>QRS prolongation</strong> and ventricular arrhythmias (eg, ventricular tachycardia, ventricular fibrillation).</p><h2>Serotonin syndrome</h2><p>TCA inhibition of serotonin reuptake may result in excessive serotonergic activity that can cause serotonin syndrome (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17949.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Symptoms typically include fever, mental status changes, autonomic instability, hyperreflexia, and clonus.&nbsp; This may occur at therapeutic doses, though it often occurs with concurrent use of other serotonergic drugs (eg, selective serotonin reuptake inhibitors [SSRIs], monoamine oxidase inhibitors [MAOIs], dextromethorphan, tramadol, amphetamines, ecstasy).&nbsp; TCAs should not be used within 14 days of MAOI use.<p></p><h2>Discontinuation symptoms</h2><p>Abrupt discontinuation of TCAs can result in cholinergic rebound, which presents as nausea, vomiting, sweating, headache, myalgias, irritability, and insomnia.&nbsp; Gradual taper (eg, small-dose reductions over the course of weeks to months) is recommended to avoid these symptoms.</p><h1>Monitoring and safety precautions&nbsp;</h1><p>TCAs are associated with multiple cardiac risks.&nbsp; A baseline serum potassium level is recommended to assess for hypokalemia (associated with increased risk for arrhythmia).&nbsp; A baseline electrocardiogram (ECG) is recommended for patients who are age ≥40, have a personal history of cardiac symptoms, and/or are taking medications that can cause QT interval prolongation (eg, methadone, ziprasidone).</p><p>TCAs are contraindicated in patients with cardiac conduction system disease (eg, bundle branch block, heart block, long QT syndrome) and should be avoided in coronary artery disease due to the increased risk of QT prolongation and arrhythmias.</p><p>TCAs should be prescribed cautiously, with close monitoring in the following situations:</p><ul class=\"article-body-unordered-list\"><li>Epilepsy:&nbsp; lowers seizure threshold</li><li>Angle-closure glaucoma:&nbsp; increases risk of ocular crisis due to anticholinergic-induced pupillary dilation</li><li>Elderly population:&nbsp; more susceptible to anticholinergic side effects (eg, constipation, urinary retention) and orthostatic hypotension, which increases risk of falls; also, sedative effects of TCAs can worsen cognitive impairment and contribute to delirium</li><li>Patients at risk for suicide:&nbsp; TCAs have a narrow therapeutic index and can be fatal in relatively low doses; consider limiting the quantity of medication dispensed (eg, 1-week supply)</li></ul><h1>TCA poisoning&nbsp;</h1><p>TCA poisoning can have life-threatening effects, most commonly due to <strong>cardiotoxicity</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39072.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Patients may appear well initially and then rapidly decompensate due to the variability in TCA absorption.<p></p><h2>Physical examination</h2><ul class=\"article-body-unordered-list\"><li>Altered mental status (eg, sedation, confusion, or delirium)</li><li>Anticholinergic toxicity (eg, mydriasis, flushing, hypohidrosis, ileus)</li><li>Cardiotoxicity (eg, tachycardia, hypotension)</li><li>Seizures (due to GABA-A receptor antagonism)</li></ul><h2>Diagnostic evaluation </h2><ul class=\"article-body-unordered-list\"><li>Determine type of TCA ingested and quantity if possible</li><li>Order serial ECGs to monitor for cardiotoxicity (eg, QRS complex widening, PR and/or QT interval prolongation)</li><li>Assess for coingestants (eg, serum acetaminophen and salicylate, urine drug screen)</li><li>Serum TCA concentrations are not immediately available and do not correlate with severity of toxicity; use clinical findings as a guide treatment</li></ul><h2>Management</h2><ul class=\"article-body-unordered-list\"><li>Supportive care (eg, secure airway, breathing, circulation)</li><li>Intravenous fluids for hypotension</li><li><strong>Sodium bicarbonate</strong> infusion for cardiotoxicity<ul class=\"article-body-unordered-list\"><li>Indicated with QRS interval &gt;100 msec, ventricular arrhythmia, hypotension</li><li>Alkalinizes plasma, making the TCA nonionized (neutral) and less accessible to bind sodium channels</li><li>Increases extracellular sodium concentration, raising the electrochemical gradient across cardiac cell membranes and decreasing the impact of the TCA-induced sodium channel blockade</li></ul></li><li>Benzodiazepines for seizures</li><li>If &lt;2 hours after ingestion and airway is protected:&nbsp; activated charcoal for gastrointestinal decontamination to prevent further TCA absorption</li></ul><p>Physostigmine (cholinesterase inhibitor; used as an antidote in anticholinergic toxicity) is contraindicated in TCA poisoning due to its potential to worsen cardiotoxicity.</p><h1>Summary&nbsp;</h1><p>Tricyclic antidepressants (TCAs) inhibit serotonin and norepinephrine reuptake and are effective in the treatment of depression as well as other psychiatric and medical conditions.&nbsp; TCAs block alpha-adrenergic, histamine, and muscarinic receptors, resulting in characteristic adverse effects.&nbsp; Due to its narrow therapeutic index, TCAs can be fatal at relatively low doses.&nbsp; TCA poisoning warrants emergent evaluation for cardiotoxicity and administration of sodium bicarbonate if necessary.</p></div>\n            "
}