{
  "meta": {
    "title": "Cardiovascular system embryology",
    "url": "https://brainandscalpel.vercel.app/cardiovascular-system-embryology-e9c35966-26e2a3.html",
    "scrapedAt": "2025-12-01T04:48:44.238Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The cardiovascular system is the first major organ system to function in the embryo, beginning to form during the third week of embryonic development (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L92222.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Developing cardiovascular structures undergo complex morphologic changes through the eighth week.&nbsp; This article outlines the key stages of cardiovascular embryogenesis.<p></p>\n<h1>Development of the primitive heart tube</h1><br><br><p>Around the third week, splanchnic mesodermal cells organize to form a pair of endocardial tubes.&nbsp; The endocardial tubes fuse to form a single, continuous tube that is lined with endocardium surrounded by developing myocardium and epicardium.&nbsp; The primitive heart tube develops in 5 distinct regions along the craniocaudal axis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Truncus arteriosus</strong>:&nbsp; Forms the ascending aorta and pulmonary trunk.</li>\n\t<li><strong>Bulbus cordis</strong>:&nbsp; Forms the smooth parts of the left and right ventricles, adjacent to the aorta and pulmonary artery, respectively.</li>\n\t<li><strong>Primitive ventricle</strong>:&nbsp; Forms the trabeculated part of the ventricles.</li>\n\t<li><strong>Primitive atrium</strong>:&nbsp; Forms the trabeculated part of the atria.</li>\n\t<li><strong>Sinus venosus</strong>:&nbsp; Receives oxygenated blood from the vena cava and forms the smooth part of the right atrium, known as the sinus venarum.&nbsp; The smooth part of the left atrium forms as part of the pulmonary veins merge into the atrial wall.</li>\n</ul><br><br><p>As the primitive heart tube elongates, the cephalic end bends ventrally and to the right while the caudal end bends dorsally and to the left, forming the basic structure and orientation of the 4 chambers of the heart (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24559.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The cardiac loop is completely formed by the end of the fourth week.<p></p>\n<h1>Development of the septa and chambers</h1><br><br><p>The primitive heart tube is a single lumen that must be partitioned into the chambers of the heart.&nbsp; This process involves 4 septa working in coordination.</p>\n<h2>Aorticopulmonary (AP) septum</h2><br><br><p>The aorticopulmonary (AP) septum divides the truncus arteriosus into the aorta and pulmonary trunk and the bulbus cordis into the right and left ventricular outflow tracts.</p><br><br><p>The AP septum develops when pairs of opposing ridges along the walls of the truncus arteriosus grow toward each other (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24557.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), spiral, and fuse.&nbsp; The AP septum divides the truncus arteriosus into the aorta and pulmonary trunk.&nbsp; Of note, a subset of neural crest cells (ie, cardiac neural crest cells) migrates to the truncus arteriosus and bulbus cordis to contribute to AP septum development and coordination.<p></p>\n<h2>Atrioventricular (AV) septum</h2><br><br><p>The atrioventricular (AV) septum divides the AV canal into right and left AV canals and separates the primitive atrium and ventricle.</p><br><br><p>Masses of mesenchymal tissue known as the endocardial cushions form along the anterior and posterior walls of the AV canal (ie, opening between the primitive atrium and ventricle).&nbsp; The masses grow into the AV canal until they fuse in the middle.&nbsp; The endocardial cushions form part of the atrial and ventricular septa and the AV valves.&nbsp; The mesenchyme surrounding each lumen gives rise to the AV valves.</p>\n<h2>Atrial septum</h2><br><br><p>The atrial septum divides the primitive atrium into the right and left atria.</p><br><br><p>The septum primum forms as a ridge on the roof of the primitive atrium and grows toward the endocardial cushions inferiorly, transiently creating an opening called the ostium (foramen) primum (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24561.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; As the septum primum fuses with the endocardial cushions, the ostium primum closes.&nbsp; However, before the ostium primum closes completely, a series of perforations develops in the superior part of the septum primum.&nbsp; These perforations coalesce to form the ostium secundum, allowing persistent interatrial communication.<p></p><br><br><p>Meanwhile, the septum secundum forms to the right of the septum primum and grows toward the endocardial cushions.&nbsp; This septum does not fuse with the endocardial cushions completely, leaving an opening inferior to the ostium secundum.&nbsp; This opening is called the foramen ovale.&nbsp; The septum primum, now fused to the endocardial cushions, acts as a valve for the foramen ovale and allows right-to-left shunting of fetal blood.</p><br><br><p>As the primitive atria become partitioned, they continue to grow and incorporate other structures that give rise to the smooth-walled parts of the mature atria.&nbsp; The primitive atria eventually form the trabeculated atrial appendages.</p>\n<h2>Interventricular (IV) septum</h2><br><br><p>The interventricular (IV) septum divides the primitive ventricle into the right and left ventricles.</p><br><br><p>The muscular IV septum forms as a ridge on the floor of the primitive ventricle and grows toward the endocardial cushions superiorly.&nbsp; The membranous IV septum forms from parts of the endocardial cushions and AP septum and grows inferiorly until it fuses with the muscular IV septum.&nbsp; Fusion of the muscular and membranous IV septa completes the separation between the left and the right ventricles.</p>\n<h1>Development of major vessels</h1><br><br><p>The first major vessels develop as angioblasts coalesce in a process known as vasculogenesis.&nbsp; All subsequent vessels grow from these major vessels through a process known as angiogenesis.</p>\n<h2>Arterial system</h2><br><br><p>The arterial system develops from:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Aortic (pharyngeal) arch arteries</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104202.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; Contribute to major arteries of the head and neck, including:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>First aortic arch:&nbsp; Part of the maxillary artery.</li>\n\t\t<li>Second aortic arch:&nbsp; Hyoid and stapedial arteries.</li>\n\t\t<li>Third aortic arch:&nbsp; Common carotid artery and proximal internal carotid artery.</li>\n\t\t<li>Fourth aortic arch:&nbsp; Proximal right subclavian artery (right fourth aortic arch) and middle aortic arch between the left carotid artery and the ductus arteriosus (left fourth aortic arch).</li>\n\t\t<li>Sixth aortic arch:&nbsp; Proximal pulmonary arteries and ductus arteriosus (left sixth aortic arch).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Dorsal aorta</strong>:&nbsp; Contributes to major arteries of the body.</li>\n</ul>\n<h2>Venous system</h2><br><br><p>By the fifth week, 3 pairs of major veins (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24558.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ) have developed:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vitelline veins</strong>:&nbsp; Contribute to the portal venous system.</li>\n\t<li><strong>Umbilical veins</strong>:&nbsp; Regress over time.</li>\n\t<li><strong>Cardinal veins</strong>:&nbsp; Contribute to the systemic venous system.</li>\n</ul><br><br><p>These veins drain into the sinus venosus, which drains into the primitive atrium.</p>\n<h2>Fetal circulation</h2><br><br><p>Fetal gas exchange occurs in the placenta, not the lungs (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1432.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; Oxygenated blood flows from the placenta to the fetal liver through the umbilical vein.&nbsp; Most of this blood is shunted through the ductus venosus, a connection between the umbilical vein and the inferior vena cava that bypasses the fetal liver.&nbsp; As the blood enters the right atrium, it is shunted through the foramen ovale, a connection between the right and left atria that bypasses the fetal lungs.&nbsp; The blood passes through the left ventricle and the aorta to supply the brain, myocardium, and upper extremities.<p></p><br><br><p>Meanwhile, deoxygenated blood from the body returns to the heart via the inferior and superior venae cavae and enters the right atrium.&nbsp; This deoxygenated blood then flows into the right ventricle, which pumps it through the pulmonary trunk.&nbsp; Most of this blood is shunted through the ductus arteriosus, a connection between the pulmonary artery and the aorta, due to elevated fetal pulmonary vascular resistance.&nbsp; The shunted blood mixes with oxygenated blood coming from the ascending aorta and flows down the descending aorta to supply the intestines, kidneys, and lower body.&nbsp; Some of this blood passes through the umbilical arteries, which branch off the internal iliac arteries and return to the placenta for oxygenation, thereby completing the circulatory cycle.</p>\n<h2>Neonatal circulation</h2><br><br><p>After birth, the cessation of placental blood flow and the initiation of respiration cause structural changes that allow the transition from fetal to neonatal circulation.&nbsp; Specifically, the cessation of placental blood flow leads to increased systemic vascular resistance and the closure or obliteration of the following fetal vascular structures:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Umbilical arteries</strong>:&nbsp; Form the medial umbilical ligaments along the anterior abdominal wall.</li>\n\t<li><strong>Umbilical vein</strong>:&nbsp; Forms the ligamentum teres, a connection between the liver and the umbilicus.</li>\n\t<li><strong>Ductus venosus</strong>:&nbsp; Forms the ligamentum venosum, a connection between the porta hepatitis and the inferior vena cava.</li>\n</ul><br><br><p>In addition, the initiation of respiration leads to the closure or obliteration of the foramen ovale and ductus arteriosus.&nbsp; Respiration results in diffuse pulmonary vasodilation, which decreases pulmonary vascular resistance and allows blood to flow more easily into the pulmonary artery.&nbsp; This subsequently decreases right atrial pressure.&nbsp; At the same time, increased pulmonary venous return leads to increased left atrial pressure.&nbsp; This change in pressure differential between the right and the left atria pushes the septum primum against the septum secundum, functionally closing the foramen ovale (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24562.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; Over time, the septa fuse to create the fossa ovalis, a remnant of the foramen ovale found in adults.<p></p><br><br><p>Finally, decreased pulmonary vascular resistance, along with increased systemic vascular resistance, leads to the reversal of blood flow through the ductus arteriosus, and the increased oxygen saturation of the blood contributes to the closure of the ductus arteriosus, forming the ligamentum arteriosus.</p>\n<h1>Clinical correlation</h1><br><br><p>Congenital heart defects can occur due to any disturbance in cardiovascular development.&nbsp; The most common congenital heart defects include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Atrial septal defect (ASD)</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28491.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ):&nbsp; Communication between the right and the left atria that allows left-to-right shunting.&nbsp; There are 2 types of ASDs.&nbsp; Failed fusion of the septum primum with the endocardial cushions results in a primum-type ASD.&nbsp; Failed proliferation of the septum secundum results in a secundum-type ASD.</li>\n\t<li><strong>Ventricular septal defect (VSD)</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17488.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ):&nbsp; Communication between the right and the left ventricles that allows left-to-right shunting.&nbsp; VSDs most commonly occur in the membranous part of the IV septum.</li>\n\t<li><strong>Tetralogy of Fallot</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14009.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ):&nbsp; Conotruncal (ie, truncus arteriosus, bulbus cordis) septation defect characterized by right ventricular outflow tract obstruction, a VSD, an overriding aorta, and right ventricular hypertrophy.&nbsp; The magnitude and direction (eg, right-to-left, left-to-right) of the shunting depends on the degree of right ventricular outflow tract obstruction.</li>\n\t<li><strong>Transposition of the great arteries</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1459.jpg\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ):&nbsp; Anomaly that occurs due to failure of the AP septum to spiral, resulting in an anterior aorta that originates from the right ventricle and a posterior pulmonary artery that originates from the left ventricle.</li>\n\t<li><strong>Persistent truncus arteriosus</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14008.jpg\" alt=\"Truncus arteriosus\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Truncus arteriosus</div>\n                                </div>\n                                ):&nbsp; Condition that occurs due to failed conotruncal septation, resulting in a single arterial trunk.</li>\n</ul>\n<h1>Summary</h1><br><br><p>The cardiovascular system is the first major organ system to develop and function in the embryo, beginning during the third week of embryonic development.&nbsp; Any disturbance in cardiovascular development can lead to congenital heart defects with important clinical implications.</p>\n</div>\n\n            "
}