{
  "meta": {
    "title": "Cleft lip and palate",
    "url": "https://brainandscalpel.vercel.app/cleft-lip-and-palate-f4d77e7b-26e2a3.html",
    "scrapedAt": "2025-12-01T04:48:46.940Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Cleft lip and palate (CLP) result from incomplete fusion of the facial structures during early embryonic development.&nbsp; Referred to collectively as orofacial clefts, CLP are among the most common congenital craniofacial anomalies.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>The lip and palate form through a series of structural changes and fusions involving 5 structures (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24637.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; the frontonasal prominence (containing the intermaxillary segment), the paired maxillary prominences, and the paired mandibular prominences.&nbsp; Failed fusion between the embryonic facial prominences during early fetal development causes CLP:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cleft lip</strong>:&nbsp; The intermaxillary segment fuses with the left and right maxillary prominences by the 5th-6th week of gestation, forming the upper lip.&nbsp; Failed fusion results in cleft lip.</li>\n\t<li><strong>Cleft palate</strong>:&nbsp; The palatine shelves fuse with each other and the primary palate by the 8th-9th week of gestation, forming the palate (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24779.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Failed fusion causes cleft palate.</li>\n</ul><br><br><p>Cleft lip and cleft palate can occur together or in isolation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24780.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; They are often accompanied by malformations of underlying structures, including muscle and bone.<p></p><br><br><p>Although some cases of CLP are related to an underlying genetic syndrome (eg, 22q11 deletion syndrome) or malformation sequence (eg, Pierre Robin sequence (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25354.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                )), most are <strong>isolated, nonsyndromic conditions</strong>.&nbsp; In the absence of an identifiable genetic syndrome, the risk for recurrence during subsequent pregnancies is &lt;5%.&nbsp; The pathophysiology of isolated orofacial clefts is usually multifactorial and related to complex interactions between genetic and environmental factors:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Genetic factors:&nbsp; Gene variants involved in cell differentiation, communication, and migration can contribute to failed fusion, especially genes encoding proteins required for mesenchymal fusion (eg, extracellular matrix adhesive proteins).</li>\n\t<li>Environmental factors:&nbsp; Environmental factors (eg, antiepileptics, maternal smoking, folate deficiency) can increase the risk for CLP, particularly in genetically susceptible individuals.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Cleft lip presents as a visible discontinuity in the upper lip, recognized either during prenatal ultrasonography or at birth.&nbsp; Isolated cleft palates are not typically detected prenatally; they are more likely diagnosed after birth (eg, visible discontinuity in the palate observed during routine examination).&nbsp; In severe cases, both conditions may occur, resulting in a combination of lip and palate deformities.&nbsp; In addition, CLP may be associated with other craniofacial anomalies (eg, cleft nasal deformity).</p>\n<h1>Diagnostic evaluation</h1><br><br><p>Cleft lip can be diagnosed prenatally via ultrasonography, typically by 14 weeks gestation.&nbsp; When detected, the fetus should be assessed for cleft palate and associated anomalies involving other organ systems (eg, neurological, cardiovascular).&nbsp; Cleft palate alone is not typically detected prenatally.&nbsp; If not detected during prenatal ultrasonography, CLP are diagnosed via physical examination at birth.</p><br><br><p>Laboratory evaluation may include genetic testing to assess for underlying syndromes and chromosomal abnormalities (eg, 22q11 deletion syndrome).</p>\n<h1>Management</h1><br><br><p>In most cases, CLP are diagnosed prenatally and do not alter antepartum or intrapartum management.&nbsp; Following delivery, initial management includes assessment of the airway (in patients with palate defects) and feeding ability (eg, creating an effective seal over nipple/bottle).</p><br><br><p>Further management requires a multidisciplinary approach addressing:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Surgical management</strong>:&nbsp; Surgical repair is typically performed in staged procedures, starting as early as age 3 months for cleft lip repair and age 9 months for cleft palate repair.&nbsp; Additional surgeries may be required to address secondary deformities and optimize facial aesthetics and function.</li>\n\t<li><strong>Speech development</strong>:&nbsp; In addition to feeding difficulty, CLP are associated with speech delay, and many patients require speech therapy.</li>\n\t<li><strong>Hearing development/eustachian tube dysfunction</strong>:&nbsp; The eustachian tube normally opens via contraction of the tensor veli palatini, which is assisted by the levator veli palatini, during swallowing (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L72520.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Patients with cleft palate do not have a normal insertion of these muscles, resulting in an inability to open the eustachian tube properly.&nbsp; Due to this eustachian tube dysfunction, children with cleft palate are at risk for recurrent otitis media and hearing impairment.</li>\n\t<li><strong>Dental development</strong>:&nbsp; CLP can affect orthognathic (jaw) development, and some patients may need orthodontic treatment.</li>\n\t<li><strong>Psychosocial support</strong>:&nbsp; Due to potential psychological stress (eg, negative self-image, bullying) associated with the condition, patients with CLP often require ongoing psychosocial support.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis for individuals with CLP depends on various factors, including the severity of the cleft, the presence of associated anomalies, the timing and effectiveness of surgical intervention, and ongoing multidisciplinary care.&nbsp; With early diagnosis and ongoing treatment, most patients with CLP can achieve satisfactory functional and aesthetic outcomes.</p>\n<h1>Summary</h1><br><br><p>Referred to collectively as orofacial clefts, cleft lip and palate (CLP) are among the most common congenital craniofacial anomalies.&nbsp; These conditions result from incomplete fusion of the facial structures during early embryonic development and are usually due to multifactorial causes.&nbsp; Comprehensive management from a multidisciplinary health care team is essential for improving outcomes and quality of life for patients with CLP.</p>\n</div>\n\n            "
}