{
  "meta": {
    "title": "Congenital renal anomalies",
    "url": "https://brainandscalpel.vercel.app/congenital-renal-anomalies-d0e686b6-26e2a3.html",
    "scrapedAt": "2025-12-01T04:48:48.631Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Congenital anomalies of the kidneys and urinary tract (CAKUT) represent 20%-30% of all prenatally diagnosed congenital anomalies.&nbsp; CAKUT refers to a variety of anomalies that contribute to 30%-50% of cases of chronic kidney disease (CKD) in early childhood.&nbsp; This article focuses on the most common congenital renal anomalies, including renal parenchymal anomalies, horseshoe kidney, and collecting system anomalies.</p>\n<h1>Renal parenchymal anomalies</h1><br><br><p>Renal parenchymal anomalies occur due to genetic and environmental factors that lead to abnormal nephron development (eg, size, number, location).&nbsp; Genetic mutations involving certain signaling proteins can impair reciprocal induction signaling between the ureteric bud and the metanephric blastema.&nbsp; Similarly, intrauterine exposure to certain medications (eg, angiotensin-converting enzyme inhibitors, angiotensin II receptor blockers) can disrupt renal parenchymal development.&nbsp; Renal parenchymal anomalies include renal agenesis, renal hypoplasia, and renal dysplasia.</p>\n<h1>Renal agenesis</h1><br><br><p>Renal agenesis is the absence of one or both kidneys and is associated with certain genetic mutations and environmental exposures (eg, intrauterine exposure to retinoic acid).</p>\n<h2>Clinical presentation</h2><br><br><p>Patients with <strong>unilateral renal agenesis</strong> are typically <strong>asymptomatic</strong>, and the solitary kidney undergoes compensatory hypertrophy.&nbsp; Symptomatic patients may present with delayed growth or hypertension due to renal impairment.&nbsp; In contrast, <strong>bilateral renal agenesis</strong> is <strong>fatal</strong>.&nbsp; Amniotic fluid is composed primarily of fetal urine, and bilateral renal agenesis results in severe oligohydramnios and fetal compression that can lead to Potter sequence (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29810.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), which is characterized by:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Flattened facies:&nbsp; Include a flattened, depressed nasal bridge, prominent epicanthal folds, low-set ears, and a recessed chin.</li>\n\t<li>Limb deformities:&nbsp; Include contractures, hip dislocation, and clubfoot.</li>\n\t<li>Pulmonary hypoplasia:&nbsp; Occurs due to restricted thoracic expansion and oligohydramnios.&nbsp; Amniotic fluid promotes the production of elastin, collagen, and vascular endothelial growth factor in the fetal lung; therefore, oligohydramnios results in impaired alveolarization and angiogenesis.&nbsp; Neonates have respiratory distress and decreased breath sounds immediately after birth.</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>Renal agenesis is typically detected on prenatal ultrasonography.&nbsp; In cases of suspected unilateral renal agenesis after birth (eg, patient with primary hypertension), diagnostic evaluation includes ultrasonography of the kidneys, ureters, and bladder.&nbsp; Weight, height, and blood pressure should be measured at the time of diagnosis and routinely thereafter to monitor for growth impairment and hypertension secondary to progressive renal failure.</p>\n<h2>Management</h2><br><br><p>The goal of management of unilateral renal agenesis is to preserve renal function of the solitary kidney and identify signs of developing CKD.&nbsp; Serial ultrasonographies are necessary to monitor the growth of the solitary kidney.&nbsp; In addition, serial urinalyses and blood pressure measurements are indicated to monitor for CKD.</p>\n<h1>Renal hypoplasia</h1><br><br><p>Renal hypoplasia is characterized by the presence of a <strong>small but otherwise structurally normal kidney</strong> (ie, no dysplasia) with fewer nephrons.</p>\n<h2>Clinical presentation</h2><br><br><p>Patients with renal hypoplasia are often asymptomatic, but patients with severe, bilateral renal hypoplasia may have signs of CKD (eg, hypertension).</p>\n<h2>Diagnosis</h2><br><br><p>Renal hypoplasia is often diagnosed incidentally on imaging obtained for an unrelated condition.&nbsp; In cases of suspected renal hypoplasia, diagnostic evaluation includes ultrasonography of the kidneys, ureters, and bladder, showing a small (ie, 2 standard deviations below the mean size for age) but otherwise normal-appearing kidney without scarring.&nbsp; Definitive diagnosis involves histologic examination to demonstrate a reduced number of nephrons with otherwise normal morphology, although this is rarely performed.</p>\n<h2>Management</h2><br><br><p>The goal of management of renal hypoplasia is to preserve renal function and identify signs of developing CKD.&nbsp; Serial ultrasonographies are necessary to monitor growth of the contralateral kidney.&nbsp; In addition, serial urinalyses and blood pressure measurements are indicated to monitor for CKD.</p>\n<h1>Renal dysplasia</h1><br><br><p>Renal dysplasia is characterized by <strong>abnormal renal parenchyma</strong> (ie, abnormal nephron size, number, or location).&nbsp; The size of the dysplastic kidney can vary, and larger kidneys generally contain cysts.&nbsp; Of note, a kidney can be both dysplastic and hypoplasic, described as renal hypodysplasia.</p>\n<h2>Clinical presentation</h2><br><br><p>Renal dysplasia can be bilateral or unilateral, and patients with bilateral renal dysplasia typically have progressive renal failure in infancy or early childhood.&nbsp; Unilateral renal dysplasia typically presents later in life or may remain asymptomatic.</p>\n<h2>Diagnosis</h2><br><br><p>Renal dysplasia is often detected on prenatal ultrasonography.&nbsp; In cases of suspected unilateral renal dysplasia after birth, diagnostic evaluation includes ultrasonography of the kidneys, ureters, and bladder.&nbsp; Weight, height, and blood pressure should be measured at the time of diagnosis and routinely thereafter to monitor for growth impairment and hypertension secondary to progressive renal failure.</p>\n<h2>Management</h2><br><br><p>The goal of management of renal dysplasia is to preserve renal function and identify signs of developing CKD.&nbsp; Serial ultrasonographies are necessary to monitor growth of the contralateral kidney.&nbsp; In addition, serial urinalyses and blood pressure measurements are indicated to monitor for CKD.</p>\n<h1>Horseshoe kidney</h1><br><br><p>Horseshoe kidney is characterized by the fusion of the inferior kidney poles (part of the metanephros in utero) across the midline (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1436.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p>\n<h2>Embryology</h2><br><br><p>The metanephros gives rise to the definitive kidney and comprises the metanephric blastema and the ureteric bud (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25953.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; The matanephric blastema gives rise to the renal parenchyma.&nbsp; Abnormal migration of the right and left metanephric blastema can result in fusion of the developing renal parenchyma along the inferior poles, forming a horseshoe shape.&nbsp; As the fused kidneys ascend to the abdomen from the pelvis, the isthmus (central fused portion) becomes caught on the inferior mesenteric artery near the lower lumbar vertebrae, limiting further ascent (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45715.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Therefore, horseshoe kidneys lie lower in the abdomen.<p></p>\n<h2>Clinical presentation</h2><br><br><p>Similar to patients with collecting system anomalies, patients with horseshoe kidneys are often asymptomatic.&nbsp; Symptomatic patients most commonly present with <strong>recurrent urinary tract infections</strong> (UTIs).&nbsp; Patients are prone to intermittent ureteropelvic junction obstruction and urinary stasis due to the abnormal orientation of the kidneys and ureters.&nbsp; This occurs because the isthmus displaces the renal pelvises superiorly, causing the ureters to insert higher into the kidneys and course ventrally to the kidneys or isthmus before inserting into the bladder.&nbsp; The abnormal orientation of the kidneys and ureters also increases the risk for vesicoureteral reflux and nephrolithiasis.</p><br><br><p>This fusion can occur in isolation or in association with other genitourinary tract abnormalities and chromosomal aneuploidy (eg, trisomy 18, Turner syndrome).</p>\n<h2>Diagnosis</h2><br><br><p>Horseshoe kidney is typically detected on prenatal ultrasonography.&nbsp; In cases of suspected horseshoe kidney after birth (eg, patient with recurrent UTIs), diagnostic evaluation includes ultrasonography of the kidneys, ureters, and bladder.</p>\n<h2>Management</h2><br><br><p>Management of horseshoe kidney is supportive in asymptomatic patients.&nbsp; Surgical repair (eg, ureteral reimplantation, heminephrectomy) is warranted for symptomatic patients with recurrent UTIs due to intermittent ureteropelvic junction obstruction or vesicoureteral reflux.</p>\n<h1>Collecting system anomalies</h1><br><br><p>Partial or complete duplication of the collecting system is the most common congenital renal anomaly:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Partial duplication</strong>:&nbsp; Involves 2 separate pelvicaliceal systems that drain into a single ureter or drain into separate ureters that merge before inserting into the bladder.</li>\n\t<li><strong>Complete duplication</strong>:&nbsp; Involves 2 separate pelvicaliceal systems that drain into separate ureters that insert into the bladder.&nbsp; Ureters can also have ectopic insertion into the bladder or adjacent structures (eg, posterior urethra in males, vagina in females).</li>\n</ul>\n<h2>Embryology</h2><br><br><p>The ureteric bud gives rise to the collecting system, and partial or complete duplication of the collecting system results from the bifurcation or duplication of the ureteric bud.</p>\n<h2>Clinical presentation</h2><br><br><p>Patients with collecting system anomalies are often asymptomatic, and the anomaly is discovered incidentally.&nbsp; Symptomatic patients most commonly have <strong>recurrent urinary tract infections</strong> (UTIs).&nbsp; Ectopic insertion of the ureter can result in obstructive urinary incontinence, vesicoureteral reflux, and obstructive uropathy, depending on the site of insertion.</p>\n<h2>Diagnosis</h2><br><br><p>Collecting system anomalies are often diagnosed incidentally on imaging obtained for an unrelated condition.&nbsp; In cases of suspected collecting system anomalies (eg, patient with recurrent UTIs), diagnostic evaluation includes ultrasonography of the kidneys, ureters, and bladder.</p>\n<h2>Management</h2><br><br><p>Management of collecting system anomalies is supportive in asymptomatic patients.&nbsp; Surgical repair (eg, ureteral reimplantation, heminephrectomy) is warranted for symptomatic patients (eg, recurrent UTIs, ureteral dilation due to obstruction).</p><br><br><p>In addition to duplications, other collecting system anomalies include congenital ureteropelvic junction obstruction, vesicoureteral reflux (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87924.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ), bladder exstrophy (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24774.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ), and posterior urethral valves (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14012.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).<p></p><br><br><p>Collecting system anomalies are often associated with renal parenchymal anomalies.</p>\n<h1>Summary</h1><br><br><p>Congenital anomalies of the kidneys and urinary tractrefer to a variety of anomalies that can lead to chronic kidney disease in early childhood.&nbsp; The most common congenital renal anomalies include collecting system anomalies, horseshoe kidney, and renal parenchymal anomalies.&nbsp; Patients with a congenital renal anomaly are at increased risk for additional congenital renal anomalies.</p>\n</div>\n\n            "
}