{
  "meta": {
    "title": "Congenital urachal abnormalities: cyst, sinus, and vesicourethral diverticulum",
    "url": "https://brainandscalpel.vercel.app/congenital-urachal-abnormalities-cyst-sinus-and-vesicourethral-diverticulum-0229986e-26e2a3.html",
    "scrapedAt": "2025-12-01T04:48:50.342Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Congenital urachal anomalies occur due to incomplete obliteration of the urachus, a remnant of the allantois that connects the fetal bladder to the umbilicus.&nbsp; These defects often remain asymptomatic but can present with complications (eg, infection, sinus tract formation) at any age.</p>\n<h1>Pathogenesis</h1><br><br><p>In utero, the caudal yolk sac forms the allantois, a diverticulum that extends from the fetal bladder to the umbilicus.&nbsp; As the bladder descends into the pelvis during embryologic development, the allantois stretches and becomes a thin, narrow tubular structure.&nbsp; Normally, epithelial proliferation leads to obliteration of the allantois lumen by 12 weeks gestation, forming a fibrous cord known as the urachus.&nbsp; However, inadequate epithelial proliferation results in complete or partial urachal patency (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90023.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), as follows:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete urachal patency:&nbsp; Results in an anatomic connection between the bladder and umbilicus.</li>\n\t<li>Partial urachal patency:&nbsp; Results in a urachus that is only open to the umbilicus (ie, urachal sinus), to the bladder (ie, urachal diverticulum), or centrally (ie, urachal cyst).</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Clinical presentation depends on the location of the defect, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Patent urachus</strong>:&nbsp; May be asymptomatic or present with persistent umbilical leakage of urine.</li>\n\t<li><strong>Urachal sinus</strong>:&nbsp; May be asymptomatic or present with signs of infection, including a palpable midline abdominal mass with overlying erythema and purulent drainage.&nbsp; Systemic symptoms (eg, fever, malaise) can occur.</li>\n\t<li><strong>Urachal cyst</strong>:&nbsp; May be asymptomatic or present with signs of infection, similar to a urachal sinus.&nbsp; Over time, fluid accumulates in the urachal cyst and can become infected with gram-positive skin flora (eg, <em>Staphylococcus aureus</em>) or gram-negative <em>Enterobacteriaceae</em>.</li>\n\t<li><strong>Urachal diverticulum</strong>:&nbsp; May be asymptomatic or present with recurrent urinary tract infections due to urinary stasis.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>In cases of suspected congenital urachal anomalies (eg, adolescent with painful midline lower abdominal mass), ultrasonography should be performed to visualize the defect between the bladder and umbilicus.&nbsp; CT scan may be necessary to better characterize anatomic relationships between structures and identify complications (eg, abscess or sinus tract formation).&nbsp; In addition, imaging should evaluate for associated genitourinary tract abnormalities that could complicate management.&nbsp; Though not necessary for diagnosis, laboratory evaluation may show leukocytosis and elevated inflammatory markers (eg, C-reactive protein, erythrocyte sedimentation rate), consistent with infection.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for congenital urachal anomalies includes other midline abdominal masses, with or without umbilical drainage, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Patent omphalomesenteric duct</strong>:&nbsp; Similar to the allantois, the omphalomesenteric duct is a diverticulum of the yolk sac that extends from the midgut to the umbilicus and normally involutes in early gestation.&nbsp; However, persistent patency results in umbilical leakage of stool.</li>\n\t<li><strong>Omphalitis</strong>:&nbsp; This infection of the umbilical cord stump results in purulent drainage, erythema, and induration.</li>\n\t<li><strong>Umbilical granuloma</strong>:&nbsp; Excess granulation tissue results in a pedunculated mass that does not connect to the abdominal cavity.&nbsp; Serous umbilical moisture may develop.</li>\n\t<li><strong>Umbilical hernia</strong>:&nbsp; This midline abdominal mass protrudes with increased abdominal pressure and is typically reducible.</li>\n</ul>\n<h1>Management</h1><br><br><p>Although reassurance and observation are reasonable in some asymptomatic cases, surgical excision is generally preferred due to the risk for infection and rare malignancy.&nbsp; Symptomatic (ie, infected) cases require antibiotic therapy prior to surgical excision.&nbsp; The prognosis is excellent following surgical excision.</p>\n<h1>Summary</h1><br><br><p>Congenital urachal anomalies occur due to incomplete obliteration of the urachus, a remnant of the allantois that connects the fetal bladder to the umbilicus.&nbsp; These defects often remain asymptomatic but can present with complications (eg, infection, sinus tract formation) at any age.&nbsp; Diagnosis involves abdominal imaging (eg, ultrasonography, CT scan) to visualize the cyst and its relationship to surrounding structures (eg, bladder, umbilicus); management involves surgical excision.</p>\n</div>\n\n            "
}