{
  "meta": {
    "title": "Embryology of the gastrointestinal system",
    "url": "https://brainandscalpel.vercel.app/embryology-of-the-gastrointestinal-system-435b8c5f-26e2a3.html",
    "scrapedAt": "2025-12-01T04:48:51.761Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The embryonic stage of development (ie, weeks 3-8 of gestation) is a critical time for organogenesis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L92222.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Gastrulation marks the beginning of the embryonic stage of development and establishes the 3 primary germ layers (trilaminar disk) from which all tissues and organs are derived: ectoderm, mesoderm, and endoderm (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L34556.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p>Components of the gastrointestinal (GI) system are derived from each of these germ layers (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40971.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), as follows:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Endoderm</strong>:&nbsp; Gives rise to the epithelial lining of the GI tract (from the pharynx cranially to the rectum caudally), liver, and pancreas.</li>\n\t<li><strong>Mesoderm</strong>:&nbsp; Gives rise to the connective tissue, smooth muscle, and blood vessels of the GI tract as well as the peritoneum and spleen.</li>\n\t<li><strong>Ectoderm</strong>:&nbsp; Gives rise to the epithelial lining of the oral cavity and salivary glands.&nbsp; The neural crest is derived from ectoderm and gives rise to neural ganglia, including enteric ganglion cells.&nbsp; Failure of neural crest cell migration results in Hirschsprung disease, a condition in which the aganglionic sigmoid colon/rectum causes functional obstruction (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24344.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Formation of the primitive gut tube</h1><br><br><p>Following gastrulation, the flat trilaminar disc elongates and folds on itself, forming the primitive gut tube, which is divided into 3 segments: foregut, midgut, and hindgut.&nbsp; The midgut is open and remains connected to the yolk sac via the vitelline duct, which will eventually regress as the embryo grows (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80758.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Failure of the vitelline duct to completely regress results in Meckel diverticulum, an ileal outpouching with a fibrous connection to the umbilicus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7316.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p><br><br><p>Each segment of the gut tube is supplied by its own artery and gives rise to important anatomic structures.</p>\n<h2>Foregut development</h2><br><br><p>The foregut is supplied by the <strong>celiac artery</strong>, and its cephalic end forms the oropharyngeal membrane, which will become the opening of the oral cavity.&nbsp; Derivatives of the foregut include the following structures:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pharynx.</li>\n\t<li>Esophagus:&nbsp; The tracheoesophageal septum divides the ventral respiratory diverticulum, which gives rise to the trachea and lung buds, from the dorsal esophagus in early embryogenesis.&nbsp; Incomplete separation of the esophagus and trachea results in esophageal atresia and/or tracheoesophageal fistula (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L3531.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; The esophagus is initially short but elongates as the heart and lungs descend.</li>\n\t<li>Stomach:&nbsp; Forms as a dilation of the foregut that rotates 90 degrees clockwise due to differential growth rates of fetal tissues.&nbsp; The left side becomes anterior, and the right side becomes posterior.&nbsp; The posterior wall grows faster than the anterior wall, forming the greater curvature along the right side of the stomach.</li>\n\t<li>Proximal duodenum:&nbsp; As the stomach rotates, the duodenum forms a C-shaped loop and rotates to the right.&nbsp; As fetal abdominal contents undergo rapid growth, the duodenum shifts into the retroperitoneum.&nbsp; In addition, rapid cellular proliferation obliterates the lumen of the duodenum, which subsequently recanalizes.</li>\n\t<li>Liver and gallbladder:&nbsp; The hepatic diverticulum (ie, liver bud) develops from the distal foregut.&nbsp; The connection between the foregut and hepatic diverticulum forms the bile duct, which gives rise to the gallbladder and cystic duct.</li>\n\t<li>Pancreas:&nbsp; The dorsal and ventral pancreatic buds form from the developing duodenum.&nbsp; As the duodenum rotates to the right, the ventral pancreatic bud rotates dorsally and fuses with the dorsal pancreatic bud (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119351.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).&nbsp; The ventral bud forms the uncinate process and part of the head of the pancreas, and the dorsal bud forms the remaining segment.&nbsp; Improper rotation and/or fusion of the pancreatic buds results in annular pancreas (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1416.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Midgut development</h2><br><br><p>The midgut is supplied by the <strong>superior mesenteric artery</strong>, and its derivatives include the following structures:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Distal duodenum:&nbsp; The midgut gives rise to the duodenum distal to the sphincter of Oddi, where the common bile duct enters the duodenum.</li>\n\t<li>Jejunum.</li>\n\t<li>Ileum.</li>\n\t<li>Cecum.</li>\n\t<li>Appendix.</li>\n\t<li>Ascending colon.</li>\n\t<li>Proximal transverse colon.</li>\n</ul><br><br><p>The abdominal cavity cannot accommodate the rapidly elongating intestinal loop, and there is a brief period in which the midgut herniates through the umbilical ring (ie, physiologic herniation) and rotates 90 degrees counterclockwise.&nbsp; The midgut subsequently returns to the abdominal cavity and rotates an additional 180 degrees counterclockwise (ie, 270 degrees total).&nbsp; The rotation and final positioning of the intestinal loops within the abdominal cavity create a wide mesenteric base that extends from the duodenojejunal flexure in the left upper quadrant to the cecum in the right upper quadrant.</p><br><br><p>Failure of the midgut to return to the abdominal cavity results in omphalocele (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21941.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; In addition, failure of the midgut to completely rotate 270 degrees results in malrotation, which can lead to intestinal obstruction and/or volvulus.&nbsp; In cases of intestinal malrotation, the duodenojejunal flexure and jejunal loops lie on the right (instead of the left) side of the abdominal cavity, resulting in a narrow, mobilic mesenteric base that is prone to twisting around the superior mesenteric artery (ie, volvulus) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/92747.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Hindgut development</h2><br><br><p>The hindgut is supplied by the <strong>inferior mesenteric artery</strong> and includes the following derivative structures:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Distal transverse colon.</li>\n\t<li>Descending colon.</li>\n\t<li>Sigmoid colon.</li>\n\t<li>Rectum.</li>\n\t<li>Proximal anal canal.</li>\n</ul><br><br><p>The hindgut terminates in the cloacal membrane.&nbsp; The urorectal septum descends and fuses with the cloacal membrane, separating the anterior urogenital sinus from the posterior hindgut.&nbsp; The cloacal membrane will eventually disintegrate to form the opening of the anus and genital tract.</p>\n<h1>Summary</h1><br><br><p>The gastrointestinal tract is derived from the ectoderm, mesoderm, and endoderm of the trilaminar disc as it folds and forms a blind-ending tube.&nbsp; The tube is divided according to its arterial supply from the aorta, as follows: The celiac artery supplies the foregut, the superior mesenteric artery supplies the midgut, and the inferior mesenteric artery supplies the hindgut.&nbsp; Each segment gives rise to important anatomic structures, and improper development can lead to clinically significant congenital anomalies.</p>\n</div>\n\n            "
}