{
  "meta": {
    "title": "Malrotation",
    "url": "https://brainandscalpel.vercel.app/malrotation-d27d0b42-26e2a3.html",
    "scrapedAt": "2025-12-01T04:49:02.376Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1>\n\t<p>Malrotation is a congenital anomaly in which the intestines undergo incomplete physiologic rotation during embryological development.&nbsp; Complications include intestinal obstruction and/or volvulus with classic manifestations of bilious emesis in infancy.</p>\n\t<h1>Pathogenesis</h1>\n\t\n\t<p>At 4-6 weeks gestation (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/92747.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ), the midgut undergoes rapid growth that cannot be accommodated by the embryonic abdominal cavity.&nbsp; It therefore physiologically herniates through the umbilical ring while undergoing a 90-degree counterclockwise rotation.&nbsp; It returns to the abdominal cavity by 10-11 weeks gestation and turns an additional 180 degrees (270 degrees counterclockwise total).&nbsp; This rotation allows the intestines to attach to the parietal peritoneum of the posterior abdominal wall, creating a wide mesenteric base that extends from the duodenojejunal flexure (attached via the ligament of Treitz) in the left upper quadrant to the cecum in the right lower quadrant (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30897.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n\t\n\t<p>Incomplete rotation causes midgut malrotation.&nbsp; Pathologic anatomic findings and complications include the following:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>The duodenojejunal flexure and jejunal loops lie on the right (instead of the left) side of the abdomen, resulting in a <strong>narrow, mobile mesenteric base</strong>.&nbsp; This increased mobility can lead to <strong>midgut volvulus</strong>, or twisting of intestines around the superior mesenteric artery (SMA).&nbsp; Intestinal torsion results in bowel ischemia and necrosis involving the intestinal segments (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80758.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) that the SMA perfuses (ie, distal duodenum to proximal transverse colon).</li>\n\t\t<li>The partially rotated cecum still lies within the right side of the abdomen but in the mid to upper quadrants and is attached to the retroperitoneum by fibrous bands (<strong>Ladd bands</strong>) that cross over the duodenum.&nbsp; These fibrous bands can compress the duodenum, resulting in <strong>small bowel obstruction</strong>.</li>\n\t</ul>\n\t<h1>Risk factors</h1>\n\t\n\t<p>Malrotation can be an isolated finding, but &gt;50% of patients have an additional congenital anomaly, such as heterotaxy syndrome, omphalocele, or congenital diaphragmatic hernia.</p>\n\t<h1>Clinical presentation</h1>\n\t\n\t<p>Malrotation usually presents in infancy (often age &lt;1 month) with the following acute complications:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Midgut volvulus</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29144.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; Volvulus classically causes bilious emesis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11801.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) and abdominal distension in neonates.&nbsp; Progressive intestinal ischemia and necrosis can lead to rapid clinical deterioration, with signs of gastrointestinal bleeding (eg, hematochezia, hematemesis), dehydration (eg, dry mucous membranes, sunken fontanelle), or hemodynamic instability (eg, tachycardia, hypotension).&nbsp; Signs of peritonitis (eg, guarding, rebound tenderness) may occur with intestinal perforation and are often difficult to assess in this age group but may manifest as inconsolability.</li>\n\t\t<li><strong>Duodenal obstruction</strong>:&nbsp; Complete obstruction typically presents in newborns with signs of small bowel obstruction, such as bilious emesis, absent bowel sounds, and abdominal distension and tenderness.</li>\n\t</ul>\n\t\n\t<p>Less commonly, malrotation causes intermittent volvulus or partial obstruction and presents in older children with chronic manifestations.&nbsp; Symptoms include abdominal pain and episodic, bilious or nonbilious vomiting, often with feeding refusal and failure to thrive.</p>\n\t<h1>Evaluation</h1>\n\t\n\t<p>For hemodynamically stable patients with symptoms of suspected malrotation (ie, bilious emesis) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12284.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), the first step is abdominal x-ray.&nbsp; X-ray in those with malrotation may show dilated loops of bowel and air-fluid levels (due to intestinal obstruction) or pneumoperitoneum (due to intestinal perforation), but these findings are nonspecific.&nbsp; Moreover, normal findings do not exclude a diagnosis of midgut malrotation.<p></p>\n\t<h1>Diagnosis</h1>\n\t\n\t<p>The approach to diagnostic confirmation of malrotation depends on the hemodynamic stability of the patient.</p>\n\t\n\t<p><strong>Hemodynamically stable patients</strong>:&nbsp; An upper gastrointestinal (GI) series (sequential x-rays obtained after ingesting radiopaque contrast) is the gold standard for malrotation.&nbsp; It typically reveals the following:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Proximal small bowel loops, including the duodenojejunal junction (ligament of Treitz), on the right side of the abdomen</li>\n\t\t<li>Duodenal corkscrew, or bird's-beak, appearance (indicating volvulus)</li>\n\t</ul>\n\t\n\t<p>Abdominal ultrasound may also be diagnostic, revealing a duodenum that is dilated (indicating obstruction) or located outside of the normal retromesenteric position and/or twisting (\"whirlpool\" sign) of the intestines around the SMA axis (indicating volvulus).</p>\n\t\n\t<p><strong>Hemodynamically unstable patients</strong> (eg, hypotension, tachycardia) or peritoneal signs (eg, firm, distended, tender abdomen):&nbsp; These patients should undergo immediate exploratory laparotomy.&nbsp; Surgical exploration should not be delayed for diagnostic imaging due to increased risk of mortality.</p>\n\t<h1>Differential diagnosis</h1>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Pyloric stenosis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L115637.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; Hypertrophic obstruction of the gastric outlet that classically presents at age 3-6 weeks with nonbilious, projectile vomiting after every feeding attempt.&nbsp; An abdominal mass may be palpated on examination, and a thickened, elongated pyloric muscle is seen on ultrasound.</li>\n\t\t<li><strong>Duodenal atresia</strong>:&nbsp; Failure of intestinal lumen recanalization during embryologic development.&nbsp; Patients have bilious emesis in the neonatal period.&nbsp; An upper GI series reveals a dilated stomach and proximal duodenum (\"double bubble\" sign (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45122.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )) due to duodenal obstruction, not a corkscrew appearance or malposition of the intestines.</li>\n\t\t<li><strong>Hirschsprung disease</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L115407.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):&nbsp; Failure of neural crest cell migration during intestinal development.&nbsp; The affected segment is unable to relax, resulting in intestinal obstruction.&nbsp; Patients can develop bilious emesis in the neonatal period, but delayed passage of meconium is also expected.&nbsp; X-ray findings may include dilated bowel loops with absent gas in the rectum.</li>\n\t\t<li><strong>Intussusception</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18648.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ):&nbsp; Telescoping of one segment of the intestine into the adjacent segment, leading to obstruction, ischemia, and potential necrosis.&nbsp; Patients often have intermittent abdominal pain, bilious emesis, and grossly bloody \"currant jelly\" stools, with pain-free periods between episodes of peristalsis.&nbsp; Ultrasound demonstrates a characteristic \"target\" or \"bull's eye\" sign.</li>\n\t\t<li><strong>Necrotizing enterocolitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26048.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ):&nbsp; Bacterial invasion and necrosis of the bowel wall in preterm infants, typically after introduction of enteral feedings.&nbsp; Symptoms include feeding intolerance, bilious emesis, bloody stools, and abdominal distension.&nbsp; Characteristic x-ray findings include pneumatosis intestinalis, portal venous gas pneumoperitoneum, and dilated loops of bowel.</li>\n\t</ul>\n\t<h1>Management</h1>\n\t\n\t<p>Initial management of clinically stable patients (eg, normal vital signs) with bilious emesis includes cessation of enteral feeds, nasogastric tube decompression, and administration of intravenous fluids.</p>\n\t\n\t<p>Definitive treatment is prompt surgical correction by dividing the peritoneal bands and repositioning the bowel (Ladd procedure) to widen and stabilize the mesenteric base.&nbsp; Areas of ischemic bowel are resected if necessary.&nbsp; Because the appendiceal artery may become damaged during dissection of the Ladd bands, appendectomy is routinely performed during a Ladd procedure.</p>\n\t<h1>Prognosis and complications</h1>\n\t\n\t<p>Resolution of symptoms occurs in most patients who undergo surgical correction.&nbsp; However, a small percentage of patients may develop bowel obstruction (due to postoperative adhesions), short bowel syndrome (from extensive bowel resection), or recurrent volvulus.</p>\n\t<h1>Summary</h1>\n\t\n\t<p>Intestinal malrotation (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/50573.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) occurs when the midgut undergoes incomplete physiologic rotation in utero.&nbsp; Midgut volvulus is a life-threatening complication in which the small intestines twist around the superior mesenteric artery due to the abnormally mobile mesenteric base.&nbsp; Patients often have bilious emesis during infancy, and an upper gastrointestinal series shows proximal small intestinal loops on the right side of the abdomen.&nbsp; Definitive treatment is surgical correction.<p></p>\n\t</div>\n\t\n            "
}