{
  "meta": {
    "title": "Trisomy 13 (Patau syndrome)",
    "url": "https://brainandscalpel.vercel.app/trisomy-13-patau-syndrome-01717156-26e2a3.html",
    "scrapedAt": "2025-12-01T04:49:06.632Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Trisomy 13 (Patau syndrome) is characterized by the presence of 3 copies of chromosome 13.&nbsp; It is the most severe and least common (ie, 1 in 7,000 live births) of the trisomy disorders (eg, 21, 18, 13).&nbsp; It is associated with severe congenital anomalies and a high mortality rate.</p>\n<h1>Pathogenesis</h1><br><br><p>Normally, homologous chromosomes separate during meiosis, resulting in 4 gametes with 1 copy of each chromosome in each gamete.&nbsp; However, in meiotic nondisjunction, a pair of homologous chromosomes fails to separate, resulting in 4 gametes with 0, 1, or 2 copies of the chromosome in each gamete (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9565.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; If a gamete with 2 copies of the chromosome is fertilized by a gamete with 1 copy of the chromosome, then the zygote has 3 copies of the chromosome.&nbsp; Maternal <strong>meiotic nondisjunction</strong> is a sporadic event that occurs during oogenesis and is the most common cause of trisomy 13.<p></p><br><br><p>Less commonly, trisomy 13 occurs due to a robertsonian translocation or mosaicism.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Robertsonian translocation:&nbsp; Occurs when the long arm of a chromosome is translocated to a different chromosome, forming a single chromosome with genetic material from both chromosomes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27689.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; In trisomy 13, robertsonian translocations most commonly occur when the long arm of chromosome 13 translocates to chromosome 14, forming chromosome 13q14q.&nbsp; In this case, the fertilized zygote has 46 chromosomes; however, there is a third copy of the long arm of chromosome 13 (eg, 46,XX,−14, +13q14q), resulting in the trisomy 13 phenotype.</li>\n\t<li>Mosaicism:&nbsp; Occurs due to mitotic (not meiotic) nondisjunction in early embryonic development, resulting in a fetus who has both normal (ie, 46,XX) and abnormal (ie, 47,XX,+13) cell lines and the trisomy 13 phenotype.&nbsp; Because mosaic trisomy 13 occurs due to postzygotic mitotic nondisjunction, it is not inherited.</li>\n</ul><br><br><p>Therefore, risk factors for trisomy 13 include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Advanced maternal age:&nbsp; The risk for de novo (ie, no family history) trisomy 13 increases with increasing maternal age (&gt;35) due to the increased risk for meiotic errors (eg, nondisjunction) during oogenesis.</li>\n\t<li>Family history of trisomy 13 caused by a robertsonian translocation (including prior pregnancy):&nbsp; Either parent may be a carrier for a translocation involving trisomy 13 (eg, 13q14q).</li>\n</ul><br><br><p>The phenotypic features of trisomy 13 reflect a defect in the fusion of the prechordal mesoderm, an integral embryologic structure affecting the growth of the midface, eyes, and forebrain.&nbsp; This results in catastrophic midline defects.</p>\n<h1>Diagnosis</h1><br><br><p>Trisomy 13 can be diagnosed prenatally or postnatally.</p>\n<h2>Prenatal testing</h2><br><br><p>Prenatal testing involves first-trimester (ie, 10-13 weeks gestation) screening tests (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32003.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), followed by diagnostic tests with a fetal karyotype via chorionic villus sampling (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23792.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) or amniocentesis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23793.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Available first-trimester screening tests include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cell-free fetal DNA (cffDNA):&nbsp; Noninvasive screening test that assesses fetal DNA in the maternal circulation for aneuploidies.&nbsp; cffDNA should be assessed at ≥10 weeks gestation, when the fetal fraction (amount of fetal DNA in the maternal circulation) is adequate to yield accurate results.&nbsp; Although cffDNA testing is highly sensitive (&gt;96%), diagnostic testing is required for all positive screening tests.</li>\n\t<li>Combined test:&nbsp; Measures maternal serum pregnancy-associated plasma protein A (PAPP-A) and hCG combined with ultrasonography.&nbsp; The combination of low PAPP-A, low hCG, and enlarged nuchal translucency (hypoechoic region between soft tissue layers along the posterior cervical spine) on sonogram is suggestive of trisomy 13 and requires confirmation with diagnostic testing.</li>\n</ul>\n<h2>Postnatal testing</h2><br><br><p>Trisomy 13 is most often diagnosed prenatally; however, in cases of suspected trisomy 13 after birth (eg, newborn with characteristic dysmorphic features), the diagnosis should be confirmed with a full karyotype (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L5528.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Other types of genetic testing can be suggestive of trisomy 13 (eg, fluorescence in situ hybridization) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L5529.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), but a full karyotype is required to detect cases of trisomy 13 due to robertsonian translocations and mosaicism.<p></p>\n<h1>Clinical presentation</h1><br><br><p>The triad of microphthalmia/anophthalmia, cleft lip/palate, and postaxial polydactyly is characteristic of trisomy 13, but the clinical presentation varies and involves multiple organ systems (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27964.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p>\n<h2>General appearance</h2><br><br><p>Dysmorphic features of the head and neck include microcephaly with sloping forehead, cutis aplasia, <strong>microphthalmia/anophthalmia</strong>, hypertelorism/hypotelorism, upslanting palpebral fissures, <strong>midline facial defects</strong> (eg, cyclopia, proboscis, cleft lip/palate) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26002.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ), micrognathia, and an absent philtrum.&nbsp; <strong>Polydactyly</strong> of the hands and feet can occur, and some patients have prominent heels (ie, rocker-bottom feet).<p></p>\n<h2>Neurologic</h2><br><br><p>Neurologic defects include <strong>holoprosencephaly</strong> (ie, incomplete division of the forebrain into the right and left hemispheres, resulting in a single lateral ventricle), partial olfactory and optic nerve development, severe intellectual disability, seizures, central apnea (due to brainstem abnormalities), and deafness.</p>\n<h2>Cardiovascular</h2><br><br><p><strong>Cardiovascular defects</strong> include ventricular septal defect, atrial septal defect, patent ductus arteriosus, and dextroposition.</p>\n<h2>Miscellaneous</h2><br><br><p>Less common defects involve the gastrointestinal (eg, <strong>omphalocele</strong>, umbilical hernia), genitourinary (eg, cryptorchidism, bicornuate uterus), and renal (eg, polycystic kidneys, hydronephrosis) systems.&nbsp; Many of these congenital anomalies can be detected on prenatal ultrasonography.</p>\n<h1>Management and prognosis</h1><br><br><p>Because of the severity of the congenital anomalies, the majority of affected fetuses die in utero.&nbsp; The median survival rate for live births is 7 days, and 80% of patients die within the first month of life.&nbsp; Therefore, due to the <strong>high mortality rate</strong>, management is generally supportive, although the approach to management varies depending on the severity of the congenital anomalies and the family's beliefs and values.&nbsp; A multidisciplinary approach to medical or surgical interventions should be taken, with an emphasis on <strong>palliative care</strong>.&nbsp; Rarely, patients survive beyond early infancy, often with severe intellectual disability.</p>\n<h1>Summary</h1><br><br><p>Trisomy 13 (Patau syndrome) is characterized by the presence of 3 copies of chromosome 13.&nbsp; It is the most severe and least common (ie, 1 in 7,000 live births) of the trisomy disorders (eg, 21, 18, 13).&nbsp; It is associated with severe congenital anomalies (eg, holoprosencephaly, midline facial defects) and a high mortality rate.&nbsp; Most cases are diagnosed prenatally, and affected fetuses often die in utero.&nbsp; Management is generally supportive, with a compassionate, multidisciplinary approach.</p>\n</div>\n\n            "
}