{
  "meta": {
    "title": "Abdominal compartment syndrome",
    "url": "https://brainandscalpel.vercel.app/abdominal-compartment-syndrome-3893f98e-35aa55.html",
    "scrapedAt": "2025-12-01T04:50:18.295Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Abdominal compartment syndrome (ACS) is a life-threatening condition characterized by elevated intraabdominal pressure (IAP) that adversely affects organ function both inside and outside the abdominal cavity.&nbsp; It typically occurs in critically ill patients and can be difficult to diagnose.</p>\n<h1>Pathophysiology</h1><br><br><p>The pathophysiological hallmark of ACS is <strong>sustained elevated IAP</strong> (typically &gt;20-25 mm Hg) <strong>accompanied by new-onset organ dysfunction</strong>.&nbsp; IAP refers to the pressure within the abdominal cavity, which is normally maintained within a narrow range (0-5 mm Hg) to accommodate the abdominal contents, including organs, fluid, and gas.</p><br><br><p>IAP can increase due to conditions directly affecting the abdominopelvic region (eg, trauma, hemoperitoneum, pancreatitis, abdominal surgery) or as a result of conditions outside the abdominal cavity (eg, sepsis, severe burns) that require massive fluid resuscitation and cause large volume third-spacing of fluids.</p><br><br><p>An increase in IAP often causes decreased perfusion to intraabdominal organs (ie, abdominal perfusion pressure = mean arterial pressure − IAP), decreased venous return, and decreased lymphatic drainage, which can result in the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Respiratory failure</strong>:&nbsp; Diaphragmatic elevation causes extrinsic lung compression, which increases intrathoracic pressure and leads to high ventilation pressures (eg, peak inspiratory pressure) and difficulty ventilating the patient.</li>\n\t<li><strong>Cardiovascular collapse</strong>:&nbsp; Obstruction of venous return leads to decreased cardiac output (eg, hypotension) and increased venous hydrostatic pressure in the lower extremities (eg, pitting edema).&nbsp; Cardiac function is also diminished due to direct cardiac compression from an elevated hemidiaphragm.</li>\n\t<li><strong>Renal failure</strong>:&nbsp; Renal vein compression impairs renal venous drainage, leading to renal dysfunction (eg, decreased urine output, increased creatinine) that may eventually require dialysis.</li>\n\t<li><strong>Gastrointestinal dysfunction</strong>:&nbsp; Reduction in mesenteric arterial blood flow and compression of mesenteric veins leads to intestinal hypoperfusion and edema eventually causing ischemia/necrosis and a further increase in IAP.&nbsp;</li>\n\t<li><strong>Neurological dysfunction</strong>:&nbsp; Decreased venous drainage from the brain causes increased intracranial pressure which can result in cerebral hypoperfusion and ischemia.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>A high index of suspicion for ACS should be maintained in any patient in the appropriate clinical scenario (eg, trauma, burns) who has a distended abdomen and demonstrates signs of clinical deterioration, which may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Decreased urine output/worsening renal function</strong> (eg, increased BUN/creatinine)</li>\n\t<li><strong>Respiratory distress</strong> (eg, increased ventilatory requirements)</li>\n\t<li><strong>Hypotension, reduced cardiac output, elevated jugular venous pressure</strong></li>\n\t<li><strong>Altered mental status</strong></li>\n</ul><br><br><p>Physical examination (eg, abdominal distension) by itself is not a reliable indicator of the condition because patients are usually critically ill, and symptoms are often attributed to alternative pathologies.</p>\n<h1>Diagnosis</h1><br><br><p>The standard method used to diagnose ACS is measurement of IAP.&nbsp; Different methods can be utilized to measure IAP (eg, intragastric, intracolonic, intravesicular catheters).&nbsp; <strong>Bladder catheterization</strong> is most commonly used because it is accurate and easy to perform, especially when a Foley catheter is already present.&nbsp; The Foley catheter is attached to a pressure transducer.&nbsp; An elevated pressure (eg, &gt;20-25 mm Hg) with evidence of organ dysfunction indicates ACS is likely present.</p><br><br><p>Imaging and laboratory testing cannot diagnose ACS directly but can provide clinically valuable information.&nbsp; Abdominal ultrasound, x-ray, and CT scan can identify contributing factors, such as fluid accumulation, bowel distension, and organ enlargement, as well as rule out alternative causes for the patient's clinical deterioration (eg, ruptured viscus).&nbsp; Laboratory testing such as renal function tests, liver enzymes, lactate levels (indicative of tissue hypoxia), and arterial blood gas (to assess respiratory status and metabolic status) can be helpful in assessing organ dysfunction and underlying causes.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Small bowel obstruction</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31523.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; often presents with a distended, painful abdomen accompanied by nausea and vomiting.&nbsp; Risk factors include prior abdominal surgery or Crohn disease.&nbsp; It is easily diagnosed on abdominal plain film and/or CT of the abdomen, which differs from ACS (which requires IAP measurement to confirm the diagnosis).</li>\n\t<li><strong>Acute pancreatitis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/77910.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; is an inflammatory process of the pancreas that can cause a cytokine cascade resulting in multisystem organ failure.&nbsp; An elevated lipase (typically &gt;3x normal) is typically present, which is not characteristic of ACS.&nbsp; Evidence of pancreatic inflammation is also usually visible on abdominal CT.</li>\n\t<li><strong>Acute mesenteric ischemia</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119827.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; is due to sudden arterial mesenteric occlusion (analogous to acute myocardial infarction).&nbsp; It typically occurs in patients with increased risk of peripheral embolization (eg, atrial fibrillation) or atherosclerosis rather than the conditions associated with ACS (eg, trauma, burns).&nbsp; CT of the abdomen typically shows focal or segmental bowel wall thickening, mesenteric stranding, or porto-mesenteric thrombosis.&nbsp; Treatment is with anticoagulation as well as antibiotics (and sometimes surgery).&nbsp;&nbsp;(In contrast, chronic mesenteric ischemia is analogous to angina and presents in older patients with atherosclerosis with crampy, postprandial epigastric pain; food aversion; and weight loss and is treated with endovascular revascularization).</li>\n\t<li><strong>Sepsis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/89466.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):&nbsp; results from a dysregulated host response to infection, which can lead to hypotension and multisystem organ failure.&nbsp; Patients with conditions placing them at risk for ACS&nbsp; (eg, trauma, burns, surgery) are also at increased risk of sepsis.&nbsp; Similar laboratory abnormalities (eg, acidosis, leukocytosis) may be present as well.&nbsp; However, IAP is not significantly elevated in sepsis.</li>\n\t<li>Other causes of abdominal distension include portal hypertension (eg, ascites) and heart failure (eg, gut wall edema).</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of ACS is aimed at reducing IAP and supporting affected organ systems.</p><br><br><p><strong>Surgical management</strong>:&nbsp; Definitive treatment is surgical decompression, which may include procedures such as laparotomy without fascial closure (allowing for an open abdomen).&nbsp; Surgeons may also consider temporary abdominal closure techniques (eg, vacuum-assisted closure, mesh-mediated fascial traction) to manage abdominal contents and facilitate closure.</p><br><br><p><strong>Nonsurgical management</strong>: can potentially lower and prevent progression to ACS if elevated IAP is recognized early.&nbsp; Nonsurgical measures include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Proper positioning (supine rather than sitting up)</li>\n\t<li>Gastrointestinal decompression (eg, nasogastric and rectal drainage)</li>\n\t<li>Evacuation of any space-occupying fluid collections (eg, hematoma, ascites)</li>\n\t<li>Judicious use of intravenous fluids (to limit edema)</li>\n\t<li>Adequate pain control and neuromuscular blockade (to relax the abdominal wall)</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of ACS is closely related to the promptness of diagnosis and intervention.&nbsp; Early decompression is associated with improved outcomes, while a delay can result in significant morbidity and mortality.</p>\n<h1>Summary </h1><br><br><p>Abdominal compartment syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/62266.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) is a critical condition characterized by high intraabdominal pressure (IAP) and end-organ dysfunction.&nbsp; A high index of suspicion based on clinical features is needed for diagnosis, which can be confirmed by IAP measurement.&nbsp; Definitive treatment is surgical decompression.<p></p>\n</div>\n\n            "
}