{
  "meta": {
    "title": "Achalasia",
    "url": "https://brainandscalpel.vercel.app/achalasia-8b0c5fa0-35aa55.html",
    "scrapedAt": "2025-12-01T04:50:23.529Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Achalasia (Greek for \"does not relax\") is an esophageal motility disorder characterized by incomplete relaxation of the lower esophageal sphincter (LES) and aperistalsis of the lower esophagus.&nbsp; These abnormalities result in dysphagia to solids and liquids, regurgitation of undigested food, and chest pain.&nbsp; Primary achalasia is idiopathic, whereas secondary achalasia is due to diseases (eg, Chagas disease, amyloidosis) that cause esophageal dysmotility similar or identical to primary achalasia.&nbsp; This article focuses on primary achalasia.</p>\n<h1>Pathophysiology</h1><br><br><p>Normal functioning of esophageal peristalsis and appropriate relaxation of the LES require a balance of inhibitory and excitatory neurons of the myenteric (Auerbach) plexus.</p><br><br><p>In primary achalasia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41922.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), nitric oxide–producing inhibitory neurons responsible for smooth muscle relaxation in the lower two-thirds of the esophagus are preferentially destroyed by lymphocytic and eosinophilic infiltrates.&nbsp; Excitatory cholinergic neurons responsible for smooth muscle contraction are relatively spared.&nbsp; This imbalance favoring excitatory neurons causes a functional obstruction at the distal esophagus characterized by aperistalsis in the lower esophagus and constriction of the LES<p></p>\n<h1>Risk factors</h1><br><br><p>Primary achalasia peaks after age 40 (typical range age 25-60) and may be associated with other autoimmune diseases (eg, type 1 diabetes mellitus, rheumatoid arthritis, systemic lupus erythematosus).&nbsp; It is also a component of a rare autosomal recessive condition, triple A (Allgrove) syndrome (achalasia, adrenal insufficiency, absent lacrimation).</p>\n<h1>Clinical presentation</h1><br><br><p>Achalasia is characterized by the progressive onset of symptoms caused by stasis of food and liquids in the esophagus due to aperistalsis of the distal esophagus and incomplete LES relaxation.&nbsp; These symptoms include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dysphagia to solids and liquids</strong>, which improves with standing</li>\n\t<li><strong>Regurgitation of undigested food and liquids</strong></li>\n\t<li><strong>Heartburn/chest pain</strong></li>\n\t<li>Difficulty belching and frequent hiccups due to a contracted LES</li>\n</ul><br><br><p>Symptoms can overlap with gastroesophageal reflux, often leading to delayed and missed diagnoses; however, the presence of dysphagia is an alarm symptom that warrants additional diagnostic evaluation rather than empiric antisecretory therapy alone.</p>\n<h1>Diagnosis</h1><br><br><p>Multiple studies are typically performed when evaluating a patient with dysphagia and suspected achalasia; however, the diagnosis of achalasia is established with an esophageal manometry.&nbsp; Features suggestive of achalasia are discussed for each of the commonly obtained studies.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Barium esophagography</strong> (barium swallow study) uses barium and x-ray to image the upper gastrointestinal tract.&nbsp; In achalasia, a barium esophagography typically shows a dilated lower esophagus (caused by aperistalsis, food/liquid stasis, weakening of smooth muscles over time) and a symmetrically constricted LES, creating a characteric <strong>\"bird-beak\" appearance</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97546.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Upper gastrointestinal endoscopy</strong> directly visualizes the esophageal and gastric mucosa and allows for biopsy of suspicious lesions; it is used primarily to rule out esophageal cancer before achalasia is diagnosed.&nbsp; In achalasia, endoscopy typically shows dilated distal esophagus with retained food/pills.&nbsp; Furthermore, gentle pressure is needed to pass the scope through the LES, whereas normally the scope can pass effortlessly.</li>\n\t<li><strong>Esophageal manometry</strong> measures the strength of muscle contractions along the length of the esophagus during a swallow and is required to diagnose achalasia.&nbsp; In achalasia, manometry shows low-pressure contractions in the lower two-thirds of the esophagus (aperistalsis), an elevated LES resting tone, and incomplete LES relaxation.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis consists of esophageal disorders that cause dysphagia.&nbsp; These disorders can be divided by cause:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mechanical obstruction</strong> (eg, cancer, stricture): typically leads to isolated solid-food dysphagia because liquids can still pass through the narrowed esophageal lumen when normal peristalsis is present.</li>\n\t<li><strong>Dysmotility</strong> (eg, distal esophageal spasms): typically leads to solid and liquid dysphagia due to impaired peristalsis and sphincter relaxation required for both to pass through the esophagus.</li>\n</ul><br><br><p>Although achalasia classically presents with dysphagia for both solids and liquids, some patients may initially present with isolated solid-food dysphagia; therefore, esophageal disorders that cause obstruction and dysmotility are addressed here.</p>\n<h2>Disorders causing mechanical obstruction</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Esophageal malignancy</strong> (squamous cell carcinoma, adenocarcinoma): can present with solid-food dysphagia and weight loss, typically in patients with risk factors (eg, age &gt;50, history of smoking, longstanding GERD).&nbsp; Barium esophagography typically reveals an irregularly shaped, asymmetric mass rather than smooth \"bird-beak\" tapering (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L101803.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Esophageal stricture</strong>: caused by reparative collagen deposition at the esophagogastric junction (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L93074.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) in response to severe, chronic gastroesophageal acid reflux.&nbsp; In contrast to achalasia, significant dilation of the lower esophagus on barium esophagogram and endoscopy is less likely because of the intact neural input and smooth muscle function.&nbsp; Esophageal manometry would not show esophageal dysmotility.</li>\n\t<li><strong>Eosinophilic esophagitis</strong>: characterized by extensive eosinophilic infiltration of the mucosa and causes intermittent solid-food dysphagia (often associated with eating meat), described as food \"sticking\" in the chest.&nbsp; Endoscopy reveals furrowing; small, whitish exudates; and multiple stacked, ring-like esophageal indentations (trachealization of the esophagus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L49313.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                )), absent in achalasia.</li>\n\t<li><strong>Esophageal webs</strong>: most commonly located in the upper esophagus and cause only mild focal narrowing, resulting in solid-food (not liquid-food) dysphagia.&nbsp; Barium esophagography usually demonstrates small, transverse filling defects (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8734.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ) rather than the pronounced obstruction of achalasia.</li>\n\t<li><strong>Zenker diverticulum</strong>: an outpouching in the upper esophagus (at the cricopharyngeus) that presents with dysphagia.&nbsp; Findings on barium esophagography include an outpouching in the upper esophagus with a normal lower esophagus and LES.</li>\n\t<li><strong>External malignancy</strong> (eg, lymphoma): can cause external compression on the distal esophagus and LES, causing esophageal outlet obstruction (ie, pseudoachalasia) and dysphagia.&nbsp; Patients typically have significant weight loss and constitutional symptoms, and a red-flag finding on endoscopy is that the passage of the scope through the LES requires significant pressure (in achalasia, the scope passes with gentle pressure).&nbsp; CT scan of the chest and abdomen are required for further diagnosis.</li>\n</ul>\n<h2>Disorders causing dysmotility</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Distal esophageal spasm</strong> (formerly diffuse esophageal spasm): causes premature, rapid, and nonperistaltic esophageal contractions.&nbsp; Manometry shows multiple simultaneous contractions from the mid and lower esophagus, and barium esophagography exhibits a \"corkscrew\" appearance, not consistent with achalasia.</li>\n\t<li><strong>Hypercontractile esophagus</strong> (jackhammer or nutcracker esophagus): characterized by high-pressure contractions in the distal esophagus.&nbsp; Manometry shows prolonged and high-amplitude contractions, not present in achalasia.</li>\n\t<li><strong>Systemic sclerosis (scleroderma)</strong>: can affect the esophagus, leading to impaired motility, incompetence of the LES, and gastroesophageal reflux.&nbsp; Manometry shows decreased peristalsis with decreased LES tone, whereas achalasia exhibits increased LES tone.&nbsp; Patients typically also have skin thickening.</li>\n\t<li><strong>Chagas disease</strong>: causes secondary achalasia due to chronic infection with <em>Trypanosoma cruzi</em>, a parasite endemic to Central and South America.&nbsp; Chagas disease, rather than primary (idiopathic) achalasia, should be considered in patients who have lived in an endemic area or have other manifestations of chronic infection (eg, dilated cardiomyopathy, megacolon).&nbsp; This topic is discussed in depth in a separate article.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management focuses on alleviating obstruction at the LES by disrupting smooth muscle contraction, which can be accomplished through the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pneumatic dilation</strong>, which uses a balloon to stretch and tear the smooth muscle fibers of the LES.</li>\n\t<li><strong>Myotomy</strong> (laparoscopic, peroral endoscopic), which cuts into the smooth muscle fibers of the LES.</li>\n\t<li><strong>Botulinum toxin injection</strong>, which causes LES muscle weakness and paralysis by preventing the fusion of acetylcholine-containing synaptic vesicles with the neuronal plasma membrane (thereby preventing acetylcholine release).&nbsp; Relapse is common; therefore, it is typically reserved for patients who are not surgical candidates.</li>\n\t<li><strong>Nitrates</strong> (sublingual isosorbide dinitrate or nitroglycerine), which temporarily relax the LES.&nbsp; These are typically reserved for patients who are not surgical candidates.</li>\n</ul>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Aspiration pneumonia, caused by regurgitation of retained solids and liquids in the esophagus</li>\n\t<li>Malnutrition/weight loss, caused by decreased food intake and absorption</li>\n\t<li>Esophageal candidiasis, caused by stasis within the esophagus</li>\n\t<li>Esophageal ulceration, caused by retained food and pills (ie, pill esophagitis)</li>\n\t<li>Esophageal cancer, caused by chronic mucosal inflammation.&nbsp; Stasis and fermentation of foods and liquids trapped in the esophagus results in mucosal inflammation, which can lead to epithelial hyperplasia, dysplasia, and eventually esophageal squamous cell carcinoma or (less commonly) adenocarcinoma.&nbsp; Cancer develops at a low rate (0.3% per year), and screening is not routinely recommended.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Achalasia is a life-long condition.&nbsp; Its prognosis varies depending on the severity of the condition and the effectiveness of treatment.&nbsp; With appropriate management, many patients with achalasia can lead normal, productive lives.</p>\n<h1>Summary</h1><br><br><p>Achalasia (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/54343.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a motility disorder characterized by impaired relaxation of the lower esophageal sphincter and aperistalsis of the lower esophagus, causing a functional obstruction of the esophageal outlet.&nbsp; It is caused by inflammatory degeneration of inhibitory neurons in the myenteric (Aurbach) plexus and presents with dysphagia to solids and liquids and regurgitation of undigested food.&nbsp; Diagnosis requires esophageal manometry demonstrating the characteristic pattern of dysmotility.&nbsp; Treatment seeks to disrupt LES contraction; options include pneumatic dilation of the LES, myotomy (laparoscopic, peroral endoscopic), and botulinum toxin injection.<p></p>\n</div>\n\n            "
}