{
  "meta": {
    "title": "Acute appendicitis",
    "url": "https://brainandscalpel.vercel.app/acute-appendicitis-33abbd94-35aa55.html",
    "scrapedAt": "2025-12-01T04:50:25.074Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Acute appendicitis is characterized by inflammation of the appendix, a vestigial structure located at the base of the cecum (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25957.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Patients typically present with abdominal pain, low-grade fever, nausea, vomiting, and anorexia.&nbsp; The abdominal pain characteristically begins in the periumbilical area, then localizes to the right lower quadrant (RLQ).&nbsp; Physical examination often shows exquisite RLQ tenderness as well as rebound tenderness and guarding.&nbsp; The diagnosis is usually suspected clinically and confirmed with imaging (eg, CT scan).&nbsp; Appendectomy is the treatment of choice in most cases.<p></p>\n<h1>Anatomy</h1><br><br><p>The appendix is a tubular structure attached to the base of the cecum.&nbsp; The tip of the appendix can terminate in various anatomical locations, such as the pelvis or retrocecal area.&nbsp; This is clinically significant because it can alter the typical location of pain, making appendicitis a potentially challenging diagnosis.</p>\n<h1>Pathogenesis</h1><br><br><p>Acute appendicitis is most often initiated by obstruction of the appendiceal lumen, which may be caused by:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fecaliths:&nbsp; hardened mass of stool that lodges in the lumen</li>\n\t<li>Lymphoid hyperplasia:&nbsp; an overgrowth of appendiceal lymphoid tissue, most common in younger patients in the setting of infection</li>\n\t<li>Parasites (in endemic areas):&nbsp; <em>Schistosomes</em>, <em>Strongyloides stercoralis</em></li>\n\t<li>Tumors:&nbsp; rarely, neoplasms (eg, carcinoid tumor) compress the appendix</li>\n</ul><br><br><p>Obstruction promotes bacterial overgrowth and causes appendiceal distension.&nbsp; Increased intraluminal pressure decreases perfusion, resulting in ischemia and necrosis of the appendiceal wall.&nbsp; Perforation with spillage of inflammatory fluid and bacterial contents into the peritoneal cavity can occur, leading to localized abscess formation or diffuse peritonitis.&nbsp; Typical bacteria involved include colonic flora such as <em>Escherichia coli</em>, <em>Bacteriodes fragilis</em>, enterococci, and streptococci.</p>\n<h1>Pathology</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Early stage:&nbsp; mucosal inflammation and edema</li>\n\t<li>Suppurative phase:&nbsp; neutrophilic infiltration through all layers of the appendix</li>\n\t<li>Gangrenous phase:&nbsp; necrosis and gangrene due to compromised blood supply</li>\n\t<li>Perforation:&nbsp; can lead to localized abscess or diffuse peritonitis</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Patients with acute appendicitis usually present within 24-48 hours of symptom onset.&nbsp; Classic clinical signs include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fever, anorexia, nausea, and vomiting</li>\n\t<li>Abdominal pain:&nbsp; initially vague, <strong>diffuse pain in the periumbilical area</strong> that <strong>localizes to the RLQ</strong> over time.&nbsp; Afferent pain fibers for the appendix and overlying visceral peritoneum initially produce dull, referred pain at the umbilicus.&nbsp; As the appendix enlarges, irritation of the parietal peritoneum causes well-localized, severe somatic pain in the RLQ.</li>\n\t<li>Rebound tenderness (increased pain with sudden release of pressure) and involuntary guarding (tensing of abdominal muscles during palpation), which also present when the parietal peritoneum is irritated</li>\n\t<li><strong>McBurney point tenderness</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20190.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; maximal tenderness located two-thirds of the distance from the umbilicus to the anterior superior iliac spine</li>\n</ul><br><br><p>Depending on the location and orientation of the appendiceal tip, additional clinical findings may be detectable with the following provocative maneuvers (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/82008.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Psoas sign</strong>:&nbsp; pain with extension of the right hip; suggests an inflamed retrocecal appendix (which typically lies across the right psoas muscle) or an abscess adjacent to the psoas</li>\n\t<li><strong>Obturator sign</strong>:&nbsp; pain on internal rotation of the right thigh; pain when stretching the obturator internus muscle because an inflamed pelvic appendix (or abscess) is overlying on this muscle</li>\n\t<li><strong>Rovsing sign</strong>:&nbsp; pain in the RLQ upon palpation of the left lower quadrant; confirms localized right-sided peritoneal irritation</li>\n</ul>\n<h2>Atypical presentations</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pregnancy/postpartum</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37062.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; The appendix undergoes cephalad displacement by the gravid uterus, which may cause pain in the right mid-to-upper quadrant (rather than the RLQ), with an absence of peritoneal signs (due to decreased contact with parietal peritoneum).&nbsp; Obstetric symptoms, including uterine irritability and contractions (due to the proximity of the uterus to the inflamed appendix) may also occur.</li>\n\t<li><strong>Pelvic appendix</strong>:&nbsp; Patients may have dysuria, frequency, and tenesmus with adnexal tenderness on pelvic or rectal examination.</li>\n\t<li><strong>Retrocecal appendix</strong>:&nbsp; Patients may experience only dull aching pain, rather than localized RLQ pain, because there is no contact with the anterior parietal peritoneum.&nbsp; Tenderness may be more apparent on rectal or pelvic examination.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of acute appendicitis is primarily clinical, but imaging (eg, CT scan of the abdomen, ultrasonography, MRI) is typically performed for confirmation.</p><br><br><p>The Alvarado score is a scoring system used to help assess the likelihood of acute appendicitis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57369.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Factors included in the score are RLQ tenderness (+2), leukocytosis (+2), leukocyte left shift (&gt;75% neutrophils) (+1), elevated temperature &gt;37.5 C (99.5 F) (+1), rebound tenderness (+1), migration of pain to the RLQ (+1), anorexia (+1), and nausea/vomiting (+1).&nbsp; Scores ≥7 suggest a higher probability of appendicitis, and diagnostic imaging is recommended for scores ≥4.<p></p>\n<h1>Differential diagnosis</h1><h2>Gastrointestinal</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gastroenteritis</strong>:&nbsp; A viral or bacterial infection of the gastrointestinal tract that causes diffuse abdominal pain, nausea, vomiting, and sometimes fever.&nbsp; Abdominal pain is usually diffuse and crampy in nature, and diarrhea is typically present.&nbsp; Patients may have a history of spoiled food exposure or sick contacts with similar symptoms.</li>\n\t<li><strong>Mesenteric lymphadenitis</strong>:&nbsp; Inflammation of mesenteric lymph nodes (typically located in the right lower abdomen) causes RLQ abdominal pain.&nbsp; It often follows a viral infection, particularly in children, and can be differentiated from appendicitis by the presence of enlarged lymph nodes on imaging without appendiceal inflammation.</li>\n\t<li><strong>Ileitis</strong>:&nbsp; Inflammation of the ileum due to bacterial infection (eg, <em>Yersinia</em>) can present with RLQ pain, fever, nausea, and vomiting.&nbsp; However, diarrhea is usually a prominent feature that may help distinguish ileitis from appendicitis.</li>\n\t<li><strong>Crohn disease</strong>:&nbsp; This causes recurrent episodes of abdominal pain, diarrhea, and fever.&nbsp; An acute exacerbation, particularly involving the ileum, can present similar to appendicitis, but a history of similar symptoms, bloody stools, and perianal disease suggests Crohn disease.</li>\n\t<li>Other diagnoses to consider include right-sided colitis, Meckel or cecal diverticulitis, cholecystitis, and small bowel obstruction.</li>\n</ul>\n<h2>Gynecologic</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ovarian cysts</strong>:&nbsp; Rupture or torsion can mimic appendicitis with acute RLQ pain, nausea, vomiting, and exquisite tenderness on examination.&nbsp; However, the onset of symptoms is typically more rapid and severe at onset than appendicitis.&nbsp; Pelvic ultrasonography can confirm the diagnosis by revealing characteristic cystic structures with associated free fluid (rupture) or decreased blood flow (torsion).</li>\n\t<li><strong>Ectopic pregnancy</strong>:&nbsp; Pregnancy outside the uterine cavity may cause RLQ or right adnexal pain, but a history of missed menstrual period and possibly new vaginal bleeding are typical.&nbsp; A positive pregnancy test and adnexal mass on ultrasonography is diagnostic.</li>\n\t<li><strong>Mittelschmerz</strong>:&nbsp; This refers to mid–menstrual cycle pelvic pain that is associated with follicular growth and ovulation.&nbsp; Pain is unilateral but often mild and lasting hours to days.&nbsp; Vomiting, fever, and peritoneal signs are not characteristic.</li>\n\t<li>Other diagnoses to consider include pelvic inflammatory disease, tuboovarian abscess, endometriosis.</li>\n</ul>\n<h2>Urologic</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Urolithiasis</strong>:&nbsp; Stones in the urinary tract cause nausea, vomiting, and unilateral pain in the flank or lower abdomen.&nbsp; Pain is usually severe, but peritoneal signs are absent.&nbsp; Stones, ureteronephrosis (eg, swelling of the ureter), and/or hydronephrosis (eg, swelling of renal calyx) are typically visible on imaging.</li>\n\t<li><strong>Testicular torsion</strong>:&nbsp; Twisting of the spermatic cord impairs blood flow to the testicle.&nbsp; Symptoms include acute onset of severe testicular pain that may radiate to the lower abdomen, with nausea and vomiting.&nbsp; Examination typically shows an absent cremasteric reflex and high-riding, transverse testis.&nbsp; The absence of testicular blood flow on ultrasonography confirms the diagnosis.</li>\n\t<li>Other diagnoses to consider include urinary tract infection and pyelonephritis.</li>\n</ul>\n<h1>Laboratory evaluation</h1><br><br><p>There is no diagnostic laboratory test for acute appendicitis, but the following tests are typically obtained as part of the evaluation:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count:&nbsp; Most patients have leukocytosis with a left shift (increased neutrophils).&nbsp; Higher white blood cell counts are associated with more complicated disease.</li>\n\t<li>C-reactive protein:&nbsp; This is an acute phase reactant that increases with infection or inflammation.&nbsp; It is typically elevated in patients with acute appendicitis, and higher levels suggest increased severity (eg, necrosis).</li>\n\t<li>Complete metabolic panel and lipase:&nbsp; This is useful to help assess for alternative causes of abdominal pain and ensure normal electrolytes and renal function (in preparation for possible surgery).</li>\n\t<li>Urinalysis:&nbsp; Pyuria may be present in patients with appendicitis (likely due to the proximity of the right ureter to appendiceal inflammation).&nbsp; Urinary tract infection should also be ruled out.</li>\n\t<li>Pregnancy test:&nbsp; This can be used to exclude ectopic pregnancy in women of childbearing age and helps dictate additional imaging studies.</li>\n</ul>\n<h1>Imaging</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>CT scan of the abdomen and pelvis with contrast</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104775.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; preferred study for evaluating suspected appendicitis in nonpregnant adults due to its high sensitivity and specificity.&nbsp; Findings suggestive of acute appendicitis include an enlarged appendix, periappendiceal inflammation (eg, fat stranding), appendicoliths, and, possibly, abscess.</li>\n\t<li><strong>Ultrasonography</strong>:&nbsp; first-line imaging in children and pregnant women (to limit radiation exposure).&nbsp; A noncompressible, enlarged appendix (diameter &gt;6mm) suggests acute appendicitis.</li>\n\t<li><strong>MRI</strong>:&nbsp; used in pregnant women and children when ultrasonography is nondiagnostic.&nbsp; MRI has a high sensitivity and specificity, but cost and time often make this imaging modality prohibitive.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of acute appendicitis involves prompt evaluation and intervention to prevent complications such as perforation and peritonitis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L57292.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p>\n<h2>Uncomplicated, nonperforated appendicitis</h2><br><br><p>The treatment of uncomplicated, nonperforated appendicitis involves:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Laparoscopic appendectomy</strong>:&nbsp; standard treatment for acute appendicitis, typically <strong>within 12 hours</strong>.&nbsp; Laparoscopy improves infection rates, reduces postoperative pain, and is the recommended approach even for patients who are pregnant or have comorbid conditions (eg, obesity).</li>\n\t<li><strong>Broad-spectrum intravenous antibiotics</strong>:&nbsp; coverage for aerobic gram-negative bacteria and anaerobic bacteria (eg, ceftriaxone and metronidazole)</li>\n</ul><br><br><p>Of note, several trials have studied antibiotic-based nonoperative management of patients with nonperforated appendicitis.&nbsp; Although most patients avoided appendectomy when treated with antibiotics only, there was no reliable way to predict which patients would fail treatment and require rescue appendectomy.&nbsp; In addition, at 5 years, 40%-50% of patients treated with antibiotics had a recurrence that required appendectomy.&nbsp; Physicians and patients should engage in shared decision-making when considering pursuing antibiotic-based nonoperative management.</p>\n<h2>Perforated appendicitis with a contained abscess</h2><br><br><p>Patients who have a perforated appendicitis with a contained appendiceal abscess can have a high complication rate from immediate surgery (due to the mass of inflamed, infected, friable tissue).&nbsp; If they are otherwise clinically stable, these patients should be managed with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Broad-spectrum intravenous antibiotics</li>\n\t<li>Percutaneous abscess drainage</li>\n\t<li>Interval appendectomy (usually 6-8 weeks later)</li>\n</ul>\n<h2>Perforated appendicitis with generalized peritonitis</h2><br><br><p>Acute appendicitis complicated by perforation with generalized (rather than localized) peritonitis are at significant risk for sepsis and septic shock.&nbsp; Immediate intervention includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Immediate appendectomy with thorough irrigation and drainage of the peritoneal cavity (if unstable, hemodynamic resuscitation prior to emergency surgery)</li>\n\t<li>Broad-spectrum intravenous antibiotics for several days</li>\n\t<li>Close postoperative monitoring for sepsis and shock</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Patients with nonperforated, uncomplicated appendicitis typically have an excellent prognosis with prompt surgical intervention.&nbsp; Delays in diagnosis and treatment can increase risk for perforation, abscess, peritonitis, sepsis, shock, and death.&nbsp; In addition, appendiceal perforation in pregnant women increases the risk for spontaneous abortion, preterm labor, and preterm delivery.</p><br><br><p>There is an increased incidence of appendiceal neoplasms in patients ≥40 who have complicated (eg, perforated) appendicitis.&nbsp; Interval appendectomy is recommended for all patients over 40 with complicated appendicitis who are initially managed nonoperatively.</p>\n<h1>Summary</h1><br><br><p>Acute appendicitis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31284.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) is a common surgical emergency involving inflammation of the appendix, usually from luminal obstruction.&nbsp; Typical symptoms include migratory abdominal pain that begins in the periumbilical area and localizes in the right lower quadrant with associated nausea, vomiting, and low-grade fever.&nbsp; Examination showing tenderness at the McBurney point is highly suggestive of appendicitis, and the diagnosis can be confirmed with imaging.&nbsp; Appendectomy is the definitive treatment in most cases.<p></p>\n</div>\n\n            "
}