{
  "meta": {
    "title": "Anatomy: layers of the abdominal wall",
    "url": "https://brainandscalpel.vercel.app/anatomy-layers-of-the-abdominal-wall-a950842c-35aa55.html",
    "scrapedAt": "2025-12-01T04:50:33.190Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The abdominal wall forms the boundary of the abdominal cavity, providing structural support, protecting the viscera, and maintaining intraabdominal pressure.&nbsp; The muscles of the abdominal wall function in moving the trunk and aiding in respiration, urination, defecation, and childbirth.&nbsp; The abdominal wall extends from the xiphoid process and costal margins to the superior aspects of the bones of the pelvis.</p>\n<h1>Skin</h1><br><br><p>The skin of the abdomen varies in thickness, depending on the region and fat distribution, to provide insulation, flexibility to allow movement, sensory input, and acts as a barrier to infection.&nbsp; Langer lines, which run parallel to the orientation of collagen fibers in the dermis, run roughly transverse across the abdomen.</p>\n<h1>Superficial fascia</h1><br><br><p>The superficial fascia (ie, hypodermis) supports the nerves and blood vessels that supply the abdominal wall and provides insulation and cushioning against trauma.&nbsp; It provides a flexible connection between the skin and the underlying muscle and fascial layers that facilitates movement.&nbsp; The thickness of the superficial fascia varies by location and tends to be thicker in the lower abdomen.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Above the umbilicus:&nbsp; A single fatty layer that is continuous with superficial fascia of the thorax.</li>\n\t<li>Below the umbilicus:&nbsp; 2 distinct layers (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25965.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Camper fascia</strong>:&nbsp; Thicker, superficial fatty layer.&nbsp; Camper fascia is continuous with the superficial fascia (subcutaneous fat) of the thigh and the fatty superficial tissue of the labia majora and mons pubis.</li>\n\t\t<li><strong>Scarpa fascia</strong>:&nbsp; Thinner and deeper, membranous layer of tissue.&nbsp; It continues into the perineum as Colles fascia and into the scrotum/labia majora as dartos fascia and fuses with the fascia lata of the thigh.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Fascial and aponeurotic layers</h1><h2>Rectus sheath</h2><br><br><p>The rectus sheath is formed by the aponeuroses of the external oblique, internal oblique, and transversus abdominis muscles.&nbsp; These aponeuroses all fuse at the midline forming the longitudinal <strong>linea alba</strong>, which runs from the xiphoid process to the pubic symphysis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13492.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The composition of the rectus sheath changes at the level of the <strong>arcuate line</strong>, which runs transversely about 5 cm below the umbilicus, at the level of the anterior superior iliac spine (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26074.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Superior to the arcuate line:&nbsp; The rectus abdominis muscle lies <u>between</u> the anterior and posterior rectus sheaths.&nbsp; The anterior sheath is composed of the aponeurosis of the external oblique and the anterior lamina of the aponeurosis of the internal oblique.&nbsp; The posterior sheath is composed of the posterior lamina of the aponeurosis of the internal oblique and the aponeurosis of the transversus abdominis.</li>\n\t<li>Inferior to the arcuate line:&nbsp; The rectus abdominis muscle lies <u>below</u> the sheath.&nbsp; The aponeuroses of the external oblique, internal oblique, and transversus abdominis fuse and all pass anterior to the muscle.&nbsp; Only transversalis fascia and peritoneum remain posteriorly.</li>\n</ul>\n<h2>Transversalis fascia</h2><br><br><p>The transversalis fascia is a thin, fibrous tissue layer that lies deep to the transversus abdominis that is continuous with the iliac, diaphragmatic, and pelvic fascia.</p>\n<h2>Parietal peritoneum</h2><br><br><p>The parietal peritoneum is a thin serous membrane that lines the abdominal cavity (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32011.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; The folds of the peritoneum along the lower anterior abdominal wall serve as surgical landmarks.&nbsp; From lateral to medial these include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lateral umbilical ligaments</strong>:&nbsp; Contain the inferior epigastric vessels.</li>\n\t<li><strong>Medial umbilical ligaments</strong>:&nbsp; Contain the obliterated umbilical arteries.</li>\n\t<li><strong>Middle (median) umbilical ligament</strong>:&nbsp; Contains the remnant of the urachus.</li>\n</ul>\n<h1>Muscular layers</h1><br><br><p>The rectus abdominis and pyramidalis muscles lie midline along the anterior abdominal wall, whereas the external oblique, internal oblique, and transversus abdominis muscles lie along the anterolateral aspects of the abdominal wall (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13492.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p>\n<h2>Rectus abdominis</h2><br><br><p>The rectus abdominis is a long, paired vertical muscle that travels from the pubic crest to the costal cartilages of ribs 5-7 and the xiphoid process.&nbsp; It is interrupted by tendinous intersections, giving the six-pack appearance of the abdomen.&nbsp; The rectus abdominis is enclosed in rectus sheath and separated midline by the linea alba.&nbsp; It functions for trunk flexion, stabilization, and compression of viscera.</p>\n<h2>External oblique</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Origin:&nbsp; Lower 8 ribs (5-12).</li>\n\t<li>Insertion:&nbsp; Iliac crest, pubic tubercle, linea alba.</li>\n</ul><br><br><p>The external oblique runs diagonally downward as it travels medially across the abdomen.&nbsp; The aponeurosis of the inferior free edge forms the inguinal ligament.&nbsp; It functions in contralateral trunk rotation, flexion, and compression of abdominal contents.</p>\n<h2>Internal oblique</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Origin:&nbsp; Thoracolumbar fascia, iliac crest, inguinal ligament.</li>\n\t<li>Insertion:&nbsp; Ribs 10-12, linea alba, pubic crest via conjoint tendon.</li>\n</ul><br><br><p>The interal oblique runs diagonally upward as it travels medially across the abdomen.&nbsp; It functions in ipsilateral trunk rotation, flexion, and compression of abdominal contents.</p>\n<h2>Transversus abdominis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Origin:&nbsp; Thoracolumbar fascia, iliac crest, inguinal ligament, costal cartilages 7-12.</li>\n\t<li>Insertion:&nbsp; Linea alba, pubic symphysis, xiphoid process.</li>\n</ul><br><br><p>The transversus abdominis runs horizontally across the abdomen and functions to compress the abdominal viscera and provide stability to the core, spine, and pelvis.</p>\n<h2>Pyramidalis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Origin:&nbsp; Pubic crest.</li>\n\t<li>Insertion:&nbsp; Linea alba.</li>\n</ul><br><br><p>The pyramidalis is a small triangular muscle that functions to tense the linea alba (and is absent in ~20% of people).</p>\n<h1>Nerve supply</h1><br><br><p>The abdominal wall receives segmental innervation from spinal nerves, following a dermatomal pattern (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1878.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; Dermatome landmarks include T7 (xiphoid), T10 (umbilicus), and L1 (inguinal ligament).&nbsp; The nerves originate at the spinal cord and course along the ribs and then along the abdominal wall in a medial and slightly inferior direction.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Thoracoabdominal nerves</strong> (T7-T11):&nbsp; Continuation of lower intercostal nerves, and run between the external and internal oblique muscles.&nbsp; They supply the muscles and skin of the anterolateral abdominal wall, and the branches (eg, anterior cutaneous branch and lateral cutaneous branch) run more superficially.</li>\n\t<li><strong>Subcostal nerve</strong> (T12):&nbsp; Courses along the lower aspect of the 12th rib and supplies the muscles of the lower abdominal wall and skin over the anterior superior iliac spine and hip.</li>\n\t<li><strong>Iliohypogastric nerve</strong> (L1):&nbsp; Supplies the skin over the iliac crest, above the pubis, and the lateral gluteal region and muscles of the lower abdominal wall.</li>\n\t<li><strong>Ilioinguinal nerve</strong> (L1):&nbsp; Supplies the skin over the medial thigh, mons pubis, and anterior scrotum/labia and muscles of the lower abdominal wall.</li>\n</ul>\n<h1>Arterial supply</h1><br><br><p>The major arteries of the abdominal wall primarily run in a longitudinal direction and provide collateral blood flow between the femoral artery and the subclavian artery due to the extensive anastomoses between the vessels.&nbsp; The superficial vessels run along the subcutaneous tissues, and the deep vessels run in the muscle or fascia layers.</p>\n<h2>Superficial arteries</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Superficial branches of intercostal and subcostal arteries</strong>:&nbsp; Supply the skin and subcutaneous tissues of the upper abdominal wall.</li>\n\t<li><strong>Superficial epigastric artery</strong> (branch of the femoral artery):&nbsp; Runs superiorly and medially toward the umbilicus, and supplies the superficial lower abdominal wall.</li>\n\t<li><strong>Superficial circumflex iliac artery</strong> (branch of the iliac or femoral artery):&nbsp; Runs laterally parallel to the inguinal ligament to supply the lateral abdominal wall.</li>\n\t<li><strong>Superficial external pudendal artery</strong> (branch of the femoral artery):&nbsp; Travels medially to supply the lower abdominal wall, mons pubis and labia, or scrotum.</li>\n</ul>\n<h2>Deep arteries</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Superior epigastric artery</strong> (branch of the internal thoracic artery):&nbsp; Supplies the upper rectus abdominis and travels inferiorly along the posterior aspect of the rectus abdominis and anastomoses with the inferior epigastric artery.&nbsp; In patients with aortic or iliac artery obstruction, the connections between the superior and inferior epigastric arteries provide a major collateral pathway that preserves blood supply to the lower extremities.</li>\n\t<li><strong>Inferior epigastric artery</strong> (branch of the external iliac artery):&nbsp; Ascends from the inguinal ring in a superior and medial direction, forming the lateral border of Hesselbach triangle (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1435.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; At the level of the arcuate line, the inferior epigastric artery enters the posterior rectus sheath where it travels superiorly to the anastomose with the superior epigastric artery.</li>\n\t<li><strong>Deep circumflex iliac artery</strong> (branch of the external iliac artery):&nbsp; Travels superiorly and laterally to supply the lower and lateral abdominal wall.</li>\n\t<li><strong>Musculophrenic artery</strong> (branch of the internal thoracic artery):&nbsp; Runs laterally to supply the upper abdominal wall, diaphragm, pericardium, and intercostal muscles.</li>\n\t<li><strong>Posterior intercostal arteries, subcostal artery, and lumbar arteries</strong> (branches of the aorta):&nbsp; Supply the posterior and lateral abdominal wall and muscles.</li>\n</ul>\n<h1>Venous and lymphatic drainage</h1><br><br><p>Although veins usually accompany their paired arteries, the venous supply of the abdominal wall may be more variable.&nbsp; The upper abdominal wall veins eventually converge at the subclavian veins, and the inferior abdominal wall veins generally drain to the external iliac veins.&nbsp; Venous dilation may be a sign of downstream obstruction (eg, pelvic tumor, caput medusae portal hypertension).</p><br><br><p>Lymphatic vessels of the abdominal wall generally follow the course of veins.&nbsp; The upper abdominal wall drains to the anterior axillary, internal mammary, and parasternal lymph nodes, whereas the lower abdomen drains to the inguinal and external iliac lymph nodes.&nbsp; Periumbilical lymphatics may drain through the lymphatics of the falciform ligament toward the liver.</p>\n<h1>Clinical correlations</h1><h2>Surgical incisions</h2><br><br><p>Abdominal surgical incisions take into account abdominal wall anatomy to preserve function, minimize tension, and optimize healing while providing adequate surgical exposure.&nbsp; Commonly used incision types include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Midline incisions</strong>:&nbsp; These are longitudinal incisions that provide broad access to the abdominal cavity and viscera.&nbsp; Midline incisions are made along the linea alba and, therefore, do not transect abdominal wall muscles.&nbsp; Because most nerves or blood vessels of the abdominal wall terminate as they travel medially and approach the midline, midline incisions minimize the risk of nerve or vessel injury.&nbsp; However, midline incisions tend to cause more postoperative pain, increased scarring, and a greater risk of wound dehiscence.</li>\n\t<li><strong>Oblique incisions</strong>:&nbsp; These incisions divide the muscles of the abdominal wall and require isolation and ligation of the epigastric vessels to avoid bleeding (eg, McBurney incision, subcostal incision).</li>\n\t<li><strong>Transverse incisions</strong>:&nbsp; These incisions are made along Langer lines and allow for healing with less tension, resulting in a narrower scar and improved cosmetic results.&nbsp; Transverse incisions limit access to the upper abdomen and are typically used for pelvic surgery (eg, Pfannenstiel incision, Cherney incision, Maylard incision).</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Laparoscopic incisions</strong>:&nbsp; Initial entry is often made at the umbilicus, which lies at the midline and is devoid of muscle, blood vessels, nerves, and has minimal subcutaneous tissue.&nbsp; Additional ports are usually needed for most procedures and are placed in locations that enable manipulation of the operative field while minimizing the risk of injury to the nerves and vessels that supply the abdominal wall.</li>\n</ul>\n<h2>Hernias</h2><br><br><p>A hernia is a protrusion of abdominal contents through an abdominal wall defect when intraabdominal pressure exceeds the counterpressure exerted by the abdominal wall.&nbsp; This may be due to a localized weakness from surgery or trauma.&nbsp; Hernias typically cause a bulge along the abdominal wall that may be exacerbated by increases in intraabdominal pressure (eg, coughing).&nbsp; Surgical techniques that may reduce the risk of developing a hernia include laparoscopic surgery and use of off-midline (rather than midline) incisions.</p>\n<h2>Nerve injury</h2><br><br><p>Nerve transection, stretching, suture entrapment, or thermal injury can occur during surgical manipulation.&nbsp; This may cause weakness of abdominal muscles (predisposing to incisional hernia) or sensory impairment medial and inferior to the injury (because the nerves along the anterior abdominal wall typically run in an inferomedial direction).&nbsp; The iliohypogastric and ilioinguinal nerves may be affected in transverse incisions (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L75749.png\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ), particularly if dissection extends beyond the lateral borders of the rectus abdominis muscles.&nbsp; This can lead to numbness, paresthesia, or chronic pain of the lower abdomen or groin.<p></p>\n<h2>Diastasis recti</h2><br><br><p>Rectus abdominus diastasis (diastasis recti) is an abnormally wide distance between the medial borders of the abdominal rectus muscles that commonly develops due to laxity of the linea alba, increased abdominal girth, and increased intraabdominal pressure in pregnancy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47564.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).&nbsp; Diastasis may cause a midline longitudinal bulge, particularly with increases in intraabdominal pressure (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50078.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).&nbsp; However, unlike a true hernia, there is no actual defect in the fascia, so there is no risk of bowel incarceration.<p></p>\n<h1>Summary</h1><br><br><p>The abdominal wall functions in movement, insulation, and protection of vital organs.&nbsp; It is composed of skin, subcutaneous tissue, fascia, muscles and their aponeuroses, and peritoneum.&nbsp; The exact composition varies according to the location along the abdominal wall.&nbsp; The blood supply is rich and redundant, and its nerve supply follows a segmental distribution with clinically useful dermatomal landmarks.</p>\n</div>\n\n            "
}