{
  "meta": {
    "title": "Autoimmune hepatitis",
    "url": "https://brainandscalpel.vercel.app/autoimmune-hepatitis-32b55a94-35aa55.html",
    "scrapedAt": "2025-12-01T04:50:42.307Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Autoimmune hepatitis (AIH) is a chronic autoimmune liver disease characterized by progressive hepatocellular injury that can ultimately lead to cirrhosis.&nbsp; AIH predominantly affects women and has a bimodal age distribution, peaking in the 20s and 40s-50s.</p>\n<h1>Pathophysiology and histopathology</h1><br><br><p>The pathogenesis of AIH&nbsp;may&nbsp;involve&nbsp;exposure to environmental triggers (eg, viruses, medications, vaccinations, herbs) in genetically susceptible patients (eg, those with a high-risk HLA allele), leading to regulatory T-cell dysfunction.&nbsp; The immune dysfunction ultimately results in loss of self-tolerance and a T-cell–mediated immune attack against hepatocytes, causing hepatocellular damage.&nbsp; Histopathologic examination reveals portal and periportal lymphoplasmacytic inflammation with damage to periportal hepatocytes (interface hepatitis) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89586.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p>\n<h1>Clinical presentation</h1><br><br><p>AIH presents heterogeneously, ranging from asymptomatic aminotransferase elevations (25%) to cirrhosis (33%) or fulminant hepatic failure.&nbsp; Most commonly, patients have symptoms that include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fatigue, anorexia</li>\n\t<li>Nausea, vomiting</li>\n\t<li>Abdominal pain in the right upper quadrant</li>\n\t<li>Cholestasis (with jaundice, dark urine, or pale stools)</li>\n\t<li>Arthralgia</li>\n\t<li>Pruritus</li>\n\t<li>Maculopapular rash (on the face, trunk, or arms)</li>\n</ul><br><br><p>Patients with AIH often have associated autoimmune disorders (eg, celiac disease, hypothyroidism, type 1 diabetes mellitus, rheumatoid arthritis, systemic lupus erythematosus).</p>\n<h1>Laboratory evaluation</h1><br><br><p>The following laboratory features are characteristic of AIH:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hepatocellular pattern of liver injury</strong>, characterized by predominant elevations in aminotransferases (up to 20 times the upper limit of normal) and mild elevations of bilirubin and alkaline phosphatase</li>\n\t<li><strong>Hypergammaglobulinemia</strong> due to elevation of IgG autoantibodies, causing an elevated gamma gap (total protein − albumin ≥4 g/dL)</li>\n\t<li><strong>Autoantibodies</strong>, including:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Antinuclear antibodies</strong> (ANAs), the most sensitive antibody</li>\n\t\t<li>Anti–smooth muscle antibodies (<strong>ASMA</strong>) and anti–liver-kidney microsomal antibody type 1 (<strong>anti-LKM-1</strong>), which are more specific for AIH</li>\n\t\t<li>Other autoantibodies (eg, anti–liver cytosol antibody-1, anti–soluble liver antigens/liver pancreas antibodies, anti–neutrophil cytoplasmic antibodies)</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Two types of AIH have been described based on the specific autoantibodies present (eg, type 1 with ANA and ASMA antibodies, type 2 with anti-LKM-1 antibodies); this classification has relatively limited implications and is more relevant in children (helps predict outcomes) than in adults.</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of AIH is typically based on clinical and histologic features.&nbsp; Provided other hepatic conditions that mimic AIH (eg, viral hepatitis, drug-induced hepatitis, alcoholic hepatitis, metabolic-associated fatty liver disease [MAFLD]) have been ruled out by history, laboratory evaluation, and/or imaging, the following clinical features are highly suggestive of AIH:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Elevation of at least one aminotransferase (ALT or AST) ≥2 times the upper limit of normal, and</li>\n\t<li>Hyperglobulinemia (elevated total gamma globulin or total IgG levels) or elevated serologic markers (ANAs, ASMAs, anti-LKM-1).</li>\n</ul><br><br><p>Histologic findings (eg, <strong>interface hepatitis</strong>) on liver biopsy confirm the diagnosis—especially when the presentation is atypical (eg, negative autoantibodies, normal IgG level)—and can guide treatment and inform prognosis.&nbsp; However, liver biopsy may not always be necessary if the clinical features are strongly suggestive of AIH (although many guidelines consider it a required element of the diagnosis).</p><br><br><p>Imaging is not used to diagnose AIH due to lack of pathognomonic radiology features, but it can be obtained to rule out conditions that mimic AIH (eg, ultrasonography to rule out MAFLD).</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Viral hepatitis</strong>:&nbsp; Hepatitis A, B, or C infections can cause acute or chronic hepatitis that mimics AIH symptoms (eg, fatigue, jaundice, right upper quadrant pain) and laboratory findings (eg, hepatocellular liver injury).&nbsp; A positive viral serology (hepatitis B surface antigen, hepatitis B core antibody, hepatitis C virus antibody) distinguishes viral hepatitis from AIH.</li>\n\t<li><strong>MAFLD</strong>:&nbsp; MAFLD can be asymptomatic or present with fatigue, along with a hepatocellular injury pattern.&nbsp; However, MAFLD is not associated with hypergammaglobulinemia or autoantibodies (eg, ANA, ASMA, anti-LKM-1).&nbsp; Furthermore, ultrasonography showing an hyperechoic hepatic parenchyma (indicative of fatty infiltration) is diagnostic of MAFLD, especially in patients with metabolic risk factors (eg, type 2 diabetes mellitus, hypertension, obesity, dyslipidemia).</li>\n\t<li><strong>Alcoholic hepatitis</strong>:&nbsp; Excessive alcohol consumption (&gt;8 drinks/week for women, &gt;15 drinks/week for men) can lead to alcoholic hepatitis with a hepatocellular injury pattern.&nbsp; Typically, an AST/ALT ratio of &gt;2:1 is expected, and transaminases rarely exceed 300 U/L.&nbsp; A gamma gap and positive autoantibodies are absent.</li>\n\t<li><strong>Drug-induced liver injury</strong>:&nbsp; Certain medications (eg, amoxicillin-clavulanate, fluconazole, terbinafine, amiodarone) can be hepatotoxic.&nbsp; Withdrawal of the suspected drug and subsequent resolution of hepatic function abnormalities differentiate this condition from AIH.</li>\n\t<li><strong>Alpha-1 antitrypsin deficiency</strong> (AATD):&nbsp; AATD is an autosomal codominant condition that leads to emphysema (typically presenting with cough and dyspnea in patients in their 40s) and liver disease (eg, chronic hepatitis, cirrhosis).&nbsp; A gamma gap would not occur with AATD.</li>\n\t<li><strong>Primary biliary cholangitis</strong> (PBC):&nbsp; PBC is another autoimmune liver disease characterized by intrahepatic bile duct destruction (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26814.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Unlike AIH, PBC is strongly associated with antimitochondrial antibodies and a cholestatic injury pattern (significantly elevated alkaline phosphatase and bilirubin, mildly elevated aminotransferases), not the hepatocellular injury pattern seen in AIH.&nbsp; PBC can develop in patients with AIH, presenting with histologic and serologic features of both conditions (eg, AIH on histologic examination with a positive antimitochondrial antibody).</li>\n\t<li><strong>Primary sclerosing cholangitis</strong> (PSC):&nbsp; PSC is an fibroinflammatory condition characterized by cholestasis and segmental strictures and dilations of intrahepatic and/or extrahepatic bile ducts (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108549.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; It typically affects young men (age 30-40) who also have ulcerative colitis, not women (which is typical of AIH).</li>\n</ul><br><br><p>PSC and AIH can overlap, presenting with AIH-associated autoantibodies and cholangiographic features of PSC, a history of ulcerative colitis, and/or a cholestatic pattern on liver function studies.</p>\n<h1>Management</h1><br><br><p>The goal of treatment is to suppress immune response and reduce liver damage.&nbsp; Patients who are asymptomatic and have near-normal aminotransferases and minimal inflammation on liver biopsy do not require treatment.&nbsp; In contrast, patients with the following characteristics indicative of significant inflammation require treatment:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Aminotransferases &gt;10 times the upper limit of normal</li>\n\t<li>Aminotransferases &gt;2 times the upper limit of normal with symptoms, an elevated IgG level, an elevated conjugated bilirubin level, or interface hepatitis on biopsy</li>\n\t<li>Necrosis on liver biopsy</li>\n\t<li>Cirrhosis associated with inflammation</li>\n</ul><br><br><p><strong>Prednisone</strong> is the preferred initial therapy and is sometimes combined with an <strong>antimetabolite</strong> (eg, azathioprine, mycophenolate) to allow for lower glucocorticoid doses and thus fewer adverse effects.&nbsp; Following initial therapy and when adequate biochemical response is achieved (eg, a significant decrease in aminotransferases and IgG level), patients may be transitioned to maintenance therapy at lower doses of the glucocorticoid and/or antimetabolite.&nbsp; Select patients can eventually stop therapy.&nbsp; Therapy with a glucocorticoid with or without an antimetabolite leads to clinical, laboratory, and histologic improvement in up to 90% of patients, with 10%-40% achieving sustained remission.</p><br><br><p><strong>Liver transplantation</strong> is indicated for patients who progress to the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Advanced cirrhosis (eg, Model for End-stage Liver Disease-Na score ≥15)</li>\n\t<li>Decompensated cirrhosis (eg, ascites, hepatic encephalopathy)</li>\n\t<li>Hepatocellular carcinoma (a cirrhosis complication)</li>\n\t<li>Fulminant liver failure</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Overall, patients with AIH have a 10-year survival of 90%.&nbsp; Cirrhosis is seen in 33% of patients at diagnosis and develops in 30%-50% of those who undergo medical therapy.&nbsp; Patients at risk for progression to cirrhosis include those who do not achieve adequate laboratory improvement while undergoing medical therapy and those with bridging necrosis on liver biopsy.&nbsp; These patients have a higher mortality risk.</p><br><br><p>AIH can recur after liver transplantation at a rate of 20%-30% at 5-10 years after the surgery.</p>\n<h1>Summary</h1><br><br><p>Autoimmune hepatitis (AIH) is a chronic liver disease with heterogeneous clinical presentations, ranging from asymptomatic aminotransferase elevations to cirrhosis or fulminant liver failure.&nbsp; The diagnosis is made based on elevated aminotransferases along with positive autoantibodies associated with AIH (eg, anti–smooth muscle antibodies, anti–liver-kidney microsomal antibody type 1, antinuclear antibodies) or hypergammaglobulinemia (eg, elevated IgG).&nbsp; The treatment of choice is glucocorticoid therapy with or without an antimetabolite (eg, azathioprine, mycophenolate).</p>\n</div>\n\n            "
}