{
  "meta": {
    "title": "Biliary atresia",
    "url": "https://brainandscalpel.vercel.app/biliary-atresia-25c0a402-35aa55.html",
    "scrapedAt": "2025-12-01T04:50:46.866Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Biliary atresia (BA) is an obliterative disease of the extrahepatic bile ducts that presents with signs and symptoms of biliary obstruction in the first 2 months of life.&nbsp; Without surgical intervention, BA can progress to cirrhosis, liver failure, and death.</p>\n<h1>Pathophysiology</h1><br><br><p>The pathogenesis of BA likely involves complex interactions between various factors (eg, environmental triggers, genetic susceptibility).</p><br><br><p>An initial insult (eg, viral infection, environmental toxin) to the extrahepatic bile ducts (eg, common hepatic duct, common bile duct) triggers an immune-mediated inflammatory response that results in fibrosis of the extrahepatic biliary tree, including the gallbladder (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12359.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><p>Over time, <strong>fibrotic obliteration (atresia) of the extrahepatic bile ducts</strong> obstructs bile flow into the intestines (cholestasis) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18877.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; As a result, the following occurs:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Impaired bilirubin excretion</strong>:&nbsp; Bilirubin, a product of heme metabolism, is normally conjugated in the liver and then transported through the bile ducts and gallbladder to the intestines for excretion in stool.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Newborns with BA have normal bilirubin production and conjugation, but decreased bilirubin excretion due to extrahepatic bile duct obstruction.</li>\n\t\t<li>Conjugated (direct) bilirubin accumulates in the plasma, resulting in jaundice and dark urine (due to renal excretion of excess bilirubin).&nbsp; Conversely, because bilirubin cannot enter the intestines, stools appear pale or acholic due to absent biliary pigment.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Intrahepatic bile duct proliferation</strong>:&nbsp; Cholestasis triggers proliferation of bile duct–like cells from progenitor biliary epithelial cells.</li>\n\t<li><strong>Bile acid retention</strong>:&nbsp; Retained bile acids contribute to hepatocellular injury that can progress to fibrosis and cirrhosis.</li>\n</ul><br><br><p>The fibrotic liver parenchyma increases resistance to blood flow through the portal vein, eventually leading to portal hypertension.</p>\n<h1>Risk factors</h1><br><br><p>Several factors may contribute to the pathogenesis of BA and include viral infections, environmental toxins, and genetic predisposition.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with BA are usually asymptomatic at birth but experience the following at age 2-8 weeks:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Scleral icterus and jaundice:&nbsp; excess conjugated bilirubin</li>\n\t<li>Dark urine:&nbsp; excess renal bilirubin excretion</li>\n\t<li>Acholic stools:&nbsp; impaired intestinal bilirubin excretion</li>\n</ul><br><br><p>As the disease progresses, patients can develop hepatomegaly and splenomegaly (due to portal hypertension).</p>\n<h1>Diagnosis</h1><br><br><p>Patients with suspected BA undergo laboratory testing for jaundice.&nbsp; In these patients, laboratory values are consistent with a <strong>cholestatic pattern</strong> as follows (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/58712.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Elevated total and direct bilirubin</strong> is due to cholestasis.</li>\n\t<li><strong>Elevated gamma-glutamyl transpeptidase (GGT) and alkaline phosphatase</strong> are caused by bile duct destruction.</li>\n\t<li><strong>Normal/elevated aspartate aminotransferase and alanine aminotransferase</strong> levels occur early in the disease process.&nbsp; These levels may be minimally elevated or even normal because there is limited hepatocellular injury.&nbsp; As cholestasis progresses, aminotransferase levels may rise further, likely reflecting bile-induced hepatocellular injury.</li>\n\t<li><strong>Normal reticulocyte count</strong> confirms the absence of hemolysis as a cause for hyperbilirubinemia.</li>\n</ul><br><br><p>In patients with BA, the <strong>GGT is disproportionately elevated </strong>compared to bilirubin and aminotransferase levels, consistent with the initial damage at the extrahepatic biliary tract.</p><br><br><p>If laboratory results are suggestive of BA, further diagnostic evaluation is indicated, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Right upper quadrant ultrasonography</strong>:&nbsp; Characteristic findings include an absent or abnormal gallbladder, absent common bile duct, and triangular cord sign (fibrous remnants seen above the porta hepatis).&nbsp; Although right upper quadrant ultrasonography is not diagnostic, gallbladder involvement is highly suggestive of BA.</li>\n\t<li><strong>Liver biopsy</strong>:&nbsp; Characteristic findings include intrahepatic bile duct proliferation, portal tract edema with neutrophilic infiltrate, and bile duct plugs with portal fibrosis.</li>\n</ul><br><br><p>If imaging and biopsy results support the diagnosis of BA, definitive diagnosis is with intraoperative cholangiography, which demonstrates biliary obstruction.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for BA includes any condition that can cause neonatal jaundice.&nbsp; Jaundice can occur if any step in bilirubin metabolism&nbsp; is dysregulated, as seen in the following conditions (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16306.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Excess hemolysis</strong> (eg, ABO incompatibility, hereditary spherocytosis):&nbsp; Excess hemolysis leads to unconjugated (not conjugated) hyperbilirubinemia.&nbsp; Patients develop anemia with an elevated reticulocyte count.</li>\n\t<li><strong>Inherited disorders of bilirubin conjugation</strong> (eg, Gilbert syndrome, Criggler Najjar):&nbsp; In these conditions, reduced uridine diphosphate glucuronosyltransferase activity leads to impaired bilirubin conjugation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24741.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Patients have varying degrees of jaundice and indirect (rather than direct) hyperbilirubinemia.</li>\n\t<li><strong>Galactosemia</strong> (galactose-1-phosphate uridyl transferase deficiency):&nbsp; This condition is characterized by defective metabolism of galactose, a monosaccharide that is isomerized to glucose.&nbsp; Patients develop liver dysfunction, and both direct and indirect bilirubin levels can be elevated.&nbsp; Patients experience vomiting, diarrhea, and lethargy during the first few days (not weeks) of life due to the inability to digest breast milk or formula.</li>\n\t<li><strong>Alpha-1 antitrypsin deficiency</strong>:&nbsp; This is a genetic disorder in which abnormal alpha-1 antitrypsin accumulates in the liver.&nbsp; Patients can have neonatal cholestasis and elevated transaminase levels.&nbsp; Liver biopsy reveals diastase-resistant globules in hepatocytes that are positive for periodic acid-Schiff (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8343.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Alagille syndrome</strong>:&nbsp; This autosomal dominant disorder affects multiple organ systems (eg, cardiac, vertebral, renal), including the liver.&nbsp; Patients can have cholestasis and elevated GGT, similar to BA.&nbsp; However, liver biopsy reveals a paucity of intrahepatic bile ducts (in contrast to intrahepatic bile duct proliferation in BA).</li>\n\t<li><strong>Jaundice related to neonatal feeding</strong>:&nbsp; This breastfeeding failure jaundice is seen in the first few days of life and occurs due to inadequate breast milk intake, resulting in delayed transit and elimination of bilirubin.&nbsp; Breast milk jaundice, which peaks at age 2 weeks, is caused by increased beta-glucuronidase in breast milk, which unconjugates intestinal bilirubin.&nbsp; Both conditions result in increased enterohepatic circulation and indirect hyperbilirubinemia.</li>\n</ul>\n<h1>Management</h1><br><br><p>The treatment of BA is surgical management with a <strong>hepatoportoenterostomy</strong> (<strong>Kasai procedure</strong>), in which the small intestine is directly attached to the liver to reestablish bile flow to the small intestine (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L57207.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Urgent surgical intervention is required to prevent cirrhosis, which can lead to liver failure and death within 2 years.<p></p><br><br><p>Following hepatoportoenterostomy, patients require ongoing supportive care (eg, nutritional support, fat-soluble vitamin supplementation) and surveillance for potential complications (eg, cholangitis, portal hypertension).</p>\n<h1>Prognosis</h1><br><br><p>The long-term prognosis of BA is variable and depends on the following factors:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Early surgical intervention:&nbsp; Survival outcomes improve if hepatoportoenterostomy is performed before age 2 months.&nbsp; However, although hepatoportoenterostomy reestablishes bile flow, the disease is progressive, and most patients (~80%) eventually require liver transplantation.</li>\n\t<li>Delayed liver transplant:&nbsp; Survival outcomes improve if liver transplantation is performed after age 2.</li>\n</ul><br><br><p>With optimal management, many patients with BA live into adulthood.&nbsp; However, patients are at increased risk for morbidity, including cholangitis, neurodevelopmental delay, and poor growth.</p>\n<h1>Summary</h1><br><br><p>Biliary atresia (BA) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/51803.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is an obliterative disease of the extrahepatic bile ducts that presents with signs and symptoms of biliary obstruction (eg, jaundice, dark urine, acholic stools) in the first 2 months of life.&nbsp; Without prompt surgical intervention, BA can progress to cirrhosis, liver failure, and death.<p></p>\n</div>\n\n            "
}