{
  "meta": {
    "title": "Breast milk jaundice",
    "url": "https://brainandscalpel.vercel.app/breast-milk-jaundice-38521ec0-35aa55.html",
    "scrapedAt": "2025-12-01T04:50:51.664Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Breast milk jaundice is a benign, self-limited form of unconjugated hyperbilirubinemia in otherwise healthy, breastfed neonates.&nbsp; It is a diagnosis of exclusion and should be differentiated from other forms of neonatal jaundice.</p>\n<h1>Neonatal bilirubin metabolism</h1><br><br><p>Bilirubin is a product of red blood cell (RBC) catabolism and can be toxic in excess.&nbsp; It is metabolized by the liver and primarily excreted via the gastrointestinal tract, as follows (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16306.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bilirubin conjugation</strong>:&nbsp; Bilirubin binds albumin for transport to the liver, where bilirubin is metabolized in hepatocytes.&nbsp; In older children and in adults, bilirubin is conjugated by uridine diphosphate (UDP) glucuronosyltransferase and actively transported into bile.&nbsp; Neonates have physiologically lower levels of UDP glucuronosyltransferase activity (due to liver immaturity) and higher RBC turnover (due to shorter fetal RBC lifespan), leading to limited hepatic bilirubin conjugation and elevated unconjugated bilirubin.</li>\n\t<li><strong>Bilirubin excretion</strong>:&nbsp; Beyond the neonatal period, most conjugated bilirubin is converted by intestinal bacteria into urobilinogen, which is then excreted in stool.&nbsp; Because neonates have minimal amounts of gut bacteria, most conjugated bilirubin is deconjugated by the endogenous enzyme beta-glucuronidase and reenters the bloodstream via enterohepatic circulation.</li>\n</ul>\n<h1>Pathogenesis</h1><br><br><p>Breast milk jaundice is a common and benign condition characterized by prolonged unconjugated hyperbilirubinemia in breastfed neonates.&nbsp; The exact mechanism is not fully understood and is likely multifactorial, including the presence of a deconjugating breast milk enzyme and/or a genetic mutation leading to reduced UDP glucuronosyltransferase activity.&nbsp; One key contributing factor may be high beta-glucuronidase activity in breast milk.&nbsp; The effect is increased levels and prolongation (≥2 weeks) of unconjugated serum bilirubin, manifesting as jaundice.</p>\n<h1>Clinical presentation</h1><br><br><p>Breast milk jaundice typically manifests after the first week of life with a yellowish discoloration of the skin and mucous membranes that typically follows a cephalocaudal progression (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14693.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; It starts at the head and eyes (scleral icterus) and spreads downward toward the trunk and extremities as serum bilirubin levels increase, reaching its peak intensity around age 2 weeks.&nbsp; Neonates affected by breast milk jaundice are generally otherwise healthy and well-appearing with normal weight gain and regular stool and urine output.<p></p>\n<h1>Differential diagnosis</h1><br><br><p>Breast milk jaundice is a <strong>diagnosis of exclusion</strong> and should be differentiated from other forms of neonatal jaundice.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Physiologic newborn jaundice</strong>:&nbsp; Decreased UDP glucuronosyltransferase activity and intestinal bacteria in neonates result in a physiologic unconjugated hyperbilirubinemia and jaundice that peak on days 3-5 of life and resolve by age 2 weeks.</li>\n\t<li><strong>Suboptimal intake (breastfeeding failure) jaundice</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40363.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; Insufficient oral intake (eg, inadequate milk supply, poor latch, infrequent feeding) results in decreased bilirubin elimination and increased intestinal bilirubin absorption.&nbsp; These neonates are typically seen in the first week of life with jaundice and signs of dehydration (eg, excessive weight loss, decreased urine output).</li>\n\t<li><strong>Alloimmune hemolytic disease of the newborn</strong>:&nbsp; With either ABO or Rh incompatibility between the fetus and mother, antibodies can cross the placenta and cause hemolysis in the fetus.&nbsp; Increased RBC destruction results in elevated unconjugated bilirubin levels within 24 hours after birth; other laboratory evidence of hemolysis (eg, anemia, positive direct antiglobulin test) would be present.</li>\n\t<li><strong>Crigler-Najjar syndrome</strong>:&nbsp; This inherited disorder causes significantly reduced or absent UDP glucuronosyltransferase activity.&nbsp; Patients typically are seen in the first few days of life with markedly elevated serum levels of unconjugated bilirubin and jaundice.</li>\n\t<li><strong>Biliary atresia</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18877.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; Progressive fibrotic obstruction of the biliary tree results in impaired biliary secretion (ie, cholestasis) and symptoms of jaundice, pale stools, and dark urine at age 2-8 weeks.&nbsp; Laboratory evaluation shows an increase in conjugated bilirubin.</li>\n</ul>\n<h1>Evaluation and diagnosis</h1><br><br><p>Neonates with worsening or prolonged (age ≥2 weeks) jaundice warrant measurement of indirect and direct bilirubin.&nbsp; Features suggestive of an alternate etiology, such as poor weight gain, a history of ABO incompatibility, or direct hyperbilirubinemia, warrant more extensive testing, including a hepatic function panel, complete blood count, and reticulocyte count.</p><br><br><p>A diagnosis of breast milk jaundice can be made in an otherwise <strong>healthy, breastfed neonate with jaundice</strong> and <strong>isolated indirect hyperbilirubinemia</strong> that develop after the first week of life and are not due to another identifiable cause.</p>\n<h1>Management and prognosis</h1><br><br><p>The hyperbilirubinemia in breast milk jaundice rarely exceeds thresholds for active intervention, such as phototherapy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24585.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Therefore, management focuses on support for <strong>continued breastfeeding</strong>; cessation of breastfeeding is not recommended and limits its benefits, including maternal antibody transfer and mother-infant bonding.&nbsp; Formula supplementation is not required in cases of mild jaundice if the mother's breast milk supply is adequate and the neonate is gaining weight.&nbsp; Rarely, when hyperbilirubinemia is excessive, a 12- to 24-hour interruption of breastfeeding, during which time the mother should be encouraged to pump to maintain supply, can be considered to rapidly decrease bilirubin levels.<p></p><br><br><p>Neonates should be monitored closely for improvement and resolution of jaundice.&nbsp; Parents should be reassured that the prognosis for breast milk jaundice is excellent, with spontaneous resolution by age 3 months.</p>\n<h1>Summary</h1><br><br><p>Breast milk jaundice is a common and benign condition that is likely due to high beta-glucuronidase activity in breast milk, increasing enterohepatic circulation of bilirubin.&nbsp; It presents in otherwise healthy, breastfed neonates with jaundice after the first week of life.&nbsp; Management includes continued breastfeeding and frequent monitoring.&nbsp; Jaundice reaches its peak intensity around age 2 weeks and spontaneously resolves by age 3 months.</p>\n</div>\n\n            "
}