{
  "meta": {
    "title": "Carcinoid syndrome and well-differentiated neuroendocrine tumors",
    "url": "https://brainandscalpel.vercel.app/carcinoid-syndrome-and-well-differentiated-neuroendocrine-tumors-e2110b73-35aa55.html",
    "scrapedAt": "2025-12-01T04:50:51.539Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Neuroendocrine tumors (NETs) primarily originate from the gastrointestinal tract or lungs.&nbsp; Historically, NETs were referred to as \"carcinoid tumors\" when found outside the pancreas, whereas pancreatic NETs were described as \"islet cell tumors.\"&nbsp; However, the term \"well-differentiated NETs\" (WDNETs) is now preferred over \"carcinoid tumors.\"&nbsp; This article focuses on WDNETs and the associated carcinoid syndrome.&nbsp; Pancreatic NETs (eg, insulinoma, gastrinoma, glucagonoma, VIPoma), although histologically similar, are clinically distinct and are discussed in a separate article.</p>\n<h1>Tumor pathophysiology and classification</h1><h2>Pathophysiology</h2><br><br><p>WDNETs are rare, slow-growing tumors that arise from enterochromaffin cells in the gastrointestinal tract or lungs.&nbsp; Although most are asymptomatic, some can produce bioactive substances, most notably serotonin, which plays a crucial role in carcinoid syndrome.&nbsp; In carcinoid syndrome, excess serotonin production is attributable to abnormal tryptophan metabolism.&nbsp; In normal cells, only about 1% of tryptophan is converted to serotonin (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L101312.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ); in contrast, in WDNETs, this conversion dramatically increases, with up to 70% of tryptophan converted to serotonin.<p></p><br><br><p>These tumors can disrupt other biochemical pathways, producing additional bioactive substances, including histamine, tachykinins, and prostaglandins.&nbsp; The specific profile and quantities of these substances vary depending on the tumor's location and cellular origin, accounting for the variability of symptoms in carcinoid syndrome.</p>\n<h2>Classification</h2><br><br><p>WDNETs can be classified based on their embryological origin and location, which are key determinants for the development of carcinoid syndrome:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Foregut tumors arise from structures including the lungs, bronchi, stomach, and proximal duodenum.</li>\n\t<li>Midgut tumors (most common) develop in the jejunum, ileum, appendix, and proximal colon.</li>\n\t<li>Hindgut tumors occur in the distal colon and rectum.</li>\n</ul><br><br><p>Most cases of carcinoid syndrome are due to midgut-derived NETs that produce multiple bioactive products, namely serotonin, which is responsible for the classic symptoms.</p><br><br><p>Foregut NETs typically do not secrete serotonin and are more likely to cause atypical symptoms (eg, atypical flushing without diarrhea); for example, gastric NETs lack the enzyme that metabolizes 5-hydroxytryptophan to serotonin, leading to increased histamine (not serotonin) production.&nbsp; Hindgut NETs rarely produce hormones and therefore do not usually cause carcinoid syndrome.</p>\n<h1>Carcinoid syndrome</h1><h2>Mechanism of onset</h2><br><br><p>Carcinoid syndrome occurs in approximately 10% of patients with WDNETs, primarily those with liver metastases (due to associated liver dysfunction).&nbsp; When WDNETs are confined to the intestine, their secretory products are metabolized by the liver (ie, first-pass effect) via the portal circulation, preventing systemic symptoms.&nbsp; However, once liver metastases develop, these vasoactive substances bypass hepatic metabolism and enter the systemic circulation, resulting in carcinoid syndrome.</p><br><br><p>Extraintestinal WDNETs (eg, bronchial NETs) can cause carcinoid syndrome without metastasis because their secretions enter the systemic circulation directly, bypassing the liver.</p>\n<h2>Clinical manifestations</h2><br><br><p>Classic clinical manifestations include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Episodic flushing</strong> (hallmark symptom)<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Vasodilation leads to sudden reddening of the face, neck, and upper chest.</li>\n\t\t<li>Flushing is often triggered by stress, alcohol consumption, or certain foods.</li>\n\t\t<li>Severe flushing may be associated with hypotension and tachycardia.</li>\n\t\t<li>Over time, prolonged vasodilation can lead to cutaneous telangiectasia formation.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Diarrhea</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Excess serotonin can lead to watery, secretory diarrhea.</li>\n\t\t<li>Diarrhea is often accompanied by abdominal cramping.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Wheezing and shortness of breath</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>These symptoms are due to bronchospasm caused by the release of bioactive substances.</li>\n\t\t<li>They may also be due to physical airway obstruction by a pulmonary NET.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Right-sided heart valve disease</strong> (carcinoid heart disease)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Long-term serotonin exposure can lead to carcinoid heart disease.</li>\n\t\t<li>Features include thickening and fibrosis (eg, serotonin-related transformation of interstitial cells into myofibroblasts) of the right-sided heart valves (tricuspid and pulmonary valves).</li>\n\t\t<li>This can result in valvular (particularly tricuspid) regurgitation or stenosis.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Increased serotonin is primarily responsible for gastrointestinal symptoms and cardiac valvular lesions.&nbsp; Flushing is thought to be due to other mediators such as histamine and kinins.&nbsp; In some cases, increased tryptophan metabolism to serotonin can deplete tryptophan availability for niacin synthesis, potentially leading to niacin deficiency (pellagra).</p>\n<h1>Diagnosis</h1><br><br><p>WDNETs may be diagnosed following the onset of symptoms due to carcinoid syndrome or local tumor effects (eg, bowel obstruction, abdominal pain), or they may be incidentally discovered during imaging for other reasons.</p>\n<h2>Biochemical testing</h2><br><br><p>An elevated <strong>urinary 5-hydroxyindoleacetic acid (5-HIAA),</strong> the primary metabolite of serotonin, is the most useful test for suspected carcinoid syndrome.&nbsp; However, 5-HIAA testing is generally not helpful in cases where an NET is not producing serotonin, such as in foregut/lung NETs that produce histamine and kinins, or in hindgut NETs that are typically inactive.&nbsp; In these cases, imaging should be pursued.&nbsp; Plasma chromogranin A, a nonspecific marker, is often elevated in patients with a WDNET but has low specificity, making it more useful for disease surveillance rather than initial diagnosis.</p>\n<h2>Imaging and localization</h2><br><br><p><strong>CT scan and MRI</strong> are first-line modalities for visualizing primary tumors and metastases, especially in the liver.&nbsp; In patients for whom CT scan or MRI is nondiagnostic, the diagnosis can be confirmed with <strong>somatostatin-based imaging</strong> (eg, gallium Ga-68 DOTATATE, octreotide scan).&nbsp; This is because most NETs contain a large number of somatostatin receptors, which are normally expressed in gastrointestinal cells and inhibit the release of many humoral factors.</p><br><br><p>In patients with carcinoid heart disease, tricuspid regurgitation is a poor prognosticator when severe; the diagnosis is confirmed by echocardiographic findings of systolic flow reversal in the hepatic veins.</p>\n<h2>Biopsy</h2><br><br><p>Biopsy confirms the diagnosis and allows determination of tumor grade.&nbsp; Histological examination of the tumor can reveal a variety of architectural patterns, including islands, nests, or trabeculae of uniform tumor cells (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71504.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; These cells typically have round nuclei, salt-and-pepper chromatin, and eosinophilic (pink) cytoplasm.&nbsp; On electron microscopy, the cytoplasm has dense-core neurosecretory granules containing vasoactive molecules (eg, serotonin).<p></p>\n<h1>Management</h1><br><br><p>Treatment strategies depend on tumor location, size, stage, and the presence of carcinoid syndrome.&nbsp; The primary goals are to control tumor growth, manage symptoms, and, when feasible, achieve curative resection.</p>\n<h2>Surgical management</h2><br><br><p>For <strong>localized tumors</strong>, surgical resection is the treatment of choice and offers the best chance for cure.&nbsp; In some cases, especially with small tumors in the gastrointestinal tract, endoscopic resection may be a less invasive option.&nbsp; Because patients with localized disease are often asymptomatic and do not have carcinoid syndrome (which results from liver metastases), medical therapy is typically not required at this stage.&nbsp; Surgery can also be considered in those with potentially resectable liver metastases in addition to primary tumor resection.</p>\n<h2>Medical management</h2><br><br><p>Once WDNETs have metastasized, the role of surgery is more limited, and treatment focuses on carcinoid syndrome.&nbsp; Treatment with a <strong>somatostatin analogue</strong> (eg, octreotide, lanreotide) inhibits secretion of humoral factors (eg, serotonin, histamine).&nbsp; Somatostatin analogue therapy has the following benefits:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Control symptoms (eg, diarrhea, flushing)</li>\n\t<li>Slow tumor growth (antiproliferative effects)</li>\n\t<li>Reduce the risk for carcinoid heart disease (irreversible)</li>\n\t<li>Prevent carcinoid crisis, a life-threatening complication due to tumor manipulation (eg, surgery) or anesthesia (causes hormone release)</li>\n</ul><br><br><p>Adjunctive medications include antihistamines and antidiarrheal agents such as loperamide; patients with refractory diarrhea can be given telotristat ethyl, a serotonin synthesis inhibitor.&nbsp; Management of carcinoid heart disease involves medical management of heart failure, if present, and valve replacement surgery in select cases.</p><br><br><p>Peptide receptor radionuclide therapy (eg, Lutetium-177 DOTATATE) can be used in patients with metastatic disease to target and control tumor growth while managing hormone-related symptoms.&nbsp; Hepatic-directed therapies for liver metastases, including hepatic resection and hepatic artery embolization, can be used for palliative purposes.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for patients with WDNET varies depending on tumor location, stage at diagnosis, and the presence of carcinoid syndrome.&nbsp; Generally, WDNETs have a better prognosis compared to other types of tumors (eg, poorly-differentiated NETs) due to their indolent nature.&nbsp; Five-year survival rates are high for localized disease but decrease with regional spread and distant metastases.&nbsp; The development of carcinoid heart disease significantly impacts morbidity and mortality.</p>\n<h1>Summary</h1><br><br><p>Well-differentiated neuroendocrine tumors are rare neoplasms that frequently originate from the gastrointestinal tract or lungs.&nbsp; These tumors can produce bioactive substances, particularly serotonin, which play a crucial role in the development of carcinoid syndrome, primarily due to liver metastasis.&nbsp; Diagnosis often relies on elevated urinary 5-HIAA levels and specialized imaging techniques.&nbsp; Early-stage tumors are best treated with surgical resection, often without the need for medical therapy.&nbsp; However, once metastasis and carcinoid syndrome occur, management focuses on symptom control using somatostatin analogues (eg, octreotide), with additional therapies like peptide receptor radionuclide therapy and liver-directed treatments for advanced disease.&nbsp; Prognosis depends on tumor stage, metastatic spread, and the presence of complications such as carcinoid heart disease.</p>\n</div>\n\n            "
}