{
  "meta": {
    "title": "Celiac disease",
    "url": "https://brainandscalpel.vercel.app/celiac-disease-1f61b901-35aa55.html",
    "scrapedAt": "2025-12-01T04:50:51.681Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Celiac disease (gluten-sensitive enteropathy, or celiac sprue) is a common chronic malabsorption syndrome that occurs due to an immune reaction to dietary gluten in genetically susceptible individuals.&nbsp; Chronic inflammation damages the small intestine and ultimately leads to symptoms of malabsorption.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Gluten is a protein found in wheat, barley, and rye that is digested into <strong>gliadin</strong> and other peptides in the lumen of the small intestine (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L113608.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Gliadin crosses the small intestine epithelium into the lamina propria, where it is <strong>deamidated by tissue transglutaminase</strong>.&nbsp; The removal of an amide group allows gliadin to strongly bind MHC molecules HLA-DQ2 and HLA-DQ8 on the surface of antigen-presenting cells.&nbsp; Once bound, gliadin is presented to CD4<font size=\"2\"><sup>+</sup></font> T cells, resulting in:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Release of proinflammatory cytokines (eg, interferon gamma) that injure small intestine epithelium</li>\n\t<li>Activation of B cells, causing them to differentiate into plasma cells and produce antibodies (eg, anti–tissue transglutaminase, anti-gliadin, anti-endomysial) that also contribute to small intestine epithelial injury</li>\n</ul><br><br><p>Finally, gliadin triggers small intestine epithelial cells to release cytokines (eg, IL-15) that recruit CD8<font size=\"2\"><sup>+</sup></font> T cells that also contribute to small intestine epithelial injury, allowing even more gliadin to pass into the lamina propria.&nbsp; Over time, this inflammatory response results in atrophy of the small intestinal villi (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65170.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), with loss of intestinal surface area and subsequent nutrient malabsorption, particularly from the duodenum and proximal jejunum, where gluten is the most concentrated.<p></p><br><br><p>Therefore, risk factors for celiac disease include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Expression of HLA DQ2 or DQ8 alleles</li>\n\t<li>Family history of celiac disease</li>\n\t<li>Personal history of autoimmune conditions (eg, type 1 diabetes mellitus, autoimmune thyroiditis), trisomy 21, or Turner syndrome</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>In children, celiac disease presents after introduction of dietary gluten, usually between age 6 and 24 months.&nbsp; Infants and young children often develop classic symptoms of <strong>abdominal pain</strong>, bloating, <strong>osmotic diarrhea</strong>, and/or <strong>steatorrhea</strong> (due to malabsorption), and weight loss but may also present with <strong>failure to thrive</strong> (eg, declining linear growth velocity) or delayed puberty without associated gastrointestinal symptoms.</p><br><br><p>The clinical presentation of celiac disease in older children and adults may vary, including extraintestinal manifestations (eg, secondary to impaired micronutrient absorption) that can occur without overt gastrointestinal symptoms (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38256.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Extraintestinal manifestations may include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Micronutrient malabsorption</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/55619.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ), particularly:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Iron deficiency</strong>:&nbsp; Because iron is primarily absorbed in the duodenum, iron deficiency leading to microcytic anemia is a common manifestation of celiac disease; common presenting features include fatigue and pale mucosa.</li>\n\t\t<li><strong>Vitamin D deficiency</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13318.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; Vitamin D is a fat-soluble vitamin that is absorbed in the duodenum.&nbsp; Vitamin D deficiency results in calcium malabsorption, which interferes with bone mineralization, causing rickets (eg, leg bowing, costochondral hypertrophy) in children and osteomalacia (eg, bone pain, weakness) in adults.&nbsp; Calcium malabsorption also leads to secondary hyperparathyroidism.&nbsp; Parathyroid hormone induces bone resorption to mobilize calcium and phosphorus, which leads to osteopenia/osteoporosis and pathologic fractures.&nbsp; Parathyroid hormone also suppresses renal phosphate reabsorption.&nbsp; Laboratory evaluation reveals low serum 25-hydroxyvitamin D, high parathyroid hormone, normal or low calcium, and low phosphate.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Dermatitis herpetiformis</strong>:&nbsp; characterized by erythematous pruritic papules, vesicles, and bullae that appear symmetrically on the extensor surfaces (eg, elbows, knees), upper back, and buttocks.&nbsp; The rash occurs due to cross-reactivity of tissue transglutaminase IgA antibodies with epidermal transglutaminase, resulting in microabscesses that contain fibrin and neutrophils at the dermal papillae tips (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64031.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; The overlying basal cells become vacuolated, and coalescing blisters form at the tips of the involved papillae.&nbsp; Immunofluorescent imaging reveals deposition of IgA at the dermoepidermal junction.</li>\n\t<li><strong>Peripheral neuropathy</strong> occurs in up to 50% of patients and may be due to autoantibody production, rather than nutritional deficiency, because peripheral neuropathy and other neuropsychiatric manifestations often precede symptoms of malabsorption.</li>\n</ul><br><br><p>Less commonly, patients can develop enamel hypoplasia and atrophic glossitis, possibly due to an autoimmune mechanism in addition to vitamin deficiencies.</p>\n<h1>Diagnosis</h1><br><br><p>Assay of the stool for fat, which has the most complex digestive requirements of all macronutrients, is the most sensitive initial test for patients with features of malabsorption (eg, osmotic diarrhea and/or steatorrhea).&nbsp; If malabsorption is confirmed with the presence of fat in the stool, then further testing should be performed to identify the cause of malabsorption, including serologic testing for celiac disease.</p><br><br><p>To avoid false negative results, patients should consume at least 3 g of gluten per day for at least 6 weeks prior to serologic testing in order to avoid false negative results.&nbsp; <strong>IgA anti-tissue transglutaminase antibody</strong> is highly sensitive and specific for the diagnosis of celiac disease.&nbsp; Other serologic tests include IgA anti-endomysial antibody and IgA anti-gliadin antibody.&nbsp; Total IgA should be measured concurrently to screen for false-negative results due to IgA deficiency, which is common in celiac disease.&nbsp; If IgA tissue transglutaminase is elevated, endoscopy with biopsy of the distal duodenum should be performed to confirm the diagnosis.</p><br><br><p>Celiac disease is <u>not</u> associated with elevated systemic inflammatory markers (eg, C-reactive protein, erythrocyte sedimentation rate), and unlike gastrointestinal disorders that cause chronic blood loss (eg, inflammatory bowel disease, colon cancer), fecal occult blood testing is negative in celiac disease.&nbsp; However, these tests are often performed to rule out other diagnoses with similar presentations.</p><br><br><p>Of note, asymptomatic, high-risk patients should be screened for celiac disease with serology; high-risk patients include those with a first-degree relative with celiac disease, a personal history of autoimmune conditions (eg, type 1 diabetes mellitus, autoimmune thyroiditis), trisomy 21, or Turner syndrome.</p>\n<h1>Pathology</h1><br><br><p>The earliest histologic finding of celiac disease is <strong>intraepithelial lymphocytosis</strong> due to infiltration of CD8<font size=\"2\"><sup>+</sup></font> T cells (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26167.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; As the disease progresses, other characteristic findings include <strong>progressive villous atrophy</strong> and <strong>crypt hyperplasia</strong> as the crypt cells proliferate to replace the damaged enterocytes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26168.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; The degree of villous atrophy does not necessarily correlate with the severity of symptoms.<p></p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lactose intolerance</strong>:&nbsp; is characterized by abdominal pain, bloating, and diarrhea after ingestion of lactose-containing foods (eg, dairy products), typically due to small intestinal lactase deficiency.&nbsp; Unlike patients with lactose intolerance, patients with undiagnosed celiac disease may not immediately recognize an association between gluten ingestion and symptom onset because gluten is present in many processed foods.</li>\n\t<li><strong>Small intestinal bacterial overgrowth</strong> (SIBO):&nbsp; is a condition in which excess bacteria in the small intestine results in gastrointestinal symptoms (eg, abdominal pain, bloating, diarrhea) and, in severe cases, malabsorption.&nbsp; Like patients with celiac disease, those with SIBO are at increased risk for anemia; however, the anemia is typically macrocytic due to vitamin B<font size=\"2\"><sub>12</sub></font> deficiency.</li>\n\t<li><strong>Chronic pancreatitis</strong>:&nbsp; results in exocrine insufficiency and malabsorption, often presenting with abdominal pain, bloating, and diarrhea/steatorrhea.</li>\n\t<li><strong>Irritable bowel syndrome</strong> (IBS):&nbsp; is characterized by abdominal pain and changes in stool pattern (eg, diarrhea, constipation, alternating diarrhea and constipation).&nbsp; Weight loss is not common.</li>\n\t<li><strong>Inflammatory bowel disease</strong> (IBD) (eg, Crohn disease, ulcerative colitis): occurs due to intestinal inflammation, which results in abdominal pain and diarrhea.&nbsp; Bloody stools are common, and inflammatory markers are elevated, unlike patients with celiac disease.</li>\n</ul><br><br><p>For many patients, serologic testing and/or endoscopy is often required to distinguish celiac disease from these other diagnoses due to overlapping clinical features.</p>\n<h1>Management</h1><br><br><p>Management of celiac disease involves strict adherence to a lifelong <strong>gluten-free diet</strong>.&nbsp; Patients should be screened for micronutrient deficiencies (eg, iron, vitamin D), and supplementation should be initiated.&nbsp; Patients with evidence of bone loss due to vitamin D deficiency and secondary hyperparathyroidism should have routine bone density screening.&nbsp; Patients should be referred for dietary counseling to ease the burden of a lifelong dietary restriction.</p><br><br><p>Celiac disease can interfere with absorption of medications (eg, levothyroxine) and should be considered in patients who require escalating doses of medication for management of chronic health conditions (eg, autoimmune thyroiditis).</p><br><br><p>Patients should also receive the pneumococcal vaccine due to increased risk for immune-mediated hyposplenism.</p>\n<h1>Prognosis</h1><br><br><p>Strict avoidance of dietary gluten allows the small intestine to heal, restoring its structure and function within months.&nbsp; Most patients experience improvement of symptoms within 2 weeks of eliminating dietary gluten.&nbsp; Resolution of symptoms, including extraintestinal symptoms related to micronutrient malabsorption, and normalization of serology and histologic findings on intestinal biopsy are expected.&nbsp; Anti–tissue transglutaminase antibodies should decline by 50% within 8 weeks and normalize within 12 months.&nbsp; Persistent symptoms and/or elevation of antibodies suggests continued gluten intake from inadvertent ingestion or poor compliance.&nbsp; However, prior bone loss is only partially reversible, and vitamin D and calcium supplementation is essential for prevention of osteoporosis.</p><br><br><p>Noncompliance with a gluten-free diet results in ongoing lymphocytic recruitment and proliferation, which predisposes to monoclonal T-cell expansion and increases the patient's risk for <strong>enteropathy-associated T-cell lymphoma</strong> (EATL), which primarily affects the proximal jejunum.&nbsp; Clinical manifestations typically begin with abdominal pain and B symptoms (eg, weight loss, fatigue, fever).&nbsp; EATL is usually very aggressive and has a poor prognosis (median survival of only 10 months).&nbsp; Fortunately, patients who are compliant with a gluten-free diet have minimal risk for EATL.</p>\n<h1>Summary</h1><br><br><p>Celiac disease is a chronic malabsorption syndrome that occurs due to a T-cell–mediated immune reaction to dietary gluten in genetically susceptible individuals (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36261.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Chronic inflammation leads to villous atrophy, which presents with malabsorption resulting in osmotic diarrhea/steatorrhea, vitamin deficiencies, and weight loss.&nbsp; Serologic testing (eg, IgA anti–tissue transglutaminase antibody) and endoscopy revealing intraepithelial lymphocytosis, villous atrophy, and crypt hyperplasia are diagnostic.&nbsp; Treatment involves strict adherence to a gluten-free diet and vitamin supplementation.<p></p>\n</div>\n\n            "
}