{
  "meta": {
    "title": "Chagas disease",
    "url": "https://brainandscalpel.vercel.app/chagas-disease-ba035bcc-35aa55.html",
    "scrapedAt": "2025-12-01T04:50:53.171Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Chagas disease, also known as American trypanosomiasis, is a parasitic infection caused by <em>Trypanosoma cruzi</em>.&nbsp; It is endemic to parts of Central and Latin America but has increasingly been recognized in other regions (eg, southern United States) due to global migration.&nbsp; The disease is transmitted primarily through the bite of triatomine bugs, commonly known as \"kissing bugs,\" but can also be spread congenitally from mother to child and through blood transfusions and organ transplants.&nbsp; The disease presents in 2 main phases, acute and chronic, and carries potentially serious consequences if left untreated.</p>\n<h1>Epidemiology and transmission</h1><br><br><p>Chagas disease is endemic to rural Central and Latin American regions.&nbsp; Transmission occurs through the following routes:</p><br><br><ul>\n\t<li><strong>Triatomine bug vector:</strong>&nbsp; Transmission occurs when the bug feeds on human blood during the night and defecates the underlying pathogen <em>T cruzi</em> into the bite wound.&nbsp; The parasite can also be transmitted through mucous membranes and conjunctivae, disseminating into the bloodstream.&nbsp; The transmission risk is greatest in those with long-term domestic exposure to the insect, which nests in thatched roofing and cracks of adobe or unfinished brick.</li>\n\t<li><strong>Vertical transmission:</strong>&nbsp; An infected mother can transmit the infection to her infant during pregnancy; the risk is greatest in a mother with significant parasitemia (eg, acute Chagas disease).</li>\n\t<li><strong>Blood transfusion and organ transplantation:</strong>&nbsp; Transmission occurs when the recipient receives blood products or organs from a donor who is infected.</li>\n\t<li><strong>Breastfeeding:</strong>&nbsp; The risk of transmission is low; however, breastfeeding should be avoided in women with significant parasitemia (eg, acute Chagas disease).</li>\n</ul>\n<h1>Clinical presentation</h1><h2>Acute and chronic phases</h2><br><br><p>Clinically, Chagas disease presents in 2 main phases:</p><br><br><ul>\n\t<li><strong>Acute phase</strong> (8-12 weeks after transmission):&nbsp; This phase is characterized by significant parasitemia, when circulating trypomastigotes are often detectable on the peripheral blood smear (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13838.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Most patients are asymptomatic, but a minority develop nonspecific symptoms (eg, fever, malaise, anorexia) and inflammation/swelling at the site of inoculation (eg, painless eye swelling following conjunctival inoculation [Romaña sign]).</li>\n\t<li><strong>Chronic phase</strong>:&nbsp; This phase begins when the immune system eliminates circulating parasitemia, leading to resolution of acute symptoms (if present).&nbsp; Patients subsequently develop a prolonged asymptomatic phase (indeterminate form), wherein <em>T cruzi</em> serology is positive, but there are no symptoms, signs, detectable parasitemia, or indications of end-organ damage.&nbsp; After 1-3 decades, a minority of those with asymptomatic chronic infection develop cardiac and gastrointestinal diseases.</li>\n</ul>\n<h2>Chagas cardiomyopathy</h2><br><br><p>Chagas cardiomyopathy manifests during the chronic phase and is the most common complication.&nbsp; It is thought to be caused by chronic, low-grade, parasite-mediated myocarditis, which leads to the progressive destruction of cardiac fibers and subsequent cardiac fibrosis that affects the myocardium and conduction system.&nbsp; Microscopic examination (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66337.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) typically shows multiple parasitic protozoa within the myocardial fibers with a dense, mixed cellular infiltrate (ie, neutrophils, T lymphocytes, macrophages, eosinophils) and myofiber destruction.<p></p><br><br><p>Typical cardiac pathologies and their clinical manifestations are as follows:</p><br><br><ul>\n\t<li>Biventricular dilated cardiomyopathy, which presents with dyspnea on exertion, lower extremity edema, and orthopnea</li>\n\t<li>Arrhythmias (ventricular tachycardia/fibrillation, atrial arrhythmias, bundle branch blocks), which can present with palpitations, syncope, and presyncope.&nbsp; Ventricular arrhythmias can result in sudden death, and atrial fibrillation can cause embolic stroke.</li>\n\t<li>Apical cardiac wall aneurysm with intracardiac thrombus, which can present with embolic stroke</li>\n</ul>\n<h2>Chagas megaesophagus (secondary achalasia)</h2><br><br><p>Chagas megaesophagus manifests during the chronic phase, presenting with an achalasia-like illness.&nbsp; It is caused by parasitosis-related inflammation and immune-mediated cross-reactivity between the parasite and the enteric ganglia, leading to destruction of the submucosal (Meissner) and myenteric (Auerbach) plexuses.&nbsp; Denervation results in uncoordinated smooth muscle activity, increased esophageal tone, and incomplete lower esophageal sphincter (LES) relaxation.&nbsp; Mechanical dilation (due to obstructed liquids and solids) proximal to a constricted LES manifests as megaesophagus.</p><br><br><p>Patients classically have dysphagia (initially to solids only and progressing to solids and liquids), regurgitation of undigested food and liquids, odynophagia (due to food impaction), difficulty belching (due to LES constriction), and malnutrition.&nbsp; Due to chronic esophageal inflammation from food stasis, patients are at increased risk of esophageal cancer from malignant transformation of the mucosa.</p>\n<h2>Chagas megacolon</h2><br><br><p>Megacolon, which is also caused by parasitosis-related destruction of the enteric nervous system, typically co-occurs with megaesophagus.&nbsp; Progressive dilation of the sigmoid colon and constriction of the anal sphincter result in worsening constipation.&nbsp; Patients may go weeks before having a bowel movement and may concurrently have overflow diarrhea (leakage of liquid stool around fecal impaction).</p>\n<h2>Vertical transmission</h2><br><br><p>Mother-to-child transmission of Chagas disease represents approximately 20% of new infections.&nbsp; Most congenital cases cause nonspecific (or no) symptoms and are detected by laboratory screening.&nbsp; Treatment prior to pregnancy reduces transmission risk by 95%.</p>\n<h1>Diagnosis and evaluation</h1><br><br><p>Symptomatic patients who have resided in endemic areas of Central and Latin America should raise suspicion for Chagas disease.&nbsp; Tests used to confirm the diagnosis vary based on disease stage.</p>\n<h2>Acute phase</h2><br><br><p>Acute infection is characterized by a high level of parasitemia, allowing for the utilization of PCR assay (to detect parasite DNA in the blood) and peripheral blood smear (which shows motile trypomastigotes) for diagnosis.</p>\n<h2>Chronic phase</h2><br><br><p>Unlike acute infection, chronic infection is characterized by the resolution of parasitemia; therefore, serological testing is utilized (PCR testing and peripheral blood smear are not expected to be positive in the chronic phase).&nbsp; Serological assays generally have limited sensitivity and specificity; therefore, 2 positive IgG tests for different parasitic antigens are needed for diagnosis.</p><br><br><p>Confirmation of chronic infection should prompt evaluation for organ involvement.&nbsp; A cardiac evaluation should generally be done in every patient; evaluations for esophageal and colonic involvement are typically reserved for those who are symptomatic (eg, dysphagia, constipation).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cardiac evaluation:</strong>&nbsp; ECG with a 30-second rhythm strip, echocardiography, and chest x-ray (to detect cardiomegaly).&nbsp; Of note, chest x-ray may also detect megaesophagus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44310.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li><br><br>\t<li><strong>Esophageal evaluation:</strong><br><br>\t<ul>\n\t\t<li>Barium swallow study, which shows dilated lower esophagus and symmetrically constricted LES, creating a characteristic bird-beak finding (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97546.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                )</li>\n\t\t<li>Esophageal manometry, which demonstrates incomplete LES relaxation and aperistalsis of the lower esophagus</li>\n\t\t<li>Upper gastrointestinal endoscopy, used primarily to rule out esophageal cancer</li>\n\t</ul>\n\t</li>\n\t<li><strong>Colonic evaluation:</strong>&nbsp; Imaging (eg, barium enema, CT scan) to detect megacolon, anorectal manometry (to assess anal sphincter function)</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute Chagas</strong> can be confused with preseptal cellulitis (although patients with Romaña sign usually have painless swelling) as well as acute HIV or infectious mononucleosis (which can be differentiated by laboratory testing).</li><br><br>\t<li><strong>Chagas cardiomyopathy</strong> should be differentiated from other causes of dilated cardiomyopathy such as ischemic cardiomyopathy (due to coronary artery disease), alcoholic cardiomyopathy, and idiopathic dilated cardiomyopathy.&nbsp; Findings suggestive of Chagas cardiomyopathy include apical aneurysms and regional wall motion abnormalities in the absence of coronary artery disease.</li><br><br>\t<li><strong>Chagas megaesophagus</strong> should be differentiated from idiopathic achalasia and pseudoachalasia (eg, due to malignancy) as primary differential diagnoses.&nbsp; Idiopathic achalasia presents similarly but lacks evidence of systemic parasitic infection, whereas pseudoachalasia tends to present with more rapid symptom progression and weight loss due to malignant obstruction (visualized on endoscopy).</li><br><br>\t<li><strong>Chagas megacolon</strong> should be differentiated from idiopathic megacolon, Hirschsprung disease (congenital), and obstructive causes (eg, malignancy, strictures).&nbsp; Other considerations include Parkinson disease, diabetic neuropathy, and systemic sclerosis.&nbsp; Chagas megacolon is typically seen in endemic regions and may coexist with other gastrointestinal motility disorders.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management involves antiparasitic therapy and treatment of organ involvement.</p>\n<h2>Antiparasitic therapy</h2><br><br><p>Benznidazole or nifurtimox is used to treat acute and early chronic disease.&nbsp; Either becomes less effective as the chronic phase progresses but may still be considered depending on disease severity.</p>\n<h2>Cardiac management</h2><br><br><p>Management of arrhythmias, heart failure, and thromboembolic events in patients with Chagas disease is generally similar to that of patients without Chagas disease, although there are some special considerations (eg, implantable cardioverter-defibrillator in some patients to prevent sudden death from ventricular arrhythmia).</p>\n<h2>Gastrointestinal management</h2><br><br><p>Management centers around symptom control with dietary changes (eg, eating slowly, high-fiber diet), medications (nitrates/nifedipine to relax the LES, laxatives), and sometimes surgical interventions (eg, myotomy to relax the LES, rectosigmoidectomy for megacolon).</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of Chagas disease varies based on the phase and severity of the disease.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute phase:</strong>&nbsp; Antiparasitic therapy can cure the disease if administered early in the acute phase.</li><br><br>\t<li><strong>Chronic phase:</strong>&nbsp; Within approximately 10-30 years of the acute infection, one-third of patients will develop cardiomyopathy, and one-tenth will develop megaesophagus and/or megacolon.&nbsp; With appropriate management, many patients can have a reasonable quality of life, but chronic complications may lead to significant morbidity (eg, sudden death from ventricular arrhythmias).</li>\n</ul>\n<h1>Summary</h1><br><br><p>Chagas disease (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40375.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), also known as American trypanosomiasis, is a parasitic infection caused by <em>Trypanosoma cruzi</em> that is endemic to parts of Central and Latin America.&nbsp; The disease is transmitted primarily through the bite of triatomine bugs (\"kissing bugs\").&nbsp; The acute phase of the illness can sometimes be symptomatic (fever, malaise, swelling at site of inoculation) and is characterized by high parasitemia.&nbsp; The diagnosis is typically made by PCR testing, and treatment with antiparasitic agents (eg, benznidazole or nifurtimox) can cure the infection.&nbsp; The chronic phase of the disease is characterized by cardiac and gastrointestinal involvements and can present with dilated cardiomyopathy, cardiac arrhythmias, megaesophagus, and megacolon.&nbsp; Chagas disease should be suspected in patients with these conditions who have lived in an endemic area; the diagnosis is typically confirmed by serological testing.<p></p>\n</div>\n\n            "
}