{
  "meta": {
    "title": "Complications of cirrhosis",
    "url": "https://brainandscalpel.vercel.app/complications-of-cirrhosis-53092c7e-35aa55.html",
    "scrapedAt": "2025-12-01T04:50:58.736Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The major complications of cirrhosis discussed in this article are ascites, spontaneous bacterial peritonitis, esophageal varices, hepatic encephalopathy, hepatorenal syndrome, and hepatocellular carcinoma.&nbsp; Causes of cirrhosis are discussed in separate articles.</p>\n<h1>Ascites</h1><h2>Pathophysiology</h2><br><br><p>Ascites refers to the accumulation of fluid within the peritoneal cavity (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L58676.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ); it is often seen with cirrhosis (but can also develop due to other causes).&nbsp; Fibrotic changes to the liver induce resistance to blood flow, leading to increased portal pressure (ie, portal hypertension).&nbsp; Downstream hemodynamic effects on the splanchnic vasculature (eg, increased hydrostatic pressure, renin-angiotensin-aldosterone system [RAAS] activation) promote fluid and sodium retention, resulting in ascites.&nbsp; In addition, reduced albumin synthesis by the cirrhotic liver reduces osmotic pressure, causing fluid transudation into the peritoneal cavity.<p></p>\n<h2>Clinical features</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Abdominal distension</strong>:&nbsp; Patients often present with visible swelling of the abdomen and increased abdominal girth.&nbsp; Examination findings can include a positive fluid wave, flank dullness, and shifting dullness.</li>\n\t<li><strong>Weight gain, dyspnea, early satiety</strong>:&nbsp; These manifestations can develop due to fluid accumulation, which results in increased intraabdominal pressure.</li>\n</ul>\n<h2>Evaluation</h2><br><br><p>The work-up of ascites is directed at confirming the underlying etiology and ruling out infection.&nbsp; In addition to imaging (eg, abdominal ultrasonography), a diagnostic paracentesis should be performed in all patients (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95798.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Ascites from cirrhosis is usually yellowish or straw-colored.&nbsp; Analysis reveals <strong>high serum-ascites albumin gradient</strong> (SAAG) (≥1.1), which confirms elevated portal pressure (a low SAAG is not consistent with cirrhosis), and low total protein (&lt;2.5 g/dL).&nbsp; Cell count and differential should be obtained to rule out spontaneous bacterial peritonitis (ie, neutrophil count ≥250/mm<font size=\"2\"><sup>3</sup></font>).<p></p>\n<h2>Management</h2><br><br><p>In addition to managing the underlying cause of cirrhosis (eg, alcohol avoidance), the following are used for management:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sodium restriction (&lt;2 g/day):&nbsp; Dietary modifications are aimed at reducing fluid retention.</li>\n\t<li>Diuretic therapy:&nbsp; The combination of spironolactone and furosemide (at a ratio of 100 mg of spironolactone to 40 mg of furosemide) helps increase the efficacy of natriuresis and prevents electrolyte disturbances.</li>\n\t<li>Paracentesis:&nbsp; In refractory cases, large-volume paracentesis (therapeutic removal of ascitic fluid) may be required.</li>\n</ul>\n<h1>Spontaneous bacterial peritonitis</h1><h2>Pathophysiology</h2><br><br><p>Spontaneous bacterial peritonitis (SBP) refers to infection of ascitic fluid in patients with cirrhosis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/90523.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; The primary mechanism is believed to be translocation of enteric bacteria (eg, <em>Escherichia coli</em>).&nbsp; Other than cirrhosis, risk factors for SBP include gastrointestinal bleeding and low ascitic protein.&nbsp; SBP can be associated with complications such as renal failure (hepatorenal syndrome), worsening hepatic encephalopathy, and organ failure.<p></p>\n<h2>Clinical features and evaluation</h2><br><br><p>Classic manifestations are abdominal pain and tenderness (may be subtle or absent), fever, and altered mental status.&nbsp; Some patients can be minimally symptomatic or asymptomatic, so a high index of suspicion is crucial.&nbsp; Some guidelines recommend diagnostic paracentesis in all patients with ascites who are hospitalized for any cause.</p><br><br><p>Diagnostic paracentesis in SBP shows an elevated ascitic fluid neutrophil count (<strong>≥250/mm</strong><font size=\"2\"><sup><strong>3</strong></sup></font>).&nbsp; Ascitic fluid culture may help identify the causative organism, although it is often negative.</p>\n<h2>Management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Empiric antibiotics</strong>:&nbsp; Treatment should be initiated promptly, typically with broad-spectrum antibiotics such as a third-generation cephalosporin (eg, ceftriaxone) to cover the most common pathogens (gram-negative enteric bacteria).</li>\n\t<li><strong>Albumin</strong>:&nbsp; Administration of albumin with antibiotics can reduce mortality and improve kidney function.</li>\n\t<li><strong>Prophylaxis</strong>:&nbsp; In patients with prior episodes of SBP or in those at high risk (very low ascitic fluid protein), antibiotics may be used to prevent recurrence.</li>\n</ul>\n<h2>Differential diagnosis</h2><br><br><p>SBP in the setting of cirrhosis should be distinguished from secondary bacterial peritonitis (eg, from ulcer or intestinal perforation), mycobacterial/fungal ascites, and other causes of ascites (eg, malignancy).</p>\n<h1>Esophageal varices</h1><h2>Pathophysiology</h2><br><br><p>Elevated portal pressure (portal hypertension) can cause dilation of small, preexisting vascular channels between the portal and systemic circulations, including in the inferior end of the esophagus.&nbsp; This leads to esophageal varices (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26318.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), which become predisposed to rupture and can result in potentially life-threatening upper gastrointestinal bleeding.<p></p>\n<h2>Clinical features</h2><br><br><p>Large-volume hematemesis may lead to hemodynamic instability and also increase the risk of hepatic encephalopathy (discussed below).</p>\n<h2>Management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>For management of acute variceal bleed, a vasoactive agent (eg, <strong>octreotide</strong>) is administered and <strong>endoscopy therapy</strong> (eg, application of bands directly onto varices [ie, ligation]) can be used for thrombosis.</li>\n\t<li>In cases of refractory bleeding, <strong>transjugular intrahepatic portosystemic shunt</strong> (TIPS) can be considered (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30851.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Nonselective beta blockers</strong> (eg, nadolol) are used for primary prophylaxis (patients with esophageal varices that have not yet bled) and secondary prophylaxis (patients with prior history of variceal bleeding) by lowering portal pressure.</li>\n</ul>\n<h1>Hepatic encephalopathy</h1><h2>Pathophysiology</h2><br><br><p>The pathogenesis of hepatic encephalopathy (HE) is related to increased circulatory levels of ammonia and other neurotoxins due to failure of the liver to metabolize waste products.&nbsp; Excess ammonia crosses the blood-brain barrier and disrupts neurotransmission, contributing to neurologic dysfunction.</p>\n<h2>Clinical features</h2><br><br><p>HE is a spectrum of neurocognitive and motor abnormalities that range from mild cognitive deficits to profound coma.&nbsp; Asterixis, a characteristic flapping tremor with outstretched hands, is indicative of advanced stages of hepatic encephalopathy.&nbsp; The diagnosis is clinical and serum ammonia measurement is rarely necessary.</p>\n<h2>Precipitating factors</h2><br><br><p>The underlying precipitants of HE usually involve disturbances in nitrogen metabolism (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80368.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increased nitrogenous waste production:&nbsp; infections such as SBP (increased bacterial catabolism of proteins), gastrointestinal bleeding (breakdown of blood products in gut lumen, associated hypovolemia), and metabolic triggers of glutaminolysis (hypokalemia, metabolic alkalosis)</li>\n\t<li>Decreased ammonia clearance:&nbsp; worsening liver function (eg, ischemia, hepatocyte loss), decreased renal function (ie, impaired NH<font size=\"2\"><sub>4</sub></font><font size=\"2\"><sup>+</sup></font> excretion), or constipation (eg, opioid-induced bowel slowing)</li>\n\t<li>New portosystemic shunting:&nbsp; surgically placed portocaval shunts (eg, TIPS) that create a conduit for neurotoxins to bypass the liver and enter the CNS</li>\n</ul>\n<h2>Management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Addressing precipitating factors:&nbsp; identification and treatment of triggers, such as gastrointestinal bleeding or infections.</li>\n\t<li><strong>Lactulose</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84073.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; Nonabsorbable disaccharides (eg, lactulose) are catabolized by intestinal bacterial flora to short chain fatty acids, lowering the colonic pH and increasing conversion of ammonia to ammonium.</li>\n\t<li><strong>Rifaximin</strong>:&nbsp; a nonabsorbable antibiotic that alters gastrointestinal flora to decrease intestinal production and absorption of ammonia.&nbsp; In patients with hepatic encephalopathy, rifaximin is generally used in addition to lactulose.</li>\n</ul>\n<h1>Hepatorenal syndrome</h1><h2>Pathophysiology</h2><br><br><p>Hepatorenal syndrome (HRS) is a life-threatening complication of advanced cirrhosis characterized by rapidly progressive kidney dysfunction.&nbsp; HRS involves hormonally mediated renal vasoconstriction induced by portal hypertension and splanchnic arterial vasodilation.&nbsp; The hormonal cascade contributes to chronically low blood pressure with activation of RAAS, leading to overwhelming renal vasoconstriction (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95786.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; HRS can develop spontaneously or be triggered by a specific insult such as SBP, variceal bleeding, and excessive diuresis, all of which can compromise renal hemodynamics.<p></p>\n<h2>Evaluation</h2><br><br><p>Diagnosing HRS is challenging and relies on the exclusion of other potential causes of acute kidney injury (AKI) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96257.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; Laboratory findings typically show an extreme prerenal pattern of AKI (urine sodium &lt;10 mEq/L) and urinalysis is usually unremarkable.&nbsp; Because prerenal AKI due to volume depletion presents similarly to HRS, a trial of intravascular volume expansion (eg, intravenous albumin) is needed to confirm the diagnosis.&nbsp; A lack of improvement in renal function with volume expansion confirms HRS.&nbsp; Depending on the severity of AKI, HRS is classified into:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Type 1 HRS (HRS-AKI):&nbsp; more severe type, characterized by a doubling of serum creatinine in &lt;2 weeks.</li>\n\t<li>Type 2 HRS:&nbsp; less severe type, typically associated with diuretic-resistant ascites.</li>\n</ul>\n<h2>Management</h2><br><br><p>Treatment for HRS prioritizes supportive care with a focus on optimizing circulatory volume.&nbsp; In addition to intravenous albumin, vasoconstrictors (eg, terlipressin, norepinephrine) are given to counteract splanchnic vasodilation and help alleviate the hormonally induced renal vasoconstriction.&nbsp; This is only a temporizing measure that can serve as a bridge to liver transplantation, which shuts off the overwhelming hormonal cascade and restores renal function.</p>\n<h1>Hepatocellular carcinoma</h1><h2>Pathophysiology</h2><br><br><p>Hepatocellular carcinoma (HCC) is the most common primary liver malignancy, developing primarily in the context of cirrhosis.&nbsp; Cirrhosis promotes HCC through repeated cycles of liver injury, inflammation, fibrosis, and regeneration, leading to genetic mutations and oncogenesis.</p>\n<h2>Evaluation</h2><br><br><p>Diagnosis of HCC in patients with cirrhosis involves surveillance with abdominal ultrasound every 6 months, often combined with alpha-fetoprotein levels.&nbsp; If a suspicious lesion is detected, multiphase contrast-enhanced CT or MRI is used to characterize the tumor, showing typical arterial enhancement and portal venous washout.&nbsp; Biopsy is reserved for atypical cases.&nbsp; Staging assesses tumor size, number, vascular invasion, and extrahepatic spread.</p>\n<h2>Management</h2><br><br><p>For early-stage HCC in eligible patients, curative therapies like surgical resection or liver transplantation offer the best chance for long-term survival.&nbsp; In cases of intermediate-stage HCC, locoregional therapies, including ablation techniques (eg, radiofrequency ablation) or transarterial chemoembolization, can effectively control tumor growth and improve outcomes.&nbsp; For advanced disease, systemic therapies such as tyrosine kinase inhibitors (eg, sorafenib) or immunotherapy agents can extend survival and manage symptoms, often as part of a multidisciplinary approach.</p>\n<h1>Summary</h1><br><br><p>Cirrhosis leads to multiple, interrelated complications driven largely by portal hypertension and impaired hepatic function.&nbsp; Key complications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ascites</strong>:&nbsp; results from sodium and water retention with reduced oncotic pressure.</li>\n\t<li><strong>Spontaneous bacterial peritonitis</strong>:&nbsp; a translocation-driven infection of ascitic fluid that requires prompt antibiotics and albumin.</li>\n\t<li><strong>Esophageal varices</strong>:&nbsp; arise from portosystemic collateral formation and can bleed massively, necessitating vasoactive drugs, endoscopic therapy, and beta-blocker prophylaxis.</li>\n\t<li><strong>Hepatic encephalopathy</strong>:&nbsp; reflects ammonia accumulation and is managed by treating precipitants plus lactulose and rifaximin.</li>\n\t<li><strong>Hepatorenal syndrome</strong>:&nbsp; stems from severe circulatory dysfunction and is temporized with albumin and vasoconstrictors as a bridge to transplant.</li>\n\t<li><strong>Hepatocellular carcinoma</strong>:&nbsp; a major cause of mortality that requires semiannual surveillance and stage-based therapy ranging from curative (transplant/resection/ablation) to locoregional or systemic treatments.</li>\n</ul><br><br><p>Early recognition, guideline-directed evaluation, and coordinated management across these complications are essential to improve survival and quality of life in patients with cirrhosis.</p>\n</div>\n\n            "
}