{
  "meta": {
    "title": "Diarrhea",
    "url": "https://brainandscalpel.vercel.app/diarrhea-6243b361-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:02.947Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Diarrhea is defined as the passage of loose or watery stools with increased frequency, typically &gt;3 times per day.&nbsp; It can result from abnormal intestinal absorption, increased intestinal fluid secretion, or excessive motility in the gastrointestinal (GI) tract.&nbsp; Diarrhea classification, which has implications for likely etiology, can be based on duration: acute, persistent (prolonged), or chronic.&nbsp; Understanding the underlying pathophysiology helps guide the diagnostic approach and management.</p><h1>Conceptual approach</h1><p>Diarrhea can be categorized based on duration:</p><ul class=\"article-body-unordered-list\"><li><strong>Acute diarrhea</strong> (&lt;14-day duration):&nbsp; This type is typically infectious in origin and self-limited.&nbsp; Viral pathogens are more likely than bacterial or parasitic illness.</li><li><strong>Persistent (prolonged) diarrhea</strong> (eg, 14- to 30-day duration):&nbsp; Infections remain common, but as duration increases, noninfectious causes become increasingly likely.</li><li><strong>Chronic diarrhea</strong>&nbsp;(eg, &gt;30-day duration):&nbsp; This type is more commonly noninfectious.&nbsp; However, infection is still possible, so a broad differential diagnosis is required.</li></ul><p>Diarrhea can also be classified according to mechanism:</p><ul class=\"article-body-unordered-list\"><li><strong>Osmotic diarrhea</strong>:&nbsp; Caused by nonabsorbable solutes in the intestinal lumen that draw water into the gut.&nbsp; Often due to foods or food additives (eg, sorbitol, xylitol).&nbsp; Because the causative agent is eliminated in the stool, fasting leads to decreased symptoms.</li><li><strong>Secretory diarrhea</strong>:&nbsp; Caused by excessive secretion of water and electrolytes into the intestinal lumen (usually in the small bowel), leading to profuse, watery stools.&nbsp; Symptoms usually continue through the day and night regardless of oral intake.</li><li><strong>Inflammatory diarrhea</strong>:&nbsp; Due to mucosal damage (usually in the colon) with leakage of fluid, blood, and mucus into the stool.&nbsp; Typically presents with frequent, small-volume stools associated with abdominal pain, tenesmus (a feeling of incomplete evacuation with involuntary straining and cramps), and possible systemic symptoms (eg, fever).&nbsp; Often due to bacterial pathogens (eg, <em>Campylobacter</em>, <em>Shigella</em>, Shiga toxin-producing <em>Escherichia coli</em>) or inflammatory bowel disease (IBD).</li><li><strong>Motility-related diarrhea</strong>:&nbsp; Occurs when intestinal motility is accelerated, reducing transit time and impairing absorption.</li></ul><p>Diarrhea is typically associated with passage of mushy or liquid stools (Bristol stool categories 6 and 7) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108734.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; However, it should be differentiated from simple passage of loose stools without an increase in frequency or volume, which commonly relates to dietary changes and usually does not warrant detailed evaluation.&nbsp; In addition, fecal incontinence can occur in diarrhea, but incontinence alone without a change in stool volume, frequency, or character requires a different approach.&nbsp; Finally, paradoxical diarrhea (passage of loose stool around a hard stool impaction) is more accurately considered a manifestation of chronic constipation and typically occurs in individuals who are elderly or disabled, patients prescribed chronic opioid therapy, and other patients with chronic constipation.<p></p><h1>Acute diarrhea</h1> <h2>Etiology and differential diagnosis</h2><p>Acute diarrhea is most often infectious, predominantly viral.&nbsp; However, other etiologies are possible.&nbsp; Major disorders include the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Viral gastroenteritis</strong>:&nbsp; Typically presents with acute secretory diarrhea, sometimes with upper GI symptoms (eg, nausea).&nbsp; Fever and abdominal pain may occur but are typically mild.&nbsp; Commonly occurs in localized outbreaks.&nbsp; Major viral pathogens include norovirus, rotavirus, astrovirus, and adenovirus.</li><li><strong>Bacterial enteritis and colitis</strong>:&nbsp; Acute bacterial intestinal infections can have a diverse presentation (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41836.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Inflammatory diarrhea is more common than in viral infections but is not always present:<ul class=\"article-body-unordered-list\"><li>Watery/nonbloody diarrhea:&nbsp; <em>E coli</em> (enterotoxigenic and enteroaggregative variants), <em>Campylobacter</em>, nontyphoidal <em>Salmonella</em> spp. (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/55187.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                )</li><li>Bloody diarrhea (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/48825.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; <em>Shigella</em> (bacillary dysentery), <em>Campylobacter</em>, <em>E coli</em> (enteroinvasive and enterohemorrhagic variants)</li></ul></li><li><em><strong>Clostridioides difficile</strong></em> <strong>infection/antibiotic-associated diarrhea</strong>:&nbsp; Typically occurs in the days to weeks following antibiotic use, which can disrupt the normal colonic flora.&nbsp; Presents with profuse, watery diarrhea with leukocytosis and abdominal pain.</li><li><strong>Giardiasis</strong>:&nbsp; <em>Giardia duodenalis</em> is a flagellated protozoan (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13519.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) parasite that is typically acquired from contaminated water, such as from wild water sources (eg, during hiking or swimming) or in areas with poor sanitation.&nbsp; Symptoms begin within 7-14 days and continue for up to 4 weeks or longer.&nbsp; Up to half of patients go on to have chronic diarrhea (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31668.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).</li><li><strong>Other infections</strong>:&nbsp; <em>Entamoeba histolytica</em> is frequently asymptomatic but can cause bloody diarrhea with abdominal pain.&nbsp; Extraintestinal complications include liver abscess (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42303.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: Entamoeba histolytica\n                                    </a>\n                                </div>\n                                ).&nbsp; <em>Vibrio cholerae</em> presents with voluminous watery-mucoid (\"rice-water\") diarrhea and dehydration.</li><li><strong>Foodborne illness</strong>:&nbsp; Ingestion of preformed toxins (eg, from <em>Staphylococcus aureus</em>) presents rapidly (&lt;8 hr) with nausea, vomiting, and stomach cramps.&nbsp; Diarrhea may occur in such cases but is less common.&nbsp; Diarrhea is more often due to the release of toxins in the intestine or mucosal injury and usually occurs later but within several hours to a few days.&nbsp; Food-borne pathogens that commonly cause diarrhea include <em>Vibrio parahaemolyticus</em> and <em>vulnificus</em>, <em>Clostridium perfringens</em>, <em>Salmonella</em>, <em>Campylobacter</em>, <em>E coli</em>, and <em>Yersinia enterocolitica</em> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18687.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li><li><strong>Noninfectious causes</strong>:&nbsp; Various chemical compounds, such as medications (eg, macrolide antibiotics, magnesium-containing antacids), insecticides, arsenic, caffeine, and nicotine, can trigger acute diarrhea.&nbsp; Diarrhea is also a potential manifestation of opioid withdrawal (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87563.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li></ul><h2>Risk factors</h2><ul class=\"article-body-unordered-list\"><li><strong>High-density population settings</strong> (eg, day care centers, cruise ships):&nbsp; increased risk for viral gastroenteritis</li><li><strong>Travel to endemic areas</strong>:&nbsp; increased risk for enterotoxigenic <em>E coli</em>, <em>Salmonella</em>, <em>Shigella</em> and <em>Entamoeba</em></li><li><strong>Consumption of contaminated food or water</strong>:&nbsp; increased risk for food-borne pathogens, <em>Vibrio</em> species, and <em>Giardia</em></li><li><strong>Recent antibiotic use or hospitalization</strong>:&nbsp; increased risk for <em>C difficile</em> infection</li><li><strong>Immunocompromised states</strong> (eg, HIV/AIDS, chemotherapy):&nbsp; Risk is increased for many pathogens, but especially for protozoal infection (eg, cryptosporidiosis), which frequently progresses to chronic diarrhea.&nbsp; Diarrhea may also be a manifestation of acute HIV infection (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80181.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).</li></ul><h1>Chronic diarrhea</h1><p>Chronic diarrhea refers to symptoms lasting &gt;30 days.&nbsp; In contrast to acute diarrhea, which is usually self-limited, symptoms in most cases of chronic diarrhea do not resolve unless the underlying disorder is corrected.&nbsp; Infectious etiologies are common, but noninfectious causes become increasingly likely with longer duration of symptoms.&nbsp; A diagnostic evaluation to confirm the cause is therefore necessary for optimal outcomes.</p><h2>Etiology and differential diagnosis</h2><p>Chronic diarrhea involves a variety of etiologies, with the most common being:</p><ul class=\"article-body-unordered-list\"><li><strong>Functional bowel disorders</strong>:&nbsp; These are characterized by dysfunction of the GI tract without an apparent structural or biochemical abnormality, and they are the most common causes of chronic diarrhea.&nbsp; Irritable bowel syndrome (IBS) is a functional bowel disorder characterized by abnormal stool passage (diarrhea, constipation, or both) associated with episodic lower abdominal pain.&nbsp; Symptoms are typically worse during periods of psychological stress and are decreased or absent at night.&nbsp; Prevalence is highest in young women.&nbsp; A pattern of diarrhea similar to IBS but without pain is often termed, simply, functional diarrhea, and may represent a continuum of severity.&nbsp; Functional bowel disorders are not a diagnosis of exclusion, and the diagnosis can often be made affirmatively based on validated clinical criteria (eg, Rome criteria).&nbsp; However, limited diagnostic testing is appropriate to exclude other, less common conditions.</li><li><strong>IBD</strong>:&nbsp; IBD, caused by Crohn disease (CD) and ulcerative colitis (UC), is the most common cause of chronic inflammatory diarrhea.<ul class=\"article-body-unordered-list\"><li>CD is characterized by discrete foci of transmural inflammation and mucosal ulceration.&nbsp; It can occur anywhere in the GI tract, especially the small bowel.&nbsp; It causes abdominal pain and watery diarrhea (bloody diarrhea can occur with colonic involvement).</li><li>UC is characterized by continuous areas of mucosal and submucosal inflammation, beginning with the rectum and extending to a variable distance proximally.&nbsp; The diarrhea is characteristically bloody.</li></ul></li><li><strong>Microscopic colitis</strong>:&nbsp; Microscopic colitis is an immune-mediated disorder that presents with chronic, watery diarrhea, often with fecal urgency and nocturnal symptoms.&nbsp; Colonoscopy reveals grossly normal mucosa, but biopsy demonstrates a mononuclear infiltrate in the lamina propria and/or a subepithelial collagen band.&nbsp; Risk factors include smoking and certain medications (eg, nonsteroidal anti-inflammatory drugs).</li><li><strong>Endocrine tumors and disorders:</strong><ul class=\"article-body-unordered-list\"><li><strong>Hyperthyroidism</strong>:&nbsp; causes diarrhea due to increased bowel motility and fat malabsorption.</li><li><strong>Neuroendocrine disorders</strong>:<ul class=\"article-body-unordered-list\"><li>Carcinoid syndrome:&nbsp; Caused by the release of various biologically active humoral factors (eg, serotonin, prostaglandins) from neuroendocrine tumors, most often in the midgut.&nbsp; In addition to profuse, watery diarrhea, symptoms may include flushing, wheezing, and abdominal cramps.</li><li>Vasoactive intestinal peptide tumor (VIPoma):&nbsp; due to a VIP-secreting tumor of the pancreas.&nbsp; VIPoma causes large-volume secretory diarrhea, often associated with electrolyte abnormalities (eg, hypokalemia).</li><li>Zollinger-Ellison syndrome:&nbsp; Caused by a gastrin-producing tumor, usually in the pancreas or duodenum.&nbsp; This syndrome presents with multiple duodenal and jejunal ulcers and chronic watery diarrhea.</li></ul></li><li>Adrenal insufficiency:&nbsp; Diarrhea is generally mild and often associated with fatigue, weight loss/anorexia, abdominal pain, and nausea.&nbsp; Adrenal insufficiency can be fatal if not recognized and treated.</li></ul></li><li><strong>Infection</strong>:&nbsp; Viral and bacterial causes of chronic diarrhea are significantly less common than those of acute diarrhea.&nbsp; However, protozoal infections (eg, giardiasis, cryptosporidiosis) are prominent causes of acute diarrhea, especially in patients who are immunocompromised.</li><li><strong>Motility disorders</strong>:&nbsp; Altered intestinal motility, seen in patients with diabetic autonomic neuropathy, more commonly presents with constipation than with diarrhea.&nbsp; However, increased motility can cause diarrhea associated with certain medications (eg, proton pump inhibitors) and may contribute to symptoms in some patients with IBS.</li><li><strong>Malabsorptive disorders</strong>:&nbsp; Symptoms that suggest malabsorption include a significant increase in stool volume, greasy stools (eg, visible fat droplets), excessive flatulence, and weight loss.&nbsp; Common causes of malabsorption include the following:<ul class=\"article-body-unordered-list\"><li><strong>Celiac disease</strong> (gluten-sensitive enteropathy):&nbsp; Autoimmune disorder triggered by dietary gluten that is characterized by inflammation and atrophy of small intestinal villi.&nbsp; Onset is most common at age 8-12 months and in adults age 40-60.&nbsp; Celiac disease presents with diarrhea in addition to abdominal pain, vomiting, weight loss, and micronutrient deficiencies (eg, iron deficiency anemia).</li><li><strong>Lactose intolerance</strong>:&nbsp; Caused by congenital or acquired intestinal lactase deficiency.&nbsp; Presents with episodic, postprandial abdominal pain, bloating, and watery diarrhea.&nbsp; Symptoms improve with a dairy-free diet.</li><li><strong>Small intestinal bacterial overgrowth</strong>:&nbsp; Caused by proliferation of colonic bacteria in the small intestine, leading to maldigestion and malabsorption of nutrients and pathological fermentation of carbohydrates.&nbsp; Risk factors include anatomic abnormalities (eg, strictures, intestinal surgery), motility disorders, IgA deficiency, and decreased gastric acid production.</li><li><strong>Pancreatic exocrine deficiency</strong>:&nbsp; Inadequate production of pancreatic digestive enzymes, which can lead to maldigestion and diarrhea.&nbsp; Major causes include chronic or recurrent pancreatitis, cystic fibrosis, and malignancy.</li><li><strong>Short bowel syndrome</strong>:&nbsp; Resection of large segments of intestine (eg, for severe CD) leaves inadequate surface area for absorption.&nbsp; This most often occurs in patients with &lt;180 cm of residual small intestine.</li></ul></li><li><strong>Bile acid diarrhea</strong>:&nbsp; This is caused by the presence of bile acids in the distal ileum and colon, which causes mucosal irritation and secretory diarrhea, and is often seen following cholecystectomy due to uncontrolled release of bile into the intestine.&nbsp; Metformin-induced diarrhea is due to decreased ileal absorption of bile acids and is one of the most common iatrogenic causes of diarrhea.</li></ul><h1>Diagnostic evaluation</h1><p>Most cases of acute diarrhea are self-limited and do not require extensive testing.&nbsp; However, a systematic diagnostic evaluation is advised for patients with chronic diarrhea, as well as for those with acute diarrhea associated with fever, visible blood in the stool, or particularly severe symptoms (eg, severe abdominal pain, hypovolemia).&nbsp; Testing may also be appropriate for patients with certain risk factors, such as pregnancy, age &gt;70, and immunosuppression, as well as for men who have sex with men and patients in certain occupations (eg, food service workers, day care workers) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L79039.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p><h2>Stool studies</h2><ul class=\"article-body-unordered-list\"><li><strong>Stool culture</strong>:&nbsp; Indicated for patients with bloody or severe diarrhea or suspected bacterial infection.&nbsp; Stool culture can generally identify <em>Campylobacter</em>, <em>Salmonella</em>, and <em>Shigella</em>.&nbsp; If <em>E coli</em>, <em>Yersinia</em>, <em>Vibrio</em>, or atypical organisms are suspected, specialized media or culture techniques may be needed.</li><li><strong>Multiplex PCR test</strong>:&nbsp; Rapid test for common bacterial (as well as some viral and parasitic) pathogens.&nbsp; This test has increased sensitivity compared to stool culture, but specificity is lower due to detection of stray nonpathogenic or nonviable organisms.</li><li><strong>Ova and parasite microscopy</strong>:&nbsp; Considered in patients with persistent diarrhea after travel to endemic areas.</li><li><strong>Stool toxin assays</strong>:&nbsp; can be used to identify shiga toxin (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84626.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ), <em>C difficile</em>.</li><li><strong>Fecal inflammatory markers</strong>:&nbsp; An elevated fecal leukocyte count is often seen in patients with inflammatory diarrhea, but diagnostic accuracy is low.&nbsp; Fecal lactoferrin and calprotectin are surrogate markers for the presence of leukocytes, especially neutrophils, and can help differentiate inflammatory from noninflammatory diarrhea.&nbsp; Of note, amebiasis can cause destruction of fecal leukocytes, producing inflammatory diarrhea with a low fecal leukocyte count.</li><li><strong>Stool electrolytes and osmotic gap</strong>:&nbsp; Stool osmolality can be estimated as 2 × (sodium + potassium).&nbsp; The stool osmotic gap is calculated as (290 mOsm/kg − measured osmolality).&nbsp; An osmotic gap &lt;50 mOsm/kg suggests secretory diarrhea, whereas an elevated osmotic gap (eg, &gt;75 mOsm/kg or &gt;125 mOsm/kg) suggests osmotic diarrhea.</li><li><strong>Other stool tests</strong>:&nbsp; Stool is normally mildly acidic (pH = 6.6).&nbsp; A fecal pH below normal suggests colonic fermentation of undigested carbohydrates.&nbsp; Increased fecal fat suggests malabsorption.</li></ul><h2>Laboratory blood tests</h2><ul class=\"article-body-unordered-list\"><li><strong>Basic metabolic panel</strong>:&nbsp; This can be used to assess for electrolyte imbalances and dehydration.</li><li><strong>Complete blood count</strong>:&nbsp; Elevated white blood cell count suggests infection, inflammation, or severe dehydration.&nbsp; Microcytic anemia may indicate iron deficiency due to malabsorption or chronic blood loss.&nbsp; Macrocytic anemia may be due to B<font size=\"2\"><sub>12</sub></font> deficiency from malabsorption.&nbsp; Normocytic anemia may suggest significant acute blood loss.</li><li><strong>Micronutrients</strong>:&nbsp; Low circulating levels of iron (or ferritin), vitamin B<font size=\"2\"><sub>12</sub></font>, 25-hydroxyvitamin D (1,25-dihydroxyvitamin D levels are determined primarily by parathyroid hormone activity and do not correlate well with total body stores), and other micronutrients may suggest malabsorption.</li><li><strong>Celiac serologies</strong>:&nbsp; Antitissue transglutaminase IgA is the preferred initial test for celiac disease and is often ordered with a total IgA level to exclude a false negative from IgA deficiency.&nbsp; Other useful tests include anti-endomysial antibodies and antigliadin antibodies.</li></ul><h2>Imaging and endoscopy</h2><ul class=\"article-body-unordered-list\"><li>X-ray is rarely used in the evaluation of diarrhea, but it can be used in acute settings for patients with fever, abdominal pain, or peritoneal signs.</li><li>Abdominal CT or MRI may be used to assess for masses, bowel wall thickening, or other structural abnormalities.</li><li>CT enterography or small bowel follow-through can be useful for evaluating structural diseases, such as CD.</li><li>Esophagogastroduodenoscopy is often used to evaluate patients with unexplained upper GI symptoms or to obtain a small bowel mucosal biopsy (eg, for celiac disease).</li><li>Colonoscopy is indicated for most patients with chronic diarrhea and can definitively diagnose UC and microscopic colitis (with biopsy).&nbsp; Findings in IBS are characteristically normal, but nonspecific abnormalities (eg, diverticulosis, polyps) are commonly found in the general population.</li></ul><h1>Management</h1> <h2>Acute diarrhea</h2><p>Acute diarrhea is usually self-limited, and management is primarily supportive:</p><ul class=\"article-body-unordered-list\"><li><strong>Hydration</strong>:&nbsp; Oral rehydration solutions are often useful in treating and preventing dehydration.&nbsp; Solutions typically contain equimolar amounts of dextrose (glucose) and sodium, which are absorbed via intestinal cotransport to maintain intravascular volume status.&nbsp; They also often contain potassium to compensate for GI losses and citrate to buffer metabolic acidosis.&nbsp; Fruit juices, especially when given at full strength, can often exacerbate symptoms but can be considered according to patient preference in nonsevere cases.&nbsp; Severe dehydration may require intravenous fluids.</li><li><strong>Antibiotics</strong>:&nbsp; Empiric antibiotics are generally not recommended for mild to moderate acute diarrhea but should be reserved for severe cases, patients who are immunocompromised, or specific infections (eg, <em>C difficile</em>, <em>Shigella</em>).</li><li><strong>Antidiarrheal agents</strong>:&nbsp; These can be used for symptomatic relief in patients with noninflammatory diarrhea but should be avoided in those with bloody diarrhea or suspected <em>C difficile</em> infection (bismuth subsalicylate may be an acceptable alternate agent in these patients):<ul class=\"article-body-unordered-list\"><li><strong>Loperamide</strong>:&nbsp; An opioid agonist that binds to mu opiate receptors in the colonic myenteric plexus, which inhibits acetylcholine release, decreases intestinal smooth muscle activity, and slows peristalsis.&nbsp; Loperamide undergoes high first-pass metabolism and does not cross the blood-brain barrier, therefore avoiding systemic opiate-related adverse events (eg, sedation, respiratory depression).</li><li><strong>Diphenoxylate</strong>:&nbsp; Another opioid agonist that is active in the enteric nervous system.&nbsp; In higher doses, significant CNS effects (eg, euphoria) may occur, leading to risk for misuse.&nbsp; Diphenoxylate is usually formulated with atropine, an anticholinergic agent that causes significant adverse effects (eg, nausea, bloating) when taken in high doses, thereby discouraging misuse of the drug.</li><li><strong>Bismuth subsalicylate</strong>:&nbsp; Reduces intestinal fluid secretion, increases electrolyte absorption to reduce fecal fluid volume, and has antibacterial and anti-inflammatory properties.</li><li><strong>Alosetron</strong>:&nbsp; A selective 5-HT3 antagonist approved for treatment of severe diarrhea-predominant IBS in women and associated with significant risk for constipation and ischemic colitis.</li><li><strong>Antispasmodic agents</strong>:&nbsp; Dicyclomine and hyoscyamine are antispasmodic drugs that inhibit GI small muscle activity.&nbsp; They do not have significant antidiarrheal activity but are often used to relieve associated cramping and bloating (eg, in patients with IBS).</li></ul></li></ul><p><strong>Travelers' diarrhea</strong></p><p>Acute diarrhea acquired during travel to resource-limited regions can be due to a variety of organisms, including viruses (eg, norovirus), bacteria (eg, enterotoxigenic <em>E coli</em>), and protozoan parasites (eg, <em>Cryptosporidium parvum</em>).&nbsp; The most common cause is <em>enterotoxigenic E coli</em> (ETEC), which elaborates heat-labile and heat-stable enterotoxins (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81929.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ).&nbsp; Most cases of travelers' diarrhea are mild and self-limited, and specific treatment beyond hydration and antimotility agents is not usually needed.&nbsp; Antibiotics (eg, azithromycin, ciprofloxacin, rifaximin) can modestly shorten the disease course, but the benefits are outweighed in most cases by the risk for antibiotic resistance.&nbsp; However, bloody stools, systemic symptoms (eg, fever), or prolonged symptoms (eg, &gt;10-14 days) may warrant diagnostic testing and specific treatment (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/53970.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 9\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Chronic diarrhea</h2><p>Treatment of chronic diarrhea is generally disease-specific, and therefore requires definitive diagnosis.&nbsp; Supportive measures, such as hydration and antidiarrheal agents, are often useful but may not be necessary after the underlying cause has been addressed.</p><p>Dietary and other lifestyle changes may also be indicated.&nbsp; In general, sweetened beverages and other foods containing possible osmotic compounds should be avoided.&nbsp; In patients with malabsorption, supplemental intake of certain micronutrients or macronutrients may be needed to address deficiencies.</p><p>In addition, specific dietary plans are often necessary to treat certain causes of chronic diarrhea (eg, celiac disease, lactose intolerance).&nbsp; Commonly implemented dietary plans include the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Lactose-free diet</strong>:&nbsp; Indicated for patients with lactose intolerance.&nbsp; Because the effects of lactose are dose dependent, a reduction of intake rather than complete elimination may be adequate.&nbsp; Live-culture yogurt is often well tolerated.&nbsp; Alternatively, use of lactase supplements or dairy products with added lactase may be helpful.</li><li><strong>Gluten-free diet</strong>:&nbsp; Indicated for patients with celiac disease.&nbsp; Because the effect of gluten is immune mediated and not dose dependent, complete elimination of dietary gluten is necessary.&nbsp; Foods that contain gluten include wheat, rye, and barley.</li><li>Diet low in fermentable oligosaccharides, disaccharides, monosaccharides, and polyols (<strong>low FODMAP diet</strong>):&nbsp; A low-FODMAP diet can be useful for some patients with IBS and other causes of chronic diarrhea.&nbsp; Because of the variety of foods that contain FODMAP (and the need to maintain adequate nutrition with only low-FODMAP foods), dietitian consultation may be needed.</li></ul><h1>Prognosis and complications</h1><p>The prognosis for diarrhea varies depending on the underlying etiology:</p><ul class=\"article-body-unordered-list\"><li><strong>Acute diarrhea</strong>:&nbsp; Most cases of acute, nonbloody diarrhea are self-limited and resolve with supportive care.&nbsp; However, complications such as dehydration or electrolyte imbalances can occur, especially in vulnerable populations (eg, patients who are elderly or immunocompromised), and supportive care may be needed to minimize morbidity.</li><li><strong>Chronic diarrhea</strong>:&nbsp; Prognosis depends on the cause.&nbsp; Some conditions, such as lactose intolerance and IBS are nonprogressive and can often be managed with lifestyle interventions (eg, dietary modification) alone.&nbsp; However, more severe causes (eg, UC) may require intensive treatment to control symptoms and prevent long-term complications.</li></ul><p>General complications of diarrhea that can occur with any etiology include the following:</p><ul class=\"article-body-unordered-list\"><li>Hypovolemia/dehydration, especially in small children, elderly patients, and patients who are unable to obtain adequate hydration without assistance.&nbsp; In endemic regions, dehydration can be a significant cause of morbidity and mortality in patients with <em>V cholerae</em>, although the infection itself is self-limited.</li><li>Electrolyte abnormalities, especially in patients with high-volume osmotic or secretory diarrhea.</li><li>Non–anion gap metabolic acidosis due to loss of bicarbonate (HCO3<font size=\"2\"><sup>−</sup></font>) in the stool.</li></ul><p>Some diarrheal illnesses are also associated with certain notable disease-specific complications:</p><ul class=\"article-body-unordered-list\"><li><strong>Hemolytic uremic syndrome</strong> (HUS):&nbsp; A form of thrombotic microangiopathy characterized by thrombocytopenia, acute kidney injury, and nonimmune hemolytic anemia (eg, schistocytes) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13802.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; HUS is most often associated with Shiga toxin-producing organisms (eg, <em>Shigella</em>, Shiga toxin-producing <em>E coli</em> O157:H7), sometimes in food-related outbreaks.&nbsp; Risk is highest in children age &lt;5.&nbsp; Presenting symptoms include bloody diarrhea, abdominal pain, and fever.&nbsp; Antibiotics are not indicated because bacterial killing may lead to increased toxin release.</li><li><strong>Toxic megacolon</strong>:&nbsp; Nonobstructive colonic dilation that can complicate UC, <em>C difficile</em> infection, and other disorders that cause inflammatory diarrhea.&nbsp; Toxic megacolon presents with severe, bloody diarrhea; abdominal distension; and systemic symptoms.&nbsp; Toxic megacolon is a life-threatening disorder that often requires intensive care unit admission, aggressive supportive care, broad-spectrum antibiotics, and sometimes surgical intervention.</li><li><strong>Reactive arthritis</strong>:&nbsp; An immune-mediated disorder that may occur following certain GI (eg, <em>Salmonella</em>, <em>Shigella</em>, <em>Yersinia</em>) or genitourinary (eg, <em>Chlamydia trachomatis</em>) infections.&nbsp; Reactive arthritis presents with asymmetric oligoarthritis, enthesitis, and dactylitis, often associated with conjunctivitis, uveitis, urethritis, and oral ulcers.</li></ul><h1>Summary</h1><p>Diarrhea is the passage of loose or watery stools with increased frequency, typically &gt;3 times per day.&nbsp; Acute diarrhea is usually due to self-limited viral infections and can often be managed symptomatically without extensive diagnostic testing.&nbsp; However, as the duration of diarrhea increases, the differential diagnosis broadens, and diagnostic evaluation may be required to determine proper management.</p></div>\n            "
}