{
  "meta": {
    "title": "Diverticular disease: diverticulosis, diverticulitis, and diverticular bleeding",
    "url": "https://brainandscalpel.vercel.app/diverticular-disease-diverticulosis-diverticulitis-and-diverticular-bleeding-17fb90dc-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:06.657Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Diverticular disease consists of diverticulosis, diverticulitis, and diverticular bleeding.&nbsp; Diverticulosis refers to asymptomatic outpouchings (diverticula) in the colonic wall.&nbsp; Diverticulosis can result in diverticulitis (inflammation of the diverticula) or diverticular bleeding (due to erosion of the arteries in the diverticula).&nbsp; Diverticulitis and diverticular bleeding occur in 5%-15% of patients with diverticulosis.</p>\n<h1>Pathogenesis</h1><br><br><p>Diverticulosis is caused by herniation of the colonic mucosa and submucosa through the circular and longitudinal muscle layers of the colonic wall (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18986.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; It occurs at weak areas of the colonic wall where arteries (vasa recta) penetrate the muscularis.<p></p><br><br><p>The arteries cover the domes of the diverticula and are protected only by the mucosa on the luminal side; when these arteries become eroded, diverticular bleeding results (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45841.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p>Diverticulitis occurs when food particles trapped in the diverticula and increased intraluminal pressure (possibly from excessive contractions or straining) cause necrosis and microperforation of the diverticula, which lead to inflammation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L48878.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Diverticulitis occurs primarily in the sigmoid colon, where colonic pressure is the greatest.<p></p>\n<h1>Risk factors</h1><h2>Diverticulosis/Diverticulitis</h2><br><br><p>Risk factors include older age (eg, age &gt;50), tobacco use, elevated BMI, and sedentary lifestyle.&nbsp; Nonsteroidal anti-inflammatory drugs and diets high in red meat and low in fiber (which may cause constipation and straining) are associated with diverticulitis.&nbsp; Unlike what was previously believed, consumption of nuts and popcorn is not by itself associated with diverticulitis.</p>\n<h2>Diverticular bleeding</h2><br><br><p>In addition to older age and elevated BMI, medications such as nonsteroidal anti-inflammatory drugs, anticoagulants, and antiplatelets agents are associated with diverticular bleeding.</p>\n<h1>Clinical presentation</h1><h2>Diverticulosis</h2><br><br><p>Diverticulosis is generally asymptomatic and usually diagnosed incidentally.</p>\n<h2>Diverticulitis</h2><br><br><p>Diverticulitis (inflamed diverticula) is classified as uncomplicated or complicated.</p>\n<h2>Uncomplicated diverticulitis</h2><br><br><p>Uncomplicated diverticulitis refers to the presence of <strong>inflamed diverticula without additional pathology</strong> caused by the diverticulitis (ie, abscess, fistula, bowel perforation, bowel obstruction); it makes up 75% of the cases of diverticulitis.&nbsp; It is often due to microperforations and typically presents acutely with the following (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81413.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Left lower quadrant abdominal pain</strong> (location of sigmoid colon)</li>\n\t<li><strong>Nausea and vomiting</strong></li>\n\t<li><strong>Alteration in bowel habits</strong> (constipation more often than diarrhea)</li>\n\t<li><strong>Fever, leukocytosis</strong></li>\n</ul><br><br><p>The diarrhea in diverticulitis is usually nonbloody; however, low-volume hematochezia can occur and is likely due to colonic inflammation and not diverticular bleeding (diverticulitis and diverticular bleeding do not typically occur simultaneously).&nbsp; Sometimes, patients may also have dysuria, urinary urgency, or urinary frequency due to bladder irritation from an adjacent inflamed sigmoid colon; urine studies show sterile pyuria (ie, white blood cells in the urine and a negative urine culture).</p>\n<h2>Complicated diverticulitis</h2><br><br><p>Complicated diverticulitis refers to the presence of <strong>inflamed diverticula and additional pathology</strong> caused by the diverticulitis.&nbsp; Clinical features of these complications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Abscess</strong> can form around the inflamed diverticula.&nbsp; A diagnostic clue is that the patient's fever and abdominal pain do not improve with standard antibiotic therapy.</li>\n\t<li><strong>Fistula</strong> can form when ruptured diverticula or diverticular abscess extends into the surrounding organs or structures (eg, bladder).&nbsp; When a colovesical fistula forms, patients present with fecaluria (stool in the urine), pneumaturia (air in the urine), and recurrent urinary tract infections (from mixed colonic flora) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81364.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li><strong>Bowel perforation</strong> occurs when inflamed diverticula or abscess ruptures into the peritoneal cavity, causing fecal contamination and free air in the peritoneum.&nbsp; It presents with sudden, severe abdominal pain (bowel perforation) that then spreads to the entire abdomen (ie, peritonitis).&nbsp; Fever and peritoneal signs (eg, guarding, rebound tenderness) are also present.&nbsp; (In contrast, microperforations that cause uncomplicated diverticulitis are contained by peritoneal fat and mesentery.&nbsp; Due to its localized nature, uncomplicated diverticulitis presents with left lower quadrant abdominal pain, not generalized abdominal pain).</li>\n\t<li><strong>Large bowel obstruction</strong> is a rare complication; it can occur acutely due to luminal narrowing from pericolonic inflammation or abscess, or a stricture can form over time from chronic/recurrent diverticulitis.&nbsp; Patients present with nausea, vomiting, abdominal pain, changes in stool caliber, constipation, or obstipation.</li>\n</ul>\n<h2>Diverticular bleeding</h2><br><br><p>Diverticular bleeding typically presents with <strong>painless, large-volume hematochezia</strong> that resolves spontaneously (in contrast, diverticulitis is painful and rarely presents with hematochezia) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34305.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; The bleeding more commonly originates from the right side of the colon where diverticula are broader-based, allowing for greater arterial exposure within the diverticula (in contrast, diverticulitis more commonly originates in the sigmoid colon [left side], where greater intraluminal pressure causes diverticular inflammation and microperforation).<p></p>\n<h1>Diagnosis</h1><h2>Diverticulosis</h2><br><br><p>Diverticulosis is usually <strong>diagnosed incidentally</strong> on CT scans and colonoscopies performed for other reasons (eg, colon cancer screening, appendicitis evaluation).</p>\n<h2>Diverticulitis</h2><br><br><p>CT scan of the abdomen with oral and intravenous contrast is used to diagnose diverticulitis, to assess for complications (eg, abscess, perforation), and to evaluate for other conditions that present similarly.&nbsp; Findings that suggest diverticulitis include (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L117132.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Focal bowel wall thickening</strong> (due to inflammation)</li>\n\t<li><strong>Inflammatory changes (eg, stranding) in the pericolonic fat</strong></li>\n</ul><br><br><p>Diverticula may not always be seen and are not required to diagnose diverticulitis on imaging.</p><br><br><p>Following the resolution of acute diverticulitis (~6-8 weeks), a colonoscopy is recommended to rule out occult colon cancer (if one has not been done in the past year); this is because colon cancer can present with diverticulitis, especially complicated cases.&nbsp; A colonoscopy is contraindicated before then because acute inflammation increases the risk of bowel perforation.&nbsp; A colonoscopy is more sensitive than CT scan in detecting early colon cancer; therefore, even if the CT scan does not show a colonic lesion/mass, a colonoscopy is still recommended.</p>\n<h2>Diverticular bleed</h2><br><br><p>A colonoscopy is generally required to diagnose (and sometimes to treat) acute diverticular bleeds; the procedure is typically done during the hospitalization once hemodynamic stability is achieved.&nbsp; (This is in contrast to acute diverticulitis, for which colonoscopy in the acute setting is contraindicated due to risk of bowel perforation).</p>\n<h1>Differential diagnosis</h1><h2>Diverticulitis (abdominal pain with diarrhea)</h2><br><br><p>Many conditions can mimic diverticulitis in clinical presentation (therefore, a CT scan of the abdomen with oral and intravenous contrast is often necessary to confirm the diagnosis).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Appendicitis</strong>:&nbsp; typically presents with fever, vomiting, diarrhea, and periumbilical pain that migrates to the right lower quadrant.&nbsp; It can mimic right-sided diverticulitis (ie, cecal diverticulitis), which is much rarer than sigmoid diverticulitis.&nbsp; CT scan shows appendiceal wall thickening and periappendiceal fat stranding.</li>\n\t<li><strong>Inflammatory bowel disease (IBD)</strong>, including Crohn disease and ulcerative colitis (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/51005.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):&nbsp; presents with abdominal pain at various locations (depending on bowel segment affected) and diarrhea (bloody for ulcerative colitis, watery or bloody for Crohn disease).&nbsp; Unlike diverticulitis, IBD follows a more chronic course (eg, several weeks to months), sometimes accompanied by extraintestinal manifestations (eg, erythema nodosum, uveitis).&nbsp; CT scan may show nonspecific bowel thickening, but a colonoscopy (with biopsy and examination of the terminal ileum) would show characteristic gross (eg, mucosal ulcerations, cobblestoning) and histological changes (eg, noncaseating granulomas).</li>\n\t<li><strong>Infectious colitis</strong> (bacterial, viral, or parasitic):&nbsp; predominantly presents with diarrhea; abdominal pain is usually less prominent than that seen in diverticulitis.&nbsp; Patients typically have a history of exposures (eg, sick contact, antibiotic intake, consumption of high-risk foods, recent travel).&nbsp; CT scan may show thickened bowel walls (due to inflammation) but peridiverticular inflammation (fat stranding, increased soft tissue density within pericolonic fat) is typically not present.</li>\n\t<li><strong>Irritable bowel syndrome</strong>:&nbsp; presents with chronic (≥3 months) abdominal pain and altered bowel habits (eg, constipation, diarrhea).&nbsp; It is a functional disorder without organic disease; therefore, CT scan of the abdomen and colonoscopy are normal.</li>\n\t<li><strong>Ischemic colitis</strong>:&nbsp; presents with acute abdominal pain and hematochezia, typically in older adults with cardiovascular risk factors (eg, hypertension, diabetes mellitus, hemodialysis).&nbsp; On CT scan, bowel wall thickening is present but peridiverticular inflammation (fat stranding, increased soft tissue density within pericolonic fat) is not present.</li>\n</ul>\n<h2>Diverticular bleeding (painless hematochezia)</h2><br><br><p>Many conditions can cause painless hematochezia (therefore, the diagnosis is typically ascertained by colonoscopy, which allows direct visualization of the bleeding source).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Angiodysplasia</strong>:&nbsp; is characterized by dilated and tortuous capillaries in the submucosa of the colonic wall on colonoscopy (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L586.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Unlike diverticular bleeding, which is typically brisk due to its arterial nature, angiodysplasia typically presents with occult bleeding (ie, iron deficiency anemia with positive fecal occult blood) due to its venous nature.&nbsp; Frank hematochezia can occur but is rare.</li>\n\t<li><strong>Internal hemorrhoids</strong>:&nbsp; typically cause small-volume hematochezia, typically while straining during defecation.&nbsp; Internal hemorrhoids can be directly visualized on colonoscopy or anoscopy as bluish/purplish bulges in the anal canal.</li>\n\t<li><strong>Colon cancer</strong>:&nbsp; can present with rectal bleeding, usually in combination with other symptoms/signs (eg, changes in bowel habits, weight loss, rectal mass, abdominal discomfort).&nbsp; On colonoscopy, colon cancer presents as ulcerated or friable mucosal masses that protrude into the lumen (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65157.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Management</h1><h2>Diverticulosis</h2><br><br><p>Diverticulosis is asymptomatic and does not need therapeutic interventions.&nbsp; However, measures should be taken to reduce the risk of its progression to diverticulitis or diverticular bleeding, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Avoiding smoking</li>\n\t<li>Consuming a diet high in fiber and low in red meat</li>\n\t<li>Exercising regularly to maintain healthy weight</li>\n\t<li>Avoiding unnecessary aspirin or nonsteroidal anti-inflammatory drug use</li>\n</ul>\n<h2>Diverticulitis</h2><br><br><p>The management of diverticulitis depends on its severity (including the presence or absence of complications) and the comorbidities of the patient (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91501.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>No high-risk features</strong> (eg, patients age &lt;70 without significant comorbidities, not septic)<br><br>\t<ul>\n\t\t<li>Outpatient management with oral fluids and close follow-up (within 2-3 days).</li>\n\t\t<li>Antibiotics are not necessary but can be considered (eg, amoxicillin-clavulanate; ciprofloxacin plus metronidazole).</li>\n\t</ul>\n\t</li>\n\t<li><strong>High-risk features</strong> (eg, age &gt;70, significant comorbidities, septic)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Inpatient management with intravenous antibiotics (eg, piperacillin-tazobactam, ceftriaxone plus metronidazole) is likely necessary; however, oral antibiotics with close follow-up may be appropriate in certain situations (eg, age &gt;70 but otherwise healthy and nontoxic appearing) depending on clinical judgment.</li>\n\t\t<li>Bowel rest, intravenous fluids, analgesic therapy.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Complicated diverticulitis</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Intravenous antibiotics (eg, piperacillin-tazobactam, cefepime plus metronidazole).</li>\n\t\t<li>Percutaneous drainage (for abscesses ≥4 cm), surgery (for fistula, bowel obstruction, bowel perforation).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>To prevent recurrence, elective partial colon resection with primary anastomosis is recommended 10-12 weeks after an episode of complicated diverticulitis; it is also recommended after any episode of diverticulitis in an immunocompromised patient (eg, chronic immunosuppression therapy, HIV infection, primary immunodeficiencies, hematologic malignancies).&nbsp; Notably, diverticulitis complicated by abscess is excluded as an indication for elective surgery because the risk of recurrence of complicated diverticulitis is low.</p>\n<h2>Diverticular bleeding</h2><br><br><p>Diverticular bleeding typically requires inpatient management with fluid resuscitation, transfusions (if needed), serial blood count monitoring, and endoscopic evaluation.&nbsp; Most cases resolve spontaneously, but some require endoscopic therapy (eg, clip placement, band ligation, contact thermal therapies) or surgical intervention (eg, colonic resection) for persistent bleeding.</p>\n<h1>Prognosis</h1><h2>Diverticulosis</h2><br><br><p>The majority of cases of diverticulosis remain asymptomatic and never progress to diverticulitis or diverticular bleeding.</p>\n<h2>Diverticulitis</h2><br><br><p>Diverticulitis is a recurrent condition with most cases resolving within weeks with appropriate medical management.&nbsp; Only a small percentage of diverticulitis cases are life-threatening (eg, bowel perforation) or will require surgical intervention.</p>\n<h2>Diverticular bleeding</h2><br><br><p>Most diverticular bleeds stop spontaneously; however, a third of cases require intervention to achieve hemostasis.&nbsp; Diverticular bleeds can recur, with the risk increased in those who use antiplatelet or anticoagulation therapy.&nbsp; Mortality rate is usually low.</p>\n<h1>Summary</h1><br><br><p>Diverticular disease consists of diverticulosis, diverticulitis, and diverticular bleeding (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41620.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>Diverticulosis is asymptomatic and is found incidentally on colonoscopy or imaging.&nbsp; No therapeutic intervention is necessary, but lifestyle changes (eg, exercise, high fiber diet, weight loss) and reduction of nonsteroidal anti-inflammatory drug intake can reduce the risk of diverticulitis and diverticular bleeding.</p><br><br><p>In contrast, diverticulitis presents with left lower quadrant abdominal pain, nausea, vomiting, and constipation or diarrhea.&nbsp; Most cases are managed in the outpatient setting with or without oral antibiotic therapy (eg, ciprofloxacin plus metronidazole), depending on the severity and comorbidities of the patient.&nbsp; Diagnosis is confirmed on CT scan of the abdomen with oral and intravenous contrast.&nbsp; A colonoscopy should be obtained 6-8 weeks after diverticulitis resolution to rule out occult colon cancer.</p><br><br><p>Unlike diverticulitis, diverticular bleeding presents with painless hematochezia.&nbsp; Patients typically require urgent hospitalization and colonoscopy to confirm the diagnosis.&nbsp; Most cases achieve hemostasis spontaneously; a minority requires endoscopic or surgical intervention to stop the bleeding.</p>\n</div>\n\n            "
}