{
  "meta": {
    "title": "Dysphagia: Oral and esophageal",
    "url": "https://brainandscalpel.vercel.app/dysphagia-oral-and-esophageal-9e996e50-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:09.347Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Dysphagia (difficult or abnormal swallowing) is a symptom of various underlying conditions affecting the oropharynx, esophagus, or surrounding structures.&nbsp; It can significantly impair nutrition, hydration, and quality of life and may lead to complications such as aspiration pneumonia, a leading cause of death for elderly patients.&nbsp; Appropriate evaluation and management can significantly decrease morbidity and mortality.</p>\n<h1>Normal deglutition</h1><br><br><p>Normal deglutition (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69213.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ) (swallowing) is a complex process that involves 3 phases:<p></p><br><br><ol class=\"article-body-ordered-list\">\n\t<li>In the <strong>voluntary oral phase</strong>, the food bolus is collected in the back of the mouth and lifted upward to the posterior wall of the pharynx.</li>\n\t<li>This initiates the <strong>pharyngeal phase</strong>, which consists of involuntary pharyngeal muscle contractions (eg, soft palate elevation, base of tongue pushes posteriorly) that propel the food bolus to the esophagus.&nbsp; The airway is protected during swallowing by displacement of the larynx superiorly and anteriorly, sealing of the laryngeal vestibule by the epiglottis tilting backward, and closing of the glottis by vocal fold adduction (closing).&nbsp; For the bolus to pass out of the pharynx, the upper esophageal sphincter relaxes and the inferior pharyngeal constrictor muscles contract, which generates enough pressure to push the bolus into the esophagus.</li>\n\t<li>During the <strong>esophageal phase</strong>, food stretches the walls of the esophagus, stimulating waves of peristalsis that begin above the site of distension to move the bolus downward.&nbsp; Relaxation of the lower esophageal sphincter follows, allowing the food bolus to enter the stomach.</li>\n</ol>\n<h1>Pathophysiology and clinical presentation</h1><br><br><p>Disruption at any point in this sequence can lead to impaired bolus transit and associated symptoms.&nbsp; Dysphagia is broadly categorized into disruption in either the oropharyngeal phase or the esophageal phase, which can often be distinguished clinically based on timing, the type of food involved, and associated findings.</p>\n<h2>Oropharyngeal dysphagia</h2><br><br><p>Oropharyngeal dysphagia refers to impairment in bolus transfer, initiation of swallowing, or airway protection.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>It typically occurs <strong>at the initiation of swallowing</strong>, with symptoms such as <strong>coughing</strong> or <strong>choking</strong> immediately after attempting to eat or drink.</li>\n\t<li>The oropharynx (and larynx) provides passage for both food and liquid into the esophagus and air into the trachea.&nbsp; The complex sensory and motor integration required to appropriately direct bolus flow in this area leads to dysphagia that is much more prominent with <strong>thin liquids</strong> or mixed consistencies (eg, chicken noodle soup) than with solids.</li>\n\t<li>Another associated finding may be nasal regurgitation, reflecting dysfunction of the nasopharyngeal seal.</li>\n</ul>\n<h2>Esophageal dysphagia</h2><br><br><p>Esophageal dysphagia refers to impairment in transit through the esophagus; this can be further divided into mechanical obstruction (eg, malignancy) or motility disorders (eg, achalasia).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Esophageal dysphagia presents with a sensation of food <strong>sticking in the throat</strong> or chest several seconds after swallowing.</li>\n\t<li>Because the esophagus actively contracts in a coordinated fashion to move food and liquids through the esophagus, the pattern of symptoms depends on the underlying cause.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>When there is a mechanical <strong>obstruction</strong> (eg, strictures, tumors), the luminal space is decreased, which makes solids less able to travel through the esophagus.</li>\n\t\t<li>However, if there is a <strong>motility disorder</strong> (eg, achalasia), the movement of both solids and liquids is impaired.</li>\n\t</ul>\n\t</li>\n\t<li>Patients may also report <strong>regurgitation of undigested food</strong>, particularly as the condition <strong>progresses</strong>.</li>\n</ul>\n<h2>Other features of both types</h2><br><br><p>The presentation can also be more <strong>insidious</strong>, especially in older patients with significant neurologic comorbidities who may have manifestations such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Weight loss.</li>\n\t<li>Social isolation.</li>\n\t<li>Increased time spent at the table for meals.</li>\n\t<li>Recurrent pulmonary infections or pulmonary disease exacerbations.</li>\n</ul>\n<h1>Work-up and evaluation for underlying etiologies</h1><br><br><p>The most important step in evaluation is an appropriate history; further work-up follows from the suspected type of dysphagia (oropharyngeal vs esophageal) and includes a thorough assessment for underlying causes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17638.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h1>Studies</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Videofluoroscopic swallow study (VFSS)</strong> (sometimes referred to as <strong>modified barium swallow</strong> study [MBS]):&nbsp; A speech language pathologist administers different textures of contrast (eg, thickened, thin liquids) while a radiologist takes fluoroscopic images.&nbsp; This evaluates the swallowing mechanism from the lips, through the oral cavity and pharynx, into the upper portion of the esophagus.</li>\n\t<li><strong>Esophagography</strong> (sometimes called <strong>barium swallow</strong>):&nbsp; Thick, radioopaque liquid is given orally.&nbsp; Rather than travel through the esophagus as a bolus, this liquid coats the esophagus, illuminating the appearance of the entire esophagus.</li>\n\t<li><strong>Endoscopy</strong>:&nbsp; Direct visualization with the ability to biopsy esophageal mucosal lesions is performed under sedation.</li>\n\t<li><strong>Manometry</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L120656.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; A catheter is inserted into the esophagus to measure the strength and coordination of esophageal contractions (peristalsis).</li>\n</ul><br><br><p>Typically, VFSS (MBS) is performed in cases of oropharyngeal dysphagia; in cases of esophageal dysphagia, barium swallow followed by manometry with endoscopy is considered when a motility disorder is suspected, whereas upper gastrointestinal endoscopy (possibly with barium swallow beforehand) is considered when mechanical obstruction is suspected.</p>\n<h1>Underlying etiologies</h1><h2>Oropharyngeal dysphagia</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Stroke</strong>:&nbsp; Dysphagia is rarely the presenting symptom of stroke but can complicate stroke management and/or recovery.&nbsp; VFSS (MBS) should be obtained once the patient's status has stabilized (prior to hospital discharge) to assess for specific deficits and evaluate which forms of behavior modification and/or therapy may be most helpful.</li>\n\t<li><strong>Other neuromuscular disorders</strong> (eg, myasthenia gravis, amyotrophic lateral sclerosis):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Myasthenia gravis</strong> is caused by circulating antibodies directed against postsynaptic acetylcholine receptors of the neuromuscular junction.&nbsp; This causes fluctuating weakness that worsens throughout the day and most often involves the extraocular (eg, ptosis, diplopia) and bulbar (eg, fatigable chewing, dysphagia) musculature.&nbsp; Fatigability is a characteristic feature, making speech therapy, which relies on repetitive muscle contractions, less helpful.</li>\n\t\t<li><strong>Amyotrophic lateral sclerosis</strong>, a neurodegenerative disorder that destroys upper and lower motor neurons, is ultimately fatal.&nbsp; Progressive bulbar weakness, leading to dysphagia and aspiration combined with respiratory muscle weakness (eg, weak cough, decreased diaphragm contraction), is usually responsible for patients' deaths.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Malignancy of the oropharynx or larynx</strong> (most often, squamous cell carcinoma) may impair swallowing due to either obstruction or inflammatory fibrosis that leads to altered movement.</li>\n</ul>\n<h2>Esophageal dysphagia</h2><br><br><p><strong>Mechanical obstruction</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Esophageal stricture</strong> is narrowing of the esophagus (usually near the gastroesophageal junction) that causes dysphagia.&nbsp; It most often occurs as a complication of chronic gastroesophageal reflux disease (GERD) and is caused by reparative collagen deposition in response to acid damage.</li>\n\t<li><strong>Esophageal cancer</strong> can obstruct the upper or lower esophagus.&nbsp; In the upper esophagus, squamous cell carcinoma is most common; risk factors include tobacco and alcohol use.&nbsp; In the distal esophagus, adenocarcinoma generally arises from Barrett esophagus (mucosal metaplasia due to long-standing GERD).&nbsp; Esophagogastroduodenoscopy is required for diagnosis.&nbsp; Dysphagia is usually progressive (solids &gt; liquids) and associated with significant weight loss.</li>\n\t<li><strong>Esophageal webs</strong> are formed by a thin mucosal fold protruding into part of the esophageal lumen; they form in a minority of patients (~5%) with chronic iron deficiency (ie, Plummer-Vinson syndrome).&nbsp; <strong>Esophageal rings</strong> consist of mucosa and sometimes muscle and tend to be circumferential, with involvement of the distal esophagus (eg, Schatzki ring at the gastroesophageal junction); they can develop due to damage from GERD.</li>\n\t<li><strong>Zenker diverticulum</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26025.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) is a pharyngoesophageal diverticulum created by the herniation of mucosa, which leads to dysphagia, halitosis, and regurgitation of undigested food.</li>\n\t<li><strong>Eosinophilic esophagitis</strong> is an immune-mediated disorder that often presents with dysphagia and impaction of solid foods.&nbsp; This is mostly due to fibrotic or inflammatory obstructions of the esophagus but can also lead to dysmotility as a secondary consequence.&nbsp; Patients usually have episodic retrosternal pain unresponsive to high-dose proton pump inhibitor therapy.</li>\n\t<li>Occasionally, cardiovascular dysphagia can occur due to enlargment of the&nbsp;left atrium, which lies behind the esophagus.&nbsp; Examples include longstanding mitral stenosis/regurgitation (eg, from rheumatic heart disease), which displaces the left atrium posteriorly, causing&nbsp;external compression of the mid-esophagus.&nbsp; Other vascular abnormalities, including a large thoracic aortic aneurysm, can also lead to esophageal compression and dysphagia.&nbsp;</li>\n</ul><br><br><p><strong>Motility disorders</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Achalasia</strong> is due to impaired relaxation of the lower esophageal sphincter with impaired peristalsis in the distal esophagus due to degeneration of inhibitory neurons in the myenteric plexus.&nbsp; This leads to progressive dysphagia of both solids and liquids, usually with significant weight loss.&nbsp; Barium esophagography (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97692.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) classically reveals a dilated esophagus funneling into a contracted lower esophageal sphincter&nbsp; (ie, bird beak).</li>\n\t<li><strong>Diffuse esophageal spasm</strong> represents periodic, uncoordinated, simultaneous contractions of the lower esophagus due to impaired inhibitory innervation within the esophageal myenteric plexus.&nbsp; Patients typically have liquid/solid dysphagia and chest pain due to inefficient propagation of food into the stomach.&nbsp; Esophageal manometry (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42493.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) is diagnostic and shows periodic, simultaneous, and nonperistaltic contractions of large amplitude and long duration.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management focuses on addressing the underlying cause and mitigating complications.</p>\n<h2>Oropharyngeal dysphagia</h2><br><br><p>Because many of the etiologies underlying oropharyngeal dysphagia are stable (eg, stroke) or progressive (eg, amyotrophic lateral sclerosis), treatment most often focuses on improving safety (ie, decreasing the risk for aspiration pneumonia, avoiding malnutrition) and improving quality of life (eg, maintaining the ability to eat).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Swallowing therapy with a speech-language pathologist focuses on improving strength and coordination of the oropharyngeal musculature, as well as compensatory maneuvers to improve airway protection (eg, chin tuck).</li>\n\t<li>Dietary modifications (eg, thickened liquids) are often recommended because they have immediate impacts (eg, reduced aspiration risk).</li>\n\t<li>Enteral feeding (eg, percutaneous endoscopic gastrostomy) should be considered if dysphagia is severe.</li>\n</ul>\n<h2>Esophageal dysphagia</h2><br><br><p>In many cases, management of the underlying cause of obstruction or the underlying motility disorder can improve symptoms.&nbsp; Examples include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Endoscopic dilation for strictures or Schatzki rings.</li>\n\t<li>Proton pump inhibitors for GERD-related strictures.</li>\n\t<li>Botulinum toxin injection or pneumatic dilation for achalasia.</li>\n\t<li>Surgical interventions (eg, myotomy for achalasia, resection for malignancy).</li>\n</ul>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Aspiration pneumonia.</li>\n\t<li>Malnutrition and dehydration.</li>\n\t<li>Chronic weight loss.</li>\n\t<li>Social isolation.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis depends on the etiology of dysphagia and the effectiveness of treatment.&nbsp; Neurologic causes often require long-term management, whereas structural lesions may resolve with appropriate interventions.&nbsp; Early recognition and intervention can significantly improve outcomes and reduce complications.</p>\n<h1>Summary</h1><br><br><p>Dysphagia (difficulty swallowing) is categorized as oropharyngeal or esophageal.&nbsp; Causes include neurologic disorders, mechanical obstructions, and motility disorders.&nbsp; Diagnosis requires clinical assessment, imaging, and, sometimes, manometry or endoscopy.&nbsp; Management depends on the etiology and may involve lifestyle modifications, speech therapy, medical therapy, or invasive procedures.</p>\n</div>\n\n            "
}