{
  "meta": {
    "title": "Eosinophilic esophagitis",
    "url": "https://brainandscalpel.vercel.app/eosinophilic-esophagitis-bbbdbea6-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:14.648Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n\t<p>Eosinophilic esophagitis (EoE) is a chronic, immune-mediated esophageal disease characterized by eosinophilic infiltration of the esophageal epithelium.&nbsp; It presents with symptoms related to esophageal dysfunction, such as dysphagia and food impaction.&nbsp; The prevalence of EoE has been increasing over the past few decades, paralleling the rise in other allergic diseases.</p>\n\t<h1>Pathophysiology</h1>\n\t\n\t<p>EoE is an <strong>immune-mediated inflammatory response</strong> to specific food and environmental antigens.&nbsp; On exposure, these antigens activate T-helper 2 lymphocytes, leading to the release of cytokines such as IL-5 and IL-13.&nbsp; These cytokines promote eosinophil proliferation and recruitment to the esophagus.&nbsp; Eosinophils release toxic granules that cause tissue damage, leading to the clinical manifestations of EoE.</p>\n\t<h1>Risk factors</h1>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Genetic predisposition</strong>:&nbsp; A family history of EoE or other atopic conditions increases the likelihood of developing the disease.</li>\n\t\t<li><strong>Allergic diseases</strong>:&nbsp; Individuals with asthma, allergic rhinitis, atopic dermatitis, or food allergies are at higher risk for EoE.</li>\n\t\t<li><strong>Gender and age</strong>:&nbsp; EoE is more common in male patients and is often diagnosed in childhood or early adulthood.</li>\n\t</ul>\n\t<h1>Pathology</h1>\n\t\n\t<p>Histologically, EoE is characterized by significant <strong>eosinophilic infiltration</strong>, usually with eosinophils &gt;15/hpf in esophageal biopsies (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L98004.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Additional features include basal cell hyperplasia, subepithelial fibrosis, and the presence of eosinophilic microabscesses.<p></p>\n\t<h1>Clinical presentation</h1>\n\t\n\t<p>The symptoms of EoE vary with age:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Adults</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38143.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; Dysphagia, particularly with solid foods, is the most common presentation.&nbsp; Food impaction, retrosternal chest pain, upper abdominal pain, and reflux-like symptoms unresponsive to proton pump inhibitors (PPIs) are also typical.</li>\n\t\t<li><strong>Children</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/94221.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; Feeding difficulties, failure to thrive, vomiting, and abdominal pain are common presentations.&nbsp; Toddlers with EoE typically present with feeding dysfunction, which can manifest as failure to progress past liquids/purees or a preference for soft foods after previously tolerating solids.&nbsp; Limited intake of solid foods may lead to poor weight gain.</li>\n\t</ul>\n\t<h1>Diagnosis</h1>\n\t\n\t<p>Patients with suggestive manifestations should undergo endoscopic evaluation.&nbsp; Diagnosis of EoE is based on a combination of clinical, endoscopic, and histopathologic criteria:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Clinical evaluation</strong>:&nbsp; Symptoms attributable to esophageal dysfunction (eg, dysphagia, food impaction) are present.&nbsp; A comorbid history of atopic disorders (eg, asthma, allergic rhinitis, allergic eczema) supports the diagnosis.</li>\n\t\t<li><strong>Endoscopy</strong>:&nbsp; Identifying characteristic features such as esophageal rings (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L49313.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) (trachealization), linear furrows, white exudates (plaques), and strictures is helpful.</li>\n\t\t<li><strong>Histopathology</strong>:&nbsp; Biopsy is taken from multiple sites in the esophagus; characteristic findings include an eosinophil-predominant infiltrate, eosinophilic microabscesses, and basal cell hyperplasia.</li>\n\t</ul>\n\t\n\t<p>In patients with reflux-type symptoms, <strong>failure to respond to an adequate trial of PPIs</strong> may suggest EoE.&nbsp; However, some patients with EoE experience improvement with PPIs, and EoE and gastroesophageal reflux disease (which usually does respond to PPI therapy) may coexist.&nbsp; Therefore, a positive or negative response to a PPI trial is not definitive for diagnosis.</p>\n\t<h1>Differential diagnosis</h1>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Gastroesophageal reflux disease (GERD)</strong>:&nbsp; has symptoms such as dysphagia and retrosternal chest pain but typically responds to PPIs and has fewer eosinophils on biopsy.</li>\n\t\t<li><strong>Achalasia</strong>:&nbsp; presents with dysphagia and chest pain but can be distinguished by aperistalsis and esophageal dilation on barium swallow, as well as manometry showing impaired lower esophageal sphincter relaxation.</li>\n\t\t<li><strong>Infectious esophagitis</strong>:&nbsp; esophageal infections (eg, cytomegalovirus [CMV], herpes simplex virus [HSV], <em>Candida</em>) can also cause dysphagia and chest pain.&nbsp; However, these disorders typically occur in immunocompromised individuals, and endoscopic findings are distinct, which may include fluffy white exudates in <em>Candida</em> esophagitis and esophageal ulcerations in CMV and HSV esophagitis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L706.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n\t\t<li><strong>Medication-induced esophagitis</strong>:&nbsp; is characterized by direct caustic injury to intestinal mucosa.&nbsp; Common causative medications include nonsteroidal anti-inflammatory drugs, tetracyclines, and bisphosphonates.&nbsp; This type of esophagitis typically presents with acute odynophagia and retrosternal pain.&nbsp; Endoscopy shows discrete ulcerations.</li>\n\t\t<li><strong>Celiac disease</strong>:&nbsp; is characterized by eosinophilic infiltration in the gastrointestinal tract.&nbsp; It can be differentiated through positive serologic tests and villous atrophy on duodenal biopsy.</li>\n\t</ul>\n\t<h1>Evaluation</h1>\n\t\n\t<p>Laboratory testing is often performed in patients with dysphagia, but no tests are diagnostic for EoE.&nbsp; However, some tests may be suggestive, including the following:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Allergy testing</strong>:&nbsp; Skin prick tests and serum-specific IgE tests help identify food and environmental allergens that may contribute to EoE.</li>\n\t\t<li><strong>Complete blood count</strong> (CBC):&nbsp; A CBC may reveal peripheral eosinophilia, although this is not specific to EoE.</li>\n\t</ul>\n\t\n\t<p>Imaging is not typically required for diagnosis.&nbsp; However, supportive findings include the following:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Barium swallow</strong> may reveal esophageal strictures or narrowing and is useful in assessing motility disorders.</li>\n\t\t<li><strong>Endoscopic ultrasonography</strong> can assess esophageal wall thickness and subepithelial fibrosis, although it is not routinely used in EoE diagnosis.</li>\n\t</ul>\n\t<h1>Management</h1>\n\t\n\t<p>Management of EoE includes dietary, pharmacologic, and endoscopic interventions:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Dietary management</strong>:&nbsp; Dietary management includes an elemental diet using amino acid–based formulas, particularly in children, and elimination diets that remove the most common food allergens (eg, milk, wheat, soy, eggs, nuts, seafood).</li>\n\t\t<li><strong>Pharmacologic treatment</strong>:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Topical corticosteroids, such as swallowed fluticasone or budesonide, are the first-line pharmacologic treatments for reducing inflammation.&nbsp; Metered-dose inhalers can be cost-effective; the medication is sprayed into the back of the throat and swallowed.</li>\n\t\t\t<li>PPIs (eg, omeprazole, lansoprazole) may be used empirically to reduce acid-related symptoms and esophageal eosinophilia; although most cases of EoE do not improve, some do, so the low toxicity generally warrants a trial.</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li><strong>Endoscopic management</strong>:&nbsp; Esophageal dilation is reserved for patients with significant strictures causing dysphagia.</li>\n\t</ul>\n\t<h1>Complications</h1>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Esophageal strictures</strong>:&nbsp; These may require repeated dilations to manage narrowing of the esophagus.</li>\n\t\t<li><strong>Food impaction</strong>:&nbsp; This can necessitate emergency endoscopic intervention to remove impacted food.</li>\n\t\t<li><strong>Fibrosis:</strong>&nbsp; Chronic inflammation can lead to permanent structural changes such as fibrosis.</li>\n\t\t<li><strong>Impact on quality of life</strong>:&nbsp; Ongoing symptoms of EoE can significantly affect daily activities and dietary choices, impacting patients' quality of life.</li>\n\t</ul>\n\t<h1>Prognosis</h1>\n\t\n\t<p>EoE is a chronic condition requiring long-term management.&nbsp; With appropriate treatment, many patients achieve symptomatic relief and histologic remission.&nbsp; However, relapse is common with discontinuation of therapy.&nbsp; Ongoing monitoring and periodic endoscopic evaluations are often necessary to manage the disease effectively.</p>\n\t<h1>Summary</h1>\n\t\n\t<p>Eosinophilic esophagitis is a chronic inflammatory esophageal disease driven by an immune response to specific allergens.&nbsp; It presents with symptoms related to esophageal dysfunction and requires a combination of dietary modifications, pharmacologic therapy, and, sometimes, endoscopic interventions for management.&nbsp; Early recognition and targeted treatment are essential for preventing complications such as strictures and food impaction, thereby improving patient outcomes and quality of life.</p>\n\t</div>\n\t\n            "
}