{
  "meta": {
    "title": "Esophageal stricture",
    "url": "https://brainandscalpel.vercel.app/esophageal-stricture-d04031d5-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:18.726Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>An esophageal stricture is a narrowing of the esophageal lumen that impairs the normal passage of ingested food.&nbsp; The most common cause is long-standing gastroesophageal reflux disease (GERD); other potential causes include caustic ingestion, radiation therapy, and malignancy.&nbsp; Patients typically have slowly progressive dysphagia to solid foods.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>The pathogenesis of esophageal strictures generally involves mucosal injury followed by chronic inflammation, fibrotic remodeling of the esophageal wall, and, eventually, luminal narrowing.&nbsp; Strictures are broadly categorized as benign or malignant, with benign causes being far more common.</p>\n<h2>Benign etiologies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>GERD-related</strong> (peptic) strictures (most common):&nbsp; Chronic acid reflux causes repeated mucosal injury and ulceration.&nbsp; The healing response leads to collagen deposition, scar formation, and concentric narrowing of the esophageal lumen.</li>\n\t<li><strong>Eosinophilic esophagitis</strong> (EoE):&nbsp; Chronic immune-mediated inflammation results in eosinophilic infiltration, subepithelial fibrosis, and, eventually, stricture development.</li>\n\t<li><strong>Caustic ingestion</strong> and <strong>radiation therapy</strong>:&nbsp; Both can cause transmural mucosal injury and deep scarring, often creating more complex, tortuous strictures.</li>\n\t<li><strong>Pill-induced esophagitis</strong>:&nbsp; Localized mucosal injury from medications such as bisphosphonates or nonsteroidal anti-inflammatory drugs can lead to ulceration and fibrotic healing, especially when pills are taken without adequate water or while lying down.</li>\n\t<li><strong>Postsurgical or postendoscopic injury</strong>:&nbsp; Prior esophageal surgery (eg, repair, resection) or therapeutic endoscopic interventions (eg, biopsy) can damage the mucosa and result in scarring.</li>\n</ul>\n<h2>Malignant etiologies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Esophageal adenocarcinoma</strong>:&nbsp; Esophageal adenocarcinoma most often affects the distal esophagus and is commonly associated with Barrett esophagus.</li>\n\t<li><strong>Squamous cell carcinoma</strong>:&nbsp; Typically involving the mid to upper esophagus, squamous cell carcinoma is linked to risk factors such as smoking and alcohol use.</li>\n\t<li><strong>Metastatic lesions</strong>:&nbsp; Rarely, metastatic spread to the esophagus can lead to malignant stricture formation.</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Histologically, benign esophageal strictures show submucosal fibrosis with relative preservation of the muscularis propria, leading to concentric luminal narrowing (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118441.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; They are classified as simple (short, straight, and endoscope-passable) or complex (longer, tortuous, and ≤10 mm in diameter).&nbsp; Malignant strictures typically present with asymmetric narrowing, irregular margins, and mucosal ulceration or mass effect.<p></p>\n<h1>Clinical presentation</h1><br><br><p>Patients with esophageal strictures most commonly experience <strong>progressive dysphagia</strong>, which is characterized by a normal initiation of swallowing (eg, no choking or coughing) followed by a sensation that food becomes \"stuck\" in the chest.&nbsp; This reflects a mechanical obstruction.&nbsp; Initially, the dysphagia is limited to <strong>solid foods</strong> but may progress to include liquids in severe cases.&nbsp; Malignant strictures tend to cause more rapidly progressive symptoms, whereas benign strictures result in a slower, insidious onset.</p><br><br><p>Other symptoms may include episodes of <strong>food impaction</strong>, regurgitation of undigested food, odynophagia (painful swallowing), and <strong>retrosternal or chest discomfort</strong>.&nbsp; Anorexia and significant weight loss, especially if rapid, should raise suspicion for malignant causes.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Achalasia</strong>:&nbsp; A primary esophageal motility disorder that causes dysphagia to both solids and liquids from the onset.&nbsp; Barium swallow typically reveals aperistalsis, dilation of the proximal esophagus, and a bird-beak narrowing at the lower esophageal sphincter (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L503.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Esophageal spasm</strong>:&nbsp; A disorder of esophageal motility characterized by intermittent dysphagia and atypical chest pain.&nbsp; It typically affects both solids and liquids and is often exacerbated by stress or temperature extremes.&nbsp; Barium swallow may reveal a corkscrew appearance due to nonperistaltic contractions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L102195.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Vascular rings</strong>:&nbsp; Rare congenital anomalies in which aortic arch vessels encircle and compress the trachea and/or esophagus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L48688.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; They cause narrowing, often at the level of the aortic arch, and may be associated with respiratory symptoms in addition to dysphagia.</li>\n\t<li><strong>Zenker diverticulum</strong>:&nbsp; A diverticulum of the hypopharynx, typically occurring just above the upper esophageal sphincter, that can present with oropharyngeal dysphagia, regurgitation of undigested food, halitosis, and even aspiration.&nbsp; Diagnosis is often made with a barium swallow study showing a posterior outpouching.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The evaluation of dysphagia should begin with a thorough history to characterize the onset, progression, and nature of the swallowing difficulty.&nbsp; Dysphagia that initially affects solid foods and gradually progresses to include liquids suggests a mechanical obstruction (eg, stricture).&nbsp; The history may also show important risk factors for esophageal stricture, including long-standing GERD, EoE, prior caustic ingestion, or radiation therapy involving the chest or neck.</p><br><br><p>The gold standard for diagnosing esophageal strictures is <strong>esophagogastroduodenoscopy (EGD)</strong>.&nbsp; EGD provides direct visualization of the stricture, which typically appears as a symmetric, concentric narrowing.&nbsp; Biopsies can be obtained during EGD to rule out malignancy, especially if the stricture appears irregular, asymmetric, or ulcerated.</p><br><br><p><strong>Barium swallow radiography</strong> is another valuable diagnostic tool that may be performed prior to endoscopy, particularly when there is concern for high-grade obstruction or when motility disorders or structural anomalies are suspected.&nbsp; It can delineate the number, length, location, and severity of strictures, aiding in procedural planning.&nbsp; In addition, it helps identify alternate causes of dysphagia such as achalasia or esophageal spasm.</p>\n<h2>Laboratory evaluation and imaging studies</h2><br><br><p>Laboratory investigations are typically nondiagnostic in patients with esophageal stricture and are generally guided by clinical suspicion for associated or underlying conditions.&nbsp; For example, a complete blood count may reveal anemia due to chronic occult blood loss (eg, from malignancy).&nbsp; Peripheral eosinophilia or elevated serum IgE levels may support a diagnosis of EoE, but these findings are neither specific nor consistently present.</p><br><br><p>In addition to barium swallow radiography and EGD, other imaging modalities may be used based on specific clinical scenarios (eg, CT scan of the chest for extrinsic esophageal compression, endoscopic ultrasonography for submucosal lesions).</p>\n<h1>Management</h1><br><br><p>The management of esophageal strictures involves both mechanical restoration of luminal patency and treatment of the underlying cause to prevent recurrence.</p><br><br><p><strong>Endoscopic dilation</strong> is the primary intervention for relieving obstruction.&nbsp; Dilation can be performed using either balloon or bougie dilators to gradually increase the luminal diameter.&nbsp; Esophageal stent placement may be considered for malignant strictures (to provide palliation or a bridge to surgery) or refractory strictures that recur after multiple dilations.&nbsp; Stents mechanically maintain esophageal patency and allow tissue remodeling around the expanded lumen.&nbsp; Surgery is generally reserved for complex, treatment-resistant strictures; malignant lesions; or strictures associated with complications (eg, perforation).</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of esophageal strictures is generally favorable, especially when the underlying cause is treated effectively.&nbsp; Most patients experience significant relief of symptoms following endoscopic dilation.&nbsp; However, recurrence is common, particularly in patients with complex or untreated underlying conditions.&nbsp; A small subset of patients may develop refractory strictures that require repeated dilations or alternate therapies.</p>\n<h1>Summary</h1><br><br><p>An esophageal stricture is a narrowed area of the esophagus that typically results from mucosal injury and subsequent fibrosis.&nbsp; Long-standing gastroesophageal reflux disease is the most frequent cause, but other maladies include eosinophilic esophagitis, caustic injury, radiation, and postsurgical complications.&nbsp; Patients typically experience progressive dysphagia to solid food.&nbsp; The diagnosis is confirmed via endoscopy or barium swallow study, and treatment focuses on managing underlying causes and relieving the obstruction through graded dilation.</p>\n</div>\n\n            "
}