{
  "meta": {
    "title": "Esophagitis",
    "url": "https://brainandscalpel.vercel.app/esophagitis-1d9bdc2f-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:18.745Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Esophagitis refers to inflammation of the esophageal mucosa, with various etiologies including acid reflux, infections, and medication-induced injury.&nbsp; The clinical course varies depending on the underlying cause, and complications can include strictures or perforation.</p><h1>Pathophysiology and clinical presentation</h1><p>The pathogenesis and clinical presentation of esophagitis depend on the underlying etiology.&nbsp; Eosinophilic esophagitis (discussed in a separate article) is another important type of esophagitis, typically associated with atopic conditions and presenting with dysphagia and food impaction.</p><h2>Reflux esophagitis</h2><p>Chronic exposure of the esophageal epithelium to gastric acid leads to mucosal injury, resulting in erosive changes and, over time, complications such as strictures or Barrett esophagus.&nbsp; Risk factors for gastroesophageal reflex disease (GERD) include obesity, hiatal hernia, and dietary habits (eg, excessive fatty foods, alcohol) that predispose to reflux.&nbsp; Symptoms of reflux esophagitis include heartburn, retrosternal pain, and dysphagia.&nbsp; Odynophagia (ie, painful swallowing) is not typical.</p><h2>Infectious esophagitis</h2><p>Esophageal infection is typically seen in immunocompromised individuals, including HIV/AIDS (particularly CD4 &lt;100 cells/mm³), posttransplant immunosuppression, and chronic steroid use.&nbsp; Classic organisms include:</p><ul><li><strong>Herpes simplex virus (HSV)</strong>:&nbsp; HSV invades the esophageal mucosa, causing small, vesicular lesions that evolve into \"punched-out\" ulcers with distinct borders.</li><li><strong>Cytomegalovirus (CMV)</strong>:&nbsp; CMV targets endothelial cells, producing large, linear or longitudinal ulcers, often in the distal esophagus.</li><li><em><strong>Candida albicans</strong></em>:&nbsp; Fungal overgrowth leads to white, pseudomembranous plaques on the esophageal lining.</li></ul><p>Common symptoms include dysphagia and retrosternal pain.&nbsp; Unlike reflux esophagitis, patients with infectious esophagitis often experience fever and odynophagia (most painful in HSV and least painful with <em>C albicans</em>).&nbsp; Candidal esophagitis is usually accompanied by oral thrush, although this may be absent in up to 18% of cases.</p><h2>Pill-induced esophagitis</h2><p>Pill-induced esophagitis occurs due to direct caustic injury from adherence of certain medications to the esophageal lining.&nbsp; Common medications include tetracyclines, bisphosphonates, nonsteroidal anti-inflammatory drugs (NSAIDs), and potassium chloride.&nbsp; The risk of pill-induced esophagitis is increased by inadequate fluid intake, lying down soon after ingestion, or esophageal anatomic abnormalities (eg, compression from the aortic arch or carina).&nbsp; The usual presentation is the sudden onset of severe retrosternal pain and odynophagia starting after medication ingestion, ranging from hours to days after.</p><h1>Diagnosis</h1><p>The gold standard for diagnosing esophagitis is an upper endoscopy with biopsies, but these procedures are not always necessary.</p><h2>Infectious esophagitis</h2><p>In patients with a high suspicion of infectious esophagitis (eg, fever or severe immunocompromise), urgent endoscopy is typically warranted.&nbsp; A notable exception is patients with thrush who have a high likelihood of candidal esophagitis.&nbsp; In such cases, an empiric trial of fluconazole can be given; if symptoms do not improve after 3 days, endoscopy should be performed.&nbsp; Endoscopic and histologic findings for infectious esophagitis include:</p><ul><li><strong>HSV</strong>:&nbsp; Small, deep, well-demarcated (\"punched-out\") ulcers (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L706.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Multinucleated giant cells and Cowdry type A intranuclear inclusions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1134.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li><li><strong>CMV</strong>:&nbsp; Large, linear or longitudinal ulcers, often in the lower esophagus.&nbsp; Enlarged cells with intranuclear and intracytoplasmic inclusions (\"owl's eye\") (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1609.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li><li><em><strong>Candida</strong></em>:&nbsp; White, cottage cheese–like plaques, due to yeasts and pseudohyphae infiltrating the mucosa (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66441.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li></ul><h2>Reflux esophagitis</h2><p>In patients suspected of having reflux esophagitis, an empiric trial of a proton pump inhibitor (PPI) can be initiated.&nbsp; If the patient is already on a PPI and symptoms persist, an endoscopy is indicated.&nbsp; Typical endoscopic findings in reflux esophagitis include irregular or linear erosions, predominantly in the distal esophagus.</p><h2>Pill-induced esophagitis</h2><p>If pill-induced esophagitis is suspected, discontinuing the offending medication and closely monitoring the patient may suffice.&nbsp; Endoscopic evaluation is recommended for those with severe or atypical symptoms (eg, hematemesis, persistent abdominal pain) or if symptoms fail to resolve within 1 week after stopping the causative agent.</p><h1>Differential diagnosis</h1><p>Esophagitis should be differentiated from other causes of esophageal symptoms.&nbsp; Patients with retrosternal chest pain without dysphagia should be evaluated for cardiopulmonary etiologies (eg, angina, pulmonary embolism).&nbsp; Esophageal conditions that may mimic esophagitis include:</p><ul><li>Motility disorders:&nbsp; Conditions such as achalasia, diffuse esophageal spasm, and nutcracker esophagus may present similarly with dysphagia, although odynophagia is not typical; diagnosis involves a barium swallow study or manometry testing.</li><li>Structural abnormalities:&nbsp; Esophageal strictures or rings (eg, Schatzki ring), or esophageal tumors can cause progressive dysphagia; odynophagia is uncommon unless associated mucosal inflammation or ulceration is found.</li></ul><p>In addition to upper endoscopy, these esophageal conditions can be differentiated with barium swallow studies and esophageal manometry.</p><h1>Management</h1><p>Treatment is tailored to the underlying cause.</p><h2>Reflux esophagitis</h2><ul><li>Lifestyle modifications (eg, weight loss, head-of-bed elevation).</li><li>Acid suppression with a PPI (eg, omeprazole).</li></ul><h2>Infectious esophagitis</h2><ul><li>HSV:&nbsp; Acyclovir is the treatment of choice.</li><li>CMV:&nbsp; Ganciclovir or valganciclovir are effective.</li><li><em>Candida</em>:&nbsp; Systemic antifungal therapy with fluconazole is first-line, typically given orally rather than intravenously unless severe pain precludes oral administration.&nbsp; Topical agents (eg, nystatin) should not be used.&nbsp; Azole medications are teratogenic during the first trimester of pregnancy; amphotericin B is recommended.</li></ul><p>A summary of infectious esophagitis is provided in the accompanying table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39595.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Pill-induced esophagitis</h2><ul><li>Discontinue or modify the offending medication.</li><li>Instruct patients to remain upright and drink adequate water with pills.</li><li>Consider a short course of PPIs for symptomatic relief.</li></ul><h1>Summary</h1><p>Esophagitis involves inflammation of the esophageal lining arising from various causes, including acid reflux, infections (often in immunocompromised patients), or direct injury from certain medications.&nbsp; Clinical presentations vary:&nbsp; Reflux esophagitis typically causes heartburn, dysphagia, and retrosternal pain, whereas infectious etiologies often feature odynophagia, fever, and—especially with <em>Candida albicans</em>—oral thrush.</p><p>Although endoscopy with biopsy is the diagnostic gold standard, it may be reserved for severe or refractory cases.&nbsp; In many instances, such as presumed <em>C albicans</em> infection with thrush, suspected pill-induced damage, or uncomplicated reflux, an empiric trial of therapy (eg, fluconazole, discontinuation of the offending pill, or a proton pump inhibitor) can be attempted first, with endoscopy considered only if symptoms persist.&nbsp; Treatment is guided by the underlying cause, ranging from acid suppression for reflux to antifungals, antivirals, or medication adjustments as needed.</p></div>\n            "
}