{
  "meta": {
    "title": "Failure to thrive",
    "url": "https://brainandscalpel.vercel.app/failure-to-thrive-caed1031-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:21.474Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Failure to thrive (FTT) (ie, poor weight gain, weight faltering) describes a lack of appropriate weight gain relative to a patient's age, linear growth, sex, and genetic potential.&nbsp; Consensus criteria for FTT are not yet established, but proposed criteria include weight that crosses ≥2 major percentiles (eg, 25th, 10th, 5th) and is downtrending when plotted on an appropriate growth chart for gestation-corrected age and sex (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12261.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; FTT is typically a sign of underlying medical, nutritional, developmental, behavioral, and/or psychosocial issues that require further evaluation.<p></p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>FTT is common (affecting 5%-10% of children in resource-abundant settings) and occurs due to an imbalance between caloric intake, absorption, and expenditure, or a combination of these.&nbsp; Risk factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Inadequate caloric intake</strong>:&nbsp; This is the most common cause of FTT and is often related to feeding difficulties (eg, improperly prepared formula, ineffective latch/transfer of breast milk, gastroesophageal reflux disease, pyloric stenosis, muscular dystrophy), poverty (eg, food insecurity), or abuse/neglect.</li>\n\t<li><strong>Malabsorption</strong> (eg, celiac disease, cystic fibrosis, chronic diarrhea, inflammatory bowel disease).</li>\n\t<li><strong>Increased caloric expenditure</strong> (eg, congenital heart disease, hyperthyroidism, malignancy, chronic infections [eg, HIV, tuberculosis]).</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>In addition to poor weight gain, patients with FTT may have muscle wasting, thin hair, dry skin, irritability, and lethargy.&nbsp; In severe cases, linear growth and brain growth and development can also be affected.&nbsp; In addition, secondary immunodeficiency can occur, and patients may have recurrent infections.</p>\n<h1>Diagnostic evaluation</h1><br><br><p>Poor weight gain may be identified during routine examination or reported as a concern by the caregiver and requires serial weight measurements over several months.&nbsp; Although no consensus criteria for diagnosis exist, the following have been proposed:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Weight that <strong>crosses ≥2 major percentiles</strong> (eg, 25th, 10th, 5th) and is <strong>downtrending</strong>.</li>\n\t<li>Weight that is <strong>&lt;2nd percentile with decreased velocity</strong> of weight gain.</li>\n</ul><br><br><p>Serial weight measurements must be plotted on an appropriate growth chart for gestation-corrected age and sex to meet these criteria.&nbsp; If poor weight gain is present, the initial evaluation involves a thorough history and physical examination, including review of prior growth charts.&nbsp; The goal is to identify contributing factors (eg, medical, nutritional, developmental/behavioral, psychosocial) for management, and additional evaluation (eg, laboratory testing, imaging) may be necessary.</p>\n<h2>History</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Medical history:&nbsp; Includes prenatal and perinatal complications (eg, prematurity, fetal growth restriction, intrauterine drug exposure), gastrointestinal symptoms (eg, vomiting, diarrhea, rumination), and chronic/recurrent infections.</li>\n\t<li>Dietary history:&nbsp; Includes frequency, volume, and type of feeds (eg, breast milk, formula, solids), as well as dietary preferences and restrictions (eg, vegetarian diet).</li>\n\t<li>Family history:&nbsp; Includes genetic disorders, as well as growth patterns of parents and siblings.</li>\n\t<li>Developmental history:&nbsp; Includes milestone achievement and social interactions.</li>\n\t<li>Social history:&nbsp; Includes family structure, caregiving skills/style, financial stability, and food security.</li>\n</ul>\n<h2>Physical examination</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Growth parameters:&nbsp; Include weight, length/height, head circumference, and BMI-for-age comparison.</li>\n\t<li>Appearance:&nbsp; Includes subcutaneous fat, muscle mass, skin integrity, and hair texture as indicators of nutritional status.</li>\n\t<li>Systemic examination:&nbsp; Includes cardiac murmurs (eg, congenital cardiac defects), hepatomegaly (eg, metabolic disorders, chronic infections), and neurologic abnormalities.</li>\n\t<li>Patient-caregiver relationship:&nbsp; Includes the caregiver's responsiveness to the patient's needs (eg, physical needs such as warmth and nourishment, emotional needs such as comfort and support).</li>\n</ul>\n<h2>Laboratory evaluation</h2><br><br><p>Initial laboratory testing should be determined by history and physical examination findings and may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count:&nbsp; To evaluate for anemia (eg, folate/vitamin B<font size=\"2\"><sub>12</sub></font> deficiency, chronic disease) and leukocytosis (eg, chronic infection).</li>\n\t<li>C-reactive protein (CRP) and erythrocyte sedimentation rate (ESR):&nbsp; To screen for chronic inflammation.</li>\n\t<li>Tissue transglutaminase IgA antibody with total IgA:&nbsp; To evaluate for celiac disease as a cause of malabsorption and subsequent FTT after introduction of gluten-containing foods.</li>\n\t<li>Urinalysis:&nbsp; To evaluate for urinary protein (eg, kidney disease) and glucose (eg, diabetes mellitus) loss.</li>\n\t<li>Complete metabolic panel:&nbsp; To evaluate for electrolyte derangements (eg, dehydration, metabolic disorders), as well as renal, liver, and pancreatic disease.</li>\n\t<li>Stool studies:&nbsp; To evaluate for infection (eg, ova and parasite smears, <em>Giardia</em> antigen, bacterial culture) and inflammatory bowel disease (eg, calprotectin, guaiac).</li>\n\t<li>Thyroid function tests:&nbsp; To evaluate for hypothyroidism and hyperthyroidism.</li>\n\t<li>Sweat chloride test:&nbsp; To evaluate for cystic fibrosis.</li>\n</ul><br><br><p>Depending on the results of these tests, additional laboratory testing (eg, food allergy, inborn errors of metabolism [eg, serum amino acids, urine organic acids, serum carnitine profile], serologies [eg, HIV, hepatitis]) may be indicated to further evaluate for specific diagnoses on the differential.</p>\n<h2>Imaging studies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chest radiograph:&nbsp; To evaluate cardiac silhouette and lungs.</li>\n\t<li>Bone age:&nbsp; To assess for endocrinopathies that can affect weight gain and linear growth.</li>\n\t<li>Abdominal ultrasonography:&nbsp; To assess for structural anomalies (eg, pyloric stenosis).</li>\n\t<li>Swallowing function study:&nbsp; To evaluate swallowing mechanics.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis is broad and includes a variety of organic and nonorganic (eg, psychosocial) etiologies, as previously described.&nbsp; In general, any organic disease can impair weight gain and lead to FTT.</p>\n<h1>Management</h1><br><br><p>Management varies depending on the duration and severity of malnutrition and requires a multidisciplinary approach, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mild malnutrition</strong>:&nbsp; Managed in the outpatient setting with dietary counseling to establish a feeding plan with daily caloric intake calculated to meet the goal (ie, catch-up) weight gain.&nbsp; Strategies include fortification of breast milk or formula for infants and offering of meals and snacks with calorie-dense foods (eg, butter, cheese).&nbsp; Weight should be reassessed at regular intervals, and the feeding plan should be adjusted accordingly.</li>\n\t<li><strong>Moderate malnutrition</strong>:&nbsp; Typically managed in the outpatient setting, although the goal caloric intake should be reached over 7-10 days to avoid complications associated with refeeding.</li>\n\t<li><strong>Severe malnutrition</strong>:&nbsp; Typically managed in the inpatient setting.&nbsp; Hospitalization allows for gradual refeeding to avoid gastrointestinal discomfort and electrolyte derangements as tissue mineral content changes (ie, refeeding syndrome).&nbsp; Electrolyte repletion (eg, potassium, phosphate) may be necessary within 3-5 days of initiating feeds.&nbsp; Caregivers should be involved in the feeding plan and demonstrate competence in administering the plan prior to discharge.</li>\n</ul><br><br><p>In addition to nutritional therapy, adjunctive therapies may be necessary to address underlying medical (eg, management of inflammatory bowel disease), developmental/behavioral (eg, referral to early intervention for neurodevelopmental deficits), and psychosocial issues identified by the initial diagnostic evaluation.&nbsp; Child protective services should be contacted in all cases of suspected child abuse/neglect.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of FTT depends on the duration and severity of malnutrition, as well as the successful management of underlying medical, developmental/behavioral, and psychosocial issues.&nbsp; Although catch-up growth can be achieved with intervention, 25%-60% of patients remain small (ie, weight or length/height &lt;20th percentile for gestation-corrected age and sex).&nbsp; In addition, malnutrition is a major risk factor for neurodevelopmental impairment (eg, learning disabilities), which can impact quality of life.</p>\n<h1>Summary</h1><br><br><p>Failure to thrive is a descriptive term, rather than a definitive diagnosis, that refers to a lack of appropriate weight gain (eg, weight gain that crossed downward ≥2 major percentiles) for a patient's age, length/height, sex, and genetic potential.&nbsp; Management involves providing nutritional support and addressing underlying medical, nutritional, developmental/behavioral, and/or psychosocial issues.</p>\n</div>\n\n            "
}