{
  "meta": {
    "title": "Foreign body ingestion",
    "url": "https://brainandscalpel.vercel.app/foreign-body-ingestion-8e2cc975-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:25.560Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Foreign body ingestion is a common clinical scenario that varies in presentation and management between children and adults.&nbsp; In children, accidental ingestion predominates, often involving small objects such as coins, toys, or batteries.&nbsp; In adults, intentional ingestion is more frequent, typically in the setting of psychiatric disorders, developmental delay, or intoxication.&nbsp; Management depends on the foreign body's location, type, and the presence of certain high-risk features that predispose complications and may require endoscopic or surgical intervention.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>The gastrointestinal tract can safely pass many foreign bodies due to its large diameter and muscular propulsion.&nbsp; Many objects pass with minimal complications; however, certain narrow sections can result in lodging of a foreign body (eg, cricopharyngeal region, pylorus, ileocecal valve) and pressure necrosis (as the object remains pressed against the tissues).&nbsp; Prolonged pressure can cause perforation and its subsequent complications (eg, mediastinitis, peritonitis).</p><br><br><p>Risk factors for foreign body ingestion differ by age group.</p>\n<h2>Pediatrics</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Exploratory behavior and oral fixation in young children (age &lt;6).</li>\n\t<li>Access to small objects, including toys and household items.</li>\n\t<li>Inadequate supervision during eating or playing.</li>\n</ul>\n<h2>Adults</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Psychiatric disorders (eg, borderline personality disorder, psychosis).</li>\n\t<li>Cognitive impairment or developmental delay.</li>\n\t<li>Alcohol or drug intoxication.</li>\n\t<li>Occupational exposure (eg, tailors, carpenters inadvertently swallowing small items).</li>\n\t<li>Involvement in drug trafficking or smuggling.</li>\n</ul><br><br><p>Certain objects such as button batteries, magnets, or sharp objects pose additional risk for complication.</p>\n<h1>High-risk objects</h1><h2>Batteries</h2><br><br><p>Button batteries are associated with a high risk of injury due to a combination of electrical, chemical, and pressure injuries.&nbsp; They often lodge within the esophagus, where they cause local ischemia from pressure.&nbsp; They can also create an external current, which causes local burn injury; even \"dead\" batteries retain enough voltage to initiate current and cause tissue damage.&nbsp; Furthermore, the acidic environment of the stomach leads to loss of seal on the battery and leakage of alkaline contents, propagating ongoing liquefactive necrosis via production of caustic hydroxide ions and furthering local ulceration and necrosis.</p><br><br><p>Cylindrical batteries have much lower risk of corrosive injury compared to button batteries and do not generally cause the same rapid liquefactive necrosis.&nbsp; However, due to their size, these batteries may be unable to pass through the gastrointestinal tract and can cause obstruction.</p>\n<h2>Magnets</h2><br><br><p>Ingestion of ≥2 magnets, especially if swallowed separately, is considered high risk for entrapment of bowel via attraction across intestinal segments.&nbsp; Bowel entrapment between the magnets can lead to necrosis, fistula formation, or perforation.</p>\n<h2>Sharp items</h2><br><br><p>Sharp items (eg, needles, toothpicks, fish bones) can cause direct mechanical injury to the gastrointestinal tract with high risk for perforation of the gastrointestinal wall.</p>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of ingested foreign bodies can vary dramatically, from completely asymptomatic to critically ill from sepsis or other complications of perforation.&nbsp; Manifestations can depend on the location where the object is lodged.</p>\n<h2>Esophagus</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>May be asymptomatic.</li>\n\t<li>Pain in the neck or chest.</li>\n\t<li>Drooling, regurgitation, or refusal to eat/drink.</li>\n\t<li>Respiratory symptoms (eg, coughing, wheezing, stridor).</li>\n\t<li>Hematemesis (significant damage to the mucosa with bleeding).</li>\n\t<li>Crepitus, neck or facial swelling, or Hamman crunch (indicates perforation with development of subcutaneous emphysema).</li>\n</ul>\n<h2>Stomach</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Often asymptomatic.</li>\n\t<li>Abdominal pain, vomiting.</li>\n</ul>\n<h2>Intestine</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Often asymptomatic.</li>\n\t<li>Abdominal pain, hematochezia.</li>\n</ul><br><br><p>With abdominal perforation (gastric or intestinal), the patient may have fever, hypotension, tachycardia, and peritonitis (due to bowel contents leaking into the peritoneum).</p>\n<h1>Diagnosis</h1><br><br><p>History and physical examination are crucial to the evaluation; a history of witnessed ingestion or of missing objects guides rapid diagnostic evaluation and intervention.</p>\n<h2>Imaging evaluation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>X-rays</strong> are first-line treatment for radiopaque objects (eg, coins, batteries, magnets).&nbsp; Imaging should include the entire gastrointestinal tract, from mouth to anus.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Concerning findings on x-ray for <strong>button battery</strong> ingestion (differentiating it from more benign coin ingestion) include a halo or \"double ring\" around the circular object on the anterior posterior view.&nbsp; On the lateral view, a step-off or beveled edge may be seen (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8701.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t\t<li>Signs of esophageal perforation (eg, pneumomediastinum) or viscous perforation (eg, free peritoneal air (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22612.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )) may also be seen.</li>\n\t</ul>\n\t</li>\n\t<li>Asymmetric lung inflation should <strong>not</strong> be seen with esophageal foreign bodies (ie, foreign body ingestion), and its presence on radiographs should prompt further investigation into the possibility of an airway foreign body (ie, foreign body aspiration).&nbsp; The lateral view can also help localize the foreign body, as esophageal foreign bodies will be seen posterior to the airway (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L55907.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n\t<li><strong>CT scan</strong> is useful for radiolucent objects or to detect complications (eg, perforation, abscess formation).</li>\n</ul>\n<h1>Management</h1><br><br><p>Management strategies depend on the type, location, and timing of ingestion (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36118.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The relative size of the swallowed object compared to the patient must also be considered when determining the likelihood of asymptomatic passage.<p></p>\n<h2>Emergent endoscopic removal</h2><br><br><p>Immediate endoscopic removal should be performed in the following circumstances:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Symptoms of esophageal obstruction (eg, drooling, inability to swallow secretions, regurgitation of any oral intake).</li>\n\t<li>Symptoms of respiratory compromise (due to airway impingement from esophageal foreign body).</li>\n\t<li>High-risk objects, particularly:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Sharp object (eg, needle, safety pin) in the esophagus, stomach, or proximal duodenum.</li>\n\t\t<li>Button battery in the esophagus (due to the risk of electrical and chemical injury).</li>\n\t\t<li>≥2 magnets in the esophagus or stomach (due to the potential for bowel entrapment between the magnets).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>With concern for perforation (eg, pneumomediastinum or peritoneal free air), emergent surgical consultation should be obtained.</p>\n<h2>Considerations for high-risk objects</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Button batteries</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Adjunctive administration of honey (if age &gt;1) or sucralfate can be utilized.&nbsp; These measures coat the button battery, which may reduce corrosive injury, but should not delay endoscopy.</li>\n\t\t<li>Button batteries in the stomach often require urgent endoscopy (removal within 12 hours) to prevent gastric injury.</li>\n\t\t<li>Mucosal injury on endoscopy requires follow-up with barium esophagogram in 4-6 weeks to exclude esophageal strictures.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Sharp objects</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>If the object is in the esophagus, stomach, or proximal duodenum, immediate removal should be performed due to a high risk for perforation and the ability to endoscopically retrieve the object.</li>\n\t\t<li>If the object is distal to the duodenum, then monitoring with serial radiographs can be performed.&nbsp; If the object fails to pass or the patient develops symptoms of obstruction (eg, vomiting, abdominal distension) or peritonitis (eg, worsening pain, guarding, rigidity), then surgical intervention may be required.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Magnets</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>If multiple magnets are in the esophagus or stomach, urgent endoscopic removal is indicated.&nbsp; If they are distal to the stomach, surgical consultation is required.</li>\n\t\t<li>In some cases, patients can be managed conservatively with close symptom monitoring and frequent serial x-rays.&nbsp; Development of symptoms or lack of progression on radiographs prompts surgical intervention.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Superabsorbant polymers</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>These products can be found in household products or as children's toys.&nbsp; Due to the risk for rapid and extensive expansion in the gastrointestinal tract (which can lead to obstruction), urgent removal is indicated.</li>\n\t\t<li>These products are often radio-opaque on imaging; therefore, obtaining a thorough history including access to superabsorbent polymers can be important in making the appropriate diagnosis.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Observation</h2><br><br><p>Observation can be considered in patients who do not meet criteria for emergent endoscopy (eg, esophageal obstruction, airway compromise, high-risk objects).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>For radio-opaque objects, serial x-rays are performed to ensure the object continues to transit the gastrointestinal tract.&nbsp; Most blunt objects (eg, coins) that pass into the stomach will transit the gastrointestinal tract without incident.&nbsp; Failure to progress on serial x-ray is an indication for endoscopy.</li>\n\t<li>For radiolucent objects (not easily visualized on imaging), serial abdominal examinations and stool monitoring for passage may be indicated.</li>\n\t<li>If symptoms of obstruction, bleeding, or perforation occur, then urgent endoscopic or surgical consultation is required.</li>\n</ul>\n<h1>Differential diagnosis</h1><h2>Foreign body aspiration</h2><br><br><p>Due to the potential emergent nature of this condition, aspiration must be considered when foreign bodies are seen on imaging above the diaphragm.&nbsp; Patients with airway foreign bodies will have a predominance of respiratory symptoms, they may have wheezing or asymmetric breath sounds, and the foreign body will appear anterior to the esophagus on lateral radiographs.</p>\n<h2>Epiglottitis</h2><br><br><p>Patients will also present with drooling and stridor; however, on imaging no foreign body will be visualized and lateral neck radiographs will show a swollen epiglottis (\"thumbprint sign\") (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46876.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; Patients with epiglottitis may have fever and will typically be toxic-appearing.&nbsp; This is an airway emergency.<p></p>\n<h2>Achalasia</h2><br><br><p>Patients may present with dysphagia and regurgitation; however, no foreign body will be noted on imaging or direct visualization with endoscopy.&nbsp; The timeline of symptoms in achalasia tends to be more chronic than the acute dysphagia and regurgitation of foreign body ingestion.&nbsp; Radiographic imaging will show a characteristic \"bird beak\" appearance on barium esophagography due to impaired lower esophageal sphincter relaxation and abnormal peristalsis of the esophagus.</p>\n<h2>Esophageal food impaction</h2><br><br><p>Patients present with symptoms following ingestion of a bolus of difficult-to-digest food (eg, meat) that lodges in the esophagus.&nbsp; Although this condition is technically a foreign body ingestion, it is not typically visualized on imaging, and management is different (eg, attempt passage with carbonated beverages, possible glucagon administration, endoscopy if conservative measures fail).</p>\n<h1>Complications</h1><h2>Direct local injury</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Mucosal irritation and bleeding, chemical burns, and pressure necrosis can occur.</li>\n\t<li>More common with button batteries.</li>\n</ul>\n<h2>Obstruction</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Objects can lodge within narrow parts of the gastrointestinal tract.</li>\n\t<li>More common with superabsorbent polymers due to rapid expansion with hydration in the gastrointestinal tract.</li>\n</ul>\n<h2>Perforation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Mediastinitis, peritonitis, and sepsis can develop.</li>\n\t<li>More common with sharp objects and button batteries.</li>\n</ul>\n<h2>Fistula formation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fistulas can develop with prolonged retention of foreign bodies or with multiple high-powered magnets.</li>\n</ul>\n<h2>Esophageal stricture</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Stricture can occur following mucosal injury from button battery ingestion, particularly if lodged in the esophagus for &gt;2 hours.&nbsp; It may take several weeks for this complication to present, so barium esophagography is recommended 4-6 weeks after ingestion to evaluate for it.</li>\n</ul>\n<h1>Special considerations:&nbsp; Drug trafficking</h1><br><br><p>For individuals who may be involved in drug trafficking, special consideration for ingested foreign objects via body \"packing\" must be considered.&nbsp; Patients (either voluntarily or by coercion) may swallow packets filled with drugs of abuse and are at high risk for development of complications (eg, obstruction, perforation, acute toxicity) due to packaging failure.&nbsp; Asymptomatic patients can be monitored closely and given whole bowel irrigation to assist with passage of contents.&nbsp; Patients with signs of opioid toxicity (eg, bradypnea, miosis, decreased consciousness) or sympathomimetic toxicity (eg, tachycardia, mydriasis, hyperthermia) may require naloxone (for opioid overdose) or surgical decontamination (for sympathomimetic toxicity).</p>\n<h1>Prognosis</h1><br><br><p>Most ingested foreign bodies pass spontaneously without intervention.&nbsp; Prompt removal of high-risk items such as button batteries, multiple magnets, or sharp objects with either endoscopic or surgical intervention reduces morbidity.&nbsp; With early recognition and management, outcomes are favorable.&nbsp; Delays in diagnosis, particularly with high-risk ingestions, can lead to serious early complications (eg, perforation) or long-term complications (eg, esophageal stricture).</p>\n<h1>Summary</h1><br><br><p>Foreign body ingestion is a frequent occurrence in both children and adults, with diverse presentations ranging from asymptomatic to life-threatening.&nbsp; High-risk items like batteries, sharp objects, or magnets require immediate attention.&nbsp; Diagnosis is based on history, imaging, and, when needed, endoscopy.&nbsp; Management involves careful risk assessment to determine whether observation, endoscopic removal, or surgical intervention is warranted.&nbsp; Although most cases resolve without complications, timely intervention is critical for avoiding adverse outcomes.</p>\n</div>\n\n            "
}