{
  "meta": {
    "title": "Gallstone disease: Cholelithiasis, choledocholithiasis, cholecystitis, cholangitis, and others",
    "url": "https://brainandscalpel.vercel.app/gallstone-disease-cholelithiasis-choledocholithiasis-cholecystitis-cholangitis-and-others-897cfa5d-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:32.251Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Gallstone disease encompasses a spectrum of biliary tract disorders caused by the formation and migration of gallstones, which can lead to a variety of clinical presentations.&nbsp; Gallstones are caused by precipitation of substances (usually cholesterol or bilirubin) that form stones within the gallbladder or bile duct system.&nbsp; This leads to various conditions such as cholelithiasis, choledocholithiasis, cholecystitis, cholangitis, and gallstone pancreatitis.&nbsp; These conditions arise due to direct mechanical obstruction of bile outflow or the ensuing inflammatory response.&nbsp; The clinical syndromes associated with gallstone disease have many overlapping features; however, identifying the differentiating characteristics will help guide the correct diagnosis and treatment.</p><h1>Pathophysiology</h1><p>Gallstones form through the precipitation of bile components, primarily cholesterol, bilirubin, and bile salts. The key pathogenic mechanisms involve bile supersaturation by cholesterol or bilirubin and impaired gallbladder motility (resulting in bile stasis), which alters conditions to promote stone formation.</p><h2>Types of gallstones</h2><p>The 3 main types of gallstones are:</p><ul class=\"article-body-unordered-list\"><li><strong>Cholesterol stones</strong>:&nbsp; Cholesterol-based stones account for the majority of gallstones (~75%) and form when bile becomes supersaturated with cholesterol and subsequently undergoes nucleation and aggregation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12573.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Factors that increase the likelihood of supersaturation include excessive cholesterol secretion and decreased bile salt secretion (as bile salts assist in the clearance of cholesterol).</li><li><strong>Pigment stones</strong>:&nbsp; Composed of calcium bilirubinate, pigment stones (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26052.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) are divided into black stones and brown stones.&nbsp; Black stones are associated with conditions with hemolysis and increased enterohepatic cycling of bilirubin, including sickle cell disease and thalassemia.&nbsp; Brown stones are associated with infection by microbes producing β-glucuronidase (eg, <em>Escherichia coli, Klebsiella</em>).</li><li><strong>Mixed stones</strong>:&nbsp; Mixed stones are composed of a combination of cholesterol, bilirubin, and bile salts.</li></ul><h2>Clinical syndromes</h2><p>As gallstones migrate from the gallbladder, they can begin to produce symptoms based on the location of the gallstone and the obstructed anatomical structures (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L57692.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><ul class=\"article-body-unordered-list\"><li>Asymptomatic gallstones are found within the gallbladder.&nbsp; They do not cause symptoms and are often found incidentally on imaging.</li><li>In symptomatic cholelithiasis, transient obstruction of the gallbladder outlet results in pain with gallbladder contraction in response to gastrointestinal detection of cholecystokinin (CCK).&nbsp; This is often referred to as <strong>biliary colic</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88087.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li><li>Gallstones that obstruct the common bile duct (CBD) can lead to <strong>choledocholithiasis</strong> and <strong>cholangitis</strong>.</li><li>Gallstones in the cystic duct can lead to <strong>acute cholecystitis</strong> due to gallbladder distension and inflammation.</li><li>When the obstruction extends to the pancreatic duct, it can trigger <strong>acute gallstone pancreatitis</strong>.</li></ul><h1>Risk factors</h1><p>Several risk factors predispose individuals to cholesterol gallstone formation, including:</p><ul class=\"article-body-unordered-list\"><li>Elevated cholesterol synthesis (hyperlipidemia, family history of gallstones, elevated estrogen [female sex, oral contraceptives, hormone replacement therapy], obesity, diabetes mellitus)</li><li>Gallbladder hypomotility (pregnancy, total parenteral nutrition, prolonged fasting, rapid weight loss, octreotide use)</li><li>Decreased bile acid synthesis (fibrate medications) or resorption in the ileum (Crohn disease)</li><li>Age &gt;40</li></ul><p>Risk factors for bilirubin stones include conditions in which there are elevated circulating levels of bilirubin (eg, sickle cell disease, thalassemia) or increased enterohepatic cycling of bilirubin, such as ileal disease.</p><h1>Pathology</h1><p>The pathology of gallstone disease is influenced by the location of stone formation/obstruction and the ensuing inflammatory response.</p><h2>Cholelithiasis (and biliary colic)</h2><p>In cholelithiasis, stones are confined to the gallbladder without obstruction, inflammation, or signs of infection (<strong>asymptomatic</strong> cholelithiasis).&nbsp; There may be transient obstruction of the gallbladder outlet by a mobile gallstone during contraction, which can cause symptoms of <strong>biliary colic</strong> via an increase in intra-gallbladder pressure (ie, <strong>symptomatic</strong> cholelithiasis).</p><h2>Choledocholithiasis</h2><p>Choledocholithiasis represents stones in the bile ducts (usually the CBD), which can obstruct bile flow.&nbsp; This leads to cholestasis, bile duct dilation, and potential for secondary infection.</p><h2>Cholecystitis</h2><p>Acute inflammation and infection of the gallbladder (cholecystitis) is typically due to cystic duct obstruction by gallstones.&nbsp; It is characterized by gallbladder wall thickening due to inflammation/edema and neutrophil infiltration.&nbsp; In critically ill patients, it is possible to develop acalculous cholecystitis in the absence of an offending gallstone.</p><h2>Cholangitis</h2><p>Ascending infection of the bile ducts secondary to obstruction from stones, malignancy, or stricture is called cholangitis.</p><p>The clinical presentation, diagnostic work-up (laboratory and imaging findings), and management principles for the different presentations will be discussed.</p><h1>Cholelithiasis</h1><h2>Etymology</h2><p>Cholelithiasis refers to gallstones within the gallbladder.</p><ul class=\"article-body-unordered-list\"><li>Chole = bile</li><li>-lith = stone</li><li>-iasis = condition</li></ul><h2>Clinical presentation </h2><ul class=\"article-body-unordered-list\"><li>Cholelithiasis can be <strong>asymptomatic</strong> and incidentally found on abdominal imaging or <strong>symptomatic</strong> and cause biliary colic.&nbsp;</li><li><strong>Biliary colic</strong> pain is typically episodic, located in the right upper quadrant (<strong>RUQ</strong>) or epigastrium, and radiates to the shoulder (eg, referred pain from diaphragmatic irritation).&nbsp; There may be associated nausea and vomiting.&nbsp; Biliary colic pain usually follows a meal with <strong>high fat content</strong> (eg, due to CCK release) and resolves in minutes to hours.&nbsp; This pain is typically due to contraction of the gallbladder against a <strong>transiently obstructed</strong> gallbladder outlet (usually by a mobile gallstone).&nbsp; The pain will <strong>resolve</strong> when the gallbladder relaxes, the gallstone moves, and the intra-gallbladder pressure decreases.</li></ul><h2>Laboratory evaluation</h2><p>Laboratory studies, particularly liver function tests (LFTs), are typically <strong>unremarkable</strong> in both asymptomatic and symptomatic cholelithiasis.</p><h2>Imaging</h2><p>A RUQ ultrasound (RUQ US) is often performed to determine if gallstones are present in the gallbladder of patients with symptoms of biliary colic.&nbsp; The RUQ US will typically show <strong>gallstones</strong> with the gallbladder directly or may show shadowing, an artifact due to interruption of the ultrasound waves by the stone (which can suggest gallstones even if the stones themselves cannot be visualized).&nbsp; Gallbladder wall thickness is normal (&lt;3 mm) and there is no pericholecystic fluid present (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L114.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p><h2>Management</h2><p>Asymptomatic gallstones generally do not require treatment and can be managed expectantly with observation.&nbsp; Symptomatic cholelithiasis (biliary colic) is treated with <strong>elective laparoscopic cholecystectomy</strong>, the definitive treatment.&nbsp; For patients who are poor surgical candidates, ursodeoxycholic acid may be used to dissolve cholesterol stones, although this is less effective (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/55446.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><h1>Choledocholithiasis</h1><h2>Etymology</h2><p>Choledocholithiasis refers to bile duct stones.</p><ul class=\"article-body-unordered-list\"><li>Chole = bile</li><li>-docho = duct</li><li>-lith = stone</li><li>-iasis = condition</li></ul><h2>Clinical presentation</h2><p>Choledocholithiasis presents similarly to <strong>symptomatic cholelithiasis</strong> (RUQ pain, radiating to the shoulder) but with <strong>additional manifestations</strong> such as jaundice, dark urine, pale stools, and pruritus, due to obstruction in the biliary ductal system, most commonly within the CBD.</p><h2>Laboratory evaluation</h2><p>Laboratory studies will be abnormal in choledocholithiasis.&nbsp; A <strong>cholestatic pattern</strong> (disproportionately elevated alkaline phosphatase [ALP] compared to aspartate aminotransferase [AST] and alanine aminotransferase [ALT]) as well as hyperbilirubinemia are expected due to obstruction of the stone.&nbsp; Gamma-glutamyl transferase (GGT) is also elevated, reflecting the hepatic (vs bony) origin of the ALP elevation.</p><h2>Imaging </h2><ul class=\"article-body-unordered-list\"><li>A RUQ US is still the first-line imaging modality for patients with suspected choledocholithiasis.&nbsp; Findings on RUQ US may include <strong>gallstones within the gallbladder</strong> or within the CBD.&nbsp; <strong>Dilation</strong> of the <strong>CBD</strong> is also seen, although a stone within the CBD is not always visualized directly.</li><li>If choledocholithiasis is suspected based on laboratory studies and dilation of the CBD on ultrasound but no obvious stone is seen, then proceeding to magnetic resonance cholangiopancreatography (<strong>MRCP</strong>) may be indicated.&nbsp; MRCP is often better at identifying stones that may be missed on RUQ US.</li><li>Endoscopic ultrasound, in which an ultrasound probe is attached to the end of the endoscope, can be more sensitive for detecting small stones not otherwise visualized on transabdominal ultrasound imaging.</li><li>Endoscopic retrograde cholangiopancreatography (<strong>ERCP</strong>) is an endoscopic procedure in which a catheter is placed through the ampulla of Vater and contrast is injected to visualize the biliary system (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32157.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; ERCP is both diagnostic and therapeutic as obstructions can be both confirmed and subsequently relieved by endoscopic sphincterotomy or stenting.</li></ul><h2>Management</h2><p>ERCP can be used to treat choledocholithiasis by <strong>relieving the obstruction</strong> often with sphincterotomy or stenting.&nbsp; Elective cholecystectomy is usually performed after bile duct clearance to prevent recurrence of choledocholithiasis.</p><h1>Acute calculous cholecystitis</h1><h2>Etymology</h2><p>Cholecystitis refers to inflammation of the gallbladder.</p><ul class=\"article-body-unordered-list\"><li>Chole = bile</li><li>-cyst = cyst/bladder</li><li>-itis = inflammation</li></ul><h2>Clinical presentation </h2><p>Acute calculous cholecystitis presents with more RUQ or epigastric pain, nausea, and vomiting.&nbsp; There may still be radiation of pain to the right shoulder due to irritation of the diaphragm from inflammation.&nbsp; However, compared to symptomatic cholelithiasis, the <strong>pain</strong> is usually <strong>more severe and persistent</strong> (eg, lasting &gt;4-6 hours vs minutes), and patients may have a fever.&nbsp; On physical examination, <strong>Murphy sign</strong> (inspiratory pause due to pain while palpating the RUQ) is often positive (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84919.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Laboratory evaluation</h2><p><strong>Elevated white blood cell</strong> (WBC) count is typical.&nbsp; However, hyperbilirubinemia with elevated ALP is <strong>uncommon</strong> (because the CBD is unobstructed), and transaminases can be normal (or mildly elevated due to hepatic inflammation).</p><h2>Imaging </h2><ul class=\"article-body-unordered-list\"><li>RUQ US remains the first-line modality for patients with suspected cholecystitis.&nbsp; In addition to detecting gallstones, it can identify <strong>gallbladder wall thickening</strong> (&gt;3 mm), <strong>pericholecystic fluid</strong>, and a <strong>positive sonographic Murphy sign</strong> (pain with ultrasound transducer pressed directly over the gallbladder) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99263.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).</li><li>If the RUQ US is equivocal but the patient's presentation is suspicious for cholecystitis, then a <strong>hepatobiliary iminodiacetic acid</strong> (HIDA) scan may be pursued.&nbsp; This nuclear medicine test utilizes a radiotracer called iminodiacetic acid, which is excreted into the biliary system.&nbsp; Absence of radiotracer migration (non-visualization) to the gallbladder suggests cystic duct obstruction and cholecystitis.</li></ul><h2>Management </h2><p>Initial management includes intravenous fluids, pain control, and antibiotics.&nbsp; <strong>Antibiotic</strong> coverage is selected to target common enteric pathogens, including gram-negative bacteria from the Enterobacteriaceae family (eg, <em>Escherichia coli, Klebsiella, Enterobacter</em>), gram-positive cocci (eg, <em>Enterococcus</em>), and anaerobes (eg, <em>Clostridium</em>).&nbsp; Piperacillin-tazobactam is often used as a first-line antibiotic.&nbsp; <strong>Early laparoscopic cholecystectomy</strong> (within 72 hours) is the preferred method of management in most patients to minimize risk of complications such as gangrene or perforation of the gallbladder.&nbsp; For patients who are poor surgical candidates or critically ill, <strong>percutaneous cholecystostomy</strong> may be performed as a temporizing measure to obtain infection source control.</p><h1>Cholangitis</h1><h2>Etymology</h2><p>Cholangitis refers to inflammation of the bile ducts.</p><ul class=\"article-body-unordered-list\"><li>Chol = bile</li><li>-ang = vessel/duct</li><li>-itis = inflammation</li></ul><h2>Clinical presentation</h2><p>Cholangitis, ascending infection of the biliary ductal system, classically presents with <strong>Charcot triad</strong>:</p><ul class=\"article-body-unordered-list\"><li>Fever</li><li>RUQ pain</li><li>Jaundice</li></ul><p>However, this constellation of symptoms is seen in only 50%-75% of cases.&nbsp; In severe cases, patients may present with <strong>Reynold pentad</strong> (Charcot triad plus hypotension and altered mental status).&nbsp; Often these patients will also have shaking chills (rigors).&nbsp; Patients with acute cholangitis are often critically ill.&nbsp; Acute cholangitis can also be a rare complication of ERCP and should be considered in patients with clinical worsening following ERCP.</p><h2>Laboratory evaluation</h2><p>Laboratory studies reveal an <strong>elevated WBC</strong> with left shift, and LFTs will show a <strong>cholestatic pattern</strong> (eg, bilirubin &gt;2 mg/dL).&nbsp; Typically, the hyperbilirubinemia is conjugated and there will be elevation in GGT.&nbsp; Transaminases may also be <strong>significantly elevated</strong> due to seeding of infection in the liver (typically &gt;1.5 the upper limit of normal).&nbsp; Blood cultures are often obtained due to the patient's ill appearance and will be positive if <strong>bacteremia</strong> is present due to bacterial translocation.&nbsp; Blood cultures can be helpful in guiding antibiotic choice during hospitalization.</p><h2>Imaging </h2><p>RUQ US or CT imaging may be obtained in patients with suspected acute cholangitis.&nbsp; On imaging, there is dilation of the CBD and evidence of biliary obstruction (due to gallstone, malignancy, or stricture).&nbsp; ERCP in cases of suspected cholangitis can be utilized for both diagnosis of obstruction and intervention.&nbsp; Alternatively, percutaneous drainage may be pursued in patients who are unable to undergo ERCP due to clinical instability.</p><h2>Management</h2><p>Management includes aggressive fluid resuscitation, <strong>broad-spectrum antibiotics</strong>, and urgent <strong>biliary decompression</strong> via ERCP.&nbsp; Antibiotic selection is focused on broad coverage as most infections are polymicrobial and include gram-negative (eg, <em>Escherichia coli, Klebsiella, Enterobacter)</em>, gram-positive (eg, <em>Enterococcus</em>), and anaerobic pathogens.&nbsp; Typical antibiotic regimens include piperacillin-tazobactam, third-generation cephalosporin plus metronidazole, or ciprofloxacin plus metronidazole.&nbsp; If ERCP is unavailable or unsuccessful, surgical or percutaneous decompression is warranted.&nbsp; If gallstones are the cause of cholangitis, delayed elective cholecystectomy should be considered to prevent recurrence.</p><h1>Gallstone pancreatitis</h1><h2>Clinical presentation </h2><p>Gallstone pancreatitis (due to pancreatic duct obstruction by gallstones) manifests as epigastric pain radiating to the back.&nbsp; Patients typically describe the pain as straight through to the back (vs referred pain from right shoulder).&nbsp; Often patients have associated nausea and vomiting.</p><h2>Laboratory evaluation </h2><p>Elevated serum amylase and lipase levels (≥3 times normal limit) are seen with gallstone pancreatitis.&nbsp; An <strong>ALT level ≥150 IU</strong> has a 95% positive predictive value for gallstone pancreatitis.&nbsp; There may be cholestatic pattern elevation in LFTs (hyperbilirubinemia, disproportionate elevation in ALP, elevated GGT).&nbsp; Hypocalcemia can also be seen commonly in pancreatitis due to free fatty acid release; free fatty acids react with calcium to form fatty acid salts and decrease the available amount of calcium in the blood.&nbsp; To evaluate for other common causes of pancreatitis, a serum triglyceride level or thorough history, including alcohol and medication use, may be warranted.</p><h2>Imaging </h2><p>RUQ US remains the first-line imaging modality in suspected gallstone pancreatitis; however, if the patient is very ill or symptoms are recurrent, imaging with CT or MRCP can identify complications such as necrotizing pancreatitis or pancreatic pseudocyst.&nbsp; ERCP may again be used in this condition for both diagnostic imaging and for therapeutic capability to relieve the offending obstruction (eg, <strong>sphincterotomy</strong> or stenting).</p><h2>Management </h2><p>Initial treatment focuses on supportive care, including intravenous fluids, <strong>pain management</strong>, and <strong>bowel rest</strong>.&nbsp; In cases where there is concern for development of ascending biliary infection (ie, cholangitis) or worsening end organ damage, ERCP may be indicated.&nbsp; Cholecystectomy is recommended in all operative candidates to prevent recurrence, even if they have undergone ERCP sphincterotomy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95572.png\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).<p></p><p><strong>Special considerations</strong></p><h2>Gallstone ileus</h2><p>Gallstone ileus is another condition related to gallstone migration (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25854.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).&nbsp; Gallbladder inflammation can result in adhesion formation between the gallbladder and the intestine that can ultimately evolve into a <strong>cholecystoenteric fistula</strong> (connection between the gallbladder and bowel).&nbsp; This creates a pathway allowing migration of large gallstones into the small bowel.&nbsp; The large gallstones can subsequently lodge in narrow sections of bowel, most commonly the ileum, and result in mechanical obstruction of the small bowel.&nbsp; Patients will present with nausea and vomiting, imaging will show a gallstone with the small bowel, pneumobilia (enteric gas within the biliary system), and small bowel dilation proximal to the obstructing stone.&nbsp; Surgical intervention for removal of the gallstone causing the ileus is indicated.<p></p><h2>Acalculous cholecystitis</h2><ul class=\"article-body-unordered-list\"><li>Although not truly within the spectrum of gallstone disease, acalculous cholecystitis is a biliary system medical emergency, characterized as inflammation/infection of the gallbladder in the <strong>absence of an offending gallstone</strong>.&nbsp;</li><li>Patients at risk for development of acalculous cholecystitis are those with risk factors for gallbladder ischemia or hypomotility (eg, <strong>critical illness</strong>, shock, burns, recent trauma or surgery, total parenteral nutrition or prolonged fasting).&nbsp; Patients will have fever, RUQ pain, and leukocytosis; LFTs may be abnormal.&nbsp; RUQ US will show gallbladder distension with wall thickening and pericholecystic fluid.&nbsp; In contrast to acute calculous cholecystitis, there will be no gallstones visualized on ultrasound.&nbsp; CT imaging or HIDA scans can also be used to make the diagnosis.</li><li>Treatment focuses on broad-spectrum antibiotics (targeted at <em>Escherichia coli, Klebsiella</em>, and <em>Pseudomonas</em>) and percutaneous cholecystostomy.&nbsp; Antifungal coverage should be considered for patients who are severely immunocompromised (eg, those with HIV infection).&nbsp; If complications such as <strong>emphysematous cholecystitis</strong> (infection with gas-forming organisms such as <em>Clostridium</em>) are observed or there are signs of gallbladder perforation, then emergency cholecystectomy should be pursued despite the high risk (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/48855.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Otherwise, delayed cholecystectomy after resolution of the critical illness is recommended.</li></ul><h2>Sphincter of Oddi dysfunction</h2><p>The sphincter of Oddi (SOD) is a muscular valve containing 2 sphincters (biliary and pancreatic) that contract and relax to control flow through the biliary and pancreatic ducts into the duodenum.&nbsp; Dysfunction, characterized by inappropriate contraction of the SOD, can result in episodic RUQ or epigastric pain referred to as biliary dyskinesia.&nbsp; These symptoms can easily mimic many of the symptoms discussed above.&nbsp; Laboratory evaluation may show a cholestatic pattern if the biliary component is dysfunctional or elevated amylase and lipase if the pancreatic component is dysfunctional.&nbsp; Opioid analgesic medications can worsen the pain by triggering sphincter contraction.&nbsp; Imaging such as ultrasound may show dilation of the CBD in the absence of a visualized gallstone.&nbsp; SOD manometry (measuring the pressure within the sphincter) is the gold standard for diagnosis.</p><h2>Gallstone disease in pregnancy</h2><p>Pregnancy increases the risk of development of gallstones due to hormonal changes that result in supersaturation of cholesterol and gallbladder stasis.</p><ul class=\"article-body-unordered-list\"><li>Asymptomatic cholelithiasis in pregnancy can be managed with observation, and patients should seek treatment if symptoms arise.</li><li>Symptomatic cholelithiasis (biliary colic) in pregnancy is treated with intravenous fluids and pain medication.&nbsp; Cholecystectomy can be performed at any time during pregnancy, if necessary, though the second trimester is preferred.</li></ul><p>The differential diagnosis for RUQ pain in the pregnant patient is broad and includes other potential life-threatening causes, such as HELLP syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32701.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) and acute fatty liver of pregnancy (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49138.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ), described in other articles.<p></p><h1>Differential diagnosis</h1><p>The differential diagnosis for RUQ abdominal pain, epigastric pain, and jaundice is broad.&nbsp; The conditions discussed above should be considered; however, gallstone disease is not the only possible etiology of this constellation of symptoms.&nbsp; Other differential diagnoses as noted below should be considered:</p><ul class=\"article-body-unordered-list\"><li><strong>Peptic ulcer disease (PUD)</strong>:&nbsp; Epigastric pain caused by PUD can mimic biliary colic. However, pain related to ulcers typically improves with food.&nbsp; Pain from gallstone disease typically worsens with ingestion of food.&nbsp; In PUD, there is no association with jaundice or cholestasis.</li><li><strong>Acute (non-gallstone) pancreatitis</strong>:&nbsp; Although pancreatitis can occur due to gallstones, other non-gallstone etiologies that should be considered include alcohol, hypertriglyceridemia, and medications.</li><li><strong>Acute hepatitis</strong>:&nbsp; Acute hepatitis will often present similarly to gallstone disease with RUQ pain and jaundice.&nbsp; On laboratory evaluation, however, acute hepatitis will show diffuse hepatocellular injury with marked transaminase elevation (AST/ALT), whereas cholestatic pattern (elevated ALP, elevated GGT) is more suggestive of bile duct obstruction from gallstone disease.</li><li><strong>Acute myocardial infarction (MI)</strong>:&nbsp; Epigastric pain and nausea can mimic gallstone disease, particularly in women or patients with diabetes mellitus who may present more atypically.&nbsp; MI, however, is associated with ECG changes and cardiac enzyme elevation. Physical examination in MI should not elicit tenderness in the RUQ.</li></ul><h1>Complications</h1><p>Complications of gallstone disease can be serious and life-threatening.</p><p>Complications of cholecystitis include gangrenous cholecystitis, particularly when there is a delay in seeking care.&nbsp; This increases the risk of gallbladder perforation.&nbsp; Emphysematous cholecystitis occurs when the gallbladder wall is secondarily infected by a gas-forming organism (eg, <em>Clostridium</em>).&nbsp; Imaging will show air within the gallbladder wall/lumen or air within the biliary tree (pneumobilia).&nbsp; Hepatic abscesses can also form as a complication of cholecystitis or cholangitis.</p><p>Over time, biliary cirrhosis can also develop as a complication of chronic biliary obstruction with ensuing hepatocellular damage and scarring.</p><p>Complications of gallstone pancreatitis include necrotizing pancreatitis, pancreatic pseudocyst formation, and sepsis.</p><h1>Prognosis</h1><p>The prognosis of gallstone disease is generally favorable with timely diagnosis and appropriate management.&nbsp; Uncomplicated cholelithiasis has an excellent prognosis, especially with cholecystectomy.&nbsp; Complicated cases, such as cholangitis and severe gallstone pancreatitis, carry higher morbidity and mortality risks, particularly in the elderly or those with comorbid conditions.&nbsp; Prompt intervention for higher-risk conditions with ERCP, percutaneous cholecystostomy, or surgical intervention can improve patient outcomes in these conditions.</p><h1>Summary</h1><p>Gallstone disease encompasses a broad spectrum of conditions, including cholelithiasis, choledocholithiasis, cholecystitis, cholangitis, and gallstone pancreatitis, all stemming from the formation and migration of gallstones within the biliary system.&nbsp; Patient presentation can vary from asymptomatic stones to life-threatening infections.&nbsp; Differentiation of these conditions relies on clinical examination, laboratory abnormalities, and imaging findings.&nbsp; Management is tailored to the specific manifestation of the disease and its severity, ranging from nonurgent elective cholecystectomy in symptomatic cholelithiasis to urgent gallbladder decompression and antibiotics in cholangitis.</p></div>\n            "
}