{
  "meta": {
    "title": "Gastroparesis",
    "url": "https://brainandscalpel.vercel.app/gastroparesis-8f1594b4-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:34.181Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Gastroparesis is a motility disorder characterized by delayed gastric emptying of solids without mechanical obstruction.&nbsp; It classically presents with nausea/vomiting, early satiety/postprandial fullness, and upper abdominal pain.&nbsp; The most common causes are idiopathic (postviral), diabetic, and postsurgical.</p>\n<h1>Pathophysiology</h1><br><br><p>Normal postprandial gastric activity is a multistep process that involves the parasympathetic and sympathetic nervous systems and occurs in response to food ingestion.&nbsp; After food passes down the esophagus, vagally stimulated enteric neurons release nitric oxide to induce relaxation of the fundus of the stomach and accommodate the incoming food bolus.&nbsp; Specialized gastric pacemaker cells (interstitial cells of Cajal) initiate pacesetter potentials (slow waves), which generate circumferential contractions of the gastric smooth muscle (peristalsis).&nbsp; Peristalsis facilitates food mixing and propulsion toward the pylorus.</p><br><br><p>Impairments in this process can lead to <strong>delayed gastric emptying</strong>, mostly from disruption of neurologic signaling within the vagus nerve and the myenteric plexus.&nbsp; For example, in patients with diabetes mellitus, chronic hyperglycemia (typically &gt;5 years) can lead to <strong>autonomic dysfunction</strong> and destruction of the enteric neurons:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Loss of nitric oxide–containing neurons results in impaired fundal relaxation</li>\n\t<li>Loss of the interstitial cells of Cajal results in uncoordinated smooth muscle contractions and ineffective peristalsis</li>\n</ul><br><br><p>Both of these delay gastric emptying.</p><br><br><p>Other etiologies of gastroparesis include <strong>vagal nerve injury</strong> due to trauma and/or surgery (eg, fundoplication), neurologic processes (eg, multiple sclerosis, spinal cord injury), <strong>medications</strong> (eg, opioids, certain antidepressants, glucagon-like peptide-1 agonists), and <strong>recent viral infection</strong> (most common).&nbsp; Autoimmune causes (eg, in association with small cell lung cancer) have also been described.</p>\n<h1>Clinical presentation and diagnosis</h1><h2>Manifestations</h2><br><br><p>Patients typically have a combination of symptoms that may include <strong>early satiety</strong>, <strong>postprandial reflux</strong>, nausea/vomiting, bloating/belching, and <strong>upper abdominal pain</strong>.&nbsp; Many patients develop food aversion (eg, restricting food intake) because eating exacerbates the symptoms.&nbsp; Abdominal examination may be unremarkable, show epigastric distension, or demonstrate a <strong>succussion splash</strong> (ie, auscultation of a splash with the stethoscope over the upper abdomen and the patient rocked back and forth on at the hips) ~3 hours after a meal, suggesting retained gastric material.</p>\n<h2>Diagnostic evaluation</h2><br><br><p>A solid-meal, 4-hour scintigraphic test for gastric emptying (\"<strong>gastric emptying study</strong>\") showing &gt;10% gastric retention (at the end of 4 hr) confirms the diagnosis.&nbsp; A classic protocol involves using an egg-white meal with imaging performed immediately after, as well as 1, 2, and 4 hours after, meal ingestion.</p><br><br><p>However, prior to performing this confirmatory test for gastroparesis, the following should be performed:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Discontinuation of offending medications that decrease motility (eg, narcotics)</li>\n\t<li>Exclusion of other causes of mechanical obstruction</li>\n</ul><br><br><p>Upper gastrointestinal <strong>endoscopy</strong> (preferred), along with CT or MR enterography to exclude small bowel mass or superior mesenteric artery syndrome, or a barium follow-through can rule out mechanical obstruction.</p><br><br><p>Once delayed emptying is confirmed, laboratory testing (eg, hemoglobin A1c, TSH, antinuclear antibody titer) can be obtained to evaluate for underlying causes.&nbsp; More advanced evaluation (eg, manometry) can be performed if these tests are not helpful.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Psychiatric and functional disorders</strong>:&nbsp; The following disorders are included the differential diagnosis but would not be associated with a delayed gastric emptying study:&nbsp; eating disorders (eg, bulimia), rumination syndrome (daily regurgitation of undigested food shortly after a meal, commonly in children with a mental disadvantage), and functional dyspepsia (associated with epigastric pain and bloating/postprandial fullness but less likely to cause nausea, vomiting, and weight loss).</li>\n\t<li><strong>Mesenteric ischemia</strong>:&nbsp; Atherosclerotic narrowing of the mesenteric vasculature may cause chronic mesenteric ischemia, which often presents with intense abdominal pain after eating (eg, intestinal angina) and unintentional weight loss from food aversion.&nbsp; Postprandial vomiting and early satiety may also rarely occur.&nbsp; It is usually seen in older patients (eg, age &gt;60) with multiple cardiovascular risk factors.</li>\n\t<li><strong>Small intestinal bacterial overgrowth</strong> (SIBO):&nbsp; can cause bloating; diarrhea is expected and vomiting is not.</li>\n\t<li><strong>Gastric outlet obstruction</strong> (GOO):&nbsp; can present with symptoms similar to those of gastroparesis (eg, early satiety, postprandial emesis, weight loss).&nbsp; Common causes of GOO include gastric malignancy, peptic ulcer disease, Crohn disease, strictures (with pyloric stenosis) secondary to ingestion of caustic agents, and gastric bezoars.&nbsp; Upper endoscopy would visualize the obstruction (eg, luminal narrowing).</li>\n</ul><br><br><p>The overall differential diagnosis of delayed gastric emptying is summarized in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35858.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Management</h1><br><br><p>Treatment of gastroparesis involves dietary adjustment, prokinetic therapy (eg, metoclopramide), symptomatic control with antiemetics, and treatment of underlying conditions (eg, hyperglycemia/diabetes mellitus).</p><br><br><p>Smaller, more frequent meals with decreased fat and fiber intake can help.&nbsp; If dietary changes alone are insufficient, promotility agents may be needed.&nbsp; They include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Metoclopramide</strong>, a dopamine D<font size=\"2\"><sub>2</sub></font> receptor antagonist, can improve symptoms and is a commonly used promotility agent.&nbsp; However, it is occasionally associated with extrapyramidal adverse effects (eg, dystonia) and tardive dyskinesia (eg, involuntary movements).</li>\n\t<li><strong>Erythromycin</strong>, a macrolide antibiotic, can be used as an alternate prokinetic agent for patients who cannot tolerate metoclopramide.&nbsp; The prokinetic effects of erythromycin stem from the activation of the motilin receptor in the smooth muscle of the upper digestive tract, which results in coordinated peristaltic contractions that begin in the stomach and move through the entire upper digestive system (thereby propelling food into the colon).&nbsp; However, the agonist effects of erythromycin diminish over time (tachyphylaxis), so it is generally used for short periods (&lt;4 weeks).</li>\n\t<li><strong>Domperidone</strong> (not readily available in the United States) rarely causes cardiac arrhythmias, QTc prolongation, and hyperprolactinemia.</li>\n</ul><br><br><p>Cases refractory to medical management may require a liquid diet or, possibly, feeding tube placement.&nbsp; Other modalities include endoscopic interventions and gastric electrical stimulation (typically reserved for compassionate use).</p>\n<h1>Summary</h1><br><br><p>Gastroparesis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38224.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) (delayed gastric emptying of solids without mechanical obstruction) classically presents with nausea/vomiting, early satiety/postprandial fullness, and upper abdominal pain and is most commonly due to idiopathic (postviral), diabetic, or postsurgical causes.&nbsp; Evaluation includes the following:&nbsp; excluding obstruction (upper endoscopy) and confirming delayed gastric emptying (nuclear gastric emptying study).&nbsp; Treatment of gastroparesis involves dietary adjustment, prokinetic therapy (eg, metoclopramide), symptomatic control with antiemetics, and management of underlying conditions (eg, hyperglycemia/diabetes mellitus).<p></p>\n</div>\n\n            "
}