{
  "meta": {
    "title": "Gastrointestinal bleed",
    "url": "https://brainandscalpel.vercel.app/gastrointestinal-bleed-d9b0b074-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:36.309Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Gastrointestinal (GI) bleeding is classified into two main categories based on the anatomical location of the bleeding source:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Upper GI bleeds (UGIBs) refer to bleeding originating proximal to the ligament of Treitz, typically involving the esophagus, stomach, or duodenum.</li>\n\t<li>Lower GI bleeds (LGIBs) originate distal to the ligament of Treitz and commonly involve the small intestine, colon, rectum, or anus.</li>\n</ul><br><br><p>GI bleeding can present with a wide spectrum of severity, ranging from mild, self-limited episodes to life-threatening hemorrhages requiring immediate intervention.</p>\n<h1>Anatomy and pathophysiology</h1><br><br><p>The GI tract is a continuous, muscular tube extending from the mouth to the anus.&nbsp; It is divided into the upper and lower GI tracts, each with distinct anatomical features and common sources of bleeding (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32133.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h2>Upper GI tract</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Esophagus</strong>:&nbsp; a muscular tube connecting the throat to the stomach.&nbsp; UGIBs from the esophagus can be due to conditions such as esophageal varices, erosive gastritis, or Mallory-Weiss tears.</li>\n\t<li><strong>Stomach</strong>:&nbsp; serves as a reservoir for ingested food, with acid secretion aiding digestion.&nbsp; It has three main regions:&nbsp; the fundus, body, and antrum.&nbsp; Bleeding in the stomach can result from peptic ulcers, gastritis, or malignancies.</li>\n\t<li><strong>Duodenum</strong>:&nbsp; the first portion of the small intestine, receiving chyme from the stomach and bile/pancreatic secretions.&nbsp; Duodenal ulcers or bleeding from duodenal malignancies can cause UGIBs.</li>\n</ul>\n<h2>Lower GI tract</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Small intestine (jejunum and ileum)</strong>:&nbsp; the primary site for nutrient absorption.&nbsp; LGIBs can be due to conditions such as Crohn disease or small bowel tumors.</li>\n\t<li><strong>Colon</strong>:&nbsp; absorbs water and electrolytes to form stool and includes the ascending, transverse, descending, and sigmoid colon.&nbsp; Common sources of bleeding in the colon include diverticulosis, colorectal cancer, and inflammatory bowel disease.</li>\n\t<li><strong>Rectum and anus</strong>:&nbsp; the final part of the digestive tract.&nbsp; The rectum stores feces until defecation, and the anus maintains continence.&nbsp; Common causes of bleeding include hemorrhoids, anal fissures, and anorectal cancer.</li>\n</ul>\n<h1>Risk factors</h1><h2>Upper GI bleed</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><em><strong>Helicobacter pylori</strong></em> <strong>infection</strong>:&nbsp; <em>H pylori</em> is a major cause of GI bleeding due to its role in peptic ulcer disease (PUD) and chronic gastritis.&nbsp; <em>H pylori</em> damages the mucosal lining of the stomach and duodenum, leading to ulcer formation, which can erode blood vessels and cause bleeding.</li>\n\t<li><strong>Nonsteroidal anti-inflammatory drug (NSAID) use</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88977.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; NSAIDs inhibit the cyclooxygenase-1 enzyme, which is essential for producing prostaglandins that protect the GI mucosa.&nbsp; This inhibition leads to increased gastric acid production, decreased mucosal bicarbonate secretion, and reduced mucosal blood flow, all of which promote peptic ulcer formation.&nbsp; The risk for NSAID-related peptic ulcers is highest in patients age &gt;65 or those on long-term or high-dose NSAID therapy.</li>\n\t<li><strong>Alcohol consumption</strong>:&nbsp; Alcohol consumption causes direct damage to the mucosal lining of the stomach and intestines, leading to gastritis and erosion of the protective barrier.&nbsp; Alcohol also increases gastric acid secretion and disrupts mucosal blood flow, further weakening the gastric lining and making it more prone to ulcers.&nbsp; Chronic alcohol use can also lead to liver cirrhosis and portal hypertension, which increases the risk for variceal bleeding.</li>\n\t<li><strong>Chronic liver disease</strong>:&nbsp; Chronic liver disease causes GI bleeding mainly through portal hypertension, which leads to varices in the esophagus and stomach that can rupture and bleed.&nbsp; In addition, liver dysfunction impairs clotting factor production, increasing bleeding risk.</li>\n</ul>\n<h2>Lower GI bleed</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diverticulosis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45841.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; This is the most common cause of massive and life-threatening LGIBs in adults.&nbsp; Diverticula form at the site of vascular (arterial) penetration, and subsequent erosions through the mucosa can lead to bleeding.</li>\n\t<li><strong>Colorectal cancer</strong>:&nbsp; This is a significant cause of LGIBs, especially in individuals age &gt;50.&nbsp; Colorectal cancer can cause GI bleeding by eroding blood vessels within the colon or rectum, which can present as chronic occult bleeding or visible blood in the stool.</li>\n\t<li><strong>Hemorrhoids</strong>:&nbsp; Engorged veins in the rectum or anus can rupture, leading to bright red bleeding, often noticed during defecation.</li>\n\t<li><strong>Inflammatory bowel disease</strong> (IBD):&nbsp; Both Crohn disease and ulcerative colitis can cause GI bleeding through chronic inflammation, ulceration, and erosion of the intestinal mucosa, which can present as bloody diarrhea or occult blood loss.&nbsp; Severe cases can lead to significant bleeding.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>In most cases of GI bleeding, the location of bleeding (UGIB vs LGIB) can be determined based on bleeding characteristics.</p>\n<h2>Upper GI bleed</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hematemesis</strong>:&nbsp; is vomiting of blood that may appear bright red or as dark coffee grounds.&nbsp; Bright red blood indicates active or recent bleeding because the blood has not been exposed to stomach acid for a significant amount of time.&nbsp; Coffee-ground hematemesis appears dark brown or black and granular because the blood has been in contact with gastric acid long enough to be partially digested, leading to the oxidation of hemoglobin, which gives the blood its characteristic color and texture.</li>\n\t<li><strong>Melena</strong>:&nbsp; is black, tarry stool that results from the effect of digestive enzyme activity and intestinal bacteria on hemoglobin as it passes through the GI tract.&nbsp; Melena typically indicates a bleed proximal to the ileocecal valve.</li>\n\t<li><strong>Epigastric pain</strong>:&nbsp; is often associated with PUD and can either precede or accompany bleeding.</li>\n</ul>\n<h2>Lower GI bleed</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hematochezia</strong>:&nbsp; is the passage of bright red or maroon blood per rectum, commonly seen in patients with bleeding distal to the ascending colon.&nbsp; Although hematochezia is typically from an LGIB, a UGIB should be considered, particularly if there is hemodynamic instability or an elevated blood urea nitrogen (BUN)-to-creatinine or urea-to-creatinine ratio (&gt;20 to 30:1 or &gt;100:1, respectively).&nbsp; A history of PUD should also be concerning for a possible UGIB source.</li>\n\t<li><strong>Minimal bright red blood per rectum</strong> (ie, intermittent scant hematochezia):&nbsp; refers to the passage of minimal bright red blood from the rectum, typically on the toilet paper or a few drops in the toilet (not mixed with stool).&nbsp; It is most often due to benign disorders (eg, hemorrhoids, anal fissures).&nbsp; However, more serious causes (eg, proctitis, ulcers, colorectal cancer) are possible.</li>\n\t<li><strong>Occult GI bleeding</strong>:&nbsp; is chronic blood loss that may be asymptomatic and detected only by fecal occult blood testing.&nbsp; Occult GI bleeding may lead to iron deficiency anemia.&nbsp; A positive fecal occult blood test suggests a colonic bleeding source but does not rule out proximal pathology and/or colonic lesions not actively bleeding.&nbsp; Occult bleeding may originate from the colon (eg, malignancy, polyps), upper GI tract (eg, peptic ulcer), or, less commonly, the small bowel (eg, angiodysplasia).</li>\n\t<li><strong>Abdominal pain</strong>:&nbsp; associated with an LGIB may suggest an underlying inflammatory (eg, Crohn disease) or neoplastic process.</li>\n</ul>\n<h1>Causes of GI bleeding</h1><h2>Upper GI bleed</h2><br><br><p>Determining the source of GI bleeding is important because management may differ depending on the source.&nbsp; Common sources of UGIBs include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>PUD</strong> (most common):&nbsp; characterized by ulceration in the stomach or duodenum, often associated with <em>H pylori</em> infection or NSAID use.&nbsp; Most gastric ulcers arise along the lesser curvature of the stomach, usually at the transitional zone between the gastric corpus (body) and antrum.&nbsp; Glands in the corpus contain parietal cells that produce hydrochloric acid and intrinsic factor, and mucosal glands in the antrum contain G cells that secrete gastrin (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15779.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; This zone provides the optimal microenvironment (eg, pH, host immune factors) for <em>H pylori</em> proliferation.&nbsp; The resultant inflammation leads to mucosal atrophy and ulcer formation.&nbsp; Because the left and right gastric arteries run along and perfuse the lesser curvature of the stomach, they are a common source of hemorrhage from penetrating gastric ulcers.&nbsp; PUD classically presents with epigastric pain and hematemesis or melena.</li>\n\t<li><strong>Esophageal varices</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99415.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; develop due to increased portal pressures, typically as a result of cirrhosis.&nbsp; As the condition advances, esophageal varices tend to become larger and more prone to rupture, sometimes causing a hemodynamically unstable UGIB.&nbsp; Variceal bleeding is typically brisk and may present with massive hematemesis.</li>\n\t<li><strong>Mallory-Weiss tear</strong>:&nbsp; is an upper GI mucosal tear due to a sudden increase of intraabdominal pressure from forceful retching.&nbsp; This can lead to submucosal arterial or venule plexus bleeding.&nbsp; Bleeding is self-limited in most patients, but life-threatening bleeding can occur.&nbsp; Patients typically present with epigastric pain radiating to the back and hematemesis after extended nausea and vomiting.</li>\n\t<li><strong>Upper GI cancers</strong> (eg, gastric cancer):&nbsp; can present with bleeding due to tumor ulceration into a vessel and are often associated with weight loss, early satiety, and epigastric pain.</li>\n\t<li><strong>Esophagitis</strong>:&nbsp; Conditions such as acid reflux, infections, or medication-induced esophagitis can damage the esophageal lining, increasing the risk for bleeding.&nbsp; Inflamed tissue becomes eroded or ulcerated, exposing underlying blood vessels resulting in bleeding.&nbsp; Bleeding is usually self-limited and the course is typically benign with low risk for serious hemorrhage or rebleeding.</li>\n</ul><br><br><p>Other causes of UGIBs include gastritis/gastropathy, duodenitis/duodenopathy, aortoenteric fistulas, hemosuccus pancreaticus (bleeding from pancreatic duct), and iatrogenic causes (eg, postsurgical anastomotic bleeding, post-polypectomy bleeding, bleeding after sphincterotomy).</p>\n<h2>Lower GI bleeding</h2><br><br><p>Common sources of LGIBs include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diverticulosis</strong>:&nbsp; results from outpouching of the colon wall at points of weakness where the vasa recta penetrate the circular muscle layer of the colon.&nbsp; As the mucosa and submucosa herniate through the muscular layer, the vasa recta become increasingly exposed.&nbsp; When it is no longer protected by the muscular layer, erosion or trauma to the overlying mucosa can lead to bleeding.&nbsp; Diverticular bleeding usually manifests as painless, large-volume hematochezia.&nbsp; However, right-sided bleeding, which is more common than left-sided bleeding, may sometimes present with melena.&nbsp; Other common symptoms include bloating and cramping due to the cathartic effect of blood in the GI tract.</li>\n\t<li><strong>Angiodysplasia</strong> (vascular ectasias or arteriovenous malformations):&nbsp; are vascular anomalies composed of multiple aberrant blood vessels located in the GI tract.&nbsp; A frequent cause of occult GI bleeding, angiodysplasias are most common in patients age &gt;60 and are often discovered incidentally on endoscopy, appearing as small, cherry-red lesions.&nbsp; The pathogenesis may be due to chronic occlusions of submucosal veins, resulting in vascular congestion and the formation of dysplastic arteriovenous collaterals.&nbsp; Risk for bleeding from angiodysplasias is increased with end-stage renal disease and aortic stenosis (which is thought to trigger bleeding due to destruction of circulating von Willebrand factor multimers when they pass through the damaged valve).</li>\n\t<li><strong>Colorectal cancer</strong>:&nbsp; may present with occult or overt bleeding, often associated with changes in bowel habits and weight loss.</li>\n\t<li><strong>Hemorrhoids and anal fissures</strong>:&nbsp; Hemorrhoids cause bright red bleeding per rectum, often painless, while anal fissures are associated with pain during defecation.</li>\n\t<li><strong>Colitis</strong>:&nbsp; is infectious, inflammatory, and ischemic and can cause erosions that can lead to bleeding.&nbsp; Patients may have abdominal pain, hematochezia (with or without diarrhea), fever, and dehydration.&nbsp; Bleeding from colitis is typically self-limited.&nbsp; Ischemic colitis typically occurs in older adults with risk factors (eg, relative hypotension, heart failure, and arrhythmias).</li>\n</ul><br><br><p>Other causes of LGIBs include proctitis and iatrogenic causes (eg, post biopsy).</p>\n<h1>Diagnosis</h1><br><br><p>The presence of a GI bleed is often obvious, but diagnosing the source of the bleeding and determining appropriate treatment requires a detailed history, a physical, laboratory tests, and, in many cases, imaging and/or endoscopic evaluation.</p>\n<h2>Clinical evaluation</h2><br><br><p>It is important to gather the following elements in the patient's history, as they provide valuable clues about the source of bleeding:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Nature of the bleeding (eg, hematemesis vs hematochezia)</li>\n\t<li>Associated symptoms (eg, pain, weight loss)</li>\n\t<li>Medication use (eg, NSAIDs, anticoagulants, corticosteroids)</li>\n\t<li>Comorbid conditions (eg, liver disease, coagulopathies)</li>\n</ul>\n<h2>Laboratory evaluation</h2><br><br><p>The majority of patients with GI bleeding undergo laboratory testing:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Complete blood count</strong>:&nbsp; Evaluates hemoglobin and hematocrit levels, which may be decreased in patients with significant bleeding (although the decrease may be delayed because the blood is diluted by the entry of extravascular fluid into the vascular space and by intravenous fluid administration during resuscitation).&nbsp; A low mean corpuscular volume (MCV) suggests iron deficiency anemia from chronic blood loss.&nbsp; MCV is not affected by acute blood loss.</li>\n\t<li><strong>Serum chemistry</strong>:&nbsp; An elevated BUN and BUN/creatinine ratio often occurs in patients with UGIBs due to increased urea production from intestinal breakdown of hemoglobin and increased urea reabsorption in the proximal tubule due to associated hypovolemia.</li>\n\t<li><strong>Blood typing and crossmatching</strong>:&nbsp; These are done for blood transfusion in patients with significant hemorrhage.</li>\n\t<li><strong>Coagulation studies</strong>:&nbsp; PT, PTT, and INR are used to assess coagulation status, particularly in patients prescribed anticoagulant therapy or with liver disease.</li>\n\t<li><strong>Liver function tests</strong>:&nbsp; Abnormal tests may indicate underlying liver disease, contributing to the development of varices.</li>\n</ul><br><br><p>Serial ECGs and cardiac enzymes may be indicated in patients with risk factors for coronary artery disease.</p>\n<h2>Imaging and endoscopic evaluation</h2><br><br><p>Indications for imaging or endoscopic evaluation depend on the source and severity of hemorrhage:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Upper GI endoscopy</strong>:&nbsp; The gold standard for diagnosing the source of UGIBs.&nbsp; It allows direct visualization of the bleeding source and potential therapeutic intervention (eg, injection, cauterization, clipping).&nbsp; Risks include pulmonary aspiration, anesthesia complications, GI perforation, and increasing bleeding during therapeutic intervention.</li>\n\t<li><strong>Colonoscopy</strong>:&nbsp; The primary diagnostic tool for LGIBs.&nbsp; It allows for visualization of the colon and the ability to perform therapeutic procedures (eg, polypectomy, hemostasis).&nbsp; However, it can be challenging to perform in patients with active bleeding due to obscured visualization.</li>\n\t<li><strong>Capsule endoscopy</strong>:&nbsp; A noninvasive procedure that involves swallowing a small camera capsule that captures images of the GI tract.&nbsp; This procedure is particularly useful for detecting sources of bleeding in the small bowel and in cases where traditional endoscopy fails to identify the bleeding source or the bleeding is suspected to be beyond the reach of standard endoscopic techniques.</li>\n\t<li><strong>Angiography/CT angiography</strong>:&nbsp; Angiography is an invasive method used to visualize blood vessels and detect active bleeding sites, allowing for therapeutic interventions such as embolization to control hemorrhage.&nbsp; Angiography is typically used when endoscopic methods are not feasible or when there is ongoing, severe bleeding.&nbsp; CT angiography is a noninvasive and rapid imaging modality that identifies active GI bleeding and provides precise anatomic details, helping guide subsequent therapeutic angiography or surgical planning.&nbsp; Unlike traditional angiography, CT angiography does not have therapeutic capabilities but is useful for quickly localizing bleeding sources.</li>\n\t<li><strong>Tagged red blood cell scan</strong>:&nbsp; This is a nuclear medicine study that can localize active bleeding in the GI tract, particularly when other modalities are nondiagnostic.</li>\n</ul><br><br><p>Upper GI barium studies are contraindicated in the setting of an acute UGIB because the barium will reduce visualization and cause potential complications during endoscopy, angiography, or surgery.</p>\n<h1>Management</h1><h2>Initial stabilization</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>General support</strong>:&nbsp; Patients should be given supplemental oxygen per nasal cannula.&nbsp; Adequate intravenous access should be established, and two large-bore peripheral intravenous catheters are typically preferred.&nbsp; Endotracheal intubation is reserved for patients at high risk for aspiration (eg, massive hemorrhaging, altered mental status).&nbsp; Elective intubation may be considered (eg, for ongoing hematemesis, compromised respiratory or mental status) to aid endoscopy and reduce aspiration risk, but elective intubation in critically ill patients is linked to poorer outcomes.</li>\n\t<li><strong>Intravenous fluid resuscitation</strong>:&nbsp; Crystalloids (eg, isotonic saline, lactated Ringer solution) should be administered immediately to patients who are hemodynamically unstable to maintain blood pressure and perfusion.</li>\n\t<li><strong>Blood transfusions</strong>:&nbsp; In patients who are actively bleeding, the need for transfusion should be determined by the patient's hemodynamic status and estimated blood loss (not by serial hemoglobin levels as the drop is often delayed).&nbsp; In patients who are stable, transfusions should be reserved for those with significant anemia (eg, hemoglobin &lt;7 g/dL).&nbsp; Overly aggressive transfusion should be avoided (volume overload with increased portal pressure may worsen bleeding).&nbsp; The target hemoglobin level may be higher in patients with cardiovascular disease.</li>\n\t<li><strong>Consider reversal of anticoagulation</strong>:&nbsp; Reversing anticoagulation depends on the patient's indication for anticoagulation, the specific anticoagulant, and the source and severity of the bleeding.&nbsp; In patients who are hemodynamically unstable, rapid anticoagulation reversal (eg, fresh frozen plasma, vitamin K) is typically indicated when possible.</li>\n\t<li><strong>Consultations</strong>:&nbsp; Patients with hemodynamically significant GI bleeding should have gastroenterology and surgical consultations initiated early in the evaluation because emergency intervention is sometimes indicated.&nbsp; Gastroenterology and surgery should also be consulted on patients admitted to the hospital.</li>\n</ul>\n<h2>Specific management for acute upper GI bleed</h2><br><br><p>Management of UGIBs typically involves pharmacologic therapy, endoscopy, and, in some cases, surgery:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pharmacologic therapy</strong>:&nbsp; Medications that should be administered prior to endoscopy in patients with UGIBs include a proton pump inhibitor (PPI), prokinetic (eg, erythromycin), somatostatin or one of its analogs (for patients with suspected variceal bleeding), and antibiotics (for patients with cirrhosis).<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>PPIs</strong> (eg, esomeprazole):&nbsp; Intravenous PPIs are typically administered to patients with a UGIB to reduce gastric acidity and promote clot stability, particularly if peptic ulcers are the suspected source of bleeding.&nbsp; This is typically done through an initial high dose bolus followed by a dose 12 hours later or continuous infusion.&nbsp; However, the decision to continue a PPI depends on endoscopy findings.</li>\n\t\t<li><strong>Prokinetics</strong> (eg, erythromycin):&nbsp; These are used prior to urgent endoscopy to promote gastric emptying and improve visualization, particularly in patients expected to lose a large amount of blood in the stomach.</li>\n\t\t<li><strong>Vasoactive medications</strong>:&nbsp; Intravenous octreotide (a widely available somatostatin analogue) and terlipressin (a less readily available vasopressin analogue) decrease blood volume in the splanchnic vasculature by causing splanchnic arteriolar vasoconstriction.&nbsp; Terlipressin does so directly, whereas octreotide works indirectly by inhibiting vasodilator release.&nbsp; These medications are typically reserved for patients with esophageal variceal bleeding (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8811.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).</li>\n\t\t<li><strong>Antibiotics</strong>:&nbsp; Prophylactic antibiotics are recommended for GI bleeding in patients with cirrhosis.&nbsp; Nearly 20% of these patients have a coexisting bacterial infection, and up to 50% of them develop an infection during hospitalization (eg, spontaneous bacterial peritonitis, urinary tract infection, pneumonia).&nbsp; Antibiotics (a third-generation cephalosporin is generally preferred due to quinolone resistance) can prevent these infectious complications and possibly prevent recurrent variceal bleeding.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Endoscopic therapy</strong>:&nbsp; Upper endoscopy is recommended for patients within 24 hours of a UGIB after adequate resuscitation.&nbsp; Endoscopy may need to be performed earlier (eg, 12-24 hr) in patients with variceal bleeding.&nbsp; Endoscopic interventions include injection therapy (eg, epinephrine), thermal coagulation, and mechanical hemostasis (eg, clipping, banding).&nbsp; Variceal bleeding may require endoscopic band ligation or sclerotherapy.&nbsp; If no source of bleeding is found and the patient has melena or hematochezia, colonoscopy may be indicated.&nbsp; Esophagogastroduodenoscopy (EGD) can also be considered prior to colonoscopy in certain patients with hematochezia (eg, hemodynamically unstable) to exclude a brisk UGIB.</li>\n\t<li><strong>Surgical intervention</strong> (eg, laparoscopy, laparotomy):&nbsp; This is reserved for patients with refractory bleeding or perforation.</li>\n</ul><br><br><p>Routine nasogastric tube placement (NGT) is <em>not</em> recommended for patients with a suspected acute UGIB because it does not improve clinical outcomes.&nbsp; Instead, NGT lavage should be considered only when it is necessary to clear particulate matter, fresh blood, or clots from the stomach to aid endoscopy.</p><br><br><p>Certain conditions may necessitate consideration of additional interventions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>PUD</strong>:&nbsp; All patients with bleeding PUD should be tested for <em>H pylori</em> with biopsy during endoscopy.&nbsp; Those with evidence of infection require treatment.&nbsp; However, false-negative results for <em>H pylori</em> can occur due to GI bleeding or commonly used medications (eg, PPIs, bismuth, antibiotics).&nbsp; As a result, <em>H pylori</em> infection remains likely despite a negative biopsy during endoscopy.&nbsp; Therefore, a second test for <em>H pylori</em> is needed to confidently exclude the infection.</li>\n\t<li><strong>Variceal bleeding</strong>:&nbsp; In addition, the management discussed for acute variceal bleeding, balloon tamponade (eg, Sengstaken-Blakemore tube) can be used for the temporary control of bleeding when early endoscopy or other modalities are unavailable and medical management is unsuccessful.&nbsp; This method is most often used to control hemorrhage until the patient can be transferred to a higher level of care; it is not first-line treatment.&nbsp; For patients with recurrent variceal bleeding despite medical and endoscopic treatment a transjugular intrahepatic portosystemic shunt may be indicated because it reduces portal pressure by creating a shunt within the liver and it reduces the risk for rebleeding.</li>\n</ul>\n<h2>Specific management for acute lower GI bleed</h2><br><br><p>In contrast to UGIBs, pharmacologic therapy is not routinely used in the management of LGIBs.&nbsp; Evaluation and management of LGIBs typically includes the following (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21100.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Colonoscopy</strong>:&nbsp; The preferred diagnostic test for hemodynamically stable patients with LGIBs because it can be used to localize bleeding, collect specimens, and provide therapeutic intervention.&nbsp; A colonoscopy should be performed as soon as possible during hospitalization after adequate colon preparation.&nbsp; Risks include bowel perforation and risks associated with sedation (eg, aspiration).</li>\n\t<li><strong>Radiographic imaging</strong>:&nbsp; Patients too unstable for colonoscopy or those who have severe ongoing bleeding despite colonoscopy may benefit from EGD (to exclude brisk UGIB) and radiographic imaging (to better localize and treat the site of bleeding):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>CT angiography is the initial test of choice for ongoing, hemodynamically significant bleeding.</li>\n\t\t<li>Angiography allows for both diagnosis and treatment (eg, embolization) but is invasive.&nbsp; It is typically performed after a positive CT angiography to treat the source of bleeding.</li>\n\t\t<li>Radionuclide imaging, although sensitive, has limited accuracy in locating bleeding sites and has logistical constraints.&nbsp; If a bleeding site remains unidentified, further tests such as upper endoscopy or small bowel evaluation may be needed.</li>\n\t\t<li>The advantage of radiographic tests for GI bleeding is that they can diagnose bleeding throughout the GI tract, including small bowel sources. &nbsp;However, rapid, active bleeding must be present for diagnosis. &nbsp;Patients with slow or intermittent bleeding are not likely to benefit from these modalities.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Surgical intervention</strong> is indicated for patients with ongoing bleeding despite endoscopic and radiologic interventions.&nbsp; Procedures may include segmental resection or subtotal colectomy, depending on the bleeding source.&nbsp; Colectomy without preoperative localization of a bleeding source is linked to higher morbidity and mortality compared to cases in which the bleeding site is identified beforehand.</li>\n</ul>\n</div><br><br><div><h2>Disposition of upper and lower acute GI bleeds</h2><br><br><p>The majority of patients with an acute GI bleed require hospitalization.&nbsp; Patients with high-risk features including hemodynamic instability, persistent bleeding, and/or significant comorbid illnesses require admission to the intensive care unit.&nbsp; However, some patients (eg, young, no comorbidities, no anticoagulation) can be considered for outpatient management with close follow-up (more common with LGIBs than with UGIBs).</p>\n<h2>Management of minimal bright red blood per rectum</h2><br><br><p>Bleeding in these patients is self-limited and should not require immediate intervention.&nbsp; In general, patients age &gt;40 should undergo at least a sigmoidoscopy.&nbsp; Clinical factors associated with an increased risk for serious disease include a large amount of blood mixed with stool, systemic symptoms (eg, fever, weight loss), and changes in bowel habits or stool caliber.&nbsp; These factors generally warrant direct visualization of the entire colon with colonoscopy.&nbsp; Colonoscopy is indicated in patients age ≥45, for whom colorectal cancer screening via colonoscopy is appropriate regardless of symptoms.</p><br><br><p>In younger patients, initial testing with less invasive methods to visualize the anal canal (eg, anoscopy, which requires no patient preparation and can be done easily in the office) should generally be performed before colonoscopy.&nbsp; If a benign cause of bleeding (eg, hemorrhoid) is confirmed, conservative management (eg, increased fiber intake, topical analgesics) and interval follow-up is typically appropriate.&nbsp; If no potential bleeding source is found on examination, sigmoidoscopy/colonoscopy may be indicated.</p>\n<h2>Management of occult GI bleeding</h2><br><br><p>Patients with occult GI bleeding (eg, heme-positive stools) but without iron deficiency anemia are usually evaluated with a colonoscopy followed by upper endoscopy if colonoscopy is unrevealing.&nbsp; If these tests are negative, no further workup is needed.&nbsp; However, patients with both iron deficiency anemia and positive stool occult test are evaluated with a combination of upper endoscopy and colonoscopy to avoid missing simultaneous lesions (eg, 10% of occult GI bleeds have simultaneous lesions in the upper and lower GI tracts).&nbsp; If no bleeding source is identified, these studies can be repeated, particularly if the initial evaluation was inadequate (eg, due to poor visualization).&nbsp; If both tests are negative, the next step in the evaluation of occult GI bleeding is small bowel evaluation with wireless capsule endoscopy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L77845.png\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).<p></p>\n<h1>Complications</h1><h2>Acute complications</h2><br><br><p>GI bleeding can lead to a variety of acute complications.&nbsp; Significant blood loss can result in hypovolemic shock, characterized by decreased tissue perfusion and organ failure.&nbsp; This can lead to acute renal failure due to reduced blood flow to the kidneys.&nbsp; In patients with underlying coronary artery disease, myocardial infarction can occur due to the significant hypotension and hypoxia associated with blood loss.</p>\n<h2>Chronic complications</h2><br><br><p>Chronic blood loss from GI bleeding can have long-term consequences.&nbsp; Anemia can develop due to iron deficiency, leading to fatigue, weakness, and shortness of breath.&nbsp; Rebleeding is a common complication, particularly in patients with underlying peptic ulcers, varices, or angiodysplasia.&nbsp; Persistent blood loss can also lead to long-term effects, such as decreased quality of life, impaired cognitive function, and increased risk for infection.</p>\n<h2>Complications of diagnostic and therapeutic interventions</h2><br><br><p>Endoscopic procedures and blood transfusions carry potential risks.&nbsp; Perforation of the GI tract can occur during endoscopic interventions, especially when treating ulcers or tumors.&nbsp; Aspiration of blood into the lungs can occur in patients with a massive UGIB, leading to aspiration pneumonia.&nbsp; Adverse reactions to transfusion include transfusion reactions, volume overload, and transfusion-associated lung injury.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of acute GI bleeding depends on several factors:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Source of bleed</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>UGIB:&nbsp; Mortality rates are significant (eg, 8%-10%), but they can vary depending on the patient's age and serious coexisting conditions.&nbsp; Bleeds from varices or malignancies generally carry a worse prognosis.&nbsp; Approximately 10%-30% of patients experience rebleeding, which is more likely in those with high-risk ulcers or untreated varices.</li>\n\t\t<li>LGIB:&nbsp; The majority (~80%) will stop spontaneously.&nbsp; Overall mortality ranges from 2% to 4%.&nbsp; Diverticular bleeding is the most likely to reoccur.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Patient comorbidities</strong>:&nbsp; Underlying health conditions such as liver disease, cardiovascular disease, and coagulopathy increase the risk for complications.</li>\n\t<li><strong>Timely intervention</strong>:&nbsp; Early diagnosis and treatment, specifically early endoscopy in patients with UGIBs, improves outcomes.&nbsp; Some studies have demonstrated that early endoscopy (eg, &lt;24 hr) for UGIBs may reduce the length of hospital stay, the need for surgery, and, possibly, the likelihood of mortality.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Gastrointestinal bleeds are classified into two main categories, upper gastrointestinal bleeds and lower gastrointestinal bleeds, based on the anatomical location of the bleeding source.&nbsp; Upper gastrointestinal bleeds are most commonly due to peptic ulcer disease, esophageal varices, or malignancies.&nbsp; They typically present with hematemesis or melena and require prompt endoscopic evaluation.&nbsp; Pharmacologic interventions, such as proton pump inhibitors and, in the case of varices, octreotide, are critical in stabilizing patients and preventing rebleeding.&nbsp; Lower gastrointestinal bleeds, often caused by diverticulosis, angiodysplasia, or colorectal cancer, present primarily with hematochezia.&nbsp; Colonoscopy remains the primary diagnostic and therapeutic tool.&nbsp; In cases of significant or ongoing bleeding, angiographic embolization or surgical resection may be required.</p>\n</div>\n\n            "
}