{
  "meta": {
    "title": "Gastroschisis",
    "url": "https://brainandscalpel.vercel.app/gastroschisis-4cbcedc6-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:35.428Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Gastroschisis is a congenital anomaly characterized by bowel herniation through a full-thickness paraumbilical abdominal wall defect.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Gastroschisis occurs due to improper formation of the abdominal wall during embryonic development (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21940.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The abdominal defect is full-thickness, allowing the bowel to herniate into the amniotic cavity without an overlying membrane.&nbsp; Because the herniation is adjacent to the umbilicus (ie, <strong>paraumbilical</strong>), the umbilical cord insertion site is unaffected.<p></p><br><br><p>Although the exact cause of gastroschisis remains unclear, it is likely multifactorial.&nbsp; Risk factors include maternal age &lt;20, maternal smoking, and family history of gastroschisis.</p>\n<h1>Clinical presentation and diagnosis</h1><br><br><p>Patients with gastroschisis are born with evisceration of the bowel through a paraumbilical abdominal wall defect.&nbsp; Gastroschisis can be associated with other gastrointestinal anomalies (eg, malrotation, atresia), likely due to vascular disruption associated with the herniated intestines.&nbsp; In contrast, extraintestinal anomalies are rarely associated with gastroschisis.</p><br><br><p>Gastroschisis may be suspected during pregnancy when routine fetal ultrasonography demonstrates free-floating bowel loops to the right of the umbilical cord (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44574.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; In addition, fetal bowel produces alpha-fetoprotein (AFP), which in cases of gastroschisis leaks directly into the amniotic fluid.&nbsp; The high concentration of amniotic fluid AFP is absorbed into the maternal circulation, resulting in abnormally <strong>elevated maternal serum AFP</strong>.&nbsp; Therefore, gastroschisis may also be suspected during pregnancy when maternal serum AFP is elevated (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33869.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for gastroschisis includes omphalocele (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21938.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), another major congenital abdominal wall defect.&nbsp; Distinguishing features of gastroschisis include (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/86976.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Normal umbilicus</strong>:&nbsp; In gastroschisis, failure of the lateral body wall folds to fuse properly creates a defect separate from the umbilical cord site, which remains intact.&nbsp; In contrast, omphalocele occurs due to failed reduction of physiologic gut herniation in utero, resulting in midline (umbilical cord at apex) herniation of abdominal contents (ie, bowel ± other abdominal organs).</li>\n\t<li><strong>Absent peritoneal covering membrane</strong>:&nbsp; In omphalocele, herniated bowel contents are confined to the umbilical cord sac, not free-floating.&nbsp; The umbilical cord sac creates a peritoneal covering (no skin, fascia, muscle).</li>\n\t<li><strong>Lack of associated extraintestinal anomalies</strong>:&nbsp; Patients with omphalocele are more likely to have associated extraintestinal congenital anomalies (eg, cardiovascular, musculoskeletal).</li>\n</ul><br><br><p>A congenital umbilical hernia is a benign, reducible protrusion of bowel through a fascial opening at the umbilical ring and should also be considered on the differential diagnosis.&nbsp; Unlike gastroschisis, the defect is midline and covered by skin.</p>\n<h1>Management</h1><br><br><p>Gastroschisis allows for nutrient loss across the exposed bowel, leading to fetal growth restriction.&nbsp; In addition, blood is shunted away from the kidneys to vital organs (eg, brain) to deliver remaining nutrients, resulting in decreased fetal urine production and oligohydramnios.&nbsp; Constant exposure to amniotic fluid can cause chronic inflammation and edema, resulting in intestinal thickening and reduced bowel motility that, in some cases, may ultimately lead to bowel obstruction and polyhydramnios, not oligohydramnios.&nbsp; Therefore, fetal growth and amniotic fluid levels should be closely monitored throughout pregnancy.</p><br><br><p>Unless preterm delivery is indicated due to fetal growth restriction and/or abnormal amniotic fluid levels, vaginal delivery at term is recommended because cesarean delivery does not improve outcomes in patients with gastroschisis.</p><br><br><p>Because no overlying membrane exists, the exposed intestines are susceptible to injury, ischemia, necrosis, and infection.&nbsp; Therefore, management of gastroschisis immediately after delivery includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Placement of the lower half of the infant's body in a sterile plastic bag to minimize insensible heat and fluid losses</li>\n\t<li>Insertion of an orogastric or nasogastric tube to decompress the stomach</li>\n\t<li>Initiation of intravenous fluids</li>\n\t<li>Administration of empiric intravenous antibiotics that cover vaginal flora (eg, ampicillin, gentamicin) to reduce the risk of infection</li>\n</ul><br><br><p>Definitive treatment is surgical (ie, return of herniated bowel to abdominal cavity and closure of ventral wall defect), which may require staged closure if the bowels are too inflamed and distended.</p>\n<h1>Prognosis</h1><br><br><p>With appropriate prenatal and postnatal management, the prognosis for patients with gastroschisis is favorable (survival rate &gt;90%), with intestinal adhesions being the most common complication.&nbsp; However, patients with associated gastrointestinal anomalies (~25%) have a greater risk of morbidity and mortality.</p>\n<h1>Summary</h1><br><br><p>Gastroschisis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/94793.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) is a congenital anomaly characterized by bowel herniation through a full-thickness abdominal wall defect lateral to the umbilicus.&nbsp; Gastroschisis may be suspected during pregnancy when maternal serum alpha-fetoprotein is elevated or fetal ultrasonography demonstrates protrusion of the bowel through the characteristic paraumbilical defect in the abdominal wall.&nbsp; Fetal growth and amniotic fluid levels should be closely monitored throughout pregnancy; following delivery, treatment is supportive (eg, sterile bowel covering, stomach decompression) until definitive surgical repair can be performed.<p></p>\n</div>\n\n            "
}