{
  "meta": {
    "title": "Hepatitis A, D, and E virus infection",
    "url": "https://brainandscalpel.vercel.app/hepatitis-a-d-and-e-virus-infection-70596fd7-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:41.531Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Viral hepatitis is a significant global health burden.&nbsp; This article focuses on hepatitis A virus (HAV), hepatitis E virus (HEV), and hepatitis D virus (HDV), with hepatitis B virus (HBV) and hepatitis C virus (HCV) discussed extensively in separate articles.</p><br><br><p>HAV and HEV are nonenveloped, single-stranded RNA viruses transmitted primarily through the fecal-oral route and typically causing acute, self-limited infections.&nbsp; HDV is a defective, circular RNA virus requiring HBV for replication, and is transmitted mainly through parenteral routes.&nbsp; It can lead to severe chronic liver disease when superinfecting individuals with chronic HBV infection.</p>\n<h1>Hepatitis A</h1><h2>Epidemiology and transmission</h2><br><br><p>HAV is a member of the <em>Picornaviridae</em> family, causing an estimated 100 million new hepatitis infections annually (many of which are likely unreported).&nbsp; The virus is prevalent in areas with poor sanitation and limited access to clean water, with higher incidence rates in Africa, Asia, and Latin America.&nbsp; Because the virus is shed in the stool, transmission occurs via the fecal-oral route and outbreaks are often linked to unsanitary food (eg, undercooked shellfish) and water supplies.&nbsp; Settings where hygiene may be suboptimal (eg, daycare centers, homeless shelters) can also contribute to person-to-person spread via the fecal-oral route.&nbsp; Additional risk groups include international travelers, men who have sex with men (MSM), military personnel deployed to endemic areas, and people who use recreational drugs.</p>\n<h2>Pathogenesis</h2><br><br><p>HAV crosses the intestinal epithelium after ingestion and reaches the liver via the portal circulation.&nbsp; It replicates in hepatocytes and Kupffer cells without causing direct cytopathic effects.&nbsp; The liver injury is primarily immune-mediated, involving cytotoxic T cells targeting infected hepatocytes.&nbsp; The virus is excreted in bile and shed in feces, with peak infectivity occurring before symptom onset.</p>\n<h2>Clinical presentation and diagnosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Incubation period:&nbsp; 2-6 weeks (average 4 weeks)</li>\n\t<li>Children age &lt;6 are often asymptomatic.&nbsp; Older children and adults typically experience symptoms that include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Fever, malaise, anorexia</li>\n\t\t<li>Nausea, vomiting</li>\n\t\t<li>Right upper quadrant pain (hepatomegaly is common)</li>\n\t\t<li>Jaundice, dark urine, pale stools</li>\n\t</ul>\n\t</li>\n\t<li>Laboratory findings\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Elevated alanine aminotransferase (ALT) and aspartate aminotransferase (AST), often &gt;10 times the upper limit of normal</li>\n\t\t<li>Elevated bilirubin levels and alkaline phosphatase</li>\n\t</ul>\n\t</li>\n\t<li>Serology\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Anti-HAV IgM indicates acute infection.</li>\n\t\t<li>Anti-HAV IgG indicates past infection or immunity.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Complications</h2><br><br><p>HAV infection is generally self-limited with full recovery within 3-6 weeks.&nbsp; Rare complications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fulminant hepatitis (more common in older adults, those with chronic liver disease, and pregnancy)</li>\n\t<li>Cholestatic hepatitis (prolonged jaundice, pruritus)</li>\n\t<li>Relapsing hepatitis (symptoms return after initial improvement)</li>\n</ul><br><br><p>Hepatitis A does not usually become chronic.</p>\n<h2>Management</h2><br><br><p>Supportive care is generally sufficient.&nbsp; Patients with severe cases (eg, fulminant hepatitis) may require hospitalization.&nbsp; No antiviral therapy is available.</p>\n<h2>Prevention</h2><br><br><p>HAV infection can be prevented with good hygiene (eg, handwashing, safe food and water practices) and vaccination.&nbsp; Preventative vaccination is recommended for:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>All children at age 1</li>\n\t<li>Travelers to endemic areas</li>\n\t<li>High-risk individuals such as MSM, chronic liver disease, recreational drug use, occupational risk (eg, food handling)</li>\n</ul><br><br><p>Postexposure prophylaxis options include HAV vaccination (active immunity) or immunoglobulin (passive immunity) within 2 weeks of exposure.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Vaccination is preferred because it offers long-term protection, is more readily available, and is easier to administer.</li>\n\t<li>Immunoglobulin is typically administered to individuals with an impaired ability to mount a vaccine response, namely children age &lt;1 and immunocompromised individuals.</li>\n</ul>\n<h1>Hepatitis E</h1><h2>Epidemiology and transmission</h2><br><br><p>HEV is a member of the <em>Hepeviridae</em> family and remains a common cause of acute hepatitis in developing regions (eg, Asia, Africa, Mexico), with an estimated 20 million infections annually.&nbsp; As with HAV, it is transmitted via the fecal-oral route, most commonly through contaminated water, but it can also be transmitted through ingestion of undercooked meat (eg, pork).</p>\n<h2>Pathogenesis</h2><br><br><p>As with HAV, HEV enters the body via ingestion and reaches the liver through the bloodstream.&nbsp; It replicates within hepatocytes and causes immune-mediated liver injury.&nbsp; HEV infection during pregnancy can lead to severe fulminant hepatitis, possibly due to hormonal and immune changes affecting viral replication and immune responses.&nbsp; There is an associated high mortality in infected pregnant women, particularly during the third trimester.</p>\n<h2>Clinical presentation and diagnosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Incubation period:&nbsp; 2-8 weeks (average 6 weeks)</li>\n\t<li>Most patients are asymptomatic or mildly symptomatic.&nbsp; When present, symptoms are similar to HAV infection (eg, jaundice, anorexia, abdominal pain).</li>\n\t<li>Severe disease can be seen in pregnant patients, particularly in the third trimester.</li>\n\t<li>Laboratory findings:&nbsp; Elevated ALT and AST levels</li>\n\t<li>Serology\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Anti-HEV IgM antibodies indicate acute infection.</li>\n\t\t<li>Anti-HEV IgG antibodies indicate past infection or immunity.</li>\n\t\t<li>HEV RNA detection is by PCR, especially in immunocompromised patients in whom serology can be unreliable.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Complications</h2><br><br><p>As with HAV, HEV infection is typically self-limited with full recovery within 3-6 weeks.&nbsp; Rare complications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fulminant hepatitis, usually seen in pregnant patients, with mortality rates up to 25% in the third trimester.&nbsp; It can also occur in individuals with preexisting liver disease (eg, cirrhosis).</li>\n\t<li>Chronic infection can rarely occur in immunosuppressed individuals (eg, organ transplant recipients), leading to persistent infection with risk of cirrhosis.</li>\n\t<li>Neurological complications such as Guillain-Barré syndrome, neuralgic amyotrophy, or meningoencephalitis have rarely been described.</li>\n\t<li>Extrahepatic manifestations including pancreatitis, renal impairment, or hematologic abnormalities are seen mainly in severe or prolonged cases.</li>\n</ul>\n<h2>Management</h2><br><br><p>Supportive care is the mainstay of treatment for HEV infection, as most cases are self-limited.&nbsp; Patients with severe cases, such as fulminant hepatitis or complications during pregnancy, may require hospitalization.&nbsp; Antiviral therapy is not routinely used, although ribavirin can be used off-label for chronic infection in immunosuppressed patients (contraindicated during pregnancy due to teratogenicity).&nbsp; Immunosuppressant medications should be reduced or stopped to facilitate viral clearance.</p>\n<h2>Prevention</h2><br><br><p>HEV infection can be prevented through improved sanitation, access to clean water, and thorough cooking of meat (particularly pork and game).&nbsp; No widely available vaccine exists outside of China, where an HEV vaccine is licensed but not used globally.&nbsp; No specific postexposure prophylaxis options exist for HEV.</p>\n<h1>Hepatitis D</h1><h2>Epidemiology and transmission</h2><br><br><p>HDV is a defective virus belonging to the <em>Deltavirus</em> genus, requiring the hepatitis B surface antigen (HBsAg) from HBV to replicate.&nbsp; Approximately 15-20 million people are infected with HDV worldwide, with high prevalence in the Mediterranean, Middle East, and parts of Africa and South America.</p><br><br><p>Transmission routes include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Parenteral exposure (injection drug use with contaminated needles is the most significant transmission route)</li>\n\t<li>Sexual contact (unprotected sex, especially among individuals with multiple partners or MSM)</li>\n\t<li>Vertical transmission (less common but possible from an infected mother to the newborn)</li>\n</ul>\n<h2>Pathogenesis</h2><br><br><p>HDV is a small, enveloped RNA virus that does not contain a replicase or RNA polymerase.&nbsp; Therefore, the virus is completely reliant on host cell machinery for transcription and translation.&nbsp; HDV can only finish its replication cycle in the setting of HBV infection.&nbsp; HBV encodes for several envelope proteins (HBsAg) that are used to generate the envelope of HDV.</p>\n<h2>Clinical presentation and diagnosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Coinfection with HBV:&nbsp; Both viruses enter hepatocytes simultaneously, leading to acute, often severe, hepatitis.&nbsp; Symptoms include jaundice, fatigue, abdominal pain, and a serum sickness–like syndrome (eg, fever, rash, joint pain).</li>\n\t<li>Superinfection on chronic HBV:&nbsp; HDV infects an individual with chronic HBV, often resulting in a more aggressive disease.</li>\n\t<li>Laboratory findings:&nbsp; elevated liver enzymes</li>\n\t<li>Serology\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Anti-HDV IgM and IgG antibodies</li>\n\t\t<li>HDV RNA detection confirms active replication.</li>\n\t\t<li>HBsAg is positive, indicating acute or chronic HBV infection (required for HDV infection).</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Complications</h2><br><br><p>HDV infection can lead to severe liver disease, especially in the setting of chronic HBV infection.&nbsp; Complications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fulminant hepatitis can occur in patients with acute coinfection but is more common in those with HBV superinfection, leading to rapid liver failure and a high mortality rate.</li>\n\t<li>Chronic infection is much more common with HDV superinfection in individuals already chronically infected with HBV.&nbsp; This complication can accelerate liver disease progression, with a high risk of developing cirrhosis and hepatocellular carcinoma.</li>\n</ul>\n<h2>Management</h2><br><br><p>Management of HDV is challenging due to the limited antiviral options available.&nbsp; Treatment of acute infection is supportive but some severe cases may require liver transplantation evaluation.&nbsp; For chronic hepatitis D, interferon-alpha can be given in high doses over extended periods to suppress HDV replication; however, adverse effects are common and relapse often occurs after discontinuation.&nbsp; Treatment of concomitant HBV infection should be given if eligible, usually with entecavir or tenofovir (limited effect on HDV).&nbsp; Other agents (eg, bulevirtide, an HDV entry inhibitor that acts on a receptor shared by HBV and HDV) are being investigated.&nbsp; In patients with end-stage liver disease or fulminant hepatitis, liver transplantation may be considered.</p>\n<h2>Prevention</h2><br><br><p>Prevention of HDV is closely linked to controlling HBV, as HDV cannot infect individuals without HBV infection.&nbsp; Individuals should also be counseled on safe practices (eg, avoid sharing needles, practice safe sex).&nbsp; No specific postexpsoure prophylaxis exists for HDV.</p>\n<h1>Summary</h1><br><br><p>Infectious due to hepatitis A virus (HAV), hepatitis E virus (HEV), and hepatitis D virus (HDV) represent significant global health challenges, each with distinct epidemiological patterns, transmission routes, and clinical outcomes.&nbsp; HAV infection is a preventable disease due to effective vaccination programs, and most cases are self-limited with few complications.&nbsp; Although similar to hepatitis A in transmission and general outcomes, HEV poses a particular threat to pregnant patients, where it can lead to life-threatening fulminant hepatitis.&nbsp; In contrast, HDV infection is a unique viral infection that requires coinfection with hepatitis B virus, often resulting in more severe liver disease and posing significant management challenges due to limited treatment options.</p>\n</div>\n\n            "
}