{
  "meta": {
    "title": "Hepatitis C virus (HCV) infection",
    "url": "https://brainandscalpel.vercel.app/hepatitis-c-virus-hcv-infection-0b8c6ad5-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:44.854Z",
    "type": "article"
  },
  "content": "\n                <h1>Introduction</h1>\n<p>Hepatitis C virus (HCV) is a blood-borne pathogen and a significant global health concern, with an estimated 58 million people worldwide with chronic HCV.&nbsp; As an enveloped, single-stranded RNA virus belonging to the <em>Flaviviridae</em> family, HCV primarily targets hepatocytes.&nbsp; Infection leads to chronic inflammation, fibrosis, cirrhosis, and an increased risk for hepatocellular carcinoma (HCC).</p>\n<h1>Epidemiology and transmission</h1><br><br><p>Chronic HCV infection affects approximately 1% of the global population.&nbsp; Following acute HCV infection, 20%-50% of individuals spontaneously clear the virus.&nbsp; The remaining 50%-80% develop chronic HCV infection.&nbsp; Approximately 20% of chronically infected individuals eventually develop cirrhosis.&nbsp; Among those who develop cirrhosis, there is a 1.5% chance per year of developing HCC (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71138.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><p>There are at least 6 major HCV genotypes, each with multiple subtypes.&nbsp; Transmission occurs most efficiently through percutaneous exposure to infected blood.&nbsp; Key routes include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Injection drug use</strong>:&nbsp; Sharing of contaminated needles and syringes is the most common transmission route in resource-rich countries.</li>\n\t<li><strong>Blood transfusions and organ transplants</strong>:&nbsp; Before the widespread screening of blood products, transfusions were a significant source of infection.</li>\n\t<li><strong>Health care–related exposures</strong>:&nbsp; Such exposures include needlestick injuries, inadequate sterilization of medical equipment, transmission via hemodialysis, and unsafe injection practices.</li>\n\t<li><strong>Sexual transmission</strong>:&nbsp; This route of transmission is less common but higher among individuals with multiple partners, HIV coinfection, or men who have sex with men.&nbsp; Barrier precautions are unnecessary for monogamous serodiscordant couples because the risk for sexually transmitted HCV infection is &lt;0.1% in this population.</li>\n\t<li><strong>Perinatal transmission</strong>:&nbsp; This occurs from an infected mother to her newborn, with a transmission risk of 2%-5%.&nbsp; Factors increasing this risk include HIV coinfection and high HCV viral load.</li>\n\t<li><strong>Other routes</strong>:&nbsp; Sharing personal items such as razors or toothbrushes contaminated with blood, unregulated tattoos (eg, in prison), and body piercings can result in HCV transmission.</li>\n</ul>\n<h1>Pathogenesis</h1><br><br><p><strong>Lifecycle</strong></p><br><br><p>HCV primarily infects hepatocytes but can also replicate in lymphocytes and other cells.&nbsp; The virus enters host cells by binding to surface receptors, followed by endocytosis.&nbsp; After uncoating, HCV releases its positive-sense, single-stranded RNA genome into the cytoplasm.&nbsp; The viral RNA is then translated by host ribosomes into a single large polyprotein.&nbsp; This polyprotein is cleaved by host and viral proteases, including HCV protease, into individual functional viral proteins necessary for viral replication and assembly.</p><br><br><p>HCV uses its own RNA-dependent RNA polymerase to replicate its genome, producing new viral RNA strands.&nbsp; This enzyme lacks proofreading 3′→5′ exonuclease activity, leading to a high mutation rate and rapid genetic variations.&nbsp; The viral protein NS5A plays a crucial role in viral replication and assembly, although its mechanisms are not fully understood.&nbsp; Newly assembled virions are then released from the host cell to infect additional cells.</p><br><br><p><b>Antigenic variation</b></p><br><br><p>Because of the high mutation rate, numerous quasispecies of HCV develop within infected individuals, allowing the virus to evade host immune responses.&nbsp; As host antibodies target specific quasispecies, those strains may be eliminated, but new variants emerge to replace them.&nbsp; This continuous antigenic variation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24985.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), particularly in envelope glycoproteins and other viral epitopes, complicates vaccine development and prevents the establishment of lifelong protective immunity.<p></p><br><br><p><strong>Immune response</strong></p><br><br><p>In approximately 80% of infected individuals, the immune system fails to clear the virus, and the infection becomes chronic (ie, chronic viral hepatitis).&nbsp; Continuous immune activation leads to inflammation (steatohepatitis), and sustained inflammation activates hepatic stellate cells, triggering fibrogenesis.&nbsp; Fibrosis can eventually progress to cirrhosis, which, over time, predisposes individuals to HCC.&nbsp; Spontaneous clearance of the virus following acute infection occurs in approximately 20% of infected individuals and is not associated with an increased risk for chronic liver disease.</p>\n<h1>Clinical presentation</h1><h2>Acute infection</h2><br><br><p>Often asymptomatic (~80% of cases).&nbsp; When symptoms occur, they can develop 2-26 weeks after exposure (mean onset of 7-8 weeks) and may include jaundice, fatigue, malaise, anorexia, nausea/vomiting, right upper quadrant pain, and low-grade fever.</p><br><br><p>Laboratory findings:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Elevated alanine aminotransferase (ALT) and aspartate aminotransferase (AST) levels are often 10-20 times the upper limit of normal.</li>\n\t<li>HCV RNA can generally first be detected within days to 8 weeks following exposure.</li>\n\t<li>Anti-HCV antibodies take 2-6 months to appear.</li>\n</ul>\n<h2>Chronic infection</h2><br><br><p>Often asymptomatic.&nbsp; Nonspecific symptoms include fatigue, abdominal symptoms (eg, nausea, diarrhea, abdominal pain), myalgia and arthralgia, weight loss, and neuropsychiatric symptoms (eg, depression, anxiety).&nbsp; Extrahepatic manifestations (eg, renal disease, skin lesions) are discussed in the section on complications.</p><br><br><p>Laboratory findings:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>ALT and AST levels vary.&nbsp; Up to one-third of patients have normal ALT levels.&nbsp; Mild elevations are common; only about 25% have ALT levels more than twice the upper limit of normal.&nbsp; There is a poor correlation between aminotransferase levels and the extent of liver damage.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>HCV RNA levels and anti-HCV antibodies remain persistently elevated.</li>\n\t\t<li>Thrombocytopenia is due to immune-mediated mechanisms or, if cirrhosis is present, is due to splenic sequestration.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>HCV has a long presymptomatic phase that can last decades.&nbsp; Untreated infection increases the risk for cirrhosis and HCC, but effective treatment can lower the risk for complications.&nbsp; HCV is therefore an ideal candidate for an organized screening program.&nbsp; Routine, one-time HCV screening is now recommended for all adults, augmenting earlier focus on high-risk groups (eg, those born between 1945 and 1965, individuals with HIV, or on chronic hemodialysis).</p>\n<h2>Serologic testing</h2><br><br><p>Screening for HCV is performed primarily using HCV antibody testing; a positive test indicates 1 of the following (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L51515.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Active infection:&nbsp; This infection can be either acute or chronic.</li>\n\t<li>Past infection:&nbsp; The virus has been cleared, but antibodies remain.</li>\n\t<li>False-positive result:&nbsp; This result can occur due to cross-reactivity with other viral antigens or the presence of autoimmune disorders, such as lupus or rheumatoid arthritis.</li>\n</ul><br><br><p>A negative anti-HCV test usually rules out HCV infection.&nbsp; However, if the exposure was recent, there may not have been enough time for antibodies to develop.&nbsp; In such cases, an HCV RNA test is recommended to detect the virus directly, or the antibody test can be repeated after a few weeks.</p><br><br><p>If anti-HCV antibody testing is positive, confirmatory testing is performed via PCR testing for HCV RNA (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73168.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Positive test confirms active infection.</li>\n\t<li>Negative test:&nbsp; indicates either a resolved infection or false-positive antibody test.</li>\n</ul><br><br><p>PCR testing can be either qualitative (used to diagnose) or quantitative (measures viral load, important for treatment monitoring) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81391.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Imaging and biopsy</h2><br><br><p>Imaging (eg, ultrasonography, CT scan, MRI) is not used for diagnosing HCV but can help assess its complications, such as cirrhosis and HCC.&nbsp; Advanced imaging techniques such as elastography can noninvasively evaluate liver fibrosis by measuring liver stiffness.</p><br><br><p>Biopsy is not needed to diagnose HCV, but histologic findings include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute HCV</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80982.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; panlobular lymphocytic infiltration and features of hepatocyte injury (eg, ballooning degeneration, necrosis, apoptosis [Councilman bodies])</li>\n\t<li><strong>Chronic HCV</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L77921.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; portal tract lymphocytic infiltration, including lymphoid follicles; fibrosis progressing to cirrhosis with bridging fibrous septa and regenerative nodules</li>\n</ul>\n<h2>Further evaluation</h2><br><br><p>Once the diagnosis of HCV has been confirmed, patients should undergo further evaluation to determine candidacy for treatment with antiviral agents (discussed in the management section).&nbsp; This often involves noninvasive tests (eg, laboratory tests, elastography) to assess the extent of liver fibrosis and, sometimes, HCV genotype testing.</p>\n<h1>Management</h1><br><br><p>The goals of therapy include achieving a sustained virologic response (SVR)—defined as undetectable HCV RNA 12 weeks after completing treatment (equating to a cure)—halting or reversing fibrosis, and reducing the risk for complications (eg, HCC).&nbsp; All patients with HCV should ideally be treated with antiviral therapy.</p>\n<h2>Antiviral therapy</h2><br><br><p>Treatment of chronic HCV infection involves <strong>direct-acting antiviral (DAA)</strong> agents, which target specific enzymes in the HCV life cycle to inhibit viral replication and assembly:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>RNA-dependent RNA polymerase inhibitors</strong> (eg, sofosbuvir) inhibit the viral RNA polymerase responsible for replicating the viral genome.</li>\n\t<li><strong>Protease inhibitors</strong> (eg, simeprevir) prevent the cleavage of the viral polyprotein into functional proteins by inhibiting HCV protease.</li>\n\t<li><strong>NS5A inhibitors</strong> (eg, ledipasvir) target the NS5A protein, which is crucial for viral replication and assembly.</li>\n</ul><br><br><p>DAAs have revolutionized HCV treatment, leading to SVR rates exceeding 97%.&nbsp; Treatment duration is typically 8-12 weeks, after which confirmation of SVR should be performed with HCV RNA testing.&nbsp; Older medications such as interferon-alpha and ribavirin are no longer routinely used, given their much lower cure rates (50%-80%) and high incidence of adverse effects, including flu-like symptoms and neuropsychiatric effects (interferon-alpha) and teratogenicity (ribavirin).&nbsp; Antiviral therapy does not prevent future reinfection, and patients should be counseled about this ongoing risk.</p>\n<h2>Special considerations</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pregnancy</strong>:&nbsp; Ribavirin is highly teratogenic.&nbsp; There is insufficient data to determine the safety of DAAs and interferon-alpha during pregnancy.&nbsp; Therefore, treatment is generally deferred until after delivery.&nbsp; In addition, HCV infection does not affect the mode of delivery (ie, vaginal vs cesarean).</li>\n\t<li><strong>Breastfeeding</strong>:&nbsp; Breastfeeding does not increase HCV transmission risk to the infant.&nbsp; Therefore, it is contraindicated only if the nipples are actively bleeding.</li>\n\t<li><strong>Exposed infants</strong>:&nbsp; In cases of suspected vertical transmission, antibody testing should be postponed until the infant is 18 months old to avoid detecting maternal antibodies that crossed the placenta.</li>\n\t<li><strong>Vaccination</strong>:&nbsp; Patients with chronic HCV should be immunized against hepatitis A and B viruses, if not already immune, because coinfection can lead to severe hepatic failure.&nbsp; The inactivated hepatitis A and B vaccines are both safe to administer during pregnancy.</li>\n</ul>\n<h2>Occupational exposure</h2><br><br><p>The risk for HCV seroconversion following an occupational needlestick injury is about 2%.&nbsp; Unfortunately, no preexposure or postexposure prophylaxis is available.&nbsp; Immediate baseline testing (&lt;48 hr) with an anti-HCV antibody assay is recommended.&nbsp; If the results of the baseline testing are negative, the individual should undergo follow-up testing after a specified interval to rule out seroconversion.&nbsp; Options include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Qualitative HCV RNA</strong>:&nbsp; Because this is usually detectable within days to weeks of exposure, testing is typically performed &gt;3 weeks following exposure.</li>\n\t<li><strong>Anti-HCV antibody</strong>:&nbsp; Seroconversion may take months following exposure.&nbsp; Therefore, repeat antibody testing is typically performed &gt;6 months following exposure (with a positive result also confirmed by qualitative HCV RNA).</li>\n</ul>\n<h1>Complications</h1><br><br><p>Hepatitis C infection can lead to significant complications, primarily affecting the liver but also causing systemic issues.</p>\n<h2>Hepatic complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cirrhosis</strong>:&nbsp; Chronic HCV infection causes ongoing inflammation and liver cell damage, leading to fibrosis and cirrhosis in 5%-30% of chronically infected individuals.&nbsp; Complications of cirrhosis are discussed in more detail in separate articles.</li>\n\t<li><strong>HCC</strong>:&nbsp; Patients with both chronic HCV and cirrhosis have an elevated risk for HCC.&nbsp; The risk is particularly high in those with advanced fibrosis or cirrhosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23791.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; HCV infection in the absence of cirrhosis is not a significant HCC risk factor (unlike hepatitis B, discussed in a separate article).</li>\n</ul>\n<h2>Extrahepatic complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mixed cryoglobulinemia syndrome</strong>:&nbsp; HCV can trigger the production of cryoglobulins—immunoglobulins that precipitate at cold temperatures—leading to vasculitis of small and medium-sized vessels.&nbsp; This manifests as palpable purpura, arthralgia, glomerulonephritis, and peripheral neuropathy.</li>\n\t<li><strong>Porphyria cutanea tarda</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16476.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; This disease is associated with HCV infection and characterized by photosensitive skin lesions (due to decreased activity of uroporphyrinogen decarboxylase).&nbsp; Patients develop fragile skin with blisters and bullae on sun-exposed areas, particularly the dorsal hands.</li>\n\t<li><strong>Lichen planus</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95580.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; A&nbsp; chronic inflammatory condition affecting skin and mucous membranes, lichen planus is characterized by pink-purple, itchy, flat-topped papules.</li>\n\t<li><strong>Renal disease</strong>:&nbsp; HCV can cause kidney disorders such as membranoproliferative glomerulonephritis due to immune complex deposition, leading to proteinuria, hematuria, renal insufficiency, and hypertension.</li>\n\t<li><strong>Lymphoproliferative disorders</strong>:&nbsp; There is an increased risk for certain lymphomas, especially non-Hodgkin B-cell lymphoma, due to chronic immune stimulation.</li>\n</ul><br><br><p>Effective antiviral therapy not only clears the virus but also reduces the risk for these complications.&nbsp; Early detection and treatment are crucial to preventing long-term morbidity and mortality associated with hepatitis C infection.</p>\n<h1>Prevention</h1><br><br><p>No vaccine is available for HCV due to high genetic variability and rapid mutation rates.&nbsp; Risk reduction strategies include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Harm reduction for injection drug users (eg, needle exchange programs, opioid substitution therapy)</li>\n\t<li>Public education (eg, awareness of transmission risks)</li>\n\t<li>Health care precautions (eg, needle precautions)</li>\n\t<li>Blood safety (eg, rigorous screening of blood donations since 1992)</li>\n\t<li>Perinatal transmission prevention (eg, screening during pregnancy) (cesarean delivery does not decrease the risk for vertical transmission)</li>\n</ul>\n<h1>Summary</h1><br><br><p>Hepatitis C virus infection poses a significant global health challenge due to its high prevalence, asymptomatic nature, and potential to progress to serious complications such as cirrhosis and hepatocellular carcinoma.&nbsp; The advent of highly effective direct-acting antivirals, which achieve cure rates exceeding 97%, has made early detection and treatment essential.&nbsp; Therefore, routine one-time screening for all adults is recommended to facilitate timely intervention and prevent disease progression.&nbsp; Despite the lack of vaccination, preventive measures such as harm-reduction strategies and safe medical practices remain crucial.</p>\n\n            "
}