{
  "meta": {
    "title": "Hereditary hyperbilirubinemias",
    "url": "https://brainandscalpel.vercel.app/hereditary-hyperbilirubinemias-4c07abc3-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:46.478Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1>\n<p>Hereditary hyperbilirubinemias are a group of rare genetic disorders characterized by impaired bilirubin metabolism, leading to elevated serum bilirubin.&nbsp; They are classified based on the predominant type of bilirubin elevated (ie, unconjugated vs conjugated) and the underlying enzymatic defect.</p>\n<h1>Pathogenesis and clinical presentation</h1><br><br><p>Bilirubin is a product of heme catabolism that functions as an antioxidant but can be toxic in excess.&nbsp; It is metabolized by the liver and excreted by the kidneys and intestines, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bilirubin metabolism</strong>:&nbsp; Bilirubin is insoluble and binds albumin for transport to the liver, where it is conjugated to glucuronic acid by the enzyme UDP glucuronyltransferase, making it water-soluble (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16306.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Conjugated bilirubin is transported into the biliary tract and secreted into the small intestine as bile.&nbsp;</li>\n\t<li><strong>Bilirubin excretion</strong>:&nbsp; Once conjugated, bilirubin is water soluble and cannot be reabsorbed through the lipid membrane of the intestinal epithelium.&nbsp; Instead, conjugated bilirubin remains in the intestinal lumen, where it is reduced to urobilinogen by intestinal bacteria.&nbsp; Urobilinogen is further processed for excretion in stool.&nbsp; A small percentage of urobilinogen is reabsorbed and re-enters circulation, where it can be transported to the liver (ie, enterohepatic circulation) or excreted in urine.&nbsp;</li>\n</ul><br><br><p>Any disruption to this process can allow bilirubin to accumulate in the serum, resulting in elevated serum bilirubin (ie, hyperbilirubinemia) that causes jaundice (ie, yellow discoloration of the skin and mucous membranes).&nbsp; In the neonatal period, jaundice is often physiologic, characterized by mild unconjugated hyperbilirubinemia in an otherwise healthy neonate that occurs due to physiologic differences in bilirubin metabolism between neonates and older children and adults.</p><br><br><p>Less commonly, jaundice can be due to a hereditary enzymatic defect that <strong>impairs bilirubin metabolism</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24741.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), resulting in unconjugated or conjugated hyperbilirubinemia.&nbsp; These are known as hereditary hyperbilirubinemias:<p></p>\n<h2>Unconjugated hereditary hyperbilirubinemias</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Crigler-Najjar syndrome</strong>:&nbsp; A rare autosomal recessive disorder in which a mutation within the coding sequence of the gene for <strong>UDP glucuronyltransferase</strong> leads to reduced enzyme activity, impairing bilirubin conjugation.&nbsp; There are 2 main types:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Type I Crigler-Najjar syndrome</strong>:&nbsp; The mutation leads to complete loss of enzyme activity.&nbsp; These patients develop severe, persistent, unconjugated hyperbilirubinemia that presents rapidly within the first few days of life.&nbsp; If not addressed, serum bilirubin can reach toxic levels causing neurologic deficits.</li>\n\t\t<li><strong>Type II Crigler-Najjar syndrome</strong>:&nbsp; The mutation leads to reduced UDP glucoronyltransferase activity, causing milder unconjugated hyperbilirubinemia in the neonatal period or later in life.&nbsp; These patients often have episodic unconjugated hyperbilirubinemia that is triggered by stress (eg, febrile illness, fasting, dehydration, vigorous exercise, menstruation, surgery).&nbsp; Although neurologic derangements are less likely than in Type I, they can still occur with acute exacerbations.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Gilbert syndrome</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69343.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; The most common cause of hereditary hyperbilirubinemia.&nbsp; Gilbert syndrome is a benign autosomal recessive disorder in which a mutation in the promoter sequence of the gene for <strong>UDP glucuronyltransferase</strong> results in mildly reduced enzyme levels.&nbsp; In contrast to Crigler-Najjar syndrome, the promoter sequence (not the coding sequence) is affected; therefore, the deficiency is in the quantity, as opposed to quality (ie, structure, function), of the enzyme.&nbsp; The clinical presentation may be similar to type II Crigler-Najjar syndrome with episodic jaundice triggered by stress.&nbsp; Patients typically present in adolescence, when pubertal hormone changes increase basal serum bilirubin and thereby decrease the threshold for stress-induced, episodic, unconjugated hyperbilirubinemia.&nbsp; Patients are generally asymptomatic between episodes.</li>\n</ul>\n<h2>Conjugated hereditary hyperbilirubinemias</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dubin-Johnson syndrome</strong>:&nbsp; A rare benign autosomal recessive disorder in which the protein that actively transports conjugated bilirubin into bile is defective (ie, <strong>impaired excretion of conjugated bilirubin</strong>).&nbsp; Patients typically have mild scleral icterus, typically in adolescence or adulthood.&nbsp; Symptoms may be noticeable only during times of stress (eg, acute illness).&nbsp; Otherwise, they are usually asymptomatic with a normal physical examination.&nbsp; Conjugated bilirubin is water soluble and therefore can still be excreted in the urine, causing bilirubinuria (ie, dark urine).&nbsp; Because the affected transport protein also transports certain drugs (eg, oral contraceptives) into the biliary tract, scleral icterus can be exacerbated by use of these drugs.</li>\n\t<li><strong>Rotor syndrome</strong>:&nbsp; Involves a mutation affecting the protein that transports conjugated bilirubin into the hepatocyte, resulting in <strong>impaired reuptake of conjugated bilirubin</strong> (as opposed to impaired excretion as in Dubin-Johnson syndrome).&nbsp; Patients have mild scleral icterus.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>If jaundice is present, a careful history and physical examination should be performed to determine the underlying cause, with a focus on family history, past medical conditions (eg, hepatic, metabolic, hematologic disorders), and extent of jaundice.&nbsp; During laboratory evaluation, a hereditary hyperbilirubinemia should be suspected if there are <u>no</u> signs of hemolysis (eg, normal complete blood count, reticulocyte count, peripheral smear) and <u>no</u> signs underlying liver disease (eg, normal AST, ALT, alkaline phosphatase, albumin, prothrombin time).</p><br><br><p>If initial laboratory evaluation confirms hyperbilirubinemia (ie, total serum bilirubin &gt;1 mg/dL), further evaluation should distinguish if this is a conjugated or unconjugated hyperbilirubinemia.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Unconjugated (indirect) hyperbilirubinemia</strong>:&nbsp; Characterized by a predominance of indirect hyperbilirubinemia, with a serum direct bilirubin &lt;20% of total serum bilirubin (with a direct bilirubin &lt;1 mg/dL sometimes used as a discriminating value).&nbsp; Further work-up is needed to distinguish between the various types of unconjugated hereditary hyperbilirubinemas:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Total serum bilirubin levels</strong>:&nbsp; Type I Crigler-Najjar syndrome is unique in that it is generally associated with severely elevated total serum bilirubin that requires ongoing phototherapy to maintain serum bilirubin levels within safe ranges.&nbsp; Type II Crigler-Najjar tends to have lower bilirubin levels but can also reach dangerous levels; however, these tend to be episodic (ie, do not require ongoing phototherapy).&nbsp; In contrast, Gilbert syndrome generally has only mildly elevated bilirubin levels (eg, &lt;4 mg/dL)</li>\n\t\t<li><strong>Response to phenobarbital</strong>:&nbsp; Phenobarbital can induce UDP-glucuronyltranferase activity.&nbsp; Because there is already some UDP-glucuronyltransferase activity in type II Crigger-Najjar syndrome, exposure to phenobarbital causes a reduction in bilirubin levels.&nbsp; This is in contrast to Type I Crigler-Najjar syndrome, where there is no response.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Conjugated (direct) hyperbilirubinemia</strong>:&nbsp; Characterized by a serum direct bilirubin &gt;20% (or, in some references, &gt;50%) of total serum bilirubin (with a direct bilirubin &gt;1 mg/dL sometimes used as a discriminating&nbsp;value).&nbsp; Additional testing to determine the specific hereditary hyperbilirubinemia may include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Urine coproporphyrin</strong>:&nbsp; If necessary, measurement of urinary coproporphyrin can distinguish between Dubin-Johnson (normal) and Rotor syndrome (elevated).&nbsp;</li>\n\t\t<li><strong>Liver biopsy</strong>:&nbsp; Although not required for the diagnosis, liver biopsy can also distinguish between Dubin-Johnson syndrome (<strong>grossly black liver with dark, granular pigment</strong> accumulation within hepatocytes) from Rotor syndrome (absence of dark pigmentation).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>If necessary, genetic testing is performed to identify the underlying genetic mutation and can confirm the diagnosis in most cases of hereditary hyperbilirubinemia.</p>\n<h1>Differential diagnosis</h1><h2>Unconjugated hereditary hyperbilirubinemias</h2><br><br><p>Nonhereditary causes of unconjugated hyperbilirubinemia can be physiologic or pathologic.&nbsp; In neonates, unconjugated hyperbilirubinemia is often physiologic, occurring due to physiologic differences in bilirubin metabolism in the neonatal period.&nbsp; Unlike hereditary causes, physiologic jaundice resolves within 7-14 days of life.&nbsp; Pathologic causes include immune-mediated (eg, ABO incompatibility) and nonimmune-mediated (eg, RBC membrane defects) hemolysis; depending on the cause of hemolysis, unconjugated hyperbilirubinemia can present at birth (eg, Rh[D] incompatibility) or later in life (glucose-6-phosphate dehydrogenase deficiency).&nbsp; However, laboratory evidence of hemolysis (eg, anemia, reticulocytosis, abnormal RBC morphology) would be expected.</p>\n<h2>Conjugated hereditary hyperbilirubinemias</h2><br><br><p>Nonhereditary causes of unconjugated hyperbilirubinemia are pathologic.&nbsp; These conditions cause impaired biliary synthesis (eg, congenital infections like cytomegalovirus, metabolic conditions like galactosemia) or impaired biliary flow (eg, biliary atresia, biliary cyst).</p>\n<h1>Management</h1><br><br><p>With the exception of Crigler-Najjar syndrome, the management of most hereditary hyperbilirubinemias is supportive.&nbsp; Patients should be advised to avoid triggers as much as possible.</p><br><br><p>In contrast, the management of type I Crigler-Najjar syndrome involves lifelong phototherapy to minimize the risk of bilirubin-induced neurologic dysfunction (BIND).&nbsp; Phototherapy irreversibly converts bilirubin into a nonneurotoxic photoisomer that can be excreted in bile and urine.&nbsp; Although there is minimal risk associated with prolonged phototherapy, the practical aspects are challenging for most families, and compliance can be difficult.&nbsp; On average, neonates with type I Crigler-Najjar syndrome require 15-20 hours of phototherapy per day, and older children and adults require 7-13 hours per day.&nbsp; In addition, oral calcium phosphate supplements are recommended to bind intestinal bilirubin and thereby prevent enterohepatic recirculation.&nbsp; Acute exacerbations often require hospitalization for management of hyperbilirubinemia with intense phototherapy, intravenous hydration, and exchange transfusion or plasmapheresis, depending on the patient's age.&nbsp; Liver transplantation is curative and is generally considered after age 1.</p><br><br><p>Patients with type II Crigler-Najjar syndrome do not require routine phototherapy.&nbsp; Some may benefit from treatment with phenobarbital, which induces synthesis of UDP glucuronyltransferase.&nbsp; Decreased serum bilirubin following treatment with phenobarbital can help distinguish type I from type II Crigler-Najjar syndrome.</p>\n<h1>Prognosis</h1><br><br><p>Without treatment, permanent neurologic impairment and death can occur in patients with type I Crigler-Najjar syndrome.&nbsp; Patients with type II Crigler-Najjar syndrome can also be at risk for BIND, particularly during acute exacerbations.</p><br><br><p>For the other causes of hereditary hyperbilirubinemias, the prognosis is excellent with minimal risk of BIND.</p>\n<h1>Summary&nbsp;</h1><br><br><p>Hereditary hyperbilirubinemias are a group of rare genetic disorders characterized by impaired bilirubin metabolism, leading to elevated unconjugated or conjugated serum bilirubin.&nbsp; Unconjugated hereditary hyperbilirubinemia occurs due to impaired bilirubin conjugation and includes Crigler-Najjar and Gilbert syndromes.&nbsp; Conjugated hereditary bilirubinemia occurs due to impaired bilirubin excretion and includes Dubin-Johnson and Rotor syndromes.&nbsp; Most of these conditions present with mild, intermittent jaundice, and management involves avoiding known triggers (eg, dehydration, vigorous exercise).&nbsp; Patients with type I Crigler-Najjar syndrome are at risk for bilirubin-induced neurologic dysfunction and require routine phototherapy.</p>\n</div>\n\n            "
}