{
  "meta": {
    "title": "IgA vasculitis (Henoch-Schönlein purpura)",
    "url": "https://brainandscalpel.vercel.app/iga-vasculitis-henoch-sch-ouml-nlein-purpura-9a4fdab5-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:50.033Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>IgA vasculitis (previously called Henoch-Schönlein purpura) is an immune-mediated type III hypersensitivity reaction in which the deposition of IgA immune complexes leads to complement activation and inflammation in small vessels (eg, postcapillary venules).&nbsp; This condition typically occurs in children age 3-6 and affects the skin, gastrointestinal tract, kidneys, and joints.</p>\n<h1>Pathogenesis</h1><br><br><p>IgA vasculitis is an <strong>immune-mediated type III hypersensitivity reaction</strong> that involves:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Immune complex deposition</strong>:&nbsp; Circulating immune complexes containing IgA1 deposit in small vessel walls, leading to leukocytoclastic vasculitis.</li>\n\t<li><strong>Complement activation</strong>:&nbsp; IgA immune complexes activate complement via the alternative and lectin pathways.</li>\n\t<li><strong>Immune cell recruitment</strong>:&nbsp; Hydrolyzed complement proteins (eg, C5a) act as chemokines that attract neutrophils, which produce oxidants and release proteases (eg, elastase) that damage surrounding tissues.</li>\n</ul><br><br><p>IgA vasculitis is often preceded by infection (eg, upper respiratory tract), and therefore most commonly occurs in school-aged children during the fall and winter months.&nbsp; IgA vasculitis is associated with certain human leukocyte antigen (HLA) subtypes (eg, HLA-B35).</p><br><br><p>Immune complex deposition in the kidney leads to an immune-mediated glomerulonephritis with microscopic features similar to IgA nephropathy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9228.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Specifically, IgA immune complexes enhance the expression of certain growth factors (eg, platelet-derived growth factor, transforming growth factor beta) that regulate mesangial cell proliferation and extracellular matrix deposition.&nbsp; Complement activation and macrophages and neutrophils recruitment cause glomerular capillary damage, promoting fibrin deposition and contributing to crescent formation in severe cases.<p></p>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of IgA vasculitis depends on the organ systems involved.&nbsp; Most commonly, IgA vasculitis involves the skin, gastrointestinal tract, kidneys, and joints (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41662.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), causing the following clinical manifestations:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Skin:&nbsp; Patients develop <strong>palpable petechiae or purpura</strong>, most often involving the buttocks and lower extremities (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11467.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; The rash may coalesce and darken over several days.&nbsp; Palpable petechiae or purpura is the most common initial manifestation and is not associated with thrombocytopenia or coagulopathy.</li>\n\t<li>Gastrointestinal tract:&nbsp; Gastrointestinal tract involvement results in intermittent, colicky abdominal pain.&nbsp; Bowel wall edema and hemorrhage can lead to gastrointestinal bleeding (eg, hematemesis, hematochezia) and serve as a lead point for <strong>intussusception</strong> (ie, intestine telescopes into adjacent bowel).&nbsp; Idiopathic intussusception is typically ileocolic in pediatric patients; however, intussusception in IgA vasculitis is often confined to the small bowel (ie, <strong>ileoileal</strong>).&nbsp; Intussusception presents with severe, episodic abdominal pain and bloody (\"currant jelly\") stool.&nbsp; Ileoileal intussusception that does not reduce spontaneously may require surgical management; unlike ileocolic intussusception, air or contrast enema is not effective.</li>\n\t<li>Kidneys:&nbsp; Renal involvement causes gross or microscopic <strong>hematuria</strong> and proteinuria.</li>\n\t<li>Joints:&nbsp; Joint involvement results in <strong>transient, migratory arthralgia</strong> or most commonly arthritis in the hips, knees, and ankles.&nbsp; Young children may present with refusal to ambulate.</li>\n</ul><br><br><p>In as many as one third of male patients, unilateral or bilateral scrotal pain and swelling can occur due to localized vasculitis.&nbsp; Blood flow to the testicles is normal or increased, and scrotal symptoms typically self-resolve.</p>\n<h1>Diagnosis</h1><br><br><p>IgA vasculitis is typically a clinical diagnosis that requires the presence of palpable petechiae or purpura without thrombocytopenia or coagulopathy and ≥2 of the following: abdominal pain, renal disease, and arthritis/arthralgia.&nbsp; Additional diagnostic testing is not required for pediatric patients who meet these criteria.&nbsp; However, supporting laboratory and histopathologic findings include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Normal complete blood count</li>\n\t<li>Normal coagulation studies</li>\n\t<li>Normal or elevated serum creatinine</li>\n\t<li>Normal or elevated (due to preceding infection) erythrocyte sedimentation rate</li>\n\t<li>Hematuria with or without red blood cell (RBC) casts and proteinuria</li>\n</ul><br><br><p>Skin biopsy may be necessary to confirm the diagnosis in adults and children with atypical or incomplete presentations.&nbsp; Histopathology shows <strong>leukocytoclastic vasculitis</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L61759.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), in which small blood vessels are damaged by nuclear debris from perivascular neutrophil breakdown, resulting in the presence of fibrin deposition in the vessel wall (ie, fibrinoid necrosis) and RBC extravasation.&nbsp; Immunofluorescence shows IgA and C3 deposits in the vessel wall.<p></p>\n<h1>Differential diagnosis</h1><br><br><p>IgA vasculitis is a straightforward clinical diagnosis in a pediatric patient with the classic presentation of palpable petechiae or purpura and signs of gastrointestinal, renal, or joint involvement.&nbsp; However, other diagnoses should be considered in adults or pediatric patients with atypical presentations, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Other small vessel vasculitides</strong> (eg, Kawasaki disease, polyarteritis nodosa, microscopic polyangiitis, eosinophilic granulomatosis with polyangiitis):&nbsp; These can present with skin, gastrointestinal, renal, and joint involvement; however, these conditions are exceedingly rare in pediatric patients.&nbsp; In addition, pulmonary (eg, reactive airway) and CNS involvement is common.&nbsp; Complete blood count and coagulation studies are normal, similar to IgA vasculitis.</li>\n\t<li><strong>Idiopathic thrombocytopenic purpura</strong>:&nbsp; Can present with petechiae or purpura following infection, similar to IgA vasculitis.&nbsp; However, thrombocytopenia is required for the diagnosis, and joint involvement is not common.</li>\n\t<li><strong>Disseminated intravascular coagulation (DIC)</strong>:&nbsp; This condition can present with bleeding (eg, purpura) due to thrombocytopenia or coagulopathy and is characterized by abundant intravascular fibrin deposition (ie, fibrin thrombi) in the absence of vascular inflammation.&nbsp; Although fibrin thrombi may be seen in IgA vasculitis, extensive inflammatory infiltrate is also present.</li>\n\t<li><strong>Systemic lupus erythematosus (SLE)</strong>:&nbsp; Can cause arthralgias and petechiae, although a malar or discoid rash is more common.&nbsp; However, complete blood count is abnormal (eg, anemia, leukopenia, thrombocytopenia), and erythrocyte sedimentation rate is markedly elevated in patients with SLE.</li>\n\t<li><strong>Meningococcal infection</strong>:&nbsp; Although the initial presentation may be nonspecific (eg, sore throat, myalgias), purpura often develops with progressive infection, and signs of sepsis (eg, fever, cool extremities, leukocytosis) and DIC (eg, thrombocytopenia, coagulopathy) would be expected.</li>\n\t<li><strong>Hemolytic uremic syndrome (HUS)</strong>:&nbsp; Characterized by hemolytic anemia, thrombocytopenia that can lead to petechiae and ecchymosis, and acute kidney injury.&nbsp; However, HUS is typically preceded by a diarrheal illness and does not involve the joints.</li>\n\t<li><strong>Hematologic malignancy</strong>:&nbsp; Can present with petechiae or purpura, but other features include generalized lymphadenopathy, hepatosplenomegaly, and systemic symptoms (eg, fever, weight loss), which are not seen in IgA vasculitis.</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of IgA vasculitis is primarily supportive, including rest, adequate hydration, and analgesics (eg, acetaminophen, nonsteroidal anti-inflammatory drugs).&nbsp; Oral glucocorticoids may be considered for patients with severe abdominal pain (ie, limiting dietary intake).&nbsp; Of note, oral glucocorticoid use has not been shown to prevent renal involvement and should not be prescribed for this purpose.</p><br><br><p>However, patients with severe renal disease (eg, impaired renal function, severe proteinuria [&gt;1 g/day]) may require intravenous glucocorticoids.&nbsp; However, patients with mild-to-moderate renal disease should be closely monitored (eg, serial urinalysis, blood pressure measurements) for worsening renal function or proteinuria that may require intravenous glucocorticoids.&nbsp; In addition, patients should be closely monitored (eg, serial abdominal examinations) for other complications (eg, ileoileal intussusception, bowel ischemia).</p>\n<h1>Prognosis</h1><br><br><p>In general, the prognosis for IgA vasculitis is favorable because it is a <strong>self-limited disease</strong>, in which most patients have a complete recovery within 1 month.&nbsp; Approximately one third of patients experience recurrence of symptoms, typically within 4 months of the initial episode with each subsequent episode shorter and milder than previous episodes.&nbsp; Patients with severe disease (eg, requiring glucocorticoids) are more likely to relapse.&nbsp; Rarely, patients develop end-stage kidney disease that requires transplantation.&nbsp; Patients with persistent nephrotic syndrome or crescentic glomerulonephritis on kidney biopsy are more likely to develop renal disease.</p>\n<h1>Summary</h1><br><br><p>IgA vasculitis (previously Henoch-Schönlein purpura) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38401.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is an immune-mediated type III hypersensitivity reaction that involves small vessels (eg, postcapillary venules) of the skin, gastrointestinal tract, kidneys, and joints.&nbsp; Patients present with palpable petechiae or purpura most commonly on the buttocks and lower extremities, along with abdominal pain, hematuria/proteinuria, and arthralgias/arthritis.&nbsp; Management is supportive (eg, hydration, analgesics), but severe cases (eg, impaired renal function) may require intravenous glucocorticoids.<p></p>\n</div>\n\n            "
}