{
  "meta": {
    "title": "Inflammatory bowel disease (IBD):  Crohn disease and ulcerative colitis",
    "url": "https://brainandscalpel.vercel.app/inflammatory-bowel-disease-ibd-nbsp-crohn-disease-and-ulcerative-colitis-dddb957f-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:57.768Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Inflammatory bowel disease (IBD) encompasses a group of chronic, relapsing inflammatory conditions of the gastrointestinal (GI) tract.&nbsp; This article focuses on Crohn disease (CD) and ulcerative colitis (UC).&nbsp; There can be some overlap between these disorders in clinical practice (ie, indeterminate colitis), and they are both characterized by an inappropriate immune response leading to intestinal inflammation with clinical presentations that greatly vary among patients.</p>\n<h1>Pathophysiology</h1><br><br><p>The exact cause of IBD is not fully understood but involves genetic predisposition (as mutations related to mucosal immunity regulation [eg, toll-like receptors] and to barrier function increase susceptibility), a microbiota imbalance (which may trigger an immune response), and immune dysregulation (which may result in failure to regulate inflammation, particularly involving TNF-alpha).</p><br><br><p>These factors and environmental influences (eg, diet), lead to a persistent inflammatory response targeting GI mucosa, which causes a breakdown of the intestinal barrier.&nbsp; Antibodies directed against <em>Saccharomyces cerevisiae</em> (ASCA) in CD and perinuclear antineutrophil cytoplasmic antibodies (p-ANCA) in UC may represent underlying immune dysregulation, although this is likely not directly causative.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age:&nbsp; Individuals at highest risk are age 15-30, with this age group being associated with more aggressive disease.&nbsp; However, IBD can be diagnosed at any age, with an additional peak in incidence in individuals age 50-80 (ie, bimodal distribution).</li>\n\t<li>Family history:&nbsp; First-degree relatives have up to a 20-fold higher risk.</li>\n\t<li>Ethnicity:&nbsp; There is a higher prevalence in white (compared to Hispanic and Black) populations and Jewish (compared to non-Jewish) populations.</li>\n\t<li>Geography:&nbsp; IBD is more common in resource-rich regions, urban areas, and northern climates (may be related to vitamin D).</li>\n\t<li>Smoking:&nbsp; Increases the risk for both developing CD and having more aggressive disease, but may decrease risk for UC.&nbsp;</li>\n\t<li>Nonsteroidal anti-inflammatory drugs (NSAIDs):&nbsp; Although generally anti-inflammatory, these medications slightly increase the risk for IBD and trigger flares in those with established disease (partly by disrupting cyclooxygenase-mediated immunomodulation or intestinal microcirculation).</li>\n</ul>\n<h1>Pathology</h1><br><br><p>The pathology of IBD varies between CD and UC in location, pattern, and depth of inflammation.&nbsp; UC typically involves continuous, mucosal and submucosal (superficial) colorectal inflammation.&nbsp; In contrast, CD can affect any part of the GI tract, is often segmental (ie, skip lesions), and involves transmural (deep) inflammation.</p>\n<h2>Crohn disease</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Location:&nbsp; CD <strong>affects any part of the GI tract</strong> from the mouth (eg, aphthous ulcers) to the anus (eg, fissures) but often spares the rectum (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26012.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The terminal ileum is usually involved.&nbsp; However, up to 20% of patients with CD have only colonic involvement.</li>\n\t<li>Depth:&nbsp; Deep <strong>(transmural) inflammation</strong> predisposes patients to strictures, fistulas, and perianal disease (eg, fissures, abscesses, skin tags).</li>\n\t<li>Histology:&nbsp; <strong>Noncaseating granulomas</strong> are pathognomonic and found in 15%-30% of cases (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1281.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Deep ulcerations and Paneth cell metaplasia are often seen.</li>\n\t<li>Gross pathology:&nbsp; Includes <strong>skip lesions</strong> (sharply demarcated segmental inflammation), <strong>cobblestoning</strong> (elevated islands of healthy tissue between serpiginous [wavy, snakelike] depressed ulcerations), <strong>bowel wall thickening</strong>, and <strong>creeping fat</strong> (mesenteric fat wrapping around the bowel) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39667.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Ulcerative colitis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Location:&nbsp; UC is <strong>limited to the colon and rectum</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39826.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; There is typically circumferential inflammation that starts in the rectum, extending proximally in a continuous manner without skip lesions.</li>\n\t<li>Depth:&nbsp; <strong>Superficial inflammation</strong> that is usually limited to the mucosa but can extend into the submucosa.</li>\n\t<li>Histology:&nbsp; This includes neutrophilic <strong>crypt abscesses</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L75698.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), shallow mucosal ulceration, and pseudopolyps.&nbsp; Chronic inflammation leads to crypt architecture distortion.</li>\n\t<li>Gross pathology:&nbsp; Includes <strong>diffuse colonic mucosa hyperemia</strong>, friable and superficial <strong>ulcerations</strong>, and <strong>pseudopolyps</strong> (formed from regenerating mucosa) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66358.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Clinical presentation and diagnosis</h1><br><br><p>Both CD and UC often share general symptoms such as abdominal pain with cramping, diarrhea, fatigue, weight loss, and fever (during active inflammation).&nbsp; Although most cases develop gradually and insidiously over time, some patients may experience more sudden symptom onset that mimics acute infectious diarrhea.</p><br><br><p>Certain clinical features can help differentiate CD and UC (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/51005.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), and extraintestinal manifestations can be seen in both conditions.<p></p>\n<h2>Crohn disease</h2><br><br><p>Manifestations more typically seen in CD include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Right lower quadrant pain due to frequent terminal ileum inflammation.</li>\n\t<li><strong>Malabsorption</strong> and <strong>nutritional deficiencies</strong> due to predominantly small bowel involvement.</li>\n\t<li><strong>Watery diarrhea</strong>, although fecal occult blood testing is often positive due to damaged intestinal blood vessels.&nbsp; Grossly bloody stool is less commonly seen unless the colon is involved.&nbsp; Bloody stools are more common in children, who have a higher rate of colon involvement.</li>\n\t<li>Oral <strong>aphthous ulcers</strong> (canker sores) and <strong>perianal disease</strong> (eg, fissures, abscesses, skin tags).</li>\n\t<li><strong>Fistulas</strong> can occur when ulcers penetrate the entire thickness of the intestinal wall, leading to a sinus tract that communicates between multiple organs (eg, rectovaginal fistula) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L51572.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>CD can also cause fibrotic strictures (narrowed intestinal lumen), particularly in patients age &lt;30 who smoke.&nbsp; Strictures result from bowel wall edema, fibrosis, and hypertrophy of the muscularis mucosae, presenting as nausea, vomiting, and/or constipation rather than diarrhea.&nbsp; In severe cases, small bowel obstruction (SBO) can occur, characterized by bilious vomiting, severe abdominal pain with distension, high-pitched (tympanic) bowel sounds, and an inability to pass stool and/or flatus.</p>\n<h2>Ulcerative colitis</h2><br><br><p>UC is more likely to present with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Left lower quadrant pain due to distal colon involvement</li>\n\t<li><strong>Grossly bloody diarrhea</strong> due to universal colon involvement (rich blood supply)</li>\n\t<li>Bowel movements that are usually frequent and small (vs large in CD)</li>\n\t<li><strong>Fecal urgency</strong> and <strong>tenesmus</strong> (ie, a sensation of incomplete evacuation)</li>\n</ul><br><br><p>Severe colonic inflammation can lead to <strong>toxic megacolon</strong>, a life-threatening condition characterized by colonic dilation &gt;6 cm (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99238.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).&nbsp; This usually occurs early in the disease course (within 3 years of diagnosis) and can lead to perforation with systemic toxicity (eg, fever, tachycardia, hypotension).&nbsp; Pathogenesis involves an inflammatory mediator-induced increase in nitric oxide production (dilates smooth muscle) and extension of the mucosal inflammation into the smooth muscle layer (paralyzes smooth muscle).<p></p><br><br><p>An additional potential complication in UC is <strong>colorectal cancer</strong>, particularly in patients with extensive (pancolitis) or longstanding (&gt;8-10 years) disease.</p>\n<h2>Extraintestinal manifestations</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>IBD-related arthritis</strong>:&nbsp; Inflammatory spondyloarthritis can involve the axial (eg, spine) or peripheral (eg, knee) joints and is often associated with the HLA-B27 genotype.&nbsp; Peripheral arthritis tends to mirror the activity of bowel inflammation, whereas axial disease usually follows an independent course.</li>\n\t<li><strong>Skin disorders</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Erythema nodosum</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L35385.jpg\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ):&nbsp; Tender, red nodules usually found on the shins, commonly associated with IBD (especially CD).&nbsp; Erythema nodosum mirrors IBD activity, worsening during flares and improving as the flares resolve.</li>\n\t\t<li><strong>Pyoderma gangrenosum</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21233.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ):&nbsp; Starts as an inflammatory papule, pustule, or nodule and progresses to form an expanding ulcer with a purulent base and an irregular, violaceous border.&nbsp; It does not correlate with disease activity.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Ocular involvement</strong>:&nbsp; Episcleritis \n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11874.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ) and anterior uveitis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91323.jpg\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ) can be seen, correlating with disease activity.&nbsp; Scleritis is less common.</li>\n\t<li><strong>Primary sclerosing cholangitis</strong> (PSC):&nbsp; A chronic, progressive liver disease involving inflammation and scarring of the bile ducts, which leads to biliary strictures and liver damage (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108549.png\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ).&nbsp; It is typically seen in male patients with UC and significantly increases the risk for cholangiocarcinoma.</li>\n\t<li><strong>Calcium-oxalate kidney stones</strong>:&nbsp; Bile acid malabsorption in CD (due to ileal inflammation) leads to fat malabsorption.&nbsp; Calcium binds to unabsorbed fat instead of oxalate, allowing excessive oxalate absorption.&nbsp; Renal filtration of oxalate increases, predisposing patients to oxalate stones due to enteric hyperoxaluria (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25376.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Venous thromboembolism</strong>:&nbsp; There is a 2 to 3-fold increased risk for deep vein thrombosis and pulmonary embolism due to an inflammation-induced hypercoagulable state.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>A thorough evaluation is necessary to differentiate IBD from other GI disorders.&nbsp; Diagnosis involves a combination of laboratory tests, endoscopic procedures with histologic examination, and, in certain cases, imaging studies.</p>\n<h2>Serum testing</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count:&nbsp; Anemia is common and can be due to chronic inflammation, impaired iron absorption, or chronic blood loss.&nbsp; Thrombocytosis is often seen due to ongoing inflammation or iron deficiency.</li>\n\t<li>Complete metabolic panel:&nbsp; Electrolyte imbalances, including diarrhea-induced hypokalemia and hypocalcemia from impaired vitamin D absorption (particularly in CD), can occur.&nbsp; Hypoalbuminemia can occur due to protein-losing enteropathy or malabsorption.</li>\n\t<li>Serum inflammatory markers:&nbsp; Erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP) are often elevated, particularly during active disease.</li>\n\t<li>Serologic tests:&nbsp; The presence of ASCA and p-ANCA antibodies can indicate CD and UC, respectively, in equivocal cases.&nbsp; Testing for these antibodies is not usually needed.</li>\n</ul>\n<h2>Stool studies</h2><br><br><p>Stool bacterial culture, white blood cells, ova/parasites, and <em>Clostridioides difficile</em> toxin should be checked to exclude infection.&nbsp; Fecal calprotectin and lactoferrin, markers of intestinal inflammation, are typically elevated.</p>\n<h2>Endoscopic procedures and imaging</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Colonoscopy (extending into the terminal ileum):&nbsp; Provides diagnostic confirmation via visualization of the large intestine and terminal ileum and allows for biopsy collection.&nbsp; In patients who are acutely ill and have suspected UC, a flexible sigmoidoscopy is typically preferred to minimize perforation risk in actively inflamed areas.&nbsp; However, a full colonoscopy should be performed after the acute presentation improves.</li>\n\t<li>Upper endoscopy:&nbsp; Performed in patients with suspected CD with upper GI symptoms (eg, dyspepsia, vomiting)</li>\n\t<li>CT/MR enterography:&nbsp; Small bowel imaging used to diagnose and follow the progression of CD, allowing assessment of small bowel involvement and complications (eg, fistulas, strictures)</li>\n\t<li>Video capsule endoscopy:&nbsp; Allows small bowel visualization without radiation exposure but is contraindicated in those with suspected strictures (because the capsule may get stuck and require surgical or endoscopic removal).&nbsp;</li>\n</ul>\n<h1>Management</h1><br><br><p>The primary goals in treating IBD are achieving symptom resolution and complete endoscopic healing.&nbsp; In general, CD tends to be more aggressive than UC, with a higher rate of complications and need for multiple surgeries.&nbsp; UC can be easier to manage because a total colectomy is curative.&nbsp; Treatment choices should be individualized based on disease location, severity, and patient factors (eg, preferences, financial means).&nbsp; Regular monitoring of disease activity, managing medication adverse effects, and screening for complications are required.</p>\n<h2>Medications used in IBD treatment</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>5-aminosalicylates</strong> (5-ASAs) (eg, mesalamine, sulfasalazine):<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Used topically (rectal formulations) or orally, depending on site of involvement.</li>\n\t\t<li>May act by inhibition of cytokine and prostaglandin/leukotriene synthesis.</li>\n\t\t<li>Sulfasalazine is a prodrug consisting of 5-ASAs and sulfapyridine connected by an azo bond that is enzymatically digested by colonic bacteria, releasing 5-ASAs (therapeutic benefit) and sulfapyridine (adverse effects, which include nausea, headache, oligospermia, agranulocytosis, and folic acid deficiency).</li>\n\t\t<li>Mesalamine consists of unconjugated 5-ASAs.&nbsp; Special formulations that prevent proximal absorption are needed because the lack of conjugation increases systemic absorption and prevents much of the medication from reaching the terminal ilium and colon.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Glucocorticoids</strong> (eg, prednisone, hydrocortisone enema, budesonide):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Budesonide is a topical medication with minimal systemic absorption (&gt;90% first-pass metabolism).&nbsp; Various formulations (eg, delayed-release, rectal) target different parts of the GI tract.</li>\n\t\t<li>Glucocorticoids are used temporarily for rapid symptom relief for significant symptom burden.&nbsp; They are not recommended for long-term use due to adverse effects (even with budesonide, the small amount of systemic absorption accumulates over time).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Immunomodulators</strong> (eg, azathioprine, 6-mercaptopurine):&nbsp; Often used alongside biologic agents or corticosteroids to reduce the need for steroids.</li>\n\t<li><strong>Anti-TNF agents</strong> (eg, infliximab, adalimumab, certolizumab):&nbsp; Biologic agents that target TNF-alpha, a key inflammatory molecule in IBD.</li>\n\t<li><strong>Anti-integrin agents</strong> (eg, vedolizumab, natalizumab):&nbsp; Biologic agents that block white blood cells from migrating to the gut, thereby reducing inflammation.</li>\n\t<li><strong>Anti-IL-12/23 agents</strong> (eg, ustekinumab, risankizumab):&nbsp; Biologic agents that target interleukin pathways involved in immune response</li>\n\t<li><strong>Sphingosine-1-phosphate (S1P) receptor modulators</strong> (eg, ozanimod, etrasimod):&nbsp; Trap white blood cells within the lymph nodes, preventing them from contributing to gut inflammation.</li>\n\t<li><strong>Janus kinase inhibitors</strong> (eg, tofacitinib, upadacitinib):&nbsp; Block the JAK-STAT signaling pathway, which plays a key role in immune system activation and inflammation.</li>\n</ul><br><br><p>Combinations of these agents are used as part of induction therapy to achieve initial disease control and are followed by maintenance therapy.</p>\n<h2>Management of ulcerative colitis</h2><br><br><p>Induction therapy for UC can often be accomplished with topical medications because of the superficial nature of inflammation.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mild disease</strong>:&nbsp; ≤4 stools/day, minimal blood, no systemic symptoms, and normal ESR/CRP.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Topical (rectal) 5-ASAs are used for distal disease; whereas oral 5-ASAs are used for more proximal involvement.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Moderate disease</strong>:&nbsp; 4-6 stools/day, moderate blood, and some systemic symptoms.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>A combination of oral and rectal 5-ASAs are used, typically at higher doses.</li>\n\t\t<li>If there is no improvement, a topical glucocorticoid (budesonide) is added.&nbsp; If symptoms persist with the topical glucocorticoid, the patient should be switched to an oral glucocorticoid.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Severe disease</strong>:&nbsp; ≥6 stools/day, significant blood, significant systemic involvement (eg, fever, severe anemia), and elevated ESR/CRP.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Hospitalization is typically required.</li>\n\t\t<li>First-line options include biologics (with or without an immunomodulator), an S1P receptor modulator, or intravenous (IV) glucocorticoids.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Maintenance therapy typically involves continuation of agents that successfully induced remission.&nbsp; Glucocorticoids are avoided for long-term treatment because of limited efficacy in maintaining remission and significant adverse effects (eg, bone health, adrenal insufficiency).</p>\n<h2>Management of UC complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Toxic megacolon</strong>:&nbsp; IV corticosteroids (eg, methylprednisolone) are first-line therapy for IBD-induced toxic megacolon because of their potent anti-inflammatory effect.&nbsp; Other management includes supportive care (eg, IV fluids, electrolyte repletion), bowel rest and decompression (eg, nasogastric tube), and broad-spectrum antibiotics.&nbsp; Colonic perforation causing acute peritonitis is a rare but serious complication of toxic megacolon.</li>\n\t<li><strong>Severe bleeding</strong>:&nbsp; UC can lead to significant GI bleeding, particularly during flares.&nbsp; Management includes hospitalization, blood transfusions if needed, and escalation of medical therapy (eg, IV corticosteroids or biologics).&nbsp; Surgery is considered for persistent or severe bleeding unresponsive to medical treatment.</li>\n</ul><br><br><p>If medical management fails or severe complications (eg, perforated toxic megacolon, recurrent bleeding, medically refractory exacerbations) arise, total colectomy with end ileostomy may be required.&nbsp; The (elective or emergency) surgery is curative and needed in 15%-30% of patients with UC.</p>\n<h2>Management of Crohn disease</h2><br><br><p>Induction therapy for CD usually requires systemic medications due to deep (transmural) and multifocal bowel involvement.&nbsp; Some cases (eg, ileal, right-sided colonic) of mild disease (eg, patient tolerates oral intake, &lt;10% weight loss, no obstruction) may respond to topical glucocorticoids (eg, ileal-release budesonide).&nbsp; If needed, budesonide can be continued up to 6 months, but immunomodulators (eg, azathioprine) are preferred.</p><br><br><p>In patients with moderate to severe CD, induction and maintenance is less algorithmic compared to UC.&nbsp; Treatment options include systemic corticosteroids for quick symptom relief in acute flares and/or combination therapy with a biologic agent (eg, anti-TNF monoclonal) plus an immunomodulator.&nbsp; Combination therapy may be more effective than monotherapy and can help reduce immunogenicity to biologic therapy (ie, developing antibodies against the medication).</p>\n<h2>Management of CD complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Severe exacerbations</strong>:&nbsp; Hospitalization is often required in severe cases, with the potential need for parenteral nutrition, broad-spectrum IV antibiotics (eg, localized peritonitis due to microperforation, abscess), and surgical intervention for complications (eg, strictures, fistulas).</li>\n\t<li><strong>Perianal disease</strong>:&nbsp; Often requires the combination of antibiotics, immunosuppression, and sometimes surgical intervention.</li>\n\t<li><strong>Strictures</strong>:&nbsp; Medical treatment can prevent stricture development but cannot resolve existing strictures.&nbsp; Surgical resection may be required.&nbsp; Once an SBO develops, it usually requires surgical removal of the strictured portion of the bowel.</li>\n\t<li><strong>Fistula</strong>:&nbsp; Treatment should be initiated with immunosuppressive therapy (eg, anti-TNF agent) and antibiotics (eg, ciprofloxacin plus metronidazole) to promote fistula healing.&nbsp; Fistulas refractory to medical treatment often require surgical intervention.</li>\n</ul>\n<h2>Special considerations</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Colorectal cancer screening</strong>:&nbsp; Risk increases proportionally with disease duration and extent of colonic involvement.&nbsp; Patients with UC should be offered colonoscopy screening beginning 8-10 years after initial UC diagnosis and continuing every 1-3 years thereafter.&nbsp; In addition, patients with PSC but no IBD history should have a colonoscopy because 90% of patients with PSC also have IBD.</li>\n\t<li><strong>Smoking cessation</strong>:&nbsp; Smoking should be discouraged, particularly in patients with CD because it is strongly associated with increased hospitalization, the need for multiple intestinal surgeries, and treatment failure.</li>\n\t<li><strong>Growth and development</strong>:&nbsp; In pediatric patients, particularly those with CD, growth failure is common due to malabsorption and chronic inflammation.&nbsp; Manifestations including decreased height, delayed bone age, and pubertal delay may present prior to bowel symptoms.</li>\n\t<li><strong>Nutritional support</strong>:&nbsp; Includes dietary modifications (low-residue diet during flares), enteral nutrition (particularly in pediatric patients with growth failure), and vitamin supplementation (eg, B<font size=\"2\"><sub>12</sub></font>, iron, vitamin D) in patients with CD due to malabsorption.</li>\n\t<li><strong>Pregnancy</strong>:&nbsp; Both UC and CD can increase risks during pregnancy, likely due to worsened inflammation from placental cytokines.&nbsp; Maternal complications include disease flares, anemia, and, in rare cases, toxic megacolon (in patients with UC) or bowel obstructions (in patients with CD).&nbsp; Fetal risks include preterm delivery, low birth weight, and fetal growth restriction.&nbsp; Active IBD can also reduce fertility, particularly in patients with UC; therefore, disease management prior to conception is crucial for better outcomes.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Infectious colitis</strong>:&nbsp; Bacterial (eg, <em>C difficile)</em>, viral (eg, cytomegalovirus), or parasitic (eg, <em>Entamoeba histolytica</em>) infections can cause similar symptoms.&nbsp; IBD and <em>C difficile</em> infection (CDI) may share overlapping features, and patients with IBD are at higher risk for CDI due to higher rates of colonization.&nbsp; CDI contributes to approximately 5% of IBD relapses; therefore, patients should be screened for CDI during an IBD.</li>\n\t<li><strong>Ischemic colitis</strong>:&nbsp; Sudden-onset abdominal pain and bleeding, typically occurring in older adults and is associated with acute hypotension or vascular insufficiency.</li>\n\t<li><strong>Radiation colitis</strong>:&nbsp; Abdominal pain and rectal bleeding following treatment of malignancies (eg, prostate cancer).&nbsp; Onset may vary, and symptoms can appear weeks to years after radiation.</li>\n\t<li><strong>Celiac disease</strong>:&nbsp; A gluten-induced autoimmune enteropathy that also presents with chronic diarrhea and malabsorption.&nbsp; Diagnosis is confirmed with serologic testing (eg, antitissue transglutaminase antibodies) and small bowel biopsy showing villous atrophy.</li>\n\t<li><strong>Microscopic colitis</strong>:&nbsp; Characterized by chronic, nonbloody, watery diarrhea with normal-appearing endoscopic findings but histologic evidence of inflammation (eg, lymphocytic or collagenous colitis).&nbsp; Microscopic colitis is more common in older adults and may be associated with certain medications (eg, NSAIDs).</li>\n\t<li><strong>Irritable bowel syndrome</strong>:&nbsp; A functional disorder characterized by abdominal pain, bloating, and altered bowel habits (diarrhea, constipation, or both) without inflammation or systemic involvement.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Inflammatory bowel disease, which includes Crohn disease (CD) and ulcerative colitis (UC), causes chronic gastrointestinal inflammation.&nbsp; CD is marked by patchy, transmural inflammation affecting any part of the GI tract, commonly the terminal ileum, leading to complications like strictures, fistulas, and perianal disease.&nbsp; UC involves continuous mucosal inflammation starting from the rectum and extending proximally.&nbsp; Patients with UC are at risk for toxic megacolon and colorectal cancer.</p><br><br><p>Clinically, CD and UC present with abdominal pain and diarrhea, but the symptom patterns differ.&nbsp; CD often presents with right lower quadrant pain and malabsorption, whereas UC typically causes left lower quadrant pain and bloody diarrhea.&nbsp; Diagnosis requires a combination of laboratory tests, endoscopic evaluations, and imaging studies to differentiate between the conditions and rule out other causes.&nbsp; Management aims to induce and maintain remission using medications tailored to disease severity and location.&nbsp; Surgical intervention may be necessary for complications or when medical therapy fails, with total colectomy being curative for UC.&nbsp; Patients required regular monitoring for extraintestinal manifestations and complications (eg, primary sclerosing cholangitis, colorectal cancer).</p>\n</div>\n\n            "
}