{
  "meta": {
    "title": "Intussusception",
    "url": "https://brainandscalpel.vercel.app/intussusception-7aaf3463-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:55.843Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Intussusception is a medical emergency characterized by the telescoping of a segment of the intestine into an adjacent segment, leading to obstruction, ischemia, and potential necrosis.&nbsp; This condition affects primarily infants and young children (particularly age 6 months to 3 years) but can occur at older ages.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Intussusception occurs when a segment of the intestine telescopes into an adjacent segment (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18648.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; This can lead to impaired venous return of the invaginated segment, causing ischemia and necrosis of the intestinal wall.&nbsp; Although the majority of cases are idiopathic, some cases are associated with viral infections (eg, adenovirus) that stimulate growth of lymphoid follicles within the small intestine (ie, Peyer patches).&nbsp; This lymphoid hyperplasia can act as a physiologic lead point that becomes trapped by peristalsis and is dragged into a distal segment of the intestine.&nbsp; The most common location is at the ileocecal junction, likely due to a dense concentration of Peyer patches in the terminal ileum.<p></p><br><br><p>Approximately 25% of patients with intussusception have a pathologic lead point for bowel invagination.&nbsp; The lead point is generally an anatomic abnormality (eg, Meckel diverticulum, polyp, tumor) within the intestinal lumen that is forced into the distal bowel segment during waves of peristalsis.&nbsp; Risk factors that predispose to intussusception include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Age</strong>:&nbsp; infants and young children (age 6 months to 3 years)</li>\n\t<li><strong>Prior intussusception</strong></li>\n\t<li><strong>Recent intestinal infections</strong>:&nbsp; Viral infections may trigger intussusception by stimulating lymphoid hyperplasia in the intestinal tract.&nbsp; The oral rotavirus vaccination has also been associated with intussusception.</li>\n\t<li><strong>Underlying disorders</strong>:&nbsp; Pathologic lead points may arise from Meckel diverticulum (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7316.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), bowel wall purpura from Henoch-Schönlein purpura (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41662.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), or inspissated stool in cystic fibrosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29331.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; An underlying disorder should be suspected in patients with recurrent episodes or if the presentation is atypical (eg, older child).</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of intussusception can vary but often includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Severe, intermittent abdominal pain that lasts about 15-20 minutes</strong> (corresponding to contraction of the telescoped bowel during peristalsis) and alternates with pain-free periods (when the bowel is not contracting).&nbsp; During the pain episodes, the patient is generally inconsolable and has their legs flexed and drawn into the abdomen in severe discomfort.&nbsp; The pain is crampy and progressively increases in frequency and severity.&nbsp; Pain is usually accompanied by vomiting that may become bilious if the obstruction persists.</li>\n\t<li>Relatively <strong>benign abdominal examination in-between painful episodes</strong> (ie, no abdominal tenderness or distension).</li>\n\t<li><strong>\"Sausage-shaped\" mass</strong> (corresponding to invagination of the ileum into the colon) that may occasionally be palpable in the right side of the abdomen.</li>\n\t<li><strong>Blood in stools:</strong>&nbsp; may be indicative of compromised circulation to the intestines as intestinal obstruction continues, causing ischemia of the involved segment.&nbsp; Patients may initially have intestinal bleeding only detectable on hemoccult testing; however, if untreated, this can progress to grossly bloody \"currant jelly\" stools (due to mixture of blood and mucus).</li>\n\t<li><strong>Episodes of lethargy:</strong>&nbsp; As the disease progresses, lethargy occurs and, in a minority of cases, may be the sole presenting sign (particularly in infants).</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Intussusception may present with symptoms similar to those seen in other disorders, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gastroenteritis</strong>:&nbsp; may also initially present with abdominal pain and vomiting.&nbsp; Intussusception is more likely if there are characteristic painful episodes, a palpable mass, or episodes of lethargy as the illness progresses.</li>\n\t<li><strong>Acute appendicitis</strong>:&nbsp; may present with fever, right lower-quadrant abdominal pain, anorexia, and vomiting.&nbsp; However, the pain of appendicitis is constant rather than episodic, and bloody stools are not seen.</li>\n\t<li><strong>Incarcerated inguinal hernias</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24742.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; may cause inconsolable pain and distension.&nbsp; However, pain would likely be persistent and have a tender, inflamed inguinal mass or bulge on examination.</li>\n\t<li><strong>Midgut malrotation with volvulus</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29144.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):&nbsp; typically presents with severe, constant abdominal pain with bilious vomiting.</li>\n\t<li><strong>Meckel diverticulum</strong>:&nbsp; can present with rectal bleeding but is typically painless.&nbsp; In some cases, it can function as a pathologic lead point and present with intussusception.</li>\n</ul>\n<h1>Diagnostic evaluation</h1><br><br><p>The approach for diagnosis and management of patients with suspected intussusception depends on the initial presentation:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Typical presentation</strong>:&nbsp; Stable patients who initially present with findings highly suspicious for intussusception (eg, toddler with intermittent, severe abdominal pain and bloody stools) may proceed directly to nonoperative reduction.</li>\n\t<li><strong>Atypical presentation</strong>:&nbsp; Most patients with intussusception have atypical presentations (eg, lethargy alone in an infant) and may not have classic findings.&nbsp; Therefore, a high index of suspicion is needed, particularly if the patient has risk factors.&nbsp; For these patients, initial work-up may begin with imaging.\n\t<ul>\n\t\t<li><strong>Abdominal ultrasonography</strong>:&nbsp; This is the preferred initial imaging modality, which can demonstrate the characteristic <strong>target or bull's-eye sign</strong> (ie, 2 concentric circles that represent the telescoped intestinal layers) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L78076.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; This can be detected even during asymptomatic intervals because the telescoped bowel is still present but not contracting to cause pain.</li>\n\t\t<li><strong>Abdominal radiograph</strong>:&nbsp; For suspected intussusception, radiographs are less sensitive and specific than ultrasonography.&nbsp; If present, a \"crescent sign\", a soft-tissue density caused by the intussusceptum overlying gas in the large bowel, is suggestive (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L72764.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; The role of radiographs is to evaluate for mainly bowel perforation (eg, free air under the diaphragm (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22612.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                )), a potential complication of intussusception that would warrant surgical management.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Management</h1><br><br><p>Regardless of the presentation, supportive care (eg, fluid resuscitation) should be prioritized, particularly in patients with hemodynamic instability (eg, dehydration with tachycardia).</p><br><br><p>If the patient is otherwise hemodynamically stable, management involves prompt nonoperative reduction.&nbsp; This is generally performed with either retrograde pneumatic pressure (ie, <strong>air enema</strong>) or hydrostatic pressure (ie, <strong>saline or water-soluble contrast [eg, iodine] enema</strong>).&nbsp; Nonoperative reduction allows for visualization of the intussuscepted bowel and is both diagnostic and therapeutic.</p><br><br><p>Surgical intervention may be indicated in some cases, including failed enema reduction (nonoperative reduction is unsuccessful in about 30% of intussusception cases), signs of peritonitis (eg, rigid abdomen) or perforation (free air on imaging), and the presence of a pathologic lead point.</p>\n<h1>Complications and prognosis</h1><br><br><p>With prompt diagnosis and appropriate management, the prognosis for intussusception is generally favorable.&nbsp; Potential complications of intussusception include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Recurrence</strong>:&nbsp; Following successful reduction, recurrences may occur up to months later in approximately 10% of patients.&nbsp; If recurrences do occur, further work-up should be considered to evaluate for a possible pathologic lead point.</li>\n\t<li><strong>Bowel perforation</strong>:&nbsp; Edema due to venous and lymphatic congestion within the bowel wall can lead to ischemia, necrosis, and bowel perforation.&nbsp; The risk is greatest in children who have had symptoms for several days, patients with evidence of small bowel obstruction, and patients age &lt;6 months.&nbsp; In a small percentage (&lt;5%) of patients, nonoperative reduction (pneumatic or hydrostatic) can also be complicated by bowel perforation due to the pressure on friable tissue.&nbsp; If perforation occurs, air enemas have less risk of causing peritonitis compared to contrast enemas.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Intussusception (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32943.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a medical emergency characterized by the telescoping of one segment of the intestine into the adjacent segment, leading to obstruction, ischemia, and potential necrosis.&nbsp; Management includes nonoperative reduction (eg, air enema, water-soluble enema) of the intussusception, which is both diagnostic and therapeutic.<p></p>\n</div>\n\n            "
}