{
  "meta": {
    "title": "Lactose intolerance",
    "url": "https://brainandscalpel.vercel.app/lactose-intolerance-8ebc9534-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:59.242Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Lactose intolerance is a common condition characterized by abdominal pain, bloating, flatulence, and diarrhea after ingesting lactose, a disaccharide found in dairy products.&nbsp; It usually occurs from lactose malabsorption by the small intestine due to a deficiency of lactase, an enzyme necessary for its breakdown.</p>\n<h1>Pathophysiology</h1><br><br><p>Lactose is a disaccharide present in milk and other dairy products.&nbsp; Because only monosaccharides can be absorbed by the small intestine, lactose must be hydrolyzed into its monosaccharide components.&nbsp; Lactase, a brush border enzyme concentrated in epithelial cells of the small intestine, hydrolyzes lactose into glucose and galactose.&nbsp; Following breakdown, the monosaccharides are fully absorbed within the small intestine.</p><br><br><p>Without lactase, undigested lactose can enter the large intestine, where colonic bacteria ferments it into short-chain fatty acids (eg, acetate, butyrate, propionate) that acidify the stool.&nbsp; Hydrogen gas is also produced, leading to bloating and flatulence.&nbsp; Undigested lactose also acts as an osmotic agent, drawing water into the lumen and causing osmotic diarrhea.</p><br><br><p>Lactose malabsorption from lactase deficiency can be either primary or secondary:</p>\n<h2>Primary lactose malabsorption&nbsp;</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Congenital:&nbsp; a rare autosomal recessive condition in which complete lactase deficiency presents with diarrhea after birth.&nbsp;</li>\n\t<li>Acquired:&nbsp; the <strong>most common cause</strong> of lactose intolerance.&nbsp; This occurs due to a physiologic downregulation of lactase gene expression that occurs with aging (ie, lactase nonpersistence).&nbsp; Lactase gene expression is normally increased in infancy and early childhood when milk is the primary source of nutrition.&nbsp; However, gene expression naturally declines with increasing age in most ethnic groups, especially patients of Asian and African descent.&nbsp;</li>\n</ul>\n<h2>Secondary lactose malabsorption</h2><br><br><p>Secondary lactose malabsorption may occur secondary to small intestinal inflammation (eg, celiac disease, Crohn disease) or infection (eg, giardiasis) that damage the intestinal brush border.&nbsp; The damaged cells slough off and are replaced by immature cells with low lactase concentrations.&nbsp; Secondary lactase deficiency is often transient, lasting weeks to months.</p>\n<h1>Risk factors</h1><br><br><p>Factors that increase the risk of lactose intolerance include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ethnicity:&nbsp; higher prevalence of lactose intolerance among patients of Asian, African, and Hispanic descent.</li>\n\t<li>Genetics:&nbsp; congenital lactase deficiency is inherited in an autosomal recessive pattern.</li>\n\t<li>Gastrointestinal diseases:&nbsp; Crohn disease, celiac disease, and infection can damage the small intestine and reduce lactase production.</li>\n\t<li>Increasing age:&nbsp; lactase production naturally declines over time.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Patients with lactose intolerance typically present with <strong>abdominal pain</strong>, <strong>bloating</strong>, <strong>flatulence</strong>, and possibly diarrhea within <strong>hours of ingesting lactose-containing foods</strong>.&nbsp; Symptom severity may vary, depending on the amount of intestinal lactase present and the amount of lactose ingested.&nbsp; Foods that are high in lactose (eg, milk, ice cream) may produce more severe symptoms relative to foods that contain less lactose (eg, cheese, yogurt).&nbsp; Symptoms typically resolve with elimination of dietary lactose.&nbsp; In cases of secondary lactose intolerance, the patient may report a recent history of gastroenteritis with worsening diarrhea after reintroducing dietary dairy.</p><br><br><p>Borborygmi (ie, intestinal rumbling related to bacterial production of hydrogen gas) may be appreciated on auscultation of the abdomen; however, abdominal examination is typically normal.</p>\n<h1>Diagnosis</h1><br><br><p>Lactose intolerance is a <strong>clinical diagnosis</strong> that can be established in patients whose gastrointestinal symptoms (eg, abdominal pain, bloating) occur after consuming lactose products and resolve after eliminating dietary lactose.</p><br><br><p>However, if the diagnosis is uncertain, a confirmatory <strong>hydrogen breath test</strong> may be performed.&nbsp; The hydrogen breath test is a noninvasive test that assesses for the presence of hydrogen in the patient's breath after ingesting standardized amount of lactose.&nbsp; Human cells cannot produce hydrogen gas; therefore, the presence of hydrogen in the patient's breath is evidence of bacterial fermentation of undigested lactose.&nbsp; For those with suspected secondary lactose intolerance, a diagnostic hydrogen breath test is not necessary because symptoms usually resolve within weeks as the intestinal mucosa heals.</p><br><br><p>Other laboratory findings that support the diagnosis of lactose intolerance:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acidic stool pH due to the presence of fermentation products (ie, short-chain fatty acids)</li>\n\t<li>High stool osmotic gap (eg, &gt;125 mOsm/kg) due to the presence of undigested lactose.&nbsp; The osmotic gap is calculated as 290 − [2 (stool Na + stool K)] and is &gt;75 mOsm/kg in all forms of osmotic diarrhea.</li>\n</ul><br><br><p>Imaging is generally not required for the diagnosis of lactose intolerance but may be necessary to exclude other diagnoses.</p>\n<h1>Differential diagnosis</h1><br><br><p>The symptoms of lactose intolerance (eg, abdominal pain, bloating, flatulence, diarrhea) overlap with other gastrointestinal disorders, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Intolerance of other carbohydrates</strong> (eg, fructose, sorbitol):&nbsp; Malabsorption of other carbohydrates can also lead to bacterial fermentation, resulting in flatulence and abdominal pain.&nbsp; A thorough dietary history is essential to distinguish the cause.</li>\n\t<li><strong>Small intestine bacterial overgrowth:</strong>&nbsp; Normally, the small intestine contains fewer bacteria compared to the large intestine, likely due to host protective factors, which if disrupted (eg, immunodeficiency, postoperative anatomic changes) can allow for bacterial overgrowth.&nbsp; Excess bacteria in the small intestines can ferment carbohydrates that have yet to be digested, resulting in flatulence and diarrhea.</li>\n\t<li><strong>Irritable bowel syndrome</strong> (IBS):&nbsp; a functional gastrointestinal disorder that presents with chronic abdominal pain and diarrhea alternating with constipation.&nbsp; IBS symptoms are often related to stress and not associated with lactose ingestion.</li>\n\t<li><strong>Celiac disease:</strong>&nbsp; a common chronic malabsorption syndrome that occurs due to an immune reaction to dietary gluten.&nbsp; Patients may develop abdominal pain, flatulence, steatorrhea (due to villous atrophy and subsequent fat malabsorption), weight loss, and sometimes dermatitis herpetiformis.&nbsp; Symptoms improve with strict adherence to a gluten-free diet.&nbsp;</li>\n\t<li><strong>Inflammatory bowel disease</strong> (IBD):&nbsp; Crohn disease or ulcerative colitis can also present with abdominal pain and diarrhea, but distinguishing features include hematochezia, weight loss, and fatigue.&nbsp; Patients with IBD can develop secondary lactose intolerance.</li>\n\t<li><strong>Gastroenteritis:</strong>&nbsp; usually an acute but transient condition caused by infections (eg, viral, bacterial, or parasitic).&nbsp; Patients may develop fever in addition to abdominal pain, vomiting, and bloody or nonbloody diarrhea.&nbsp;</li>\n\t<li><strong>Pancreatic insufficiency:</strong>&nbsp; Patients with chronic pancreatitis may develop exocrine insufficiency, which impairs digestion of fat and protein, causing steatorrhea.&nbsp;</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of patients with lactose intolerance includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Avoiding foods that are high in lactose</strong> (eg, milk, ice cream).&nbsp; Most patients can tolerate foods that contain less lactose, so complete elimination of dietary lactose may not be required.&nbsp; Dietary modification may only be temporary for patients who have secondary lactose malabsorption.</li>\n\t<li>Supplementing with <strong>lactase enzyme</strong> when ingesting lactose-rich foods.</li>\n\t<li>Maintaining adequate vitamin D and calcium intake (eg, monitoring levels, providing supplementation).</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>With dietary modification and enzyme supplementation, the prognosis of lactose intolerance is excellent.&nbsp; While it is a lifelong condition for many, symptoms can be effectively controlled, allowing individuals to lead normal lives.</p>\n<h1>Summary </h1><br><br><p>Lactose intolerance (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61962.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a common condition characterized by abdominal pain, bloating, flatulence, and diarrhea after ingesting lactose, a disaccharide found in dairy products.&nbsp; It usually occurs from lactose malabsorption by the small intestine due to a deficiency of lactase, an enzyme necessary for its breakdown.&nbsp; Symptoms can be effectively controlled with dietary modification and enzyme supplementation.<p></p>\n</div>\n\n            "
}