{
  "meta": {
    "title": "Mallory-Weiss syndrome",
    "url": "https://brainandscalpel.vercel.app/mallory-weiss-syndrome-ed30aaf0-35aa55.html",
    "scrapedAt": "2025-12-01T04:52:01.323Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>A Mallory-Weiss tear is a mucosal laceration in the distal esophagus or proximal stomach that is usually precipitated by intense retching or vomiting.&nbsp; Injury to the submucosal blood vessels causes upper gastrointestinal (GI) bleeding presenting as hematemesis (vomiting blood).&nbsp; Diagnosis is confirmed by visualizing a tear on upper GI endoscopy.&nbsp; The majority of lacerations heal spontaneously, and acute management (eg, hemodynamic stabilization) is mainly supportive.&nbsp; Ongoing or severe bleeding may require endoscopic intervention (eg, sclerotherapy) or arterial embolization.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>A Mallory-Weiss tear typically occurs during episodes of severe retching, which can raise intraabdominal pressure high enough to <strong>tear the superficial layers of the distal esophagus</strong> and/or proximal stomach.&nbsp; Bleeding occurs when the laceration extends into the submucosal layer that contains arterial and venous plexuses.&nbsp; Hematemesis can vary from pink-tinged mucous to massive hemorrhage of bright red blood.&nbsp; The intensity of hemorrhage and amount of blood loss varies widely depending upon the length and depth of the tears, but the condition is not usually life-threatening.</p><br><br><p>Risk factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increased intraabdominal pressure:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Retching/vomiting:&nbsp; cyclic vomiting syndrome, hyperemesis gravidarum</li>\n\t\t<li>Straining:&nbsp; weight lifting, stooling</li>\n\t\t<li>Blunt abdominal trauma</li>\n\t</ul>\n\t</li>\n\t<li>Chronic alcohol consumption:&nbsp; 50%-70% of patients with Mallory-Weiss tears have a history of alcohol overuse.&nbsp; Chronic alcohol use increases vomiting frequency and raises bleeding risk.</li>\n\t<li>Hiatal hernia:&nbsp; Increased intraabdominal pressure is transmitted across the already weakened gastroesophageal junction now resting in the chest cavity.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Patients often describe several episodes of forceful retching or vomiting followed by:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hematemesis, which may be pink/bright red or have a coffee-grounds appearance (coagulated blood within the vomit appears dark brown and gritty)</li>\n\t<li>Epigastric or mid back pain</li>\n\t<li>Hypovolemia (if significant bleeding), which can cause syncope, tachycardia, and hypotension</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>A history of hematemesis after retching or vomiting suggests Mallory-Weiss tear.&nbsp; Direct visualization of a mucosal laceration on upper GI endoscopy confirms the diagnosis.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Esophageal varices</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99415.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; dilated submucosal veins in the lower esophagus related to portal hypertension/cirrhosis.&nbsp; Vein rupture leads to hematemesis, but patients typically have other signs of liver disease (eg, jaundice, ascites).</li>\n\t<li><strong>Peptic ulcer disease</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L86638.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; erosions in the mucosal lining of the stomach or duodenum that can cause upper GI bleeding.&nbsp; Patients usually have an antecedent history of chronic epigastric pain and dyspepsia (typically affected by food intake) or risk factors such as <em>Helicobacter pylori</em> infection or prolonged nonsteroidal anti-inflammatory use.</li>\n\t<li><strong>Esophagitis</strong>:&nbsp; inflammation of the esophageal mucosa; a potential source of hematemesis.&nbsp; However, esophagitis is often associated with dysphagia and odynophagia, as well as risk factors such as chronic reflux or esophageal infection.</li>\n\t<li><strong>Esophageal perforation</strong> or Boerhaave syndrome (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36360.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; a tear that occurs from forceful retching.&nbsp; Unlike Mallory-Weiss tears, esophageal perforation lacerates through the entire esophageal wall, allowing esophageal fluid/air to leak into the sterile mediastinum.&nbsp; Symptoms include severe chest pain, dyspnea, subcutaneous crepitus, and sepsis, but not hematemesis.</li>\n</ul>\n<h1>Laboratory evaluation</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count to assess for anemia (eg, evidence of acute blood loss)</li>\n\t<li>Coagulation profile, especially in patients with liver disease or on anticoagulant therapy</li>\n\t<li>Liver function tests if there is suspicion for underlying liver pathology (eg, cirrhosis causing coagulopathy)</li>\n\t<li>Complete metabolic panel because metabolic alkalosis may result from repetitive vomiting (net loss of acid from stomach)</li>\n</ul>\n<h1>Imaging</h1><br><br><p><strong>Upper GI endoscopy</strong> is performed to confirm the diagnosis of Mallory-Weiss tear.&nbsp; It provides direct visualization of the tear, rules out other causes of upper GI bleeding (eg, esophageal varices), and enables therapeutic treatments to control ongoing bleeding, if needed.</p>\n<h1>Management</h1><br><br><p>Mallory-Weiss tears are generally self-limited, and conservative management is appropriate in most patients.&nbsp; Supportive treatments include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hemodynamic stabilization</strong>, which includes intravenous fluids and blood transfusion (as needed)</li>\n\t<li><strong>Proton pump inhibitors</strong> to reduce gastric acid secretion and promote healing of the tear</li>\n\t<li><strong>Antiemetics</strong> to control nausea and vomiting</li>\n</ul><br><br><p>If active bleeding is found on endoscopy, the patient may require:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Endoscopic hemostatic therapy</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Sclerotherapy</strong>:&nbsp; Injection of a chemical irritant into a visibly bleeding vessel causes local endothelial damage and inflammation, which occludes the lumen and limits bleeding from the tear.</li>\n\t\t<li><strong>Band ligation of bleeding vessels</strong>:&nbsp; Tiny elastic bands are used to tie off bleeding vessels seen on endoscopy.</li>\n\t\t<li><strong>Endoscopic clips</strong>:&nbsp; Hemostatic metal clips are deployed through an endoscope.&nbsp; The clips are opened, held perpendicular to the tear, and closed to bring wound edges together.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Arterial embolization or operative repair</strong>:&nbsp; targets branches of the celiac artery that perfuse the proximal stomach and distal esophagus (eg, left gastric artery).&nbsp; This is typically used in cases of refractory bleeding or if there is significant hemodynamic instability.</li>\n</ul><br><br><p>Most patients can be discharged if there is no active bleeding.&nbsp; However, patients with the following conditions warrant hospitalization:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increased risk for recurrent bleeding (eg, due to cirrhosis or anticoagulant medications)</li>\n\t<li>Severe bleeding on initial presentation and significant resuscitation (eg, fluids, blood) required</li>\n\t<li>Comorbidities (eg, coronary artery disease) or age &gt;65</li>\n</ul>\n<h1>Prognosis and complications</h1><br><br><p>The prognosis of a Mallory-Weiss tear is generally favorable because most resolve spontaneously, but mortality is higher in patients over age 65, those with comorbid medical conditions, and those with active bleeding on initial endoscopy.</p><br><br><p>Possible complications related to Mallory-Weiss tear include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hemorrhagic shock</strong>:&nbsp; Severe or ongoing bleeding that is not managed promptly or appropriately can lead to severe anemia or shock.</li>\n\t<li><strong>Rebleeding</strong>:&nbsp; This may occur spontaneously, but the following conditions increase the risk:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Portal hypertension (eg, alcoholic cirrhosis) due to increased pressure within the vessels of the upper GI tract</li>\n\t\t<li>Anticoagulant use or coagulopathy (eg, thrombocytopenia)</li>\n\t\t<li>Uncontrolled or persistent vomiting (eg, poorly managed cyclical vomiting syndrome)</li>\n\t</ul>\n\t</li>\n\t<li><strong>Aspiration</strong>:&nbsp; Profuse bleeding from a Mallory-Weiss tear may lead to accidental aspiration of blood and gastric contents (especially if somnolent), leading to chemical pneumonitis and respiratory compromise.</li>\n\t<li><strong>Esophageal perforation</strong>:&nbsp; Although rare, severe or repeated injury to the mucosa can result in a deep laceration that extends through the esophageal wall.&nbsp; Leakage of gastroesophageal contents into the mediastinum can cause sepsis/shock and death.</li>\n\t<li><strong>Esophageal stricture</strong>:&nbsp; Healing of Mallory-Weiss tears may create scar tissue that narrows the esophageal lumen, causing difficulty swallowing.</li>\n</ul>\n<h1>Summary</h1><br><br><p>A Mallory-Weiss tear (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34588.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a mucosal tear near the gastroesophageal junction that causes hematemesis and typically occurs in the setting of severe retching or vomiting.&nbsp; The diagnosis is confirmed on upper endoscopy, and treatment is typically supportive because most tears resolve spontaneously.&nbsp; More severe bleeding may require additional endoscopic or surgical interventions.<p></p>\n</div>\n\n            "
}