{
  "meta": {
    "title": "Metabolic dysfunction-associated steatotic liver disease (MASLD) (formerly NAFLD)",
    "url": "https://brainandscalpel.vercel.app/metabolic-dysfunction-associated-steatotic-liver-disease-masld-formerly-nafld-nbsp-d728a252-35aa55.html",
    "scrapedAt": "2025-12-01T04:52:05.625Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1>\n<p>Metabolic dysfunction–associated steatotic liver disease (MASLD), formerly known as nonalcoholic fatty liver disease (NAFLD), is a spectrum of conditions involving excessive hepatic fat accumulation in the absence of secondary causes (eg, significant alcohol consumption).&nbsp; MASLD accompanies metabolic syndrome (eg, hyperglycemia, obesity, hypertension) and has emerged as the most common cause of chronic liver disease in regions with a high prevalence of these risk factors.&nbsp; The spectrum of MASLD includes progression from steatosis (ie, fatty infiltration without significant injury) to steatohepatitis (ie, inflammation with hepatocyte injury) and eventually fibrosis with the potential for cirrhosis.</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>MASLD affects approximately 30% of adults worldwide, paralleling the rise in obesity and diabetes mellitus.&nbsp; Although the condition can develop in normal-weight individuals, central adiposity and other components of <strong>metabolic syndrome</strong> substantially increase the risk due to the shared pathophysiology of insulin resistance.&nbsp; Genetic factors (eg, <em>PNPLA3</em> polymorphisms) also influence susceptibility.&nbsp; Children and adolescents are increasingly affected due to the pediatric obesity epidemic.</p>\n<h1>Pathogenesis</h1><br><br><p>The development of MASLD is closely linked to insulin resistance and disrupted hepatic lipid metabolism.</p>\n<h2>Development of steatosis</h2><br><br><p>The pathogenesis of MASLD appears to involve <strong>insulin resistance</strong>, which increases peripheral lipolysis in adipocytes (insulin normally has an inhibitory effect on lipolysis), leading to a surge of circulating free fatty acids (FFAs); it also increases lipogenesis, with increased triglyceride synthesis.</p><br><br><p>The FFAs and triglycerides accumulate in the liver (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65668.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; On histologic examination, accumulated fat within the hepatocytes can be seen as macrovesicular fat droplets with peripherally displaced nuclei (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87990.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p><br><br><p>Insulin resistance is also associated with impaired FFA oxidation in the liver and clearance from the liver (due to decreased VLDL production), compounding the hepatocyte fat accumulation.&nbsp; In addition, <strong>hepatic FFA accumulation</strong> in turn worsens insulin resistance by impairing insulin-dependent glucose uptake and increasing hepatic gluconeogenesis, thereby perpetuating the cycle.</p>\n<h2>Progression from steatosis to steatohepatitis</h2><br><br><p>Accumulation of toxic lipid intermediates within hepatocytes triggers oxidative stress, free radical generation, and the release of proinflammatory cytokines.&nbsp; These processes injure hepatocytes, leading to <strong>ballooning degeneration and lobular inflammation</strong> characteristic of <strong>metabolic dysfunction–associated steatohepatitis (MASH)</strong>, a more aggressive form of the disease.</p>\n<h2>Fibrosis and cirrhosis</h2><br><br><p>Persistent hepatocellular injury and inflammation activate <strong>hepatic stellate (Ito)</strong> cells, transforming them into collagen-producing myofibroblasts.&nbsp; Progressive deposition of collagen eventually leads to <strong>fibrosis</strong> and, with ongoing damage, can culminate in cirrhosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26649.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Once cirrhosis develops, liver injury is largely irreversible, predisposing patients to its complications (eg, portal hypertension, hepatocellular carcinoma).<p></p>\n<h1>Clinical presentation</h1><br><br><p>MASLD typically presents asymptomatically and is often <strong>discovered incidentally</strong> through routine blood work showing mild aminotransferase elevations or during imaging studies.&nbsp; When symptoms occur, they are usually nonspecific (eg, fatigue, mild right upper quadrant discomfort).&nbsp; Patients frequently have coexisting features of metabolic syndrome (eg, obesity, diabetes, hypertriglyceridemia).</p><br><br><p>A distinctive laboratory finding is the pattern of aspartate aminotransferase (AST) and alanine aminotransferase (ALT) elevation, typically showing an <strong>AST/ALT ratio &lt;1</strong>, which helps differentiate MASLD from alcohol-associated liver disease (where the ratio is typically ≥2).&nbsp; However, normal liver enzymes do not exclude the diagnosis.&nbsp; Alkaline phosphatase levels may also be elevated; however, albumin and bilirubin levels are typically normal until cirrhosis develops.</p><br><br><p>As the disease progresses to MASH, advanced fibrosis, and cirrhosis, patients might develop signs indicative of chronic liver disease (eg, splenomegaly, spider angiomata) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25246.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; However, many remain clinically silent until late stages, underscoring the importance of screening at-risk populations.<p></p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of MASLD requires excluding other etiologies of liver disease, which includes evaluating alcohol use and testing for viral hepatitis (hepatitis B and C antibodies), hemochromatosis (transferrin saturation &gt;45%), and autoimmune hepatitis (anti–smooth muscle antibodies).&nbsp; Of note, iron studies in MASLD may show mild ferritin elevations due to chronic inflammation but not to the extent seen in hereditary hemochromatosis.</p><br><br><p>Imaging studies include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ultrasonography</strong>:&nbsp; First-line imaging test that may detect hepatic steatosis (hyperechoic liver), although it lacks sensitivity in the setting of mild steatosis or elevated BMI.</li>\n\t<li>MRI:&nbsp; More sensitive than ultrasonography and can accurately quantify hepatic fat content.</li>\n\t<li><strong>Transient elastography</strong> (FibroScan):&nbsp; Measures liver stiffness and can suggest progression to fibrosis or cirrhosis.</li>\n</ul><br><br><p>A liver biopsy is not routinely performed but may be considered when the diagnosis is uncertain or advanced disease is suspected.&nbsp; Histology can distinguish bland steatosis from MASH and accurately stage fibrosis, the best predictor of long-term outcomes.</p>\n<h1>Management</h1><h2>Lifestyle modifications</h2><br><br><p>Lifestyle modification remains the cornerstone of management.&nbsp; Gradual weight reduction (5%-10% body weight), a balanced diet rich in whole foods, and regular physical activity can significantly improve hepatic steatosis and metabolic parameters.&nbsp; Avoiding excessive fructose and sugar-sweetened beverages, increasing dietary fiber, and adhering to Mediterranean-style eating patterns have shown promise.</p><br><br><p>For those who cannot achieve adequate weight loss through diet and exercise alone, weight loss medications (for BMI ≥27 kg/m<font size=\"2\"><sup>2</sup></font>) or bariatric surgery (for BMI ≥35 kg/m<font size=\"2\"><sup>2</sup></font>) may be considered to prevent progression of MASLD to cirrhosis.</p>\n<h2>Pharmacotherapy</h2><br><br><p>No agent is specifically approved for MASLD, although several medications show therapeutic potential, particularly when biopsy-proven MASH with fibrosis is present.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vitamin E</strong> is an antioxidant that may suppress proinflammatory nuclear factor κB signaling, reduce lipid peroxidation products that activate hepatic stellate cells, and modulate death receptor signaling involved in hepatocyte apoptosis.&nbsp; Given limited data in patients with diabetes mellitus, it is generally used in patients without diabetes.</li>\n\t<li><strong>Pioglitazone</strong> is a peroxisome proliferator-activated receptor (PPAR)-gamma agonist that improves adipocyte function, reduces lipotoxicity, and exerts an anti-inflammatory effect (all independent of its antihyperglycemic action).&nbsp; It is typically used in patients with diabetes mellitus.</li>\n</ul><br><br><p>Additional options include glucagon-like peptide-1 receptor agonists and sodium-glucose cotransporter (SGLT)-2, particularly in patients with diabetes mellitus.&nbsp; In addition, resmetirom (a thyroid hormone receptor agonist) is sometimes used to act directly on the liver to enhance fatty acid oxidation and reduce lipogenesis, thereby decreasing hepatic steatosis.</p>\n<h2>Monitoring and follow-up</h2><br><br><p>Routine follow-up involves monitoring liver enzymes, imaging for fibrosis progression, and managing metabolic comorbidities.&nbsp; Patients with advanced fibrosis or cirrhosis require surveillance for complications (eg, hepatocellular carcinoma, esophageal varices).</p>\n<h1>Prognosis</h1><br><br><p>Long-term prognosis depends primarily on the degree of fibrosis.&nbsp; Patients with only steatosis may remain stable or improve, whereas those with MASH and significant fibrosis risk progress to cirrhosis and its complications.&nbsp; In fact, fibrosis is the primary predictor of liver-related death in patients with MASLD and warrants more aggressive management.&nbsp; Aggressive weight loss, if achieved prior to the onset of cirrhosis, can often reverse fibrosis in patients with MASH.</p>\n<h1>Special considerations:&nbsp; Pediatric disease</h1><br><br><p>In children, MASLD is increasingly recognized due to the rising prevalence of pediatric obesity.&nbsp; Whereas the presentation can mirror that of adults, children may show earlier metabolic derangements and face a lifetime of potential liver complications if untreated.&nbsp; Early lifestyle interventions are crucial, and pediatric-specific clinical guidelines emphasize comprehensive care involving nutritionists, endocrinologists, and hepatologists.</p>\n<h1>Summary</h1><br><br><p>Metabolic dysfunction–associated steatotic liver disease (MASLD) involves excessive hepatic fat accumulation driven by metabolic risk factors such as obesity, diabetes, and dyslipidemia.&nbsp; It progresses from steatosis through inflammatory steatohepatitis to fibrosis and potential cirrhosis.&nbsp; Although often asymptomatic and incidentally detected through mild aminotransferase elevations and imaging, its diagnosis requires excluding other causes and may involve ultrasonography, MRI, transient elastography and, occasionally, liver biopsy.&nbsp; Management of MASLD focuses on lifestyle interventions—weight loss, improved diet, exercise—and can include pharmacotherapies such as pioglitazone, vitamin E, glucagon-like peptide-1 receptor agonists, sodium-glucose cotransporter-2 inhibitors, and thyroid hormone receptor agonists.</p>\n</div>\n\n            "
}