{
  "meta": {
    "title": "Necrotizing enterocolitis",
    "url": "https://brainandscalpel.vercel.app/necrotizing-enterocolitis-a507fddb-35aa55.html",
    "scrapedAt": "2025-12-01T04:52:08.156Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Necrotizing enterocolitis (NEC) is a life-threatening gastrointestinal condition that is characterized by bacterial invasion and necrosis of the bowel wall in preterm infants.&nbsp; Despite prompt diagnosis and treatment, NEC is associated with significant morbidity and mortality, especially in preterm infants with very low birth weight (&lt;1.5 kg [3 lb 4 oz]).</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>The pathogenesis of NEC is a multifactorial process that involves an exaggerated inflammatory response to microbial dysbiosis in a preterm infant.&nbsp; Specifically, intestinal (eg, insufficient mucin production, delayed gastric emptying) and immunologic (eg, insufficient IgA production, increased gastric pH) immaturity increases mucosal permeability in preterm infants.&nbsp; Environmental factors (eg, formula, antibiotic use) disrupt the intestinal microbiome, leading to microbial dysbiosis and bacterial overgrowth.&nbsp; Over time, pathogenic bacteria invade the permeable intestinal mucosa, resulting in marked inflammation that can extend into the submucosal layers.&nbsp; Inflammatory mediators (eg, cytokines) exacerbate mucosal injury and attract inflammatory cells, leading to apoptosis and cellular necrosis of the bowel wall.&nbsp; In severe cases, transmural inflammation and necrosis can lead to bowel perforation, peritonitis, and sepsis.</p><br><br><p>NEC is rare in otherwise healthy term infants but can occur in infants with underlying conditions (eg, congenital heart disease, perinatal asphyxia) that lead to hypoxic-ischemic events and necrosis.</p><br><br><p>Therefore, risk factors for NEC include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prematurity</strong>:&nbsp; This risk increases with decreasing gestational age (&lt;28 weeks) and birth weight (&lt;1.5 kg [3 lb 4 oz]) and is the most important risk factor.</li>\n\t<li><strong>Enteral feeding</strong>:&nbsp; This risk increases with early introduction or rapid advancement of enteral feeds, especially formula.</li>\n\t<li><strong>Infections</strong>:&nbsp; This risk increases with prolonged antibiotic use.</li>\n\t<li><strong>Hypoxic-ischemic events</strong>:&nbsp; This risk increases with conditions that impair mesenteric perfusion (eg, congenital heart disease, perinatal asphyxia).</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Although the entire gastrointestinal tract can be affected, the terminal ileum and colon are most commonly involved.&nbsp; Tissue changes observed on gross and microscopic examination of resected bowel range from mucosal inflammation to transmural necrosis and perforation.&nbsp; The bowel appears dilated and hemorrhagic with bacterial infiltration and acute inflammation on histology.</p>\n<h1>Clinical presentation</h1><br><br><p>The age of onset in NEC is inversely related to gestational age (eg, younger gestational age correlates with later age at onset), likely due to delayed introduction and advancement of enteral feeds in these patients.&nbsp; A high degree of suspicion is required because initial signs and symptoms are often subtle and nonspecific.&nbsp; In general, the clinical presentation varies, depending on the severity of disease, as follows:</p>\n<h2>Mild disease</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Systemic findings:&nbsp; lethargy, temperature instability, apnea, and bradycardia</li>\n\t<li>Abdominal findings:&nbsp; feeding intolerance, distension, increased gastric residuals/emesis (often bilious), heme-positive stool</li>\n\t<li>Laboratory findings:&nbsp; normal</li>\n\t<li>Radiologic findings:&nbsp; normal or mild bowel dilation</li>\n</ul>\n<h2>Moderate disease </h2><br><br><p>Moderate disease is defined as mild disease plus:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Abdominal findings:&nbsp; hypoactive or absent bowel sounds, abdominal tenderness, abdominal wall erythema/induration (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26048.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                )</li>\n\t<li>Laboratory findings:&nbsp; thrombocytopenia (due to rapid formation of microthrombi in the necrotic bowel), metabolic acidosis (due to hypoperfusion of necrotic bowel)</li>\n\t<li>Radiologic findings:&nbsp; pneumatosis intestinalis (curvilinear train tack lucencies within the bowel wall due to bacterial invasion and gas production) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14134.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )</li>\n</ul>\n<h2>Severe disease</h2><br><br><p>Severe disease is defined as moderate disease plus:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Systemic findings:&nbsp; hypotension, bradycardia, severe apnea</li>\n\t<li>Abdominal findings:&nbsp; signs of peritonitis (eg, marked abdominal distension, tenderness)</li>\n\t<li>Laboratory findings:&nbsp; respiratory and metabolic acidosis, neutropenia (due to mobilization of circulating neutrophils to the intestines), and disseminated intravascular coagulation (DIC) (due to tissue factor release from ischemic bowel and activation of the coagulation system)</li>\n\t<li>Radiologic findings:&nbsp; pneumoperitoneum (free air under the diaphragm due to intestinal perforation) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14133.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )</li>\n</ul><br><br><p>Of note, the degree of thrombocytopenia directly correlates with the severity of disease and is a predictor of adverse clinical outcomes.</p>\n<h1>Diagnosis</h1><br><br><p>NEC is a clinical diagnosis, supported by laboratory and radiologic findings.&nbsp; These findings help distinguish between mild, moderate, and severe disease.</p>\n<h2>Laboratory evaluation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count with differential is used to evaluate for leukocytosis, neutropenia, and thrombocytopenia.</li>\n\t<li>Basic metabolic profile is used to evaluate for metabolic acidosis resulting from sepsis or bowel necrosis.</li><br><br>\t<li>Blood cultures can identify a causative organism in cases that are complicated by sepsis.</li>\n</ul>\n<h2>Radiologic evaluation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Abdominal radiography</strong>:&nbsp; Characteristic findings include <strong>pneumatosis intestinalis</strong>, portal venous gas (appears as branching areas of lucency over the liver due to the transmigration of gas from the bowel wall to the mesenteric and portal veins), pneumoperitoneum, and dilated/sentinel (fixed) loops of bowel.</li>\n\t<li><strong>Abdominal ultrasonography</strong>:&nbsp; This test may be performed in addition to or in lieu of abdominal radiography.&nbsp; Abdominal ultrasonography is more sensitive for detecting free fluid, bowel wall thickening, and reduced bowel perfusion than abdominal radiography.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Malrotation with volvulus</strong>:&nbsp; Intestinal malrotation increases the risk for obstruction and ischemia due to volvulus (twisting around its blood supply).&nbsp; Although the clinical presentation is similar to NEC, pneumatosis intestinalis is not expected.</li>\n\t<li><strong>Hirschsprung disease</strong>:&nbsp; This condition presents with abdominal distension and failure to pass meconium in the first 48 hours of life.&nbsp; The large intestine appears dilated proximal to the aganglionic segment of bowel on abdominal radiography.</li>\n\t<li><strong>Duodenal atresia</strong>:&nbsp; This abnormality presents with feeding intolerance and bilious emesis shortly after birth.&nbsp; Trapped air is visualized in the stomach and proximal duodenum (double bubble sign) on abdominal radiography.</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of NEC involves both surgical and medical approaches (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/63794.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), as follows:<p></p><br><br><p>Medical management is indicated for all patients with suspected NEC and includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bowel rest with nasogastric decompression and parenteral hydration/nutrition</li>\n\t<li>Broad-spectrum antibiotics</li>\n\t<li>Close monitoring of response via serial laboratory assessments, abdominal examinations, and imaging.&nbsp; Increasing platelet count is often the first sign of improvement.</li>\n</ul><br><br><p>Surgical management is indicated for patients with bowel perforation or disease progression despite medical management (eg, vital sign instability, persistent acidosis).&nbsp; This involves exploratory laparotomy with resection of necrotic bowel and possible creation of a stoma.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of NEC varies, depending on the severity of the disease.&nbsp; With prompt diagnosis and medical management, many infants fully recover.&nbsp; However, severe cases are associated with high morbidity and mortality.</p>\n<h2>Acute complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Intestinal perforation and peritonitis</li>\n\t<li>Sepsis, DIC, and shock</li>\n\t<li>Death:&nbsp; The mortality rate is ~25%.&nbsp; Factors that increase the risk for mortality include birth weight &lt;1 kg [2 lb 3 oz] (even higher if &lt;750 g [1 lb 10 oz]), need for surgical intervention, and &lt;28 weeks gestation.</li>\n</ul>\n<h2>Chronic complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Intestinal stricture can occur in patients who are treated medically or surgically.&nbsp; As the affected bowel heals, it becomes stenotic, leading to intestinal strictures that can cause obstruction.&nbsp; Surgical resection is required.</li>\n\t<li>Short-bowel syndrome, defined as &lt;25% of intestinal length remaining, leads to chronic malabsorption that requires lifelong total parenteral nutrition.</li>\n</ul>\n<h1>Prevention</h1><br><br><p>The most effective strategy for the prevention of NEC in preterm infants is exclusive <strong>breast milk feeding</strong>.&nbsp; Although breast milk is an important source of probiotics and prebiotics, it also prevents microbial dysbiosis by lowering gastric pH and expediting gastric motility.&nbsp; In addition, the use of <strong>antenatal corticosteroids</strong> has been shown to reduce the risk for NEC, as well as respiratory distress syndrome, intraventricular hemorrhage, and retinopathy of prematurity.&nbsp; Therefore, antenatal corticosteroids should be administered to all pregnant women who are at risk for preterm delivery within 7 days.</p>\n<h1>Summary</h1><br><br><p>Necrotizing enterocolitis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40477.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a life-threatening gastrointestinal condition that is characterized by bacterial invasion and necrosis of the bowel wall in preterm infants, typically after introduction of enteral feedings, especially formula.&nbsp; Presenting signs and symptoms are often subtle and nonspecific, including feeding intolerance, abdominal distension, and bloody stools.&nbsp; Some patients develop systemic findings (eg, lethargy, temperature instability).&nbsp; Medical management consists of bowel rest and empiric antibiotics.&nbsp; Surgery is required in severe cases (eg, bowel perforation).<p></p>\n</div>\n\n            "
}