{
  "meta": {
    "title": "Norovirus infection",
    "url": "https://brainandscalpel.vercel.app/norovirus-infection-d09a9d2b-35aa55.html",
    "scrapedAt": "2025-12-01T04:52:10.176Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Norovirus, a leading cause of acute viral gastroenteritis worldwide, is a highly contagious virus transmitted via the fecal-oral route.&nbsp; Infection affects people of all ages and is particularly prevalent in closed, crowded environments.&nbsp; Symptoms include vomiting, watery diarrhea, abdominal cramping, and fatigue.</p>\n<h1>Pathogenesis</h1><br><br><p>Norovirus is a small, <strong>nonenveloped RNA virus</strong> that is transmitted primarily via the <strong>fecal-oral route</strong>, most often through <strong>person-to-person contact</strong> or <strong>contact with contaminated surfaces</strong>.&nbsp; Infection can also occur through the <strong>consumption of contaminated food or water</strong>, including items such as raw shellfish, leafy greens, and fresh fruits.&nbsp; Norovirus is highly contagious and particularly virulent for the following reasons:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Low infectious dose</strong>:&nbsp; Only a small number of viral particles are required to cause infection,&nbsp; which explains why outbreaks are common in closed or crowded environments.</li>\n\t<li><strong>Environmental stability</strong>:&nbsp; The virus is resistant to many common disinfectants (except bleach) and can withstand freezing and moderate heating, allowing it to persist on surfaces and in food.</li>\n\t<li><strong>Prolonged viral shedding</strong>:&nbsp; Infected individuals may shed viral particles in stool for weeks after symptom resolution, increasing the risk for transmission.</li>\n</ul><br><br><p>Norovirus infects primarily the small intestine, where it causes mucosal injury that disrupts both absorptive and secretory functions, leading to acute gastroenteritis characterized by vomiting, watery diarrhea, and abdominal cramps.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Crowded settings:&nbsp; Individuals in day care, in long-term care facilities, on cruise ships, in military barracks, and in prisons tend to have an increased risk for norovirus infection.</li>\n\t<li>Contaminated food or water.</li>\n\t<li>Infants (age &lt;12 months), elderly patients, immunocompromised individuals:&nbsp; These patients tend to have more severe manifestations and a higher risk for complications (eg, dehydration, prolonged clinical course).</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Symptoms typically begin 1-2 days after viral exposure and include the <strong>abrupt onset</strong> of:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Nausea and <strong>nonbloody, nonbilious vomiting</strong> (most prominent symptom).</li>\n\t<li><strong>Watery diarrhea</strong> without blood or mucus.</li>\n\t<li>Abdominal cramping.</li>\n\t<li>Low-grade fever, malaise, headache, and myalgia.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bacterial gastroenteritis</strong> (eg, <em>Salmonella</em>, <em>Shigella</em>, <em>Escherichia coli</em>):&nbsp; Typically presents with an acute onset of high fever, abdominal cramping, and diarrhea that contains mucus and/or blood.</li>\n\t<li><strong>Rotavirus infection</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35160.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; Causes severe vomiting and watery diarrhea mainly in unvaccinated children age ≤2.&nbsp; Infection in adolescents and adults is typically mild or asymptomatic due to the presence of antibodies from prior exposure or vaccination.</li>\n\t<li><strong>Giardiasis</strong>:&nbsp; Characterized by foul-smelling, watery diarrhea; bloating; flatulence; and greasy, bulky stool (indicates fat malabsorption).&nbsp; Symptoms of this protozoal infection may persist for weeks if untreated.</li>\n\t<li><em><strong>Clostridioides difficile</strong></em> <strong>infection</strong>:&nbsp; Manifests with profuse, watery diarrhea (with or without blood), abdominal pain, fever, and leukocytosis.&nbsp; Prior antibiotic exposure (eg, fluoroquinolones, clindamycin) is the most significant risk factor.</li>\n\t<li><strong>Toxin-mediated food poisoning</strong> (eg, <em>Bacillus cereus</em>, <em>Staphylococcus aureus)</em>:&nbsp; Causes foodborne gastrointestinal illness via ingestion of preformed toxin.&nbsp; Rapid onset of vomiting is the predominant symptom and typically begins within 6 hours of eating contaminated food.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Norovirus infection is typically <strong>diagnosed clinically</strong> based on a history of abrupt-onset gastroenteritis with a short incubation period and self-limited course, particularly in the context of a known outbreak.&nbsp; Confirmatory testing (eg, reverse transcriptase PCR [RT-PCR]) may be warranted in outbreak investigations or atypical presentations, such as symptoms lasting longer than 7 days or in immunocompromised patients.</p>\n<h2>Laboratory evaluation</h2><br><br><p>Laboratory evaluation for norovirus is usually <em>not</em> performed and is generally reserved only for select cases but may include:</p><br><br><p><strong>Stool tests</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>RT-PCR:&nbsp; Detects norovirus RNA in stool samples.</li>\n\t<li>Enzyme immunoassays (EIA):&nbsp; Detects norovirus antigen in a stool sample but is less sensitive than RT-PCR.&nbsp; EIA is used mostly for rapid detection in outbreaks.</li>\n\t<li>Stool leukocytes and culture:&nbsp; Used to rule out bacterial pathogens, if clinically indicated (eg, high fever, mucus/bloody stool).&nbsp; Fecal leukocytes suggest bacterial infection and are not typically seen in norovirus infection.</li>\n\t<li>Stool ova and parasite tests:&nbsp; Used to microscopically discover parasites (eg, <em>Giardia</em>, <em>Entamoeba histolytica</em>, <em>Cryptosporidium</em>) in persistent cases or after travel to an endemic region.</li>\n</ul><br><br><p><strong>Blood tests</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Basic metabolic panel:&nbsp; Used to assess for dehydration, electrolyte abnormalities (eg, hypokalemia), and metabolic acidosis (from bicarbonate stool losses).</li>\n\t<li>Complete blood count:&nbsp; Usually unremarkable but may show slight leukocytosis.</li>\n</ul>\n<h2>Imaging studies</h2><br><br><p>Imaging is <em>not</em> routinely indicated in the evaluation of viral gastroenteritis.&nbsp; However, abdominal ultrasonography or CT scan of the abdomen and pelvis may be considered in patients with severe or localized abdominal pain, significant tenderness, high fever, or abdominal distension.&nbsp; These modalities are particularly used to rule out complications such as paralytic ileus, intussusception, or an alternate diagnosis (eg, appendicitis).</p>\n<h1>Management</h1><br><br><p>Treatment for norovirus is <strong>supportive</strong> because the illness is typically self-limited, with symptoms resolving spontaneously within 2 to 3 days.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hydration</strong>:&nbsp; Oral rehydration is recommended for mild to moderate dehydration (eg, normal vital signs, dry mucous membranes).&nbsp; Intravenous fluids may be necessary for severe dehydration (eg, tachycardia, decreased urine output) or for a patient unable to tolerate oral intake.</li>\n\t<li><strong>Antiemetics</strong> (eg, ondansetron, prochlorperazine):&nbsp; These medications are used to control nausea and vomiting.</li>\n\t<li><strong>Antidiarrheals</strong>:&nbsp; Antidiarrheal medications are <em>not</em> typically recommended due to a lack of clear benefit and some risk for harm (eg, ileus, lethargy).</li>\n\t<li><strong>Bland diet</strong>:&nbsp; Patients should avoid foods high in fat, which can be difficult to digest, and sugars, which may draw fluid into the intestines and exacerbate diarrhea.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Norovirus is typically a <strong>self-limited</strong> illness with an excellent prognosis.&nbsp; Although mortality is low, symptoms may be more severe in young children, the elderly, and immunocompromised individuals.&nbsp; Potential complications include severe dehydration, acute kidney injury, electrolyte imbalances, chronic diarrhea, malnutrition, and weight loss.</p>\n<h1>Prevention</h1><br><br><p>Because norovirus is resistant to alcohol-based hand sanitizers and many standard disinfectants, prevention relies on strict hand hygiene with soap and water and thorough cleaning of contaminated surfaces using bleach-based solutions.&nbsp; To reduce the risk for transmission, food service workers should avoid handling food for at least 48 hours after symptom resolution, and health care personnel should remain off duty for 2 to 3 days after symptoms subside.</p>\n<h1>Summary</h1><br><br><p>Norovirus (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/54949.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a highly contagious virus and a leading cause of acute gastroenteritis worldwide.&nbsp; Transmission occurs primarily via the fecal-oral route, often through person-to-person contact or ingestion of contaminated food and water.&nbsp; Norovirus has a short incubation period (1-2 days) and presents with abrupt-onset vomiting, watery diarrhea, and abdominal cramping.&nbsp; The illness is typically self-limited, resolving within 2-3 days with supportive care (eg, hydration).&nbsp; Preventive measures include hand hygiene with soap and water and disinfection of contaminated surfaces with bleach-based cleaners.<p></p>\n</div>\n\n            "
}