{
  "meta": {
    "title": "Pediatric functional constipation",
    "url": "https://brainandscalpel.vercel.app/pediatric-functional-constipation-8d672727-35aa55.html",
    "scrapedAt": "2025-12-01T04:52:21.010Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Functional constipation is characterized by painful, infrequent, large-caliber or pellet-like stools without an underlying organic (ie, pathologic) cause.&nbsp; Functional constipation is a benign condition and the most common cause of constipation in children (~95% of cases), with peak incidence between age 2 and 5.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>Pediatric functional constipation occurs due to a cycle of voluntary stool withholding, chronic stool retention, and painful defecation, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Voluntary stool withholding</strong>:&nbsp; Most common during certain developmental milestones, including the introduction of solid foods at age 6-12 months, the start of toilet training at age 2-3, and the start of school at age 4-5.&nbsp; These transitions can alter stool consistency or lead to voluntary stool withholding (to avoid toileting in an unfamiliar environment).&nbsp; The rectosigmoid colon stretches over time to accommodate the withheld stool, and the urge to defecate subsides.</li>\n\t<li><strong>Chronic stool retention</strong>:&nbsp; The colon slowly absorbs water from the retained (ie, impacted) stool.&nbsp; The stool hardens and continues to accumulate, causing worsening rectal distension (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19633.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Painful defecation</strong>:&nbsp; The urge to defecate is infrequent, and the hard, large-caliber stools cause pain when passing.&nbsp; Painful defecation reinforces the voluntary stool withholding, and the cycle repeats itself.</li>\n</ul><br><br><p>Progressive rectal dilation leads to intermittent, involuntary relaxation of the anal sphincter, resulting in encopresis (fecal incontinence), with leakage of soft, newly formed watery stool around the retained, impacted stool.</p><br><br><p>Risk factors for pediatric functional constipation include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Behavioral factors:&nbsp; Toilet training, reluctance to use unfamiliar toilets (eg, at school), and psychosocial stress (eg, new school, home, or sibling).</li>\n\t<li>Dietary factors:&nbsp; Introduction of solid foods, low fiber intake, high dairy/processed food intake, inadequate fluid intake.</li>\n</ul><br><br><p>Risk factors in older children and adolescents include sedentary lifestyle (eg, physical disability) and use of certain medications (eg, iron supplements, anticholinergics).</p>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of pediatric functional constipation involves <strong>painful, infrequent (≤2 per week), large-caliber or pellet-like stools</strong>, often with a history of encopresis (often mistaken as diarrhea).&nbsp; Patients often have abdominal pain and bloating.&nbsp; Patients with intellectual disability (eg, trisomy 21, fragile X syndrome) can experience an acute change in behavior (eg, headbanging, aggression); however, acute behavioral changes are not specific for constipation (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80953.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Physical examination may show a palpable fecal mass in the left lower quadrant, a dilated rectum with hard stool, and anal fissures from straining.<p></p><br><br><p>Of note, exclusively breastfed infants typically have 6-10 stools per day for the first month of life.&nbsp; After the first month, the frequency of stools can decrease to 1 stool or less every 1-2 days, with some infants having only 1-2 stools per week.&nbsp; This stool pattern is normal for exclusively breastfed infants and should not be confused with pediatric functional constipation.</p>\n<h1>Diagnosis</h1><br><br><p>Functional constipation is a <strong>diagnosis of exclusion</strong>.&nbsp; Organic causes of constipation are rare (~5% of cases) but should be considered and excluded before functional constipation is diagnosed (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/70158.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>If no organic cause is identified, the diagnosis of functional constipation is based on certain defined criteria (ie, Rome IV Criteria for Functional Constipation), including the patient experiencing at least 2 of the following for ≥1 months:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>≤2 stools per week.</li>\n\t<li>History of voluntary stool withholding.</li>\n\t<li>Hard or painful stools that may have blood on the outside.</li>\n\t<li>Large-caliber stools.</li>\n\t<li>Large, hard stool in the rectum.</li>\n</ul><br><br><p>For children age ≥4, the criteria also include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>≥1 episodes of encopresis per week.</li>\n\t<li>Large-caliber stools that obstruct the toilet.</li>\n</ul><br><br><p>Abdominal radiography is not necessary for routine evaluation of pediatric functional constipation.&nbsp; However, in cases of limited historical or physical examination data (eg, obesity), demonstration of retained stool on abdominal radiography may be helpful for establishing the diagnosis.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hirschsprung disease</strong>:&nbsp; Characterized by the congenital absence of ganglion cells in the distal colon and rectum that results in functional obstruction with increased rectal tone, delayed passage of meconium (ie, &gt;48 hr) and abdominal distension shortly after birth.&nbsp; Visualization of the transition zone (ie, dilated colon proximal to narrow aganglionic segment) with contrast enema is pathognomonic, and rectal biopsy is diagnostic.</li>\n\t<li><strong>Cystic fibrosis</strong>:&nbsp; Genetic disorder that can present with meconium ileus (ie, delayed passage of meconium, abdominal distension) in infancy.&nbsp; Other manifestations include recurrent respiratory infections and pancreatic insufficiency with steatorrhea (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/120020.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Failure to thrive is common.</li>\n\t<li><strong>Neurologic disorders</strong> (eg, cerebral palsy, spinal dysraphism):&nbsp; Can cause constipation due to intestinal hypotonia and paralysis.&nbsp; Physical examination may show sacral anomalies or abnormal lower extremity findings (eg, weakness).</li>\n\t<li><strong>Infant dyschezia</strong>:&nbsp; A common, benign functional stooling disorder characterized by straining to pass soft stool due to lack of coordination between abdominal muscle tension (ie, increased intraabdominal pressure) and pelvic floor muscle relaxation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L72038.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Infants typically cry, turn red in the face, and strain for &gt;10 minutes before passing a soft stool.&nbsp; This typically resolves by age 9 months as the gut nervous system matures.</li>\n\t<li><strong>Anorectal anomalies</strong>:&nbsp; Includes a spectrum of congenital anomalies that can result in an imperforate or stenotic anus and subsequent constipation.&nbsp; Patients with chromosomal abnormalities (eg, trisomy 21) or other congenital anomalies (eg, CHARGE syndrome) are at increased risk for anorectal anomalies.</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of pediatric functional constipation involves a multistep process that requires consistent and complete emptying of the bowel.&nbsp; Over time, the bowel is retrained to pass soft stool at least once every other day.&nbsp; The process includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Disimpaction</strong>:&nbsp; In cases of moderate to severe stool retention (eg, encopresis), the colon and rectum are disimpacted before maintenance (preventive) therapy is initiated.&nbsp; Disimpaction may involve oral medications, rectal medications, or a combination of both.&nbsp; <strong>Osmotic laxatives</strong> (eg, polyethylene glycol) are preferred and cause fluid retention in the intestinal lumen, resulting in softer stool that is easily passed.&nbsp; Stimulant laxatives cause intestinal peristalsis that can lead to intense abdominal cramping.&nbsp; Sodium phosphate, saline, and mineral enemas cause rectal distension, which stimulates peristalsis.&nbsp; However, in addition to abdominal cramping, enemas are invasive and can cause electrolyte imbalances.&nbsp; Disimpaction is generally not required for patients with mild to moderate stool retention, and these patients can begin with maintenance therapy.</li>\n\t<li><strong>Daily maintenance therapy</strong>:&nbsp; Following disimpaction, patients require daily maintenance therapy to prevent relapse.&nbsp; An <strong>osmotic laxative</strong> is effective in most cases, and the dose should be titrated to effect by increasing the dose until the patient has soft, daily stools (generally type 3 or 4 on the Bristol stool form scale (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108734.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )) or decreasing the dose if the patient has diarrhea.&nbsp; Rarely, a stimulant laxative is necessary to prevent constipation.&nbsp; When soft, daily bowel movements are well established (eg, ≥6 months), daily maintenance therapy may be slowly weaned; however, caregivers should watch for signs of relapse (eg, abdominal pain, hard stool, encopresis).</li>\n\t<li><strong>Behavioral modifications</strong>:&nbsp; In addition to daily maintenance therapy, behavioral modifications involving timed toilet-sitting after meals (ie, 5-10 min with feet supported and knees above hips) should be encouraged.&nbsp; Positive reinforcement (rewards) may be necessary to ensure cooperation.&nbsp; Negative reinforcement (punishment) should be avoided to prevent stool withholding and relapse.</li>\n\t<li><strong>Dietary and lifestyle changes</strong>:&nbsp; Dietary and lifestyle changes include increased fiber intake (eg, fruits, vegetables, whole grains) and hydration while limiting cow's milk (ie, &lt;24 oz per day) and processed foods.&nbsp; Physical activity should be encouraged to promote bowel motility.</li>\n</ul><br><br><p>Constipation in infants after introduction to solid foods can often be managed with the addition of apple, prune, or pear juice/puree.&nbsp; These fruits contain nondigestible, osmotically active carbohydrates (eg, sorbitol) that soften the stool by pulling water into the intestinal lumen.&nbsp; Osmotic laxatives can be considered for infants with constipation refractory to dietary changes.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for pediatric functional constipation is favorable with compliance.&nbsp; <strong>Relapse is common</strong> and requires briefly increasing the dose of the osmotic laxative used for daily maintenance therapy.&nbsp; If unsuccessful, a stimulant laxative or enema may be administered, followed by immediate resumption of daily maintenance therapy.</p><br><br><p>Frequent relapses despite compliance with daily maintenance therapy, behavioral modifications, and dietary and lifestyle changes warrant further evaluation (eg, anorectal manometry, colon transit study) for an alternate diagnosis.&nbsp; Although benign, untreated pediatric functional constipation can lead to complications, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Psychosocial issues</strong>:&nbsp; Untreated pediatric functional constipation can lead to fecal incontinence and psychosocial distress, especially in school-aged patients.</li>\n\t<li><strong>Urinary stasis</strong>:&nbsp; Impacted stool dilates the rectum, which can compress the bladder and urethra (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L72521.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; This can prevent complete voiding and lead to urinary retention and stasis.&nbsp; In addition, impacted stool can cause or worsen nocturnal enuresis and should be considered in any patient with <strong>enuresis</strong>.</li>\n</ul>\n<h1>Prevention</h1><br><br><p>The most effective strategy for the prevention of pediatric functional constipation is to establish healthy bowel habits (eg, not withhold stool) at a young age.&nbsp; In addition, adequate fiber intake and hydration, as well as low-stress toilet training are essential.</p>\n<h1>Summary</h1><br><br><p>Functional constipation (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69467.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) is characterized by painful, infrequent, large-caliber or pellet-like stools without an underlying organic (ie, pathologic) cause.&nbsp; Pediatric functional constipation occurs due to a cycle of voluntary stool withholding, chronic stool retention, and painful defecation, often after introducing solid foods, starting toilet training, starting school (ie, avoiding unfamiliar toilets), or experiencing psychosocial stress.&nbsp; A diagnosis of exclusion, pediatric functional constipation is managed with disimpaction (ie, osmotic laxatives with or without enemas) followed by daily maintenance therapy (ie, osmotic laxatives), behavioral modifications, and lifestyle changes.<p></p>\n</div>\n\n            "
}