{
  "meta": {
    "title": "Pilonidal disease",
    "url": "https://brainandscalpel.vercel.app/pilonidal-disease-918db0c4-35aa55.html",
    "scrapedAt": "2025-12-01T04:52:27.670Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Pilonidal disease is an acute or chronically recurrent inflammatory condition of the skin of the gluteal cleft that leads to suppurative skin infections, most commonly in the form of an abscess.</p>\n<h1>Pathophysiology</h1><br><br><p>Pilonidal disease involves the gluteal cleft, the groove between the buttocks extending from the sacrum to the perianal region.&nbsp; Pilonidal disease is characterized by subdermal sinuses lined with granulation tissue that communicate with additional subdermal spaces containing hair or keratinous debris.&nbsp; Unlike true cysts, pilonidal cavities lack an epithelial lining, and the sinus tracts can extend in various directions from the gluteal cleft.&nbsp; These spaces are prone to bacterial colonization, which can result in chronic inflammation, discomfort, or abscess formation.</p><br><br><p>Pilonidal disease is likely an acquired condition, arising from a reaction to higher temperatures, sweat, and hair penetration in the subcutaneous tissue of the gluteal cleft.&nbsp; Repeated friction, pressure, and movement in the gluteal cleft cause hair shafts to break and embed in the skin, acting as foreign bodies that trigger a local inflammatory response.&nbsp; This process leads to the development of sinus tracts, which may manifest as abscesses or persistent draining sinuses (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52371.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Over time, as an individual sits and walks, skin debris and hair continue to enter the sinus tract, resulting in recurrent infections and foreign-body reactions that give the disease its chronic, recurrent nature.<p></p>\n<h1>Risk factors</h1><br><br><p>Pilonidal disease most frequently affects young males between the ages of 20-40.&nbsp; Other risk factors include deep gluteal clefts, hirsute (ie, covered with hair) sacrococcygeal area, obesity, a sedentary lifestyle or prolonged sitting (eg, truck drivers), poor hygiene, and local trauma.</p>\n<h1>Pathology</h1><br><br><p>Histological examination of pilonidal disease reveals sinuses extending into the dermis with clusters of free hair shafts and keratin debris (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L3486.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The sinus is associated with a robust inflammatory response, which can include granulation tissue, mixed inflammation (eg, plasma cells, lymphocytes), neutrophilic abscesses, and foreign body multinucleated giant cells (ie, fused macrophages).<p></p>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation is highly variable, ranging from asymptomatic cases to acute or chronic presentation.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute pilonidal abscess</strong>:&nbsp; The most common presentation, typically presenting as a single, painful, fluctuant mass located 4-5 cm cephalad to the anus, often slightly off midline in the gluteal cleft (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108668.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; It may be associated with mucoid, purulent, or bloody drainage, and can be accompanied by fever and cellulitis.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chronic pilonidal disease</strong>:&nbsp; Typically presents with either recurrent abscesses or with one or more continuously purulent/mucoid/bloody drainage from the midline of the gluteal cleft.&nbsp; This drainage may be accompanied by pain (ranging from acute to chronic) and by a chronic nonhealing wound.&nbsp; The discomfort is often exacerbated by activities that stretch the overlying skin, such as bending or sitting.</li>\n\t<li><strong>Asymptomatic</strong> cases are rare but can be discovered incidentally as midline gluteal cleft pits or sinus openings.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of pilonidal disease is clinical and based on the presence of pits, sinus openings, or abscesses near the gluteal cleft.&nbsp; Laboratory testing and imaging evaluation are generally not required.</p><br><br><p>However, imaging (eg, ultrasonography, MRI, CT) can be used to evaluate complex cases when a concurrent diagnosis (eg, perianal abscess, pelvic abscess, inflammatory bowel disease) is suspected in patients who present with symptoms out of proportion for pilonidal disease (eg, sepsis, abdominal pain).</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Perianal abscess</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85567.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; A tender, erythematous, fluctuant mass within the anal margin (&lt;5 cm from the anal opening) associated with systemic symptoms (eg, fever, malaise).&nbsp; Pilonidal disease does not involve the anal margin.</li>\n\t<li><strong>Anal fistula</strong>:&nbsp; A fistula orifice within the anal margin (&lt;5 cm from anal opening) causing serosanguinous to purulent drainage along with discomfort.&nbsp; Pilonidal disease does not involve the anal margin.</li>\n\t<li><strong>Perianal Crohn disease</strong>:&nbsp; Commonly involves perianal fistulas, fissures, or abscesses along with other manifestations of small and large bowel inflammation characteristic of Crohn disease (eg, abdominal pain, bloody diarrhea).</li>\n\t<li><strong>Folliculitis</strong>:&nbsp; Presents with multiple small, pruritic, folliculocentric pustules, not as a fluctuant, tender mass seen in acute pilonidal abscess.</li>\n\t<li><strong>Hidradenitis suppurativa</strong>:&nbsp; Typically presents with multiple, recurrent, painful nodules in intertriginous areas (eg, axillae, inguinal folds, perineal areas) as opposed to a single, fluctuant mass limited to the midline gluteal cleft.</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of pilonidal disease is dependent upon the severity of the disease.</p><br><br><p>Asymptomatic or inactive disease does not require treatment.&nbsp; Lifestyle recommendations to prevent advancement of disease include gluteal cleft hair removal, avoidance of prolonged sitting, and proper hygiene.</p><br><br><p>Acute abscesses require incision and drainage.&nbsp; Antibiotic therapy (eg, metronidazole, amoxicillin-clavulanate, clindamycin) is generally not necessary unless the patient has systemic symptoms (eg, fever), significant surrounding cellulitis, or immunosuppression (eg, inadequately controlled diabetes mellitus).</p><br><br><p>Individuals with recurrent or severe abscesses or chronically draining sinus tracts should undergo definitive treatment with surgical excision of all sinus tracts and skin pits.</p>\n<h1>Complications</h1><br><br><p>Rarely, squamous cell carcinoma can arise from pilonidal sinuses decades after the onset of disease due to the pro-oncogenic effects of chronic inflammation.&nbsp; Any unusual skin changes (eg, chronic ulceration, friable tissue) should be biopsied to rule out malignancy.</p>\n<h1>Prognosis</h1><br><br><p>With appropriate management, most cases of pilonidal disease resolve without significant long-term complications.&nbsp; However, recurrence is common even after surgical intervention, particularly in patients with risk factors such as obesity and excessive hair growth.</p>\n<h1>Summary</h1><br><br><p>Pilonidal disease is a chronic inflammatory condition of the gluteal cleft, most commonly affecting young males, with risk factors such as prolonged sitting, increased local hair density, and deep gluteal clefts.&nbsp; Clinically, it can present acutely as a painful abscess or chronically as recurrent or persistent draining sinus tracts or nonhealing wounds.&nbsp; Diagnosis is primarily clinical.&nbsp; Management ranges from incision and drainage for acute abscesses to surgical excision for recurrent or complicated disease.</p>\n</div>\n\n            "
}