{
  "meta": {
    "title": "Primary biliary cholangitis",
    "url": "https://brainandscalpel.vercel.app/primary-biliary-cholangitis-1ceae6f1-35aa55.html",
    "scrapedAt": "2025-12-01T04:52:27.757Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Primary biliary cholangitis (PBC), formerly primary biliary cirrhosis, is a chronic autoimmune liver disease characterized by progressive destruction of intrahepatic bile ducts, leading to cholestasis, liver fibrosis, and eventually cirrhosis.&nbsp; It predominantly affects middle-aged women.</p>\n<h1>Pathophysiology and pathology</h1><br><br><p>PBC is characterized by T-cell–mediated destruction of the small intralobular bile ducts within the liver, leading to chronic ductal inflammation and obliteration (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26814.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Histologically, PBC is characterized by a dense lymphocytic infiltrate along the portal tracts with granulomas that obliterate the interlobular bile ducts (ie, florid duct lesions) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88612.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Persistent inflammation and ductal destruction result in hepatic fibrosis and ultimately cirrhosis.<p></p><br><br><p>The hallmark autoantibodies seen in PBC are <strong>anti-mitochondrial antibodies</strong> (AMA), which target the M2 subtype of mitochondrial autoantigens.&nbsp; AMA has a high sensitivity (~95%) and specificity (~95%) for PBC.</p>\n<h1>Epidemiology</h1><br><br><p>PBS predominantly affects women age 40-60.&nbsp; It is more common in those with a family history of PBC and more prevalent in the United Kingdom, North America, and Australia.&nbsp; Patients often have other autoimmune conditions (eg, hypothyroidism, rheumatoid arthritis, scleroderma).</p>\n<h1>Clinical presentation</h1><br><br><p>Many patients are <strong>asymptomatic</strong> at diagnosis with only <strong>incidental</strong> laboratory finding of cholestasis (eg, elevation of <strong>alkaline phosphatase</strong>).</p><br><br><p>With disease progression, patients can develop <strong>fatigue</strong>, <strong>pruritus</strong> (possibly related to hyperbilirubinemia), hepatomegaly, abdominal discomfort, and generalized skin <strong>hyperpigmentation</strong> (related to chronic liver disease).&nbsp; Patients may also have xanthomas and xanthelasma, which are caused by marked hypercholesterolemia due to alterations in lipoprotein and lipoprotein receptor expression in PBC.&nbsp; PBC-related <strong>hypercholesterolemia</strong> is characterized by marked HDL elevation; therefore, patients are not at increased risk for atherosclerosis.</p><br><br><p>Late-stage PBC is characterized by hyperbilirubinemia and signs of portal hypertension and cirrhosis (eg, splenomegaly, ascites, encephalopathy).</p>\n<h1>Evaluation</h1><br><br><p>PBC is a rare condition that affects only the <strong>intrahepatic bile ducts</strong>.&nbsp; Therefore, prior to considering PBC as the etiology of cholestatic laboratory abnormalities, more common causes of cholestasis (eg, viral or alcoholic hepatitis, medications) and extrahepatic causes of cholestasis (ie, obstruction of bile ducts external to the liver) should be ruled out.&nbsp; The following should be obtained initially:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Alcohol history</li>\n\t<li>Medication history</li>\n\t<li>Viral hepatitis testing</li>\n\t<li>Abdominal ultrasonography</li>\n</ul><br><br><p>Abdominal <strong>ultrasonography</strong> is a simple and low-resource study that can quickly inform the probability of intra- versus extrahepatic cholestasis.&nbsp; Intrahepatic cholestasis is suggested by a normal-sized common bile duct and gallbladder with or without hepatomegaly, as in the case of PBC.&nbsp; In contrast, extrahepatic cholestasis (eg, pancreatic head tumor, choledocholithiasis) typically manifests with a dilated common bile duct and gallbladder due to distal obstruction.</p><br><br><p>When ultrasonography suggests extrahepatic cholestasis, the diagnosis of PBC is highly unlikely (because the condition is limited to intrahepatic bile ducts).&nbsp; The next steps in evaluation are guided by patient risk factors.&nbsp; For example, an older patient with heavy tobacco use should obtain a CT scan of the abdomen to evaluate for pancreatic head cancer.&nbsp; A patient with ulcerative colitis should undergo MR-cholangiopancreatography due to risk for primary sclerosing cholangitis.</p>\n<h1>Diagnosis</h1><br><br><p>Key diagnostic criteria for PBC include any 2 of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Elevated alkaline phosphatase</strong> (of hepatic origin)</li>\n\t<li><strong>Positive antimitochondrial antibody</strong></li>\n\t<li><strong>Characteristic histological findings</strong> on liver biopsy</li>\n</ul><br><br><p>A liver biopsy is <u>not</u> required to make the diagnosis but can be done when the diagnosis is equivocal (eg, male patient, weakly positive or negative antimitochondrial antibody) or for disease staging.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Primary sclerosing cholangitis</strong> (PSC):&nbsp; A chronic cholestatic liver disease characterized by inflammation and fibrosis of the intrahepatic and/or extrahepatic bile ducts.&nbsp; Unlike primary biliary cholangitis, PSC primarily affects young men (age 30-40) and is not associated with positive antimitochondrial antibodies.&nbsp; PSC typically presents in patients with pre-existing ulcerative colitis and has characteristic segmental ductal strictures and dilations on MR-cholangiopancreatography (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108549.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp;</li>\n\t<li><strong>Autoimmune hepatitis</strong> (AIH):&nbsp; An immune-mediated liver disease characterized by a hepatocellular pattern of liver damage, not the cholestatic pattern seen in PBC (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/58712.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; AIH is associated with antinuclear antibodies (ANA) and anti-smooth muscle antibodies (SMA), not antimitochondrial antibodies as seen in PBC.&nbsp;</li>\n\t<li><strong>Drug-induced cholestasis</strong>:&nbsp; Certain medications (eg, oral contraceptives, tetracycline, griseofulvin, anabolic steroids) and toxins (eg, arsenics, toluene diamine) can cause cholestatic liver injury.&nbsp; Discontinuation of the offending agent followed by resolution of cholestasis can confirm the diagnosis.&nbsp;</li>\n\t<li><strong>Viral hepatitis</strong>:&nbsp; Hepatitis B and C viral infections can present with cholestasis; however, the predominant abnormality is elevated transaminases due to hepatocellular damage.&nbsp; Serological testing for hepatitis B surface antigen (HBsAg) and hepatitis C antibodies (anti-HCV) can confirm the diagnosis and should be obtained to rule out these infections as the initial step of cholestasis evaluation.</li>\n\t<li><strong>Alcoholic liver disease</strong> (ALD):&nbsp; Chronic, heavy alcohol consumption (ie, &gt;8 drinks per week for women, &gt;15 drinks per week for men) results in liver injury (eg, steatosis, steatohepatitis, cirrhosis).&nbsp; While elevated bilirubin is seen in ALD, the predominant abnormality is elevated transaminases (2:1 AST:ALT ratio) due to hepatocellular damage.</li>\n\t<li><strong>Metabolic dysfunction-associated steatotic liver disease</strong> (MASLD):&nbsp; This disorder is characterized by steatosis or steatohepatitis, at least one risk factor for cardiometabolic dysfunction (eg, obesity, dyslipidemia), and no other cause of steatosis (eg, alcohol use).&nbsp; The condition presents with a hepatocellular (not cholestatic) pattern of liver damage; it can also be distinguished from PBC by sonographic evidence of fatty infiltration of the liver, which is absent in PBC.</li>\n\t<li><strong>Hemochromatosis</strong>:&nbsp; This inherited disorder is characterized by excessive iron deposition in various organs, including the liver (causing hepatomegaly and cirrhosis).&nbsp; It presents with a hepatocellular pattern of liver damage, cardiomyopathy, diabetes mellitus, hypopituitarism, and arthropathy.&nbsp; Serum iron studies and genetic testing for <em>HFE</em> gene mutation confirm the diagnosis.</li>\n</ul>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cirrhosis and portal hypertension</li>\n\t<li>Hepatocellular carcinoma</li>\n\t<li>Malabsorption, steatorrhea</li>\n\t<li>Fat-soluble vitamin deficiency (vitamins A, D, E, and K)</li>\n\t<li>Metabolic bone disease (eg, osteoporosis, osteomalacia)</li>\n</ul>\n<h1>Management</h1><br><br><p>For general hepatic protection, immunizations for viral hepatitis and abstinence from alcohol are recommended for all patients with PBC.</p>\n<h2>First-line: Ursodeoxycholic acid (UDCA)</h2><br><br><p>First-line disease-specific therapy is ursodeoxycholic acid (UDCA).&nbsp; Although its exact mechanism of action is unclear, it is thought that UDCA decreases the toxicity of accumulated intrahepatic bile acids, thus slowing disease progression to cirrhosis and improving hepatic biomarkers (eg, alkaline phosphatase).&nbsp; UDCA is more effective when started in early-stage disease (ie, asymptomatic disease) but should be prescribed for all patients with PBC.&nbsp; UDCA does not alleviate pruritus; bile acid sequestrants (eg, cholestyramine) and antihistamine are recommended.</p>\n<h2>No response to UDCA</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>For patients with no biochemical response to UDCA, obeticholic acid may be added to or used instead of UDCA; several novel therapies are also under investigation.&nbsp;</li>\n\t<li>Patients who progress to decompensated cirrhosis or those with intractable pruritus and recurrent nontraumatic fractures would require liver transplant.</li>\n</ul>\n<h2>Additional measures</h2><br><br><p>Additional measures are recommended to monitor for complications associated with PBC.&nbsp; These include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Periodic vitamin A and D levels and bone mineral densitometry&nbsp;</li>\n\t<li>For those with cirrhosis, hepatic ultrasonography (with or without alpha feto-protein) to screen for hepatocellular carcinoma and gastroesophageal varices, respectively</li>\n\t<li>Periodic screening for hypothyroidism (with TSH) also recommended due to its high prevalence in patients with PBC&nbsp;</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The average time from diagnosis to end-stage cirrhosis is 15-20 years.&nbsp; Those diagnosed with early-stage disease (clinically asymptomatic) who successfully respond to UDCA therapy have an excellent prognosis; many of these patients do not develop end-stage liver disease and have a life expectancy comparable to the general population.</p><br><br><p>In contrast, patients who are symptomatic at diagnosis (eg, fatigue, pruritus) have an average life expectancy of 10 years without liver transplant.&nbsp; Those who undergo liver transplant have a 10-year survival rate of 65%.</p>\n<h1>Summary </h1><br><br><p>Primary biliary cholangitis is characterized by chronic autoimmune destruction of intrahepatic bile ducts, resulting in cholestasis (ie, elevated alkaline phosphatase, bilirubin) and cirrhosis.&nbsp; Many patients are asymptomatic at diagnosis.&nbsp; As the disease progresses, they may develop fatigue, pruritus, xanthoma/xanthelasma, metabolic bone disease (eg, osteoporosis, osteomalacia), and fat-soluble vitamin deficiency.&nbsp; Antimitochondrial antibody is highly sensitive and specific for primary biliary cholangitis and is used in diagnosis.&nbsp; Ursodeoxycholic acid is the first-line therapy for primary biliary cholangitis and can slow progression to cirrhosis.&nbsp; Those with decompensated cirrhosis, intractable pruritus, and recurrent fragility fractures are candidates for liver transplant.</p>\n</div>\n\n            "
}