{
  "meta": {
    "title": "Primary sclerosing cholangitis",
    "url": "https://brainandscalpel.vercel.app/primary-sclerosing-cholangitis-8926e491-35aa55.html",
    "scrapedAt": "2025-12-01T04:52:26.689Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Primary sclerosing cholangitis (PSC) is a chronic, progressive biliary disease characterized by fibrosis of the bile ducts.&nbsp; It primarily affects young men and is associated with significant morbidity and mortality.</p>\n<h1>Pathophysiology</h1><br><br><p>PSC is a chronic disease characterized by <strong>inflammation and fibrosis</strong> of medium and large <strong>intrahepatic and/or extrahepatic bile ducts</strong>, resulting in multifocal segmental strictures.&nbsp; Histologic features include fibrous obliteration of the bile ducts and concentric periductal connective tissue deposition, the latter of which resembles an <strong>onion skin-like pattern</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L70843.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Bile duct fibrosis causes biliary obstruction and ultimately cirrhosis.<p></p>\n<h1>Epidemiology</h1><br><br><p>The condition predominantly affects young men (age 30-40).&nbsp; Up to 90% of patients with PSC also have <strong>inflammatory bowel disease</strong> (IBD), especially ulcerative colitis.&nbsp; Conversely, 5% of patients with IBD have PSC, higher than in the general population.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with PSC may be asymptomatic in the early stages of the disease, with only cholestatic laboratory abnormalities (ie, elevated alkaline phosphatase, bilirubin) found incidentally on laboratory evaluation done for another purpose.</p><br><br><p>As the disease progresses, common clinical manifestations include fatigue, pruritus (possibly related to bile acid accumulation), jaundice, right upper quadrant abdominal pain, and hepatomegaly.&nbsp; Patients with advanced disease may present with <strong>recurrent ascending cholangitis</strong> caused by biliary strictures and complications of cirrhosis (eg, ascites, thrombocytopenia).</p>\n<h1>Diagnosis</h1><br><br><p>PSC should be considered in patients with <strong>cholestasis</strong> (ie, elevated alkaline phosphatase, bilirubin, gamma-glutamyl transferase), particularly those with IBD.&nbsp; Abdominal ultrasound can help exclude more common causes (eg, gallstone disease).</p><br><br><p>The diagnosis is typically confirmed with magnetic resonance cholangiopancreatography (<strong>MRCP</strong>) showing segmental bile duct strictures and dilations (ie, normal or mildly dilated bile duct segments), giving it a characteristic <strong>\"beads-on-a-string\" appearance</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108549.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Biopsy showing an onion skin-like pattern supports the diagnosis but is generally unnecessary—except in specific cases (eg, small duct PSC, PSC overlapping with autoimmune hepatitis)—if imaging is suggestive; the majority of the biopsy specimens show nonspecific findings.<p></p><br><br><p>Although a number of antibodies are present in PSC (eg, atypical perinuclear antineutrophil cytoplasmic antibodies [P-ANCA], increased IgM levels, antismooth muscle antibody, rheumatoid factor), their clinical significance is uncertain; they are typically not used in diagnosis.</p>\n<h1>Management</h1><br><br><p>Management of PSC centers around supportive care until liver transplant becomes necessary (eg, decompensated cirrhosis), typically 10-20 years following diagnosis.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Preventive care</strong>:&nbsp; Patients should receive viral hepatitis vaccinations and avoid alcohol.&nbsp;</li>\n\t<li><strong>Biliary strictures</strong>:&nbsp; Symptomatic strictures can be managed with balloon dilation, stenting, or surgical biliary reconstruction (eg, choledochoduodenostomy).&nbsp;</li>\n\t<li><strong>IBD screening</strong>:&nbsp; Due to PSC's strong association with IBD, patients with PSC should receive a colonoscopy at the time of diagnosis and periodically thereafter (eg, every 5 years) to screen for IBD.</li>\n</ul><br><br><p>Controversial therapy includes ursodeoxycholic acid (UDCA).&nbsp; At the standard dose, UDCA can improve liver chemistry (through its cytoprotective effects against toxic hydrophobic bile acid accumulation and stimulation of hepatobiliary secretion) but does not change survival or transplant-free interval.&nbsp; High-dose UDCA increases mortality and is not recommended.&nbsp; Therapy without proven benefit include biologics (eg, anti-tumor necrosis factor agents), immunosuppressive therapy (eg, tacrolimus, methotrexate), and corticosteroid therapy.</p>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ascending cholangitis</strong>:&nbsp; Due to obstructing bile duct strictures, duodenal bacteria ascend into the biliary tree and can cause episodes of cholangitis, presenting with fever, severe right upper quadrant pain, and jaundice.&nbsp; Cholangiopancreatography (eg, either magnetic resonance or endoscopic) can be used for diagnosis.&nbsp; Treatment involves antibiotics and endoscopic retrograde cholangiopancreatography (which enables biliary drainage).&nbsp; Cholangitis can sometimes be the presenting manifestation of PSC.</li>\n\t<li><strong>Colon cancer</strong>:&nbsp; Patients with PSC and inflammatory bowel disease (IBD) have 5 times the risk for colon cancer than those with IBD alone; therefore, patients with PSC and confirmed IBD require annual surveillance colonoscopy for colon cancer.</li>\n\t<li><strong>Cholangiocarcinoma</strong>:&nbsp; Due to chronic bile duct inflammation, patients with PSC are at increased risk for cholangiocarcinoma, which often presents with rapid clinical deterioration (eg, weight loss, jaundice, worsening abdominal pain); these patients require an MRCP and/or an ERCP with biopsy to evaluate for cholangiocarcinoma.&nbsp; Routine cholangiocarcinoma screening (eg,ultrasonography, CT scan, MRI/MRCP) may also be pursued periodically (eg, every 6 months).&nbsp; &nbsp;</li>\n\t<li><strong>Fat soluble vitamin deficiency</strong>:&nbsp; Steatorrhea and vitamins A, D, E, K deficiency can occur in advanced PSC as a result of impaired bile acid flow into the duodenum.&nbsp;</li>\n\t<li><strong>Cirrhosis</strong>:&nbsp; Liver disease in PSC progresses to cirrhosis, which also increases the risk for hepatocellular carcinoma.&nbsp; Patients with cirrhosis should undergo periodic (eg, every 6 months) abdominal ultrasonography, with or without alpha fetoprotein, for hepatocellular carcinoma screening.&nbsp;</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Overall, patients with PSC have a reduced life expectancy because of complications related to cirrhosis, cancer, and cholestasis; therefore, poor prognostic indicators include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Advanced liver fibrosis</li>\n\t<li>Concurrent inflammatory bowel disease</li>\n\t<li>Severe bile duct stenosis (ie, dominant stricture)&nbsp;</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Primary biliary cholangitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26814.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; an autoimmune condition that destroys small intralobular (intrahepatic) bile ducts, potentially progressing to cirrhosis.&nbsp; It presents with progressive cholestasis and pruritus; however, unlike PSC, it typically affects middle-aged women and is strongly associated with antimitochondrial antibodies.&nbsp;</li>\n\t<li><strong>Autoimmune hepatitis</strong>:&nbsp; a chronic inflammatory liver disorder that typically affects women and is associated with antinuclear antibodies and anti-smooth muscle antibodies.&nbsp; It causes a hepatocellular injury pattern (ie, significantly elevated transaminases), not a cholestatic pattern present in PSC.&nbsp;</li>\n\t<li><strong>Choledocholithiasis</strong>:&nbsp; presents with acute onset of pain and jaundice, which may progress to fever and sepsis (ascending cholangitis).&nbsp; In contrast, PSC is not associated with acute pain.&nbsp;</li>\n\t<li><strong>Pancreatic head cancer</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L109273.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; can cause biliary compression, leading to cholestasis, jaundice, and pruritus.&nbsp; It typically affects older patients (age &gt;50-60) who have risk factors (eg, tobacco use).&nbsp; However, MRCP would identify a pancreatic mass, not multifocal stricturing and dilations seen in PSC.</li>\n</ul><br><br><p>This table includes a comparison of some conditions on the differential for PSC (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/58707.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Summary </h1><br><br><p>Primary sclerosing cholangitis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/55618.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) typically affects young men (age 30-40) and is characterized by fibrosis and stricturing of intrahepatic and/or extrahepatic bile ducts.&nbsp; It presents with cholestasis (eg, predominantly elevated alkaline phosphatase, bilirubin) and pruritus and is strongly associated with ulcerative colitis.&nbsp; Diagnosis is made based on characteristic MRCP findings showing segmental bile duct strictures and dilations.&nbsp; Complications include cirrhosis, colon cancer, cholangiocarcinoma, recurrent cholangitis, and fat-soluble vitamin deficiencies.&nbsp; The condition is associated with high morbidity and mortality, and the only definitive treatment is liver transplant.<p></p>\n</div>\n\n            "
}