{
  "meta": {
    "title": "Protein-energy malnutrition: Kwashiorkor, marasmus, and cachexia",
    "url": "https://brainandscalpel.vercel.app/protein-energy-malnutrition-kwashiorkor-marasmus-and-cachexia-8e2811da-35aa55.html",
    "scrapedAt": "2025-12-01T04:52:31.166Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Protein-energy malnutrition (PEM) occurs with severe deficiency of protein, total calories, or both.&nbsp; Kwashiorkor and marasmus are forms of PEM affecting young children in impoverished regions.&nbsp; Cachexia is a form of PEM associated with underlying chronic medical conditions (eg, cancer).</p>\n<h1>Response to starvation</h1><br><br><p>The human response to starvation involves transitions from glucose to fat to protein stores.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute fasting (1-2 days) involves predominant glycogen catabolism.&nbsp; Insulin decreases and glucagon rises, promoting gluconeogenesis and glycogenolysis (liver, muscle).</li>\n\t<li>Early starvation (1 week) involves predominant fat catabolism.&nbsp; When glycogen stores are depleted, insulin decreases and glucagon rises further.&nbsp; As a result, ratios of AMP/ATP and NAD<font size=\"2\"><sup>+</sup></font>/NADH rise, and catecholamines (eg, epinephrine secretion) increase.&nbsp; These factors activate hormone-sensitive lipase to promote lipolysis, fatty acid oxidation, and ketogenesis.&nbsp; Ketone bodies become the preferred fuel for the brain, and starvation ketosis (eg, high anion gap, elevated acetoacetate) can be seen.&nbsp; Subcutaneous fat is consumed first, followed by visceral fat depots (eg, omental, perirenal, epicardial).</li>\n\t<li>Late starvation (several weeks) involves predominant protein catabolism.&nbsp; As fat stores are depleted, the ubiquitin-proteasome (autophagic = \"self-eating\") system targets proteins for proteolysis.&nbsp; Sarcomeric proteins, such as actin and myosin, are broken down.&nbsp; The liberated amino acids, particularly alanine and glutamine, serve as substrates for gluconeogenesis and the citric acid cycle (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88966.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; After skeletal muscle wasting, vital organs begin to lose mass (eg, cardiac atrophy).</li>\n</ul><br><br><p>The forms of PEM discussed below are consistent with late starvation.</p>\n<h1>Kwashiorkor and marasmus</h1><br><br><p>The 2 classic forms of PEM are kwashiorkor and marasmus (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L38898.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), affecting young children in developing or famine-stricken countries.&nbsp; Sub-Saharan Africa and South Asia are the most greatly impacted regions.<p></p>\n<h2>Kwashiorkor (edematous)</h2><br><br><p>Kwashiorkor is a form of severe malnutrition due to severe <strong>protein deficiency</strong>.&nbsp; It primarily occurs in children who have recently been weaned from breast milk (eg, age 1-2) but are unable to receive sufficient protein from a solid diet.&nbsp; Protein malnutrition has several clinical consequences, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Edema</strong> develops due to low plasma oncotic pressure.&nbsp; Affected children have a protuberant abdomen due to ascites.&nbsp; For this reason, kwashiorkor is also known as edematous malnutrition.&nbsp; Severe hypoalbuminemia (often &lt;2 g/dL) is a marker of absolute protein deficiency.</li>\n\t<li><strong>Fatty liver</strong> develops due to decreased synthesis of fatty acid carrier proteins (eg, VLDL).&nbsp; Therefore, serum cholesterol is low, but free triglycerides are elevated.&nbsp; Physical examination typically shows hepatomegaly.</li>\n\t<li><strong>Immunodeficiency</strong> develops due to decreased synthesis of immunoglobulins.&nbsp; Children with kwashiorkor are at high risk for severe diarrheal illnesses and sepsis from depletion of IgA and mucosal breakdown (eg, gut bacterial translocation).</li>\n</ul><br><br><p>Therefore, the defining signs of kwashiorkor are edema, ascites, and hepatomegaly.&nbsp; Other features include facial edema (eg, cheeks, periorbital), peeling dermatitis (due to impaired keratin synthesis), brittle hair, and alopecia.&nbsp; Behavior changes include lethargy, apathy, or irritability.&nbsp; Growth retardation and developmental delay are common.</p>\n<h2>Marasmus (nonedematous)</h2><br><br><p>Marasmus is a form of severe malnutrition due to severe <strong>total calorie deficiency</strong>, typically due to inadequate intake of carbohydrates, fats, and/or protein.&nbsp; It primarily occurs in breastfeeding children whose mothers are also malnourished, or in weaned children with an impoverished solid diet.&nbsp; The defining feature of marasmus is fat and protein wasting, leading to an emaciated appearance.&nbsp; Head size, although small for age, appears disproportionately large for the body frame.&nbsp; Compared to kwashiorkor, marasmus presents with minimal or no edema, no hepatomegaly, and relatively preserved plasma protein levels.&nbsp; Behavioral and developmental consequences are similar, although marasmus is associated with greater anxiety and irritability, rather than lethargy.</p><br><br><p>Some children have overlapping features of both forms of PEM, known as <strong>marasmic kwashiorkor</strong> (eg, severe wasting <em>and</em> edema).</p>\n<h2>Diagnosis</h2><br><br><p>Diagnosis of severe PEM is based on anthropometry, with body measurements easily obtained in the field.&nbsp; The most commonly used system is as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Marasmus:&nbsp; tiny upper arm circumference (eg, &lt;11.5 cm) or low weight (eg, z-score less than −3 for height)</li>\n\t<li>Kwashiorkor:&nbsp; edema</li>\n\t<li>Marasmic kwashiorkor:&nbsp; combination of the above</li>\n</ul>\n<h2>Treatment</h2><br><br><p>Management of kwashiorkor and marasmus are largely similar.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Triage, stabilization, and appetite testing:</strong>&nbsp; Initial stabilization may require managing hypovolemia, sepsis (eg, <strong>antibiotics</strong>), hypoglycemia, and hypothermia.&nbsp; The priority is triaging to outpatient versus inpatient care (if available).&nbsp; Presence of lethargy, hypothermia, diarrheal illness, and dehydration are indications for hospitalization.&nbsp; In addition, because PEM (and underlying infections) can cause anorexia, an <strong>appetite test</strong> should be performed to ensure children can tolerate oral intake at home.&nbsp; This test uses a serving of <strong>ready-to-use therapeutic food</strong> (RUTF), a nutrient-dense semisolid peanut paste that provides complete nutrition with protein, fat, carbohydrates, vitamins, and minerals.</li>\n\t<li><strong>Feeding:</strong>&nbsp; Children who pass the appetite test can be prescribed RUTF in the outpatient setting.&nbsp; Those who do not pass the appetite test should be admitted and treated with therapeutic milk (eg, UNICEF F-75) until the appetite returns.&nbsp; Appetite tests are repeated throughout the course, and advanced when possible.&nbsp; Pragmatic advice (eg, small feedings driven by the child's interest) helps caregivers successfully manage refeeding at home.&nbsp; Infants should be returned to breastfeeding as soon as possible.&nbsp; Therapeutic foods contain all necessary vitamins to correct common endemic deficiencies such as vitamin A (night blindness), vitamin D (rickets), and thiamine (beriberi).</li>\n\t<li><strong>Monitoring:</strong>&nbsp; Refeeding syndrome is an uncommon but important complication of treatment (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17365.png\" alt=\"Pathogenesis of refeeding syndrome\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Pathogenesis of refeeding syndrome</div>\n                                </div>\n                                ).&nbsp; It involves a sudden surge of insulin after meals, causing a massive shift of glucose and ions (phosphate, potassium, and magnesium) into cells.&nbsp; Regeneration of the atrophied gut epithelial lining can also consume these ions.&nbsp; Hypophosphatemia, hypokalemia, and hypomagnesemia develop, leading to potentially life-threatening complications such as arrhythmias, heart failure, respiratory muscle weakness, and rhabdomyolysis.</li>\n</ul><br><br><p>Most children gradually recover over several months, although relapse is common (~40%) and cognitive stunting may have lifelong effects.&nbsp; Kwashiorkor has a worse prognosis than marasmus due to the higher incidence of infections (eg, hypogammaglobulinemia) and hypothermia (eg, energy required to warm ascites).&nbsp; There is also a greater risk for decompensated heart failure with refeeding due to excessive sodium retention from RAAS activation, driven by underlying low oncotic pressure.</p>\n<h1>Cachexia</h1><br><br><p>Cachexia is a form of PEM that typically develops in older adults with chronic medical illness.&nbsp; It is not solely due to inadequate nutrition but rather driven by systemic inflammation and insulin resistance at peripheral tissues that accelerates the breakdown of adipose and protein stores.</p>\n<h2>Presentation</h2><br><br><p>Cachexia is most commonly seen in cancer, but it is also prevalent in other chronic conditions such as heart failure, chronic obstructive pulmonary disease (COPD), chronic kidney disease, and HIV infection.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cancer cachexia</strong> is mainly seen in advanced stages of malignancy, particularly with solid tumors (eg, lung, pancreatic, colorectal cancer).&nbsp; Inflammatory cytokines (eg, tumor necrosis factor-alpha, IL-6) promote catabolism of muscle and fat.&nbsp; These inflammatory cytokines can also suppress appetite (anorectic effect).&nbsp; The tumor mass also consumes energy (eg, anaerobic glycolysis) during proliferation.</li>\n\t<li><strong>Cardiac cachexia</strong> is mainly seen in advanced heart failure, accompanying other poor prognostic signs (eg, hyponatremia, repeated hospitalizations).&nbsp; Hypoperfusion, inflammation, and catecholamines contribute to catabolism.&nbsp; Early satiety (eg, bowel edema) contributes to poor oral intake.</li>\n\t<li><strong>Pulmonary cachexia</strong> is mainly seen with advanced lung disease (eg, COPD, idiopathic pulmonary fibrosis).&nbsp; In addition to systemic inflammation, tissue hypoxia contributes to wasting, and glucocorticoids (eg, COPD exacerbations) stimulate protein catabolism.&nbsp; Resting energy expenditure is also increased due to high work of breathing.</li>\n</ul><br><br><p>Manifestations include avolitional weight loss (eg, &gt;5% in last year or BMI ≤20 kg/m<font size=\"2\"><sup>2</sup></font>) and sarcopenia (eg, temporal wasting, thin arms and legs) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88126.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; Cachexia leads to frailty, poor quality of life, and increased mortality.<p></p>\n<h2>Treatment</h2><br><br><p>Management of cachexia focuses on optimizing underlying chronic conditions if possible.&nbsp; Cachexia is usually encountered through a palliative lens, with a focus on dietary encouragement and appetite stimulants to improve quality of life.&nbsp; Appetite stimulants include low-dose olanzapine (first-line pharmacotherapy for cancer cachexia), megestrol acetate (a progesterone analogue), and mirtazapine (may also be beneficial for concurrent mood symptoms).&nbsp; Graded exercise therapy in pulmonary and cardiac rehabilitation improves muscle metabolic efficiency (eg, better oxygen utilization) and promotes appetite and weight gain.&nbsp; Forced interventions with strict caloric targets, such as tube feeding or parenteral nutrition, are not recommended, and tend to cause additional complications.</p>\n<h1>Summary</h1><br><br><p>Protein-energy malnutrition is a severe deficiency in protein, total calories, or both.&nbsp; Cachexia typically develops in older adults with chronic medical illness (eg, chronic obstructive pulmonary disease, cancer) due to systemic inflammation and anorexia.&nbsp; Kwashiorkor and marasmus (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/120082.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) primarily affect children living in impoverished regions (eg, Sub-Saharan Africa).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Kwashiorkor (edematous malnutrition) involves severe protein deficiency.&nbsp; Its key features are edema, ascites, fatty liver (hepatomegaly), and immunodeficiency.</li>\n\t<li>Marasmus (nonedematous malnutrition) involves total calorie deficiency.&nbsp; Its key features are muscle and fat wasting without edema.</li>\n</ul><br><br><p>Management of kwashiorkor and marasmus involves acute stabilization (eg, treating hypovolemia, hypoglycemia, and infections) followed by gradual refeeding with ready-to-use therapeutic foods or milk formulations.&nbsp; These interventions usually cover concurrent vitamin, mineral, and other micronutrient deficiencies as well.&nbsp; Refeeding syndrome, a potentially life-threatening complication, can occur due to rapid intracellular shift of electrolytes and glucose into cells.</p>\n</div>\n\n            "
}