{
  "meta": {
    "title": "Small bowel obstruction",
    "url": "https://brainandscalpel.vercel.app/small-bowel-obstruction-dbb6ca69-35aa55.html",
    "scrapedAt": "2025-12-01T04:52:41.284Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Small bowel obstruction (SBO) occurs when a mechanical blockage limits or stops the forward flow of intestinal contents, often in patients with prior abdominal surgery.&nbsp; Signs and symptoms of SBO typically include severe, colicky abdominal pain; vomiting; distension; diffuse tenderness; and hyperactive bowel sounds.&nbsp; Dilated small-bowel loops with multiple air-fluid levels and a defined transition point are characteristic imaging findings and help differentiate SBO from large-bowel obstruction.&nbsp; Most cases of SBO can be managed initially with conservative measures (eg, bowel rest), but complications such as bowel perforation or ischemia warrant urgent surgery.</p>\n<h1>Pathogenesis</h1><br><br><p>SBO occurs when a <strong>mechanical blockage</strong> prevents the passage of fluid and gas through the gastrointestinal tract.&nbsp; The impaired transit of intestinal contents causes the proximal bowel to dilate and the distal bowel to collapse.&nbsp; Obstructions can occur from an intrinsic blockage (eg, intraluminal mass) or extrinsic compression of the bowel (eg, adhesions), and are classified as either:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Partial</strong>:&nbsp; Some enteric contents can pass through a narrowed lumen, but flow is impeded.&nbsp; Patients may pass flatus but often cannot pass stool.</li>\n\t<li><strong>Complete</strong>:&nbsp; Absence of fluid/air distal to the obstruction indicates complete obstruction and increases the risk of complications (eg, perforation).&nbsp; Patients are unable to pass flatus or stool.</li>\n</ul><br><br><p>The location of the obstruction within the small bowel affects the clinical pathology as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Proximal SBO</strong> (particularly if a complete obstruction) can cause significant gastric distension and intractable nausea and vomiting; these patients often develop dehydration and electrolyte abnormalities (eg, hypochloremic metabolic alkalosis).&nbsp;</li>\n\t<li><strong>Mid or distal SBO</strong>, which blocks a larger portion of the small intestine, typically presents with significant abdominal distension, colicky abdominal pain, delayed vomiting, hyperactive bowel sounds, and dilated bowel loops on imaging.&nbsp;</li>\n</ul><br><br><p>SBO leads to accumulation of fluid and gas in the bowel proximal to blockage.&nbsp; This causes bowel dilation and increased intraluminal pressure, which can result in:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bowel wall edema and compromised blood flow, leading to ischemia, necrosis, and perforation</li>\n\t<li>Bacterial overgrowth and translocation into the bloodstream, increasing the risk of sepsis</li>\n\t<li>Dehydration due to third-spacing of fluids into the bowel wall and lumen</li>\n</ul>\n<h1>Risk factors</h1><br><br><p>Common risk factors for SBO include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Adhesions</strong>:&nbsp; From previous abdominal or pelvic surgeries.</li>\n\t<li><strong>Hernias</strong>:&nbsp; Bowel that becomes entrapped within inguinal or abdominal wall hernias.</li>\n\t<li><strong>Tumors</strong>:&nbsp; Primary malignancy or metastatic lesions that can extrinsically compress the bowel.</li>\n\t<li><strong>Inflammatory bowel disease</strong> (particularly Crohn disease):&nbsp; Poorly controlled inflammation that leads to the formation of fibrotic strictures.</li>\n\t<li><strong>Foreign bodies</strong>:&nbsp; Swallowed objects, bezoars that obstruct the intestinal lumen.</li>\n\t<li><strong>Gallstone ileus</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25854.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; Large gallstone that erodes through the gallbladder wall into the intestinal lumen causing bowel obstruction, most often at the ileocecal valve.</li>\n\t<li><strong>Volvulus:</strong>&nbsp; Twisting of the bowel on itself, which often occurs in elderly, debilitated patients.</li>\n\t<li><strong>Intussusception</strong>:&nbsp; More common in children, in which a segment of bowel telescopes into another.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of SBO can vary based on location and completeness of the obstruction, but typical symptoms include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Colicky abdominal pain</strong>:&nbsp; Intermittent crampy pain due unproductive bowel peristalsis against the obstruction.&nbsp; In complete obstructions, pain may become more constant.</li>\n\t<li><strong>Nausea and vomiting</strong>:&nbsp; Vomiting, which is more prominent in proximal obstructions and occurs early in the course of disease.</li>\n\t<li><strong>Abdominal distension with tympany</strong>:&nbsp; More pronounced in distal obstructions.</li>\n\t<li><strong>Obstipation</strong>:&nbsp; Complete inability to pass flatus or stool, indicates complete obstruction.</li>\n\t<li>Bowel sounds:&nbsp; High-pitched (due to lumen narrowing) and hyperactive early in the course of obstruction; later become absent as bowel function decreases.</li>\n\t<li>Dehydration:&nbsp; Tachycardia, hypotension, dizziness, dry mucous membranes.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Large-bowel obstruction</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14731.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; Most often caused by tumors; patients have abdominal distension, pain, and nausea, but the onset of symptoms is typically more gradual than in SBO.&nbsp; A transition point in the colon (rather than the small bowel) and prominent colonic distension differentiate the conditions.</li>\n\t<li><strong>Paralytic ileus</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L112634.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; Disruption of bowel motility (often postoperatively) that causes intestinal dilation, nausea, vomiting, and abdominal distension.&nbsp; Unlike SBO, bowel sounds are typically hypoactive and abdominal pain is constant and mild (rather than colicky and severe).&nbsp; Radiography demonstrates uniformly dilated loops of small and large bowel with no transition point.</li>\n\t<li><strong>Perforated peptic ulcer</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10015.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; Leads to acute, severe epigastric pain that soon becomes generalized as stomach and intestinal contents cause peritonitis.&nbsp; Plain films typically show free air under the diaphragm.</li>\n\t<li><strong>Sigmoid volvulus</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111698.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; Presents with progressive abdominal pain, obstipation, nausea/vomiting, and abdominal distension.&nbsp; However, abdominal x-ray reveals an inverted, U-shaped, dilated colon with little/no rectal gas.&nbsp; The condition occurs most often in elderly patients with limited mobility or those with an underlying neurologic disorder.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>SBO is typically suspected based on risk factors (eg, prior abdominal surgery) and characteristic clinical findings, including colicky abdominal pain, distension, vomiting, obstipation, and hyperactive bowel sounds.&nbsp; Imaging (eg, abdominal CT) confirms the diagnosis and provides details about the location/severity of obstruction and associated complications (eg, perforation).</p>\n<h1>Laboratory evaluation</h1><br><br><p>The following tests are typically obtained when evaluating a patient with SBO:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count:&nbsp; Leukocytosis may indicate bowel ischemia or acute infection; anemia can occur with occult bleeding from a gastrointestinal malignancy/mass.</li>\n\t<li>Serum electrolytes:&nbsp; Abnormalities, such as hypokalemia, are common due to vomiting and third spacing.</li>\n\t<li>Renal function:&nbsp; Severity of dehydration should be determined.</li>\n\t<li>Lactate:&nbsp; Elevated in cases of bowel ischemia or necrosis.</li>\n\t<li>Arterial blood gas:&nbsp; Metabolic acidosis can result from lactic acidosis; vomiting can lead to metabolic alkalosis.</li>\n</ul>\n<h1>Imaging studies</h1><br><br><p>The initial radiologic evaluation is typically an abdominal x-ray because it is rapidly and easily obtained.&nbsp; Characteristic findings include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dilated loops of small bowel with multiple air-fluid levels</strong>:&nbsp; An upright image (or lateral decubitus) is most useful for visualizing air fluid levels.</li>\n\t<li>No gas in the colon suggests complete obstruction.</li>\n</ul><br><br><p>CT scan of the abdomen is the gold standard for imaging SBO because it confirms the diagnosis and provides additional details, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Site of obstruction (ie, transition point where dilated bowel becomes collapsed).</li>\n\t<li>Potential etiology (eg, adhesion, hernia, tumor).</li>\n\t<li>Complications (eg, bowel ischemia, perforation).&nbsp;</li>\n\t<li>CT can also distinguish partial SBO from paralytic ileus; although they present similarly, ileus typically has uniform dilation of small and large bowel, air in the colon, and no transition point.</li>\n</ul><br><br><p>Ultrasound may be used to evaluate children or pregnant patients with possible SBO.&nbsp; It can be especially helpful in identifying cases of intussusception or volvulus.</p>\n<h1>Management</h1><br><br><p>Many cases of SBO resolve spontaneously and can be managed nonoperatively with conservative measures and serial monitoring.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bowel rest:&nbsp; Oral intake should be restricted to reduce further bowel distension.</li>\n\t<li>Nasogastric tube decompression:&nbsp; Helps alleviate distension, nausea, and vomiting by draining gastric contents.</li>\n\t<li>Intravenous fluids/electrolyte replacement:&nbsp; Reverse losses from emesis and third spacing.</li>\n\t<li>Analgesia:&nbsp; Opioid use should be limited due to its potential to worsen bowel motility.</li>\n\t<li>Surgical consultation:&nbsp; Surgical intervention may not be required, but should be prepared for if symptoms worsen.</li>\n</ul><br><br><p>The following complications are surgical emergencies that necessitate immediate operative intervention, as they carry a high risk of mortality without emergency treatment:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bowel ischemia and necrosis</strong>:&nbsp; Clinical indicators include fever, leukocytosis, lactic acidosis, and pneumatosis intestinalis.</li>\n\t<li><strong>Perforation</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44901.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ):&nbsp; Identified by free air under the diaphragm and diffuse peritonitis (eg, rigidity, rebound tenderness).</li>\n</ul><br><br><p>Prompt surgical intervention (eg, after adequate resuscitation) is indicated in the following circumstances:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Closed loop obstructions</strong> (ie, two points of obstruction along a stretch of bowel):&nbsp; Can rapidly become ischemic, so early intervention is essential.</li>\n\t<li><strong>Reversible causes</strong> of SBO:&nbsp; Hernia, gallstone ileus, foreign body, volvulus.</li>\n</ul><br><br><p>Surgery may also be indicated for patients who fail to improve after a trial of conservative measures.</p>\n<h1>Prognosis</h1><br><br><p>Uncomplicated SBO treated conservatively often has a good prognosis.&nbsp; However, complications such as bowel ischemia, necrosis, or perforation can lead to significant morbidity and mortality if not treated promptly.</p>\n<h1>Prevention</h1><br><br><p>Prevention strategies include minimizing postoperative adhesion development (by using minimally invasive techniques whenever possible), early hernia repair, and close monitoring of at-risk patients (eg, Crohn disease, previous SBO) for any signs of obstruction, as early recognition can limit complications.</p>\n<h1>Summary</h1><br><br><p>Small bowel obstruction (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/116583.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) occurs due to a mechanical blockage that prevents the forward flow of intestinal contents.&nbsp; Bowel dilation proximal to the obstruction leads to abdominal distension; severe, colicky abdominal pain; nausea/vomiting; obstipation; and hyperactive bowel sounds.&nbsp; The diagnosis is confirmed by imaging that reveals dilated small bowel loops with air fluid levels and a transition point.&nbsp; Initial treatment is conservative, but surgery may be necessary if perforation or bowel ischemia occur.<p></p>\n</div>\n\n            "
}