{
  "meta": {
    "title": "Viscus perforation",
    "url": "https://brainandscalpel.vercel.app/viscus-perforation-d13bf512-35aa55.html",
    "scrapedAt": "2025-12-01T04:52:44.098Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Viscus perforation refers to a full-thickness injury involving the wall of a hollow organ (eg, stomach, intestine, colon), resulting in the leakage of luminal contents (eg, air, fluids, feces) into the normally sterile peritoneal cavity.&nbsp; This contamination leads to chemical and bacterial peritonitis, which can rapidly progress to sepsis and death if not promptly treated.&nbsp; Patients typically have sudden-onset, severe abdominal pain and signs of peritonitis (eg, guarding, rebound tenderness).</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>Perforation of a hollow viscus requires a full-thickness breach in the organ wall.&nbsp; It can happen anywhere along the gastrointestinal (or female reproductive) tract.&nbsp; Causative factors may include:</p>\n<h2>Erosion of the wall</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Peptic ulcer disease</strong> (PUD):&nbsp; Acid erodes the mucosa, leading to a transmural ulceration and eventual perforation.&nbsp; PUD is often related to <em>Helicobacter pylori</em> infection and <strong>nonsteroidal anti-inflammatory drug use</strong>.</li>\n\t<li><strong>Tumors</strong> (eg, colorectal neoplasm):&nbsp; Growth of a tumor can cause gradual, localized invasion through the bowel wall.</li>\n\t<li><strong>Corrosive substance ingestion</strong>:&nbsp; Deep chemical burns may cause full-thickness mucosal necrosis.</li>\n</ul>\n<h2>Ischemic injury</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bowel obstruction</strong>:&nbsp; Excessive luminal distension reduces mucosal perfusion.&nbsp; Prolonged ischemia can result in wall necrosis and perforation.</li>\n\t<li><strong>Strangulated hernia</strong>:&nbsp; A loop of bowel becomes trapped and twisted within the hernia sac, cutting off the blood supply to the herniated tissue.</li>\n\t<li><strong>Acute mesenteric ischemia</strong>:&nbsp; Embolism (eg, due to atrial fibrillation), profound shock, or acute thrombosis alters blood flow to the gastrointestinal tract, causing ischemia and necrosis of the mucosal wall.</li>\n</ul>\n<h2>Infection and inflammation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diverticulitis, appendicitis,</strong> <em><strong>Clostridioides difficile</strong></em> <strong>colitis</strong>:&nbsp; Progressive inflammation from infection increases intraluminal pressure and may result in pressure necrosis and spontaneous perforation.</li>\n\t<li><strong>Crohn disease</strong>:&nbsp; Chronic transmural inflammation reduces intestinal wall integrity and increases the risk for full-thickness injury.</li>\n</ul>\n<h2>Direct injury</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Penetrating or blunt trauma</strong>:&nbsp; Blunt forces can cause viscus perforation acutely.&nbsp; This is due to sudden increases in intraluminal pressure from rapid gastrointestinal compression or, in a delayed fashion, from contusions that progress to full-thickness breaks or mesenteric vascular injury.</li>\n\t<li>Ingestion of a sharp foreign body (eg, toothpick, fish bone).</li>\n\t<li>Iatrogenic perforation during a surgical procedure (eg, endoscopy, colonoscopy).</li>\n</ul><br><br><p>The leakage of caustic, bacteria-laden bowel contents into the normally sterile peritoneal cavity triggers an intense inflammatory response, resulting in chemical (acid or chyme-related) and bacterial peritonitis.&nbsp; Diffuse bacterial contamination of the peritoneal cavity can quickly progress to sepsis, septic shock, multiorgan dysfunction, and death.</p><br><br><p>Some small perforations may remain localized and contained, leading to abscess or fistula formation rather than diffuse peritonitis.&nbsp; This is more likely with retroperitoneal organ perforations (eg, duodenum) because the retroperitoneal space is anatomically confined, limiting the spread of gastrointestinal contents (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89580.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; These patients may have delayed or atypical symptoms, such as back pain that is more predominant than abdominal pain.<p></p>\n<h1>Clinical presentation</h1><br><br><p>The presentation of viscus perforation may vary somewhat based on the etiology and anatomic location of the perforation.</p><br><br><p>Clinical manifestations generally include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sudden-onset severe abdominal pain:&nbsp; Pain due to diffuse irritation of the parietal peritoneum.</li>\n\t<li>Shoulder pain:&nbsp; Referred pain caused by diaphragmatic irritation.</li>\n\t<li><strong>Peritoneal signs</strong>:&nbsp; Possible guarding, rigidity, and rebound tenderness.&nbsp; Patients with peritonitis tend to <strong>lie flat and motionless</strong> to limit peritoneal irritation.</li>\n\t<li>Absent bowel sounds and abdominal distension:&nbsp; Signs that result from peritoneal inflammation, which may cause <strong>paralytic ileus</strong> (eg, decreased motility).</li>\n\t<li>Sepsis/shock:&nbsp; Symptoms characterized by fever, tachycardia, and hypotension.</li>\n</ul><br><br><p>Perforation that occurs in the setting of ongoing inflammation (eg, diverticulitis, appendicitis, bowel obstruction) often causes a classic pain sequence: sudden onset of severe pain at time of perforation → temporary relief/decreased pain as the inflamed organ decompresses (&lt;2 hr after perforation) → severe, generalized, constant pain develops due to peritonitis (&gt;2 hr after perforation).</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pancreatitis</strong>:&nbsp; Presents with nausea, vomiting, and epigastric abdominal pain that may radiate to the back.&nbsp; Serum lipase is typically elevated, and abdominal x-rays are often normal; however, a localized ileus near the inflamed pancreas (sentinel loop sign) may be seen.</li>\n\t<li><strong>Acute cholecystitis</strong>:&nbsp; Causes epigastric or right upper quadrant pain, fever, nausea/vomiting, and focal peritonitis.&nbsp; However, peritoneal inflammation is usually isolated to the right upper quadrant, and pneumoperitoneum is not seen (even with gallbladder perforation) because the gallbladder does not contain significant air.</li>\n\t<li><strong>Acute mesenteric ischemia</strong>:&nbsp; Results from the occlusion of a mesenteric artery and leads to acute-onset, severe abdominal pain that is disproportionate to relatively benign physical examination findings.&nbsp; A predisposing risk factor for embolism (eg, atrial fibrillation) is usually present.</li>\n\t<li><strong>Small bowel obstruction</strong>:&nbsp; Typically presents with nausea/vomiting and crampy, poorly localized abdominal pain that fluctuates in intensity.&nbsp; Physical examination shows increased, high-pitched bowel sounds without peritonitis.&nbsp; Imaging reveals dilated loops of small bowel with air-fluid levels, but no free air is observed unless perforation has occurred.</li>\n\t<li><strong>Toxic megacolon</strong>:&nbsp; Causes fever, abdominal pain, distension, and peritonitis, usually in the setting of bloody diarrhea.&nbsp; It is commonly associated with inflammatory bowel disease or <em>C difficile</em> infection (especially after recent antibiotic use).</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>A hollow viscus perforation should be suspected in any patient with an acute onset of severe abdominal pain and diffuse peritonitis, particularly if risk factors (eg, PUD, chronic nonsteroidal anti-inflammatory drug [NSAID] use, recent colonoscopy, acute diverticulitis) are present; associated sepsis or shock further supports the diagnosis.&nbsp; Clinical suspicion of gastrointestinal perforation can be confirmed by the demonstration of intraperitoneal free air (pneumoperitoneum) on plain radiographs.</p>\n<h2>Laboratory evaluation</h2><br><br><p>Laboratory testing in the setting of presumed perforated viscus is geared toward determining the severity of illness and ruling out alternate diagnoses:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Complete blood count</strong>:&nbsp; Screens for leukocytosis, which is expected due to extensive bacterial contamination of the peritoneal cavity; higher values are often associated with severe sepsis.</li>\n\t<li><strong>Complete metabolic panel</strong>:&nbsp; Evaluates for metabolic acidosis, electrolyte imbalances, acute kidney injury, and liver dysfunction, potential consequences of sepsis, shock, and end-organ damage.&nbsp; A serum lactate level is also ordered; elevated levels suggest bowel ischemia and sepsis (causes metabolic lactic acidosis).</li>\n\t<li><strong>Blood culture</strong>:&nbsp; Identifies target organisms for antibiotic therapy.</li>\n\t<li><strong>Serum lipase</strong>:&nbsp; Rules out pancreatitis.</li>\n</ul><br><br><p>In reproductive-aged women, a pregnancy test is required to rule out ruptured ectopic pregnancy (which can cause severe abdominal pain with peritonitis) and can help guide management options (eg, antibiotic type).</p>\n<h2>Imaging studies</h2><br><br><p>Diagnostic evaluation of a suspected perforated viscus typically begins with plain radiographs, which can quickly identify intraperitoneal free air.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Abdominal x-ray (upright and lateral decubitus)</strong> and <strong>upright chest x-ray</strong>:&nbsp; <strong>Free air under the diaphragm</strong> (pneumoperitoneum) on upright imaging is diagnostic for perforated viscus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44711.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Subdiaphragmatic free air can also be seen on a lateral decubitus x-ray in patients unable to tolerate upright imaging (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44901.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>When perforation is suspected and plain radiographs are negative, a CT scan of the abdomen with intravenous contrast is often indicated.&nbsp; However, a CT scan should <em>not</em> delay surgical consultation and intervention, especially when peritonitis is present.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>CT scan of the abdomen/pelvis with intravenous (IV) contrast</strong>:&nbsp; This is the most sensitive and specific imaging modality for identifying small volumes of free air or fluid, localizing the site of perforation, detecting associated inflammation or ischemia, and, often, revealing the underlying cause (eg, appendicitis, diverticulitis) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L51434.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; CT scan can also identify an abscess or fistula resulting from a contained perforation.</li>\n</ul>\n<h1>Management</h1><br><br><p>Perforation of a hollow organ is a <strong>surgical emergency</strong>; therefore, surgical consultation and stabilizing measures are required immediately following diagnosis (eg, pneumoperitoneum on x-ray) and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>IV fluid resuscitation.</li>\n\t<li>Broad-spectrum IV antibiotics (eg, piperacillin-tazobactam, ceftriaxone plus metronidazole).</li>\n\t<li>Nasogastric tube for decompression.</li>\n\t<li>IV proton pump inhibitors.</li>\n\t<li>Analgesics and antiemetics.</li>\n</ul><br><br><p>Most patients with a perforated viscus, particularly those with diffuse peritonitis and sepsis, require emergency surgical intervention via exploratory laparotomy or laparoscopy.&nbsp; Surgical procedures may include primary repair of the perforation, segmental resection with or without ostomy creation, peritoneal lavage to remove contaminated fluid, and drain placement.</p><br><br><p>In contrast, contained perforations in patients whose condition is hemodynamically stable or who are poor surgical candidates (eg, elderly, significant comorbidities) may be managed conservatively.&nbsp; This may involve serial examinations, antibiotics, and drainage of localized fluid collections by interventional radiology.&nbsp; Surgical backup must be available if nonoperative management fails.</p>\n<h1>Prognosis</h1><br><br><p>Aggressive stabilization with IV fluids and broad-spectrum antibiotics, followed by prompt surgical intervention, is key to achieving favorable outcomes in patients with perforated viscus.&nbsp; However, delays in surgical management can lead to widespread peritoneal contamination, increasing the risk for septic shock and death.&nbsp; Mortality rates may rise to 30% in such cases.&nbsp; Prognosis is further worsened in patients with advanced age or underlying comorbidities such as immunosuppression or diabetes mellitus.</p>\n<h1>Prevention</h1><br><br><p>Prevention strategies to avoid a perforated viscus include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Early diagnosis and treatment of peptic ulcers, bowel ischemia, and bowel obstruction.</li>\n\t<li>Avoidance of unnecessary NSAID use.</li>\n\t<li>Close monitoring of hernias for signs of incarceration and prompt intervention if the hernia is strangulated.</li>\n\t<li>Proper surgical technique to reduce iatrogenic perforations.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Viscus perforation is a full-thickness injury to the gastrointestinal wall that can occur anywhere along the gastrointestinal tract due to ulcers, tumors, trauma, or iatrogenic causes (eg, endoscopy).&nbsp; It should be suspected in any patient with acute abdominal pain and diffuse peritonitis.&nbsp; Free air on imaging is diagnostic, and management involves immediate surgical consultation (often for urgent surgical intervention), antibiotics, and fluid resuscitation.</p>\n</div>\n\n            "
}