{
  "meta": {
    "title": "Vitamin deficiencies and toxicities",
    "url": "https://brainandscalpel.vercel.app/vitamin-deficiencies-and-toxicities-43c826cd-35aa55.html",
    "scrapedAt": "2025-12-01T04:52:50.863Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Humans require 13 essential vitamins, classified as fat-soluble (A, D, E, K) or water-soluble (B complex [B<font size=\"2\"><sub>1</sub></font>, B<font size=\"2\"><sub>2</sub></font>, B<font size=\"2\"><sub>3</sub></font>, B<font size=\"2\"><sub>5</sub></font>, B<font size=\"2\"><sub>6</sub></font>, B<font size=\"2\"><sub>7</sub></font>, B<font size=\"2\"><sub>9</sub></font>, B<font size=\"2\"><sub>12</sub></font>], C).&nbsp; Deficiencies can occur with any vitamin (eg, nutritional scarcity, malabsorption).&nbsp; However, clinically significant toxicities are only seen with fat-soluble vitamins (especially A and D) because they accumulate in tissues and exert dose-dependent effects through nuclear transcription factors.&nbsp; Water-soluble vitamins rarely cause toxicity because they are readily excreted in the urine.</p><h1>General principles</h1><h2>All vitamins</h2><p>In resource-rich regions, dietary deficiency is rare due to fortification of staple foods like grains and cereal.&nbsp; In the resource-limited regions, several vitamin deficiencies (especially A, D, and B<font size=\"2\"><sub>12</sub></font>) are endemic.&nbsp; A vegan diet, which excludes all animal products, is associated with a greater risk of vitamin D and B<font size=\"2\"><sub>12</sub></font> deficiency (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61702.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><p>Assuming adequate dietary availability:</p><ul class=\"article-body-unordered-list\"><li>Fat-soluble vitamin deficiencies are mainly associated with pancreatic insufficiency and cholestatic liver disease.</li><li>Water-soluble vitamin deficiencies are most commonly seen in chronic alcohol use disorder, due to impairment of intestinal transporters.</li><li>Combined fat- and water-soluble vitamin deficiency occurs in conditions that globally impair absorption, such as short bowel syndrome or Roux-en-Y gastric bypass surgery (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/97502.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).</li></ul><p>Deficiencies due to poor intake can be corrected with oral replacement and/or dietary changes.&nbsp; In contrast, malabsorption and gastric bypass typically require parenteral (eg, intravenous or intramuscular) repletion.</p><h2>B complex vitamins</h2><p>The B complex vitamins (B<font size=\"2\"><sub>1</sub></font>, B<font size=\"2\"><sub>2</sub></font>, B<font size=\"2\"><sub>3</sub></font>, B<font size=\"2\"><sub>5</sub></font>, B<font size=\"2\"><sub>6</sub></font>, B<font size=\"2\"><sub>7 </sub></font>,B<font size=\"2\"><sub>9</sub></font>, B<font size=\"2\"><sub>12</sub></font>) are grouped together because they are found in most foods and participate in numerous metabolic reactions as coenzymes.&nbsp; There are 3 main mechanisms of deficiency:</p><ul class=\"article-body-unordered-list\"><li><strong>Malabsorption:</strong>&nbsp; B vitamin intestinal active transporters are located throughout the duodenum and proximal jejunum.&nbsp; Malabsorption can be seen with chronic alcohol use disorder (eg, transporter downregulation), Roux-en-Y gastric bypass, or severe bowel inflammation (eg, Crohn disease).</li><li><strong>Metabolic stress:</strong>&nbsp; Due to the role of B vitamins in energy production (eg, TCA cycle), relative vitamin B deficiencies can develop during or after hypercatabolic states (eg, critical illness, trauma).&nbsp; CYP450 inducers (eg, phenytoin, carbamazepine) can also increase vitamin B clearance, leading to deficiency.</li><li><strong>Poor diet (rare):</strong>&nbsp; B vitamins are found in a wide array of dietary sources (eg, whole grains, legumes, eggs, dairy, animal meat).&nbsp; Therefore, dietary deficiency is rare, developing only in patients with severe malnutrition (eg, starvation) or a highly restricted \"tea and toast\" diet.</li></ul><p>B vitamins are essential for energy production (eg, coenzymes for TCA cycle), so their deficiency affects metabolically active tissues such as the nervous system, skin, and mucosae.&nbsp; Deficiency should be suspected in a malnourished patient with:</p><ul class=\"article-body-unordered-list\"><li><strong>Neurological manifestations</strong> (eg, cognitive impairments, peripheral neuropathy, ataxia)</li><li><strong>Mucositis</strong> (eg, glossitis, angular cheilitis, stomatitis)</li><li><strong>Skin changes</strong> (eg, scaling, inflammation, seborrhea)</li></ul><p>Individual B vitamin deficiencies are associated with specific variations and syndromes, as summarized in the following table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/82159.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Important clinical entities include <strong>beriberi</strong> and <strong>Wernicke-Korsakoff syndrome</strong> (vitamin B<font size=\"2\"><sub>1</sub></font> deficiency), <strong>pellagra</strong> (vitamin B<font size=\"2\"><sub>3 </sub></font>deficiency), and <strong>megaloblastic anemia</strong> (vitamin B<font size=\"2\"><sub>9</sub></font> and B<font size=\"2\"><sub>12</sub></font> deficiency).&nbsp; This article discusses these syndromes in more detail below.<p></p><h1>Fat-soluble vitamins</h1><h2>Vitamin A</h2><p>Vitamin A includes retinol (active form) and carotenoids (provitamin, converted to retinol).&nbsp; It is abundant in most foods, and especially in root vegetables (eg, carrots, sweet potatoes).&nbsp; Vitamin A regulates retinal photoreceptor health (eg, synthesis of rhodopsin), epidermal differentiation (mucosae, skin, and cornea), general cellular immune function, and cerebrospinal fluid production (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80361.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).<p></p><p><strong>Deficiency</strong> occurs mainly in the setting of malabsorption (eg, pancreatic insufficiency, Roux-en-Y gastric bypass) or low dietary intake (eg, nutritionally poor settings).&nbsp; Manifestations include <strong>night blindness</strong> (rod cell atrophy), xeroderma (rough, cracked skin), and xerophthalmia with potential corneal ulceration.&nbsp; White, keratinized conjunctival plaques (<strong>Bitot spots</strong>) are characteristic.&nbsp; Universal vitamin A supplementation is recommended for infants and children living in endemic regions, where it reduces blindness and mortality.&nbsp; Vitamin A replacement is based on the manifestation:&nbsp; higher doses for <strong>measles</strong> (to maintain mucosal integrity), intermediate doses for simple xeropthalmia, and lower doses in pregnant women (to avoid teratogenicity).</p><p><strong>Toxicity</strong> occurs mainly in the setting of chronic exogenous retinoids (eg, acne treatment).&nbsp; The major manifestation is <strong>pseudotumor cerebri</strong> (eg, headache, nausea, visual defects, optic disc edema) due to increased cerebrospinal fluid production.&nbsp; Other effects include osteoporosis, hepatomegaly, and liver dysfunction.&nbsp; Hypervitaminosis A in pregnant women can cause <strong>fetal defects</strong> due to inappropriate activation of homeobox (patterning) genes.&nbsp; There is no specific treatment for vitamin A excess.</p><h2>Vitamin D</h2><p>Vitamin D includes:</p><ul class=\"article-body-unordered-list\"><li>D<font size=\"2\"><sub>2</sub></font> (ergocalciferol) from dietary sources (eg, dairy, fish oils)</li><li>D<font size=\"2\"><sub>3</sub></font> (cholecalciferol) synthesized by skin upon sunlight exposure</li></ul><p>The liver converts both forms to 25-hydroxyvitamin D<font size=\"2\"><sub>3</sub></font> (calcifediol) for long-term storage.&nbsp; The kidney subsequently converts this to 1,25-dihydroxyvitamin D<font size=\"2\"><sub>3</sub></font> (calcitriol), the biologically active form (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25323.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Vitamin D stimulates intestinal calcium absorption (main function), renal calcium and phosphate resorption, and bone mineralization.<p></p><p><strong>Insufficiency</strong> (eg, serum calcifediol 12-20 ng/mL) or <strong>deficiency</strong> (eg, &lt;12 ng/mL) is due to low intake (eg, insufficient dairy), chronic kidney disease, decreased sun exposure, and malabsorption (eg, pancreatic insufficiency) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/76656.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).&nbsp; Multiple factors are usually involved.&nbsp; Common manifestations include diffuse bone pain and tenderness, myopathy (eg, weakness due to hypocalcemia and hypophosphatemia), <strong>osteomalacia</strong> in adults, and <strong>rickets</strong> in children (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/76369.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).&nbsp; Nonskeletal manifestations include mood disturbances, fatigue, and depressed immunity (eg, frequent respiratory infections).&nbsp; However, many patients remain asymptomatic even with marked deficiency.&nbsp; Treatment generally adheres to the following framework:<p></p><ul class=\"article-body-unordered-list\"><li>Deficiency:&nbsp; Initial loading with high dose D<font size=\"2\"><sub>2 </sub></font>or D<font size=\"2\"><sub>3</sub></font> (eg, 50,000 IU/week x 8 weeks)</li><li>Insufficiency or maintenance:&nbsp; Standard dose D<font size=\"2\"><sub>2 </sub></font>or D<font size=\"2\"><sub>3</sub></font> (eg, 800-1,000 IU/day) indefinitely</li></ul><p>Serum calcifediol level should be rechecked in 3-4 months to confirm target levels (ie, ≥20 ng/mL).&nbsp; Concurrent calcium supplementation may be needed for hypocalcemia.&nbsp; In fair-skinned patients, judicious sunlight exposure (eg, only enough to cause minimal erythema) generates the equivalent of 25,000 IU of oral vitamin D.</p><p><strong>Toxicity</strong> is rare but can occur in the setting of massive overdose (eg, &gt;100,000 IU/day) or ectopic production by macrophages in granulomatous disease (eg, sarcoidosis).&nbsp; Manifestations are related to <strong>hypercalcemia</strong> (eg, constipation, neuropsychiatric changes, urinary stones).</p><h2>Vitamin E</h2><p>Vitamin E (tocopherols) is derived from dietary plant oils (eg, sunflower, wheat germ), nuts, and seeds.&nbsp; Vitamin E is a fat-soluble antioxidant that protects lipids and cell membranes from free radical injury.</p><p><strong>Deficiency</strong> is rare, but can be seen with malabsorption (eg, cholestatic liver disease) or genetic abetalipoproteinemia (inability to transport fatty acids).&nbsp; Chronic manifestations include an increased risk of atherosclerosis and age-related macular degeneration, likely due to antioxidant consumption by inflammatory processes.&nbsp; Other presentations include myopathy, peripheral neuropathy, spinocerebellar degeneration, and hemolytic anemia (due to red blood cell oxidative membrane damage) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80741.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ).&nbsp; Treatment involves repletion, typically with high doses of alpha-tocopherol polyethylene glycol, a PEGylated form of vitamin E that improves its solubility.There is no clinically significant toxicity.<p></p><h2>Vitamin K</h2><p>Vitamin K (phytonadione) is acquired mainly from green, leafy vegetables (eg, spinach, kale, broccoli) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L107208.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Vitamin K promotes normal blood coagulation.&nbsp; It is required for gamma-carboxylation of several hemostatic factors:&nbsp; II, VII, IX, X, proteins C and S (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/93117.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ).<p></p><p><strong>Deficiency</strong> is primarily seen with malabsorption (eg, pancreatic insufficiency).&nbsp; Broad-spectrum antibiotics can also deplete vitamin K<font size=\"2\"><sub>2</sub></font> (minor isoform) via disruption of the normal gut flora that&nbsp; synthesize it, exacerbating deficiency.&nbsp; Manifestations include <strong>coagulopathy</strong>, causing easy bruising, purpura, spontaneous gastrointestinal bleeding (eg, melena), and hemorrhagic disease of the newborn.Diagnosis of vitamin K deficiency is based mainly on the coagulation panel, because there is no readily available direct assay.&nbsp; <strong>Prolongation of prothrombin time</strong> (PT/INR) is the earliest sign because factor VII has the shortest half-life.&nbsp; As deficiency progresses, activated partial thromboplastin time (aPTT) may also prolong due to reduced activity of factors II, IX, and X.&nbsp; For confirmation, some centers use des-gamma-carboxyprothrombin (an incompletely carboxylated form of factor II) as a surrogate marker.&nbsp; Differentiating vitamin K deficiency from hepatic coagulopathy is a common clinical question in patients with cholestatic liver disease; factor V (non-vitamin K-dependent factor produced by the liver) is helpful because it remains normal in vitamin K deficiency but is decreased in liver failure.Treatment of severe coagulopathy usually involves a single 10-mg dose of parenteral vitamin K.&nbsp; Intravenous administration carries a small risk of anaphylaxis (&lt;0.05%).&nbsp; Overcorrection of supratherapeutic INR, especially in patients on warfarin for high-risk conditions (eg, mechanical heart valves), can lead to thrombotic events.</p><h1>Water soluble vitamins</h1><h2>Vitamin B<font size=\"2\"><sub>1</sub></font> (thiamine)</h2><p>Vitamin B<font size=\"2\"><sub>1</sub></font> (thiamine) is a key cofactor for 2 enzymes of the <strong>tricarboxylic acid (TCA) cycle</strong>:</p><ul class=\"article-body-unordered-list\"><li>Pyruvate dehydrogenase complex (converts pyruvate to acetyl-CoA)</li><li>Alpha-ketoglutarate dehydrogenase (converts alpha-ketoglutarate to succinyl-CoA).</li></ul><p>Therefore, deficiency reflects TCA cycle disruption of the most energetically active tissue, such as neurons and cardiomyocytes.&nbsp; As a result, clinical manifestations of thiamine deficiency are primarily neurologic (dry beriberi, Wernicke encephalopathy, Korsakoff syndrome) and cardiovascular (wet beriberi).&nbsp; (Beriberi likely comes from the Sinhalese for \"weakness\".)</p><ul class=\"article-body-unordered-list\"><li><strong>Dry beriberi</strong> is a symmetric polyneuropathy (motor and sensory) that presents with weakness, muscle atrophy, hyporeflexia, and gait ataxia.</li><li><strong>Wernicke encephalopathy</strong> is an acute metabolic encephalopathy (eg, confusion, altered consciousness) often accompanied by ophthalmoplegia and cerebellar ataxia (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36164.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 9\n                                    </a>\n                                </div>\n                                ).</li><li><strong>Korsakoff syndrome</strong> is a chronic neuropsychiatric disorder that develops after Wernicke encephalopathy.&nbsp; It is caused by metabolic infarction of the bilateral mamillary bodies and hippocampi (critical structures for memory).&nbsp; Symptoms include anterograde amnesia (ie, unable to form new memories) and confabulation (creation of false memories to maintain a sense of continuity, without intention to deceive) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/46417.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 10\n                                    </a>\n                                </div>\n                                ).</li><li><strong>Wet beriberi</strong> is an acute dilated cardiomyopathy causing heart failure (eg, hypotension, edema, jugulovenous distension, S3 gallop).&nbsp; A high-output heart failure state can be seen due to concomitant peripheral vasodilation (eg, thiamine also required to maintain vascular tone).</li></ul><p>Treatment of severe thiamine deficiency involves parenteral (eg, intravenous, intramuscular) replacement because underlying absorption issues often limit oral efficacy.&nbsp; In chronic alcohol use disorder, thiamine is usually given with other B complex vitamins, glucose, and electrolytes.&nbsp; The \"banana bag\" (named because of its yellow color from riboflavin and folate) is a popular intravenous formulation used for this purpose.&nbsp; Glucose (or carbohydrate) loading can precipitate Wernicke encephalopathy by increasing the metabolic demand for thiamine, depleting its remaining stores.&nbsp; Therefore, thiamine is always given before or concurrently with glucose.&nbsp; Neuropathy, encephalopathy, and cardiomyopathy are rapidly reversible if thiamine replacement is initiated early enough.</p><h2>Vitamin B<font size=\"2\"><sub>3</sub></font> (niacin)</h2><p>Vitamin B<font size=\"2\"><sub>3</sub></font> (niacin) is the precursor to nicotinamide nucleotides (eg, NAD<font size=\"2\"><sup>+</sup></font>, NADP<font size=\"2\"><sup>+</sup></font>), which are involved in many metabolic (eg, glycolysis, TCA cycle, oxidative phosphorylation) and redox (eg, glutathione regeneration) reactions.</p><p><strong>Deficiency</strong> usually occurs in conjunction with other B complex vitamin deficiencies, as discussed previously.&nbsp; The classic manifestation is <strong>pellagra </strong>(\"rough skin\"), consisting of \"4 Ds\" (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/44962.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 11\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>D</strong>ermatitis (photosensitive rash):&nbsp; due to the critical role of NADH in UV-induced DNA repair.&nbsp; The characteristic rash involves blistering in sun-exposed areas (eg, nape and shoulders) that progresses to a hyperpigmented scale (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19761.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li><li><strong>D</strong>iarrhea (and vomiting):&nbsp; due to GI mucosal inflammation, compounding B<font size=\"2\"><sub>3</sub></font> and other nutritional deficiencies.</li><li><strong>D</strong>ementia (or delirium or psychosis) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/44962.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 11\n                                    </a>\n                                </div>\n                                ):&nbsp; due to dysfunction and apoptosis of neurons.</li><li><strong>D</strong>eath:&nbsp; if left untreated, pellagra uniformly worsens, leading to coma and death.</li></ul><p>Treatment of pellagra involves niacin repletion, usually as part of a multivitamin regimen with other B complex vitamins.&nbsp; Niacin is well tolerated but can cause acute facial flushing in some patients.</p><h2>Vitamins B<font size=\"2\"><sub>9</sub></font> (folate) and B<font size=\"2\"><sub>12</sub></font> (cobalamin)</h2><p>Vitamin B<font size=\"2\"><sub>9</sub></font> (folate) and vitamin B<font size=\"2\"><sub>12</sub></font> (cobalamin) are abundant in dietary sources but differ in their absorption.</p><ul class=\"article-body-unordered-list\"><li>Cobalamin (<strong>B<font size=\"2\"><sub>12</sub></font></strong>) binds to intrinsic factor (<strong>IF</strong>) secreted by gastric parietal cells.&nbsp; The B<font size=\"2\"><sub>12</sub></font>-IF complex is absorbed in the ileum via receptor-mediated endocytosis.</li><li>Folate (B<font size=\"2\"><sub>9</sub></font>) is absorbed in the jejunum without IF and converted to 5-methyl-tetrahydrofolate (5-methyl-THF) prior to entering the circulation.</li></ul><p>Once absorbed, folate and B<font size=\"2\"><sub>12</sub></font> drive 3 major metabolic pathways:</p><ul class=\"article-body-unordered-list\"><li>Both vitamins enter the methionine cycle, which powers all methylation (1-carbon metabolism) reactions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27970.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Folate (as 5-methyl-THF) donates a methyl group to homocysteine, converting it to methionine; vitamin B<font size=\"2\"><sub>12 </sub></font>serves as a cofactor for this reaction.</li><li>Folate is a cofactor for the pyrimidine synthesis pathway (which methylates uracil to thymidine) necessary for DNA replication and repair (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32115.jpg\" alt=\"Methionine cycle\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Methionine cycle</div>\n                                </div>\n                                ).</li><li>B<font size=\"2\"><sub>12</sub></font> is a cofactor for the methylmalonic acid (MMA) pathway, which converts methylmalonyl-CoA to succinyl-CoA to support the TCA cycle and myelin synthesis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26155.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li></ul><p>Folate and B<font size=\"2\"><sub>12</sub></font>&nbsp;<strong>deficiency</strong> can develop together or independently:</p><ul class=\"article-body-unordered-list\"><li>Combined folate and B<font size=\"2\"><sub>12</sub></font> deficiency is associated with poor dietary intake and malabsorption (eg, alcohol, gastric bypass).</li><li>Isolated folate deficiency is caused by drugs that inhibit dihydrofolate reductase (DHFR) (eg, methotrexate) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/48350.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 13\n                                    </a>\n                                </div>\n                                ) or conditions that involve rapid cell proliferation (eg, pregnancy, chronic hemolysis, cancer).</li><li>Isolated B<font size=\"2\"><sub>12</sub></font> deficiency is typically caused by chronic atrophic gastritis (decreased parietal cell IF production), autoantibodies against IF (eg, pernicious anemia), or <em>Diphyllobothrium</em> (fish tapeworm).</li></ul><p>Folate deficiency can develop over weeks because it is constantly consumed by the methionine cycle.&nbsp; In contrast, B<font size=\"2\"><sub>12</sub></font> deficiency evolves over months to years because it serves as a coenzyme (ie, not consumed by the reaction it facilitates) and has a long half-life (eg, stored in liver).&nbsp; Note:&nbsp; vitamin B<font size=\"2\"><sub>12</sub></font> deficiency can cause a functional folate deficiency by preventing the regeneration of THF from 5-methyl-THF in the methionine cycle, thereby \"trapping\" folate in its inactive form.</p><p>Folate and B<font size=\"2\"><sub>12</sub></font> deficiencies share 2 clinical features in common:</p><ul class=\"article-body-unordered-list\"><li><strong>Megaloblastic anemia:</strong>&nbsp; Impaired DNA synthesis leads to large erythroid precursors; this megaloblastosis reflects these cells' inability to divide due to stalled nuclear replication despite continued cytoplasmic expansion (eg, intact protein synthesis).&nbsp; The anemia leads to pallor, exertional dyspnea, and fatigue.&nbsp; Peripheral blood shows macrocytosis (ie, mean corpuscular volume &gt;100 μm<font size=\"2\"><sup>3</sup></font>) and hypersegmented neutrophils (ie, ≥6 nuclear lobes) due to repeated failed division (from low DNA content).</li><li><strong>Elevated plasma homocysteine:</strong>&nbsp; Both vitamins work together to convert homocysteine to methionine.&nbsp; Elevated homocysteine is sometimes used as a proxy marker for deficiency.&nbsp; It may promote atherogenesis and thrombosis, but not nearly to the same extent as primary (genetic) hyperhomocysteinemia (eg, cystathionine beta-synthase deficiency).</li></ul><p>Unique manifestations of folate deficiency include:</p><ul class=\"article-body-unordered-list\"><li><strong>Neural tube defects (NTDs):</strong>&nbsp; Neurulation (organogenesis of brain and spinal cord) is the most DNA-intensive process of early gestation.&nbsp; Folate deficiency can lead to NTDs including spina bifida, meningocele, and anencephaly.&nbsp; In contrast, B<font size=\"2\"><sub>12</sub></font> affects postnatal myelination instead of prenatal development.</li></ul><p>Unique manifestations of B<font size=\"2\"><sub>12</sub></font> deficiency include:</p><ul class=\"article-body-unordered-list\"><li><strong>Methylmalonic acidemia:</strong>&nbsp; B<font size=\"2\"><sub>12</sub></font> is required to convert methylmalonyl-CoA to succinyl-CoA.</li><li><strong>CNS degeneration:</strong>&nbsp; Longstanding B<font size=\"2\"><sub>12</sub></font> deficiency can cause demyelinating lesions of the spinal cord because buildup of MMA is directly toxic to oligodendrocytes.&nbsp; The dorsal columns (proprioception, touch, and vibration) and lateral spinocortical tracts (motor function) are most severely affected.&nbsp; This distinctive lesion pattern is referred to as <strong>subacute combined</strong> (ie, dorsal + lateral) <strong>degeneration</strong>.&nbsp; Additional manifestations include cerebral dysfunction (eg, dementia, psychosis) and peripheral neuropathy.</li></ul><p>Diagnosis of folate deficiency is based on hematologic findings (eg, macrocytic anemia) and low serum or erythrocyte folate levels.&nbsp; Diagnosis of B<font size=\"2\"><sub>12</sub></font> deficiency is based on serum B<font size=\"2\"><sub>12</sub></font> levels.</p><ul class=\"article-body-unordered-list\"><li>Serum B<font size=\"2\"><sub>12</sub></font> &lt;200 pg/mL indicates deficiency.</li><li>Serum B<font size=\"2\"><sub>12</sub></font> &gt;300 pg/mL indicates sufficiency.</li><li>Serum B<font size=\"2\"><sub>12</sub></font> 200-300 pg/mL is an equivocal result that requires further testing with MMA measurement (<strong>high MMA</strong> confirms deficiency).</li></ul><p>Treatment involves repletion of folate and/or B<font size=\"2\"><sub>12</sub></font>.&nbsp; Folate therapy quickly resolves hematologic abnormalities but does not address ongoing neurologic damage from concurrent B<font size=\"2\"><sub>12</sub></font> deficiency (and may potentially delay the diagnosis).&nbsp; Therefore, many clinicians provide simultaneous folate and B<font size=\"2\"><sub>12</sub></font> repletion for any patient with megaloblastic anemia.&nbsp; Oral folate and intramuscular B<font size=\"2\"><sub>12</sub></font> are the standard modalities, but some variations exist, such as folinic acid (leucovorin) to \"rescue\" folate downstream of dihydrofolate reductase in patients receiving high dose inhibitors (eg, pemetrexed-based chemotherapy) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25906.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).<p></p><h2>Other B complex vitamins</h2><ul class=\"article-body-unordered-list\"><li><strong>Vitamin B<font size=\"2\"><sub>2</sub></font>&nbsp;(riboflavin)</strong> is the precursor to flavin nucleotides (eg, FMN, FAD), which serve as electron acceptors in the TCA cycle, electron transport chain, and fatty acid beta-oxidation.&nbsp; It supports ATP production in a variety of tissues.&nbsp; Manifestations are mainly limited to mucositis (eg, oral stomatitis, angular cheilitis, and glossitis).&nbsp; Peripheral neuropathy, ocular keratitis, and seborrheic dermatitis are less common presentations.</li><li><strong>Vitamin B<font size=\"2\"><sub>5</sub></font>&nbsp;(pantothenic acid)</strong> is the precursor for coenzyme A (CoA), which transfers acyl groups for many metabolic reactions in the TCA cycle and fatty acid oxidation.&nbsp; Symptoms include peripheral neuropathy (eg, burning feet syndrome), cognitive impairment, and dermatitis.</li><li><strong>Vitamin B<font size=\"2\"><sub>6</sub></font>&nbsp;(pyridoxine)</strong> serves as a cofactor for many enzymes involved in amino acid metabolism (eg, transaminases, decarboxylases), which supply gluconeogenesis and neurotransmitter synthesis.&nbsp; It is also required for the initial step of heme synthesis (provision of aminolevulinic acid for porphyrin subunits).&nbsp; Deficiency typically occurs in the setting of <strong>isoniazid</strong> treatment (eg, for tuberculosis), which inhibits conversion of B<font size=\"2\"><sub>6</sub></font> to its active form.&nbsp; Manifestations include peripheral neuropathy, ataxia, mucositis (eg, cheilitis, stomatitis), and microcytic hypochromic anemia due to arrested heme production.</li><li><strong>Vitamin B<font size=\"2\"><sub>7</sub></font>&nbsp;(biotin)</strong> is a cofactor for carboxylase enzymes involved in gluconeogenesis, branched-chain amino acid metabolism, and fatty acid synthesis (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81530.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 14\n                                    </a>\n                                </div>\n                                ).&nbsp; Deficiency is extremely rare.&nbsp; Manifestations include peripheral neuropathy, myopathy, cognitive impairment, alopecia, and brittle nails.&nbsp; Severe deficiency can lead to high anion-gap metabolic acidosis due to propionic acidemia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30845.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li></ul><h2>Vitamin C (ascorbic acid)</h2><p>Vitamin C (ascorbic acid) is a critical cofactor for prolyl and lysyl hydroxylases, which are required to produce, crosslink and stabilize collagen.&nbsp; Deficiency occurs in the setting of multiple vitamin malabsorption (eg, chronic alcohol use), severe malnutrition, or limited intake of citrus fruits.</p><p>Severe vitamin C deficiency manifests with <strong>scurvy</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37344.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 15\n                                    </a>\n                                </div>\n                                ).&nbsp; Clinical features are related to collagen deficiency, and include petechiae, ecchymoses, perifollicular hemorrhages (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9150.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ), gingival inflammation and bleeding (\"spongy gums\") (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84838.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ), loose teeth, and poor wound healing or dehiscence.&nbsp; Small \"corkscrew\" hairs are characteristic.&nbsp; Arthralgia is common, reflecting cartilage degeneration and periosteal hemorrhages, and can progress to hemarthrosis.&nbsp; Uncorrected, scurvy progresses to death from sepsis (bacterial translocation across weak basement membranes), intracranial or gastrointestinal bleeding, or acute aortic dissection.<p></p><p>Diagnosis is based on clinical features and low plasma vitamin C level.&nbsp; Despite multiple hemorrhagic sites, coagulation studies and platelet count are normal.&nbsp; The only hemostatic laboratory abnormality is a prolonged bleeding time (measures platelet activation at damaged vessel wall, which requires collagen).&nbsp; Treatment involves vitamin C repletion, with improvement typically seen within several days.&nbsp; Vitamin C is generally well tolerated, but can cause abdominal bloating, diarrhea, and calcium oxalate urinary stones in susceptible patients.</p><h1>Summary</h1><p>The essential vitamins required by humans are classified as fat-soluble (A, D, E, K) or water-soluble (B complex, C).</p><ul class=\"article-body-unordered-list\"><li>Fat-soluble vitamin deficiency typically develops with fat malabsorption (eg, pancreatic insufficiency, cholestatic liver disease).&nbsp; Manifestations include night blindness and xerophthalmia (vitamin A), osteomalacia or rickets (vitamin D), hemolytic anemia and neurodegeneration (vitamin E), and coagulopathy (vitamin K).</li><li>The B complex vitamins include B<font size=\"2\"><sub>1</sub></font> (thiamine), B<font size=\"2\"><sub>2</sub></font> (riboflavin), B<font size=\"2\"><sub>3</sub></font> (niacin), B<font size=\"2\"><sub>5</sub></font> (panthothenic acid), B<font size=\"2\"><sub>6</sub></font> (pyridoxine), B<font size=\"2\"><sub>7</sub></font> (biotin), B<font size=\"2\"><sub>9</sub></font> (folate), and B<font size=\"2\"><sub>12</sub></font> (cobalamin).&nbsp; Deficiency is typically due to severe malnutrition or malabsorption, especially in the setting of chronic alcohol overuse.&nbsp; These vitamins serve as coenzymes for energy-producing reactions (eg, TCA cycle); therefore, metabolically active organs (eg, nervous system, heart, skin, mucosa) are most impacted by deficiency.&nbsp; Distinct clinical presentations include beriberi and Wernicke-Korsakoff syndrome (thiamine), pellagra (niacin), and megaloblastic anemia with elevated homocysteine (folate and B<font size=\"2\"><sub>12</sub></font>).</li></ul><p>Although deficiency is possible with any vitamin, clinically significant toxicity is typically only seen with fat-soluble ones, especially vitamin A (pseudotumor cerebri, teratogenicity) and vitamin D (hypercalcemia).</p></div> \n            "
}