{
  "meta": {
    "title": "Acute cholecystitis",
    "url": "https://brainandscalpel.vercel.app/acute-cholecystitis-7840ca92-35aa55.html",
    "scrapedAt": "2025-12-01T04:50:23.964Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Acute cholecystitis is inflammation of the gallbladder, most often caused by gallstone obstruction of the cystic duct (calculous cholecystitis), leading to bile stasis and inflammation, sometimes with secondary infection. A less common form, acalculous cholecystitis, occurs without stones and is typically seen in critically ill patients.</p>\n<h1>Pathophysiology</h1><br><br><p>The most common cause of acute cholecystitis is <strong>obstruction by a gallstone</strong> within the cystic duct.&nbsp; This results in obstructed bile flow through the duct and gallbladder distension.</p><br><br><p>The normal physiologic response to the ingestion of foods containing fat is the release of cholecystokinin (CCK), which triggers gallbladder contraction.&nbsp; If the gallbladder contracts against a fixed obstruction (eg, due to a thick biliary sludge or gallstone), the rise in intragallbladder pressure can cause ischemia within the gallbladder wall (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88087.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The ischemia triggers an inflammatory response in the gallbladder wall, resulting in neutrophilic infiltrate.&nbsp; This inflammatory cascade is thought to be prostaglandin mediated.&nbsp; Although the inflammation in the gallbladder wall starts without infection, secondary bacterial infection (typically with gut flora such as <em>Escherichia coli</em>, <em>Klebsiella</em>, or <em>Enterococcus</em>) often develops.<p></p><br><br><p>In cases of acalculous cholecystitis, bile stasis and ischemia of the gallbladder wall are precipitated by critical conditions such as recent major surgery, burns, or sepsis.&nbsp; These conditions lead to poor blood flow to the gallbladder wall (often due to hypovolemia or hypotension), which causes necrosis and subsequent inflammation.</p>\n<h1>Risk factors</h1><h2>Acute calculous cholecystitis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Elevated <strong>cholesterol synthesis</strong> into bile, promoting supersaturation with cholesterol:&nbsp; Hyperlipidemia, elevated estrogen (female sex, oral contraceptive pills, hormone replacement therapy), obesity, diabetes mellitus.</li>\n\t<li>Gallbladder hypomotility, allowing bile stasis and stone precipitation:&nbsp; Pregnancy, total parenteral nutrition (TPN) (due to lack of enteral stimulation), prolonged fasting, rapid weight loss, octreotide use.</li>\n\t<li>Decreased bile acid synthesis (fibrate medications) or resorption in the ileum (Crohn disease).</li>\n\t<li>Advancing age (&gt;40), changing bile composition and gallbladder motility.</li>\n\t<li>Hemolytic disorders, increasing bilirubin turnover and predisposing to pigmented gallstones:&nbsp; Sickle cell disease, thalassemia.</li>\n</ul>\n<h2>Acalculous cholecystitis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Critical illness and systemic hypoperfusion</strong>, causing ischemic injury and impairing gallbladder motility:&nbsp; Shock state, sepsis, severe burns.</li>\n\t<li>Major surgery and trauma, especially abdominal or cardiothoracic procedures disrupting splanchnic circulation:&nbsp; Abdominal aortic aneurysm repair.</li>\n\t<li>TPN.</li>\n\t<li>Diabetes mellitus, resulting in neuropathy and impaired gallbladder emptying.</li>\n\t<li>Immunosuppression, impairing defenses and contributing to exacerbated inflammation:&nbsp; HIV/AIDS.</li>\n</ul>\n<h1>Pathology</h1><br><br><p>The pathology of acute cholecystitis falls on a spectrum and depends mostly on the duration of the condition's course.&nbsp; The <strong>inflammatory cascade</strong> triggered in acute cholecystitis can ultimately progress to <strong>ischemia</strong> and gangrene of the gallbladder wall.&nbsp; Perforation and frank peritonitis can occur when there is loss of integrity in the gallbladder wall due to the friability of ischemic tissues.&nbsp; The ischemic wall is then susceptible to <strong>secondary bacterial infection</strong> with gut flora.&nbsp; Empyema of the gallbladder can also occur when the lumen of the gallbladder becomes filled with a mix of infected, purulent, and bilious material.</p><br><br><p>Chronic cholecystitis (a somewhat controversial term) refers to recurrent episodes of inflammation that lead to fibrosis and scarring of the gallbladder wall.&nbsp; The course of chronic cholecystitis is more indolent because repeated episodes of inflammation (which can be in the presence or absence of a gallstone) cause dysfunction of gallbladder emptying, also called biliary dyskinesia.&nbsp; The gallbladder is less effective in emptying due to scarring and has a reduced ejection fraction.</p>\n<h1>Clinical presentation</h1><br><br><p>The hallmark of acute cholecystitis is <strong>RUQ abdominal pain</strong>, often associated with nausea, vomiting, and <strong>fever</strong>.&nbsp; The pain may initially be colicky but becomes persistent as inflammation progresses.&nbsp; Characteristic pain from acute cholecystitis radiates to the <strong>right shoulder blade</strong>.&nbsp; On clinical examination, there may be a <strong>positive Murphy sign</strong>, which is indicated by halting of respiration with palpation of the RUQ (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84919.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of acute cholecystitis relies on a combination of clinical presentation, laboratory evaluation, and imaging studies.</p>\n<h2>Laboratory evaluation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Complete blood count</strong>:&nbsp; Leukocytosis with a left shift is typical, although it may be absent in early or mild cases.</li>\n\t<li><strong>Liver function tests</strong>:&nbsp; There should be <strong>no elevation in bilirubin or alkaline phosphatase</strong> in uncomplicated acute calculous cholecystitis because the obstruction is typically within the cystic duct.&nbsp; <strong>Transaminase levels</strong> may also be <strong>normal</strong> in uncomplicated cases.&nbsp; If present, <strong>derangements in liver function testing</strong> should prompt investigation for <strong>complications</strong>.</li>\n</ul>\n<h2>Imaging studies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>RUQ ultrasonography</strong>:&nbsp; The first-line imaging modality when acute cholecystitis is suspected.&nbsp; Imaging findings to support the diagnosis include:<br><br>\t<ul>\n\t\t<li><strong>Gallbladder wall thickening</strong> (&gt;3 mm).</li>\n\t\t<li>Pericholecystic <strong>fluid</strong>.</li>\n\t\t<li>Gallbladder distension.</li>\n\t\t<li><strong>Sonographic Murphy sign</strong> (tenderness when the ultrasonographic probe is pressed over the gallbladder).</li>\n\t\t<li>Presence of gallstones or biliary sludge (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99263.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t</ul>\n\t</li>\n\t<li><strong>HIDA scan</strong>:&nbsp; A nuclear medicine test using a radiotracer called \"iminodiacetic acid\" that is excreted into the biliary system.&nbsp; HIDA is considered the <strong>gold standard</strong> when ultrasonographic findings are <strong>equivocal</strong>, which may be the case early in a patient's clinical course.&nbsp; The absence of radiotracer migration <strong>(nonvisualization)</strong> to the gallbladder suggests cystic duct obstruction and cholecystitis.&nbsp; Chronic cholecystitis can be identified on HIDA scan with delayed visualization of radiotracer in the gallbladder or reduced ejection fraction.</li>\n\t<li><strong>CT scan</strong>:&nbsp; More comprehensive abdominal imaging used in complicated cases to assess for perforation, abscess formation, or alternate diagnoses such as pancreatitis.&nbsp; CT scan is more sensitive than ultrasonography for detecting emphysematous cholecystitis, which would present with gas within the gallbladder wall.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Symptomatic cholelithiasis (biliary colic)</strong>:&nbsp; Biliary colic presents with RUQ pain, which is episodic and resolves within hours, whereas the pain in acute cholecystitis is more persistent.&nbsp; In biliary colic, there is no associated fever, leukocytosis, or concerning changes on ultrasonography (eg, gallbladder wall thickening, pericholecystic fluid), as would be seen in acute cholecystitis.</li>\n\t<li><strong>Acute pancreatitis</strong>:&nbsp; Both conditions present with RUQ and epigastric pain, but pancreatitis often involves radiating pain directly to the back and elevated serum lipase/amylase levels.&nbsp; Amylase and lipase levels should be normal in acute cholecystitis.</li>\n\t<li><strong>Acute cholangitis</strong>:&nbsp; Although both conditions have RUQ pain and fever, acute cholangitis (ascending infection of the biliary tree) also presents with jaundice, demonstrating Charcot triad: fever, jaundice, and RUQ pain.&nbsp; Reynolds pentad (Charcot triad plus hypotension and altered mental status) can be seen in severe cases.</li>\n\t<li><strong>Acute hepatitis</strong>:&nbsp; Acute hepatitis often presents similarly to gallstone disease with RUQ pain.&nbsp; On laboratory evaluation, however, acute hepatitis has diffuse hepatocellular injury with marked transaminase elevation (aspartate aminotransferase, alanine aminotransferase), which would not be expected in acute cholecystitis.</li>\n\t<li><strong>Peptic ulcer disease (PUD)</strong>:&nbsp; Epigastric pain caused by PUD can mimic acute cholecystitis.&nbsp; However, pain related to ulcers may improve with food (eg, depending on the location of the ulcer).&nbsp; Pain from acute cholecystitis typically worsens with the ingestion of food and subsequent gallbladder contraction.</li>\n\t<li><strong>Acute myocardial infarction (MI)</strong>:&nbsp; Epigastric pain and nausea can mimic gallstone disease, particularly in women or patients with diabetes mellitus whose condition may present more atypically.&nbsp; MI, however, is associated with ECG changes and cardiac enzyme elevations.&nbsp; Physical examination in MI should not elicit tenderness in the RUQ.</li>\n</ul>\n<h1>Management</h1><br><br><p>The treatment of acute cholecystitis typically involves supportive care, antibiotics, and surgical intervention.</p>\n<h2>Initial management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>NPO status</strong>:&nbsp; Patients should be kept NPO to reduce gallbladder stimulation and to prepare for surgical management.</li>\n\t<li><strong>Intravenous fluids</strong>:&nbsp; Adequate hydration is necessary to prevent hypovolemia and maintain hemodynamic stability.</li>\n\t<li><strong>Analgesia</strong>:&nbsp; Intravenous pain medications such as nonsteroidal anti-inflammatory drugs or opioids can be used for pain control.</li>\n\t<li><strong>Antibiotics</strong>:&nbsp; Broad-spectrum antibiotics are recommended to cover common gut flora such as <em>E coli</em>, <em>Klebsiella</em>, and <em>Enterococcus</em>.&nbsp; Agents such as piperacillin-tazobactam or a combination of ceftriaxone and metronidazole are commonly used.</li>\n</ul>\n<h2>Definitive treatment</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cholecystectomy</strong>:&nbsp; Laparoscopic cholecystectomy is the definitive treatment for acute cholecystitis and is typically performed <strong>within 72 hours</strong> of symptom onset.&nbsp; Delay to surgical intervention increases the risk for complications such as perforation.</li>\n\t<li><strong>Percutaneous cholecystostomy</strong>:&nbsp; For patients who are poor surgical candidates due to comorbidities or critical illness, percutaneous cholecystostomy (drainage of the gallbladder via catheter placed in the abdominal wall) may be performed as a temporizing measure (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L119959.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gangrenous cholecystitis</strong>:&nbsp; Prolonged ischemia of the gallbladder wall due to venous congestion and edema can result in necrosis.&nbsp; This increases the risk for perforation of the gallbladder wall, which can result in generalized peritonitis or abscess formation.</li>\n\t<li><strong>Gallbladder empyema</strong>:&nbsp; Gallbladder empyema is characterized by the collection of infected purulent material mixed with bile in the lumen of the gallbladder.&nbsp; The purulent bilious material can rapidly fill the gallbladder, increasing pressure on its wall and propagating ischemia and gangrene.</li>\n\t<li><strong>Emphysematous cholecystitis</strong>:&nbsp; Caused by gas-forming organisms (such as <em>Clostridium</em>), this rare and life-threatening form of cholecystitis occurs more frequently in patients with diabetes mellitus.&nbsp; On CT imaging, there is evidence of air within the gallbladder wall or air-fluid levels within the gallbladder lumen (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L184.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Sepsis</strong>:&nbsp; Bacterial translocation from the infected gallbladder into the bloodstream can lead to sepsis and bacteremia.&nbsp; Immunocompromised patients, the elderly, and those with comorbid conditions are at higher risk.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis for acute calculous cholecystitis is generally favorable with timely diagnosis and appropriate management.&nbsp; Most patients recover fully after cholecystectomy.&nbsp; However, delayed treatment can lead to complications such as perforation and sepsis; death can also occur.&nbsp; Acalculous cholecystitis carries a higher risk for mortality due to its association with critical illness.</p>\n<h1>Summary</h1><br><br><p>Acute cholecystitis is an inflammatory condition of the gallbladder most commonly caused by gallstone obstruction of the cystic duct (ie, acute calculous cholecystitis).&nbsp; When this condition occurs in the absence of a gallstone, it is called \"acute acalculous cholecystitis.\"&nbsp; Imaging studies, particularly right upper quadrant ultrasonography, play a crucial role in making the diagnosis.&nbsp; The differential diagnosis is broad, but clinical examination and laboratory/imaging studies can be used to identify the correct condition.&nbsp; Early recognition and treatment, including supportive care, antibiotics, and cholecystectomy, are essential to preventing serious complications.&nbsp; For severely ill patients, percutaneous cholecystostomy may be used as a bridge to delayed cholecystectomy.&nbsp; The prognosis is excellent with timely surgical intervention, although the condition can be life-threatening if treatment is delayed or complications occur.</p>\n</div>\n\n            "
}