{
  "meta": {
    "title": "Anal fissure",
    "url": "https://brainandscalpel.vercel.app/anal-fissure-19365aea-35aa55.html",
    "scrapedAt": "2025-12-01T04:50:28.722Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>An anal fissure is a superficial, longitudinal tear in the anal mucosa distal to the dentate line (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L115715.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; It typically occurs in the posterior midline of the anal verge and is most often caused by mechanical trauma, typically from chronic constipation (eg, straining) or the passage of hard stools.&nbsp; Patients often present with severe, tearing pain during defecation and bright red rectal bleeding.<p></p>\n<h1>Pathogenesis</h1><br><br><p>Anal fissures commonly result from mechanical trauma to the anal mucosa, most often due to hard stools and constipation.&nbsp; Straining generates elevated anal sphincter pressure, which can stretch and tear the mucosa, producing a linear fissure.&nbsp; The majority of fissures occur at the posterior midline of the anal verge, where blood flow is relatively reduced, making the tissue more vulnerable to injury.&nbsp; Fissures located laterally or anteriorly are atypical and suggest a secondary etiology for anal fissure, such as inflammatory bowel disease, infection, or malignancy.</p>\n<h1>Risk factors</h1><br><br><p>Local mucosal trauma:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Constipation and passage of hard stools.</li>\n\t<li>Vaginal delivery.</li>\n\t<li>Anal intercourse.</li>\n\t<li>Prolonged diarrhea and poor anal hygiene:&nbsp; Promote irritation and inflammation, which lower the threshold for fissure development.</li>\n</ul><br><br><p>Underlying medical conditions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Inflammatory bowel disease (eg, Crohn disease):&nbsp; Chronically inflamed mucosa is fragile and more prone to tearing.</li>\n\t<li>Infection (eg, HIV, syphilis).</li>\n\t<li>Malignancy (eg, anal cancer).</li>\n</ul>\n<h1>Pathology</h1><br><br><p>The majority of anal fissures begin as painful, superficial tears in the anal mucosa.&nbsp; Pain arises both from direct irritation of exposed nerve endings and from reflex spasms of the internal anal sphincter.&nbsp; This sphincter spasm further reduces blood flow to the posterior anal canal, thereby impairing healing and predisposing to chronic fissure development (eg, symptoms &gt;8 weeks).&nbsp; Chronic fissures are often less acutely painful but may exhibit features such as hypertrophied anal papillae, fibrotic edges, and sentinel skin tags.</p>\n<h1>Clinical presentation</h1><br><br><p>Characteristic signs and symptoms of an anal fissure include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Painful defecation:&nbsp; Sharp, burning pain during (and after) bowel movements.</li>\n\t<li>Rectal bleeding:&nbsp; Usually minor and described as streaks of bright red blood on the surface of the stool or on toilet paper/wipes.</li>\n\t<li>Perianal itching or irritation.</li>\n\t<li>Visible linear tear in the anal mucosa:&nbsp; Can be visualized with gentle traction of the buttocks.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hemorrhoids</strong>:&nbsp; Typically cause painless, bright red rectal bleeding during bowel movements.&nbsp; They are usually not painful unless thrombosed, in which case they classically appear as a purple-blue, firm, tender mass at the anal verge.</li>\n\t<li><strong>Perianal abscess</strong>:&nbsp; Presents with localized pain, swelling, and erythema near the anus.&nbsp; A tender, fluctuant mass is usually palpable, and systemic symptoms such as fever or malaise may be present.</li>\n\t<li><strong>Anorectal carcinoma</strong>:&nbsp; May manifest with rectal bleeding, anal discomfort, or a sensation of fullness, but does not typically cause sharp, tearing pain with defecation.&nbsp; A palpable or visual mass may be found on examination, especially in advanced disease.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of anal fissure is usually made clinically.&nbsp; Physical examination typically reveals a <strong>superficial linear tear</strong>, most commonly in the <strong>posterior midline of the anal verge</strong>.&nbsp; Digital rectal examination and anoscopy are often deferred (unless under anesthesia) due to significant pain.</p><br><br><p>Upon visualizing an anal fissure, further evaluation is typically not necessary.&nbsp; However, additional work-up should be considered in the following circumstances, which suggest a secondary etiology of fissure:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Atypical fissure features:&nbsp; Lateral or anterior location, multiple fissures, painless or unusually deep fissures, or recurrent lesions.</li>\n\t<li>Significant hematochezia (eg, frank rectal bleeding):&nbsp; Must consider other potential sources of bleeding (eg, colorectal cancer).</li>\n\t<li>Lack of response to medical therapy after 6-8 weeks.</li>\n</ul><br><br><p>Anoscopy, sigmoidoscopy, and/or colonoscopy are typically indicated in these cases.</p>\n<h1>Laboratory evaluation and imaging studies</h1><br><br><p>The following laboratory tests may be obtained in patients with atypical, nonhealing fissures:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Serology for sexually transmitted infection (eg, syphilis, HIV, herpes).</li>\n\t<li>Biopsy to rule out malignancy.</li>\n</ul><br><br><p>Imaging (eg, CT, MRI) is not typically necessary unless there is concern for Crohn disease complications (eg, fistula, abscess) or to evaluate for an invasive carcinoma.</p>\n<h1>Management</h1><br><br><p>The initial management of anal fissures includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Dietary modifications (eg, high-fiber diet, increased fluid intake) to reduce constipation.</li>\n\t<li>Stool softeners (eg, docusate sodium) and laxatives (eg, polyethylene glycol) to ease stool passage.</li>\n\t<li>Sitz baths (warm water soak several times daily) to increase blood flow to the injured mucosa.</li>\n\t<li>Topical anesthetics (eg, lidocaine) to provide pain relief.</li>\n\t<li>Topical vasodilators (eg, nifedipine, nitroglycerin) to reduce pressure in the anal sphincter and increase blood flow to the area, which improves symptoms and speeds healing.</li>\n\t<li>Botulinum toxin injection into the anal area:&nbsp; Alleviates sphincter spasm and results in rapid healing.&nbsp; It is recommended for patients refractory to topical nitroglycerin/nifedipine.</li>\n</ul><br><br><p>Chronic anal fissures (present for &gt;8 weeks) or fissures that are unresponsive to conservative management should undergo surgical repair with a lateral internal sphincterotomy, which eliminates hypertonia of the internal sphincter and is the gold standard for chronic, refractory fissures.&nbsp; Less commonly, anal dilation, the gradual dilation of the sphincter, is performed to provide a wider aperture for the passage of stool and to interrupt spasms, but it can lead to fecal incontinence.</p>\n<h1>Prognosis</h1><br><br><p>Acute anal fissures often heal within a few weeks with conservative measures.&nbsp; Individuals who develop chronic fissures often require prolonged pharmacologic treatment or surgical intervention.&nbsp; Surgery yields high cure rates (~90%) within several weeks.</p><br><br><p>Anal fissures can be prevented by maintaining regular bowel habits (eg, increased fiber and fluid intake), avoiding straining and anal trauma, and treating underlying conditions (eg, Crohn disease).</p>\n<h1>Summary</h1><br><br><p>Anal fissures (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/55263.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) are superficial tears in the anal mucosa, most commonly caused by mechanical trauma during defecation.&nbsp; They typically present with pain and bright red bleeding during bowel movements.&nbsp; Diagnosis is clinical and based on visualizing an anal laceration, most often in the posterior midline.&nbsp; Further evaluation is typically unnecessary unless the fissure is atypically located, is associated with significant bleeding, or fails to heal with standard therapy.&nbsp; Initial management includes dietary modifications, sitz baths, and topical vasodilatory/anesthetic agents.&nbsp; Chronic or refractory fissures may require surgical intervention.<p></p>\n</div>\n\n            "
}