{
  "meta": {
    "title": "Antiemetics",
    "url": "https://brainandscalpel.vercel.app/antiemetics-2ec74249-35aa55.html",
    "scrapedAt": "2025-12-01T04:50:36.425Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Antiemetics are medications used to prevent or alleviate nausea and vomiting, which can result from a variety of causes, including chemotherapy, postoperative states, vestibular dysfunction, gastrointestinal irritation, CNS pathology, and pregnancy.&nbsp; Antiemetic drugs act on a variety of receptors involved in the emetic reflex arc.&nbsp; These receptors include serotonin 5-hydroxytryptamine type 3 (5-HT<font size=\"2\"><sub>3</sub></font>), dopamine type 2 (D<font size=\"2\"><sub>2</sub></font>), histamine type 1 (H<font size=\"2\"><sub>1</sub></font>), muscarinic acetylcholine (M<font size=\"2\"><sub>1</sub></font>), and neurokinin-1 (NK1) receptors.&nbsp; Identifying the underlying cause of nausea and vomiting helps in the selection of antiemetic therapy.</p>\n<h1>Pathophysiology</h1><br><br><p>Nausea and vomiting are coordinated reflexes involving complex interactions between the gastrointestinal system and the CNS.&nbsp; Neuroanatomic structures involved in nausea and vomiting include the following (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24761.png\" alt=\"Physiologic causes of nausea\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Physiologic causes of nausea</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chemoreceptor trigger zone (CTZ)</strong>:&nbsp; Located in the <strong>area postrema</strong> of the medulla, the CTZ is outside the blood-brain barrier and detects circulating emetogenic substances (eg, drugs, toxins, metabolic by-products), which activate D<font size=\"2\"><sub>2</sub></font> receptors, 5-HT<font size=\"2\"><sub>3</sub></font> receptors, and NK1 receptors (to which substance P binds) in the CTZ.&nbsp; The CTZ can also be triggered by vagal afferents from the gastrointestinal tract.</li>\n\t<li><strong>Vomiting center</strong>:&nbsp; This complex network of neurons is located in the nucleus tractus solitarius (NTS) of the medulla oblongata of the brainstem.&nbsp; It coordinates the act of vomiting through the integration of signals from various sources (eg, gastrointestinal tract, vestibular system, CTZ).</li>\n\t<li><strong>Vestibular system</strong>:&nbsp; The vestibular apparatus in the inner ear can trigger vomiting through the vestibular nuclei.&nbsp; This pathway is mediated by H<font size=\"2\"><sub>1</sub></font> and M<font size=\"2\"><sub>1</sub></font> receptors and is particularly relevant in motion sickness.</li>\n\t<li><strong>Vagal and enteric afferents</strong>:&nbsp; Irritation or distension of the gastrointestinal tract can activate vagal afferent fibers that transmit signals to the brainstem.&nbsp; This process involves the release of serotonin from enterochromaffin cells, which stimulates 5-HT<font size=\"2\"><sub>3</sub></font> receptors on the vagal afferents.</li>\n\t<li><strong>Cerebral cortex and higher centers</strong>:&nbsp; Psychologic factors (eg, stress, fear) and sensory inputs (eg, unpleasant sights or smells) can activate higher brain centers, which then communicate with the vomiting center in the medulla to induce vomiting.</li>\n</ul><br><br><p>Disruption or stimulation of any of these pathways can provoke nausea and vomiting, which is why antiemetic agents may be selected to target multiple receptors depending on the clinical context.</p>\n<h1>Classes of antiemetics and mechanisms of action</h1><h2>5-HT<font size=\"2\"><sub>3</sub></font> receptor antagonists</h2><br><br><p>Common 5-HT<font size=\"2\"><sub>3</sub></font> receptor antagonists include ondansetron, granisetron, dolasetron, and palonosetron.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Central action</strong>:&nbsp; These drugs inhibit 5-HT<font size=\"2\"><sub>3</sub></font> receptors in the CTZ, reducing the brain's response to circulating emetogenic substances and thereby suppressing nausea and vomiting.</li>\n\t<li><strong>Peripheral action</strong>:&nbsp; 5-HT<font size=\"2\"><sub>3</sub></font> receptor antagonists block serotonin receptors on vagal afferent nerves in the gastrointestinal tract, preventing emetogenic signals—triggered by chemotherapy and other stimuli—from reaching the brainstem vomiting center.</li>\n</ul><br><br><p>Studies have not shown a significant difference in efficacy or tolerance between the 3 first-generation agents (ondansetron, granisetron, dolasetron).&nbsp; Palonosetron has a higher receptor binding affinity and much longer half-life.</p>\n<h2>D<font size=\"2\"><sub>2</sub></font> receptor antagonists</h2><br><br><p>Three classes of dopamine receptor antagonists are commonly used in patients with nausea or vomiting: phenothiazines, butyrophenones, and benzamides.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Phenothiazines</strong> (eg, prochlorperazine, chlorpromazine):&nbsp; Their primary mechanism of action is antagonizing D<font size=\"2\"><sub>2</sub></font> receptors in the CTZ.&nbsp; They also have M<font size=\"2\"><sub>1</sub></font> and H<font size=\"2\"><sub>1</sub></font> receptor–blocking effects.</li>\n\t<li><strong>Butyrophenones</strong> (eg, haloperidol, droperidol):&nbsp; These medications work primarily by blocking D<font size=\"2\"><sub>2</sub></font> receptors in the CTZ.&nbsp; At higher doses, they may also block alpha-adrenergic, H<font size=\"2\"><sub>1</sub></font>, and M<font size=\"2\"><sub>1</sub></font> receptors, which can lead to hypotension, sedation, and anticholinergic adverse effects.</li>\n\t<li><strong>Benzamides</strong> (eg, metoclopramide):&nbsp; Metoclopramide, the most commonly used drug in this class, causes central and peripheral D<font size=\"2\"><sub>2</sub></font> antagonism at low doses and weak 5-HT<font size=\"2\"><sub>3</sub></font> blockade at higher doses.&nbsp; It also stimulates cholinergic receptors on gastric smooth muscle cells, enhancing gastric motility and accelerating gastric emptying.&nbsp; This action helps alleviate nausea and vomiting associated with gastroparesis and other gastrointestinal disorders.&nbsp; Trimethobenzamide and domperidone are 2 other benzamide antiemetics.&nbsp; Trimethobenzamide has limited efficacy, and domperidone is a peripherally acting D<font size=\"2\"><sub>2</sub></font> antagonist that avoids central adverse effects.</li>\n</ul><br><br><p>Although all 3 classes of dopamine antagonists target D<font size=\"2\"><sub>2</sub></font> receptors, their differing receptor profiles and adverse effect risks make them useful in distinct clinical contexts.</p>\n<h2>Antihistamines (H<font size=\"2\"><sub>1</sub></font> antihistamines)</h2><br><br><p>The first-generation antihistamines diphenhydramine, meclizine, and hydroxyzine are commonly used to treat nausea related to motion sickness, vertigo, and migraines.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Central action</strong>:&nbsp; They block H<font size=\"2\"><sub>1</sub></font> receptors in the vestibular nuclei and the vomiting center, reducing neuronal excitability and suppressing input from the vestibular system to the emetic pathways.</li>\n\t<li><strong>Additional actions</strong>:&nbsp; Many also have anticholinergic (M<font size=\"2\"><sub>1</sub></font> receptor-blocking) activity, which further contributes to their antiemetic effects, especially in motion-induced nausea.</li>\n</ul><br><br><p>These drugs are most effective for vestibular-related nausea and are often used prophylactically for motion sickness but may cause sedation and anticholinergic adverse effects.</p>\n<h2>Anticholinergics (muscarinic antagonists)</h2><br><br><p>Scopolamine is the major anticholinergic drug that is effective as an antiemetic.&nbsp; It is typically applied as a transdermal patch behind the ear.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Central action</strong>:&nbsp; Scopolamine inhibits M<font size=\"2\"><sub>1</sub></font> receptors in the vestibular nuclei and the vomiting center, reducing the excitability of those structures, thereby preventing initiation of the vomiting reflex.</li>\n\t<li><strong>Peripheral action</strong>:&nbsp; Scopolamine reduces gastrointestinal motility and secretions by blocking M<font size=\"2\"><sub>1</sub></font> receptors in the gastrointestinal tract.</li>\n</ul><br><br><p>Scopolamine is particularly effective for motion sickness and vestibular-related nausea.&nbsp; Its transdermal delivery system provides sustained antiemetic effects (up to 72 hr).</p>\n<h2>NK1 receptor antagonists</h2><br><br><p>NK1 receptor antagonists include the oral agent aprepitant and its parenteral version fosaprepitant, netupitant (which is available in combination with palonosetron), and rolapitant.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Central action</strong>:&nbsp; They prevent substance P from binding to NK1 receptors in the NTS and CTZ (area postrema), thereby inhibiting the transmission of emetic signals to the vomiting center in the medulla.</li>\n\t<li><strong>Additional actions</strong>:&nbsp; NK1 receptor antagonists can modulate vagal afferent activity and enhance the antiemetic efficacy of other agents (eg, 5-HT<font size=\"2\"><sub>3</sub></font> receptor antagonists, corticosteroids).</li>\n</ul><br><br><p>These drugs typically work best in combination with serotonin receptor antagonists and dexamethasone.</p>\n<h2>Cannabinoids</h2><br><br><p>The synthetic cannabinoids dronabinol and nabilone are oral agents approved for the treatment of chemotherapy-induced nausea and vomiting.&nbsp; They are particularly useful when symptoms are unresponsive to standard therapies.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Central action</strong>:&nbsp; Cannabinoids activate cannabinoid (CB<font size=\"2\"><sub>1</sub></font>) receptors in the CNS, particularly within the vomiting center and the dorsal vagal complex, which suppresses nausea and vomiting by inhibiting neurotransmitter release involved in the emetic reflex.</li>\n\t<li><strong>Peripheral action</strong>:&nbsp; Cannabinoids activate CB<font size=\"2\"><sub>1</sub></font> receptors on the vagal afferent nerves, which modulate the release of neurotransmitters from the enterochromaffin cells, reducing the release of serotonin, a potent emetic agent.</li>\n</ul><br><br><p>Cannabinoids are typically reserved for refractory nausea and, although effective, are associated with psychotropic adverse effects (eg, dizziness, euphoria, dysphoria), which may limit their use in some patients.</p>\n<h2>Corticosteroids</h2><br><br><p>Dexamethasone is the most common corticosteroid used in the management of nausea and vomiting.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Central action</strong>:&nbsp; Dexamethasone exerts antiemetic effects by modulating neurotransmission in the NTS and CTZ, likely through glucocorticoid receptor activation, inhibition of substance P/NK1 signaling, and reduced serotonin release.</li>\n\t<li><strong>Additional actions</strong>:&nbsp; It decreases inflammation and edema in the gastrointestinal tract and CNS, stabilizes the blood-brain barrier, and enhances the efficacy of other antiemetics (eg, 5-HT<font size=\"2\"><sub>3</sub></font> receptor antagonists, NK1 receptor antagonists).</li>\n</ul><br><br><p>Corticosteroids are most effective when used in combination therapy and are generally well tolerated in the short term.</p>\n<h1>Other drugs</h1><h2>Olanzapine</h2><br><br><p>The use of atypical antipsychotics has increased in the prevention and treatment of chemotherapy-induced nausea and vomiting.&nbsp; Olanzapine has a broad receptor profile.&nbsp; It antagonizes several neurotransmitter receptors involved in the emetic pathways:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>D<font size=\"2\"><sub>2</sub></font> receptors.</li>\n\t<li>Serotonin 5-HT<font size=\"2\"><sub>2A</sub></font> and 5-HT<font size=\"2\"><sub>3</sub></font> receptors.</li>\n\t<li>H<font size=\"2\"><sub>1</sub></font> receptors.</li>\n\t<li>M<font size=\"2\"><sub>1</sub></font> receptors.</li>\n</ul><br><br><p>This multireceptor blockade allows olanzapine to provide both central and peripheral antiemetic activity.&nbsp; It is used primarily as part of a 4-drug regimen for highly emetogenic chemotherapy, often with a 5-HT<font size=\"2\"><sub>3</sub></font> receptor antagonist, dexamethasone, and an NK1 receptor antagonist.&nbsp; It is generally well tolerated in short-term antiemetic use.&nbsp; Adverse effects may include sedation, dizziness and hypotension, dry mouth, constipation, increased appetite, and extrapyramidal symptoms.</p>\n<h2>Promethazine</h2><br><br><p>Promethazine is a phenothiazine derivative that differs from the other phenothiazines.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>It is a weak dopamine D<font size=\"2\"><sub>2</sub></font> antagonist, which is why it lacks antipsychotic properties and has a low risk for extrapyramidal symptoms.</li>\n\t<li>Promethazine is a potent H<font size=\"2\"><sub>1</sub></font> receptor blocker, contributing to its strong sedative and antiemetic effects, whereas most other phenothiazines have only moderate H<font size=\"2\"><sub>1</sub></font> activity.</li>\n\t<li>It strongly antagonizes M<font size=\"2\"><sub>1</sub></font> receptors, leading to anticholinergic adverse effects (eg, dry mouth, constipation) and enhancing its antinausea action.&nbsp; This anticholinergic effect is generally less pronounced in other phenothiazines.</li>\n</ul><br><br><p>This multireceptor blockade allows promethazine to exert both central and peripheral antiemetic effects, particularly in the vestibular system and CTZ.&nbsp; Promethazine is especially effective for motion-related nausea and is often used as monotherapy or as an adjunct to other antiemetics.&nbsp; It is generally well tolerated but is known for its sedative properties due to strong H<font size=\"2\"><sub>1</sub></font> and anticholinergic activity.&nbsp; Caution is required in children under age 2 due to the risk for respiratory depression, and intravenous promethazine should be administered carefully to avoid tissue injury.</p>\n<h1>Indications</h1><br><br><p>Antiemetic selection is guided by the underlying cause of nausea and vomiting, with specific drug classes preferred for different clinical scenarios (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/126593.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Chemotherapy-induced nausea and vomiting (CINV) and radiation-induced nausea and vomiting (RINV)</h2><br><br><p>Patients undergoing chemotherapy or radiation often require aggressive antiemetic prophylaxis due to stimulation of multiple emetic pathways, including serotonin, substance P, and dopamine.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute CINV/RINV (&lt;24 hr)</strong>:&nbsp; 5-HT<font size=\"2\"><sub>3</sub></font> receptor antagonists are first-line.&nbsp; They may be combined with dexamethasone to improve their effectiveness.</li>\n\t<li><strong>Delayed CINV (&gt;24 hr)</strong>:&nbsp; NK1 receptor antagonists are particularly effective.&nbsp; These are commonly used as part of a triple therapy regimen with the 2 classes (5-HT<font size=\"2\"><sub>3</sub></font> receptor antagonists, dexamethasone) previously discussed.</li>\n</ul><br><br><p>Combining drugs that target different receptor pathways enhances efficacy.</p>\n<h2>Postoperative nausea and vomiting</h2><br><br><p>A frequent and significant complication following anesthesia and surgery, particularly among high-risk individuals (eg, female patients, nonsmokers, those with a history of motion sickness or perioperative opioid use).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>First-line</strong>:&nbsp; 5-HT<font size=\"2\"><sub>3</sub></font> receptor antagonists.</li>\n\t<li><strong>Adjuncts/alternatives</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Dexamethasone (administered at anesthesia induction).</li>\n\t\t<li>Droperidol.</li>\n\t\t<li>Scopolamine patch.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>A multimodal approach is often used in high-risk individuals (eg, 5-HT<font size=\"2\"><sub>3</sub></font> antagonist + dexamethasone ± scopolamine).</p>\n<h2>Motion sickness and vestibular disorders</h2><br><br><p>First-line treatments include antihistamines (eg, meclizine) and anticholinergics (eg, scopolamine patch).&nbsp; These agents are most effective when administered prophylactically before exposure to motion or vestibular triggers.</p><br><br><p><strong>Gastrointestinal causes</strong></p><br><br><p>The preferred agents are dopamine antagonists (eg, metoclopramide, prochlorperazine) for gastrointestinal conditions (eg, gastroenteritis, gastroparesis).&nbsp; 5-HT<font size=\"2\"><sub>3</sub></font> receptor antagonists may also be used.&nbsp; Metoclopramide can be administered because it promotes gastric emptying and is particularly helpful in patients with gastroparesis.</p>\n<h2>Migraine-associated nausea</h2><br><br><p>Dopamine antagonists (eg, prochlorperazine, metoclopramide) are particularly useful because they address both central emetic pathways and migraine pain, making them a practical and dual-purpose option.&nbsp; Nonsteroidal anti-inflammatory drugs and triptans should be coadministered to treat the headache component.</p>\n<h2>Pregnancy-related nausea and vomiting</h2><br><br><p>Nausea and vomiting affect up to 70%–80% of pregnant individuals.&nbsp; Management focuses on symptom control while minimizing fetal risk (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31930.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>First-line treatment is dietary modification (eg, small, frequent meals; bland foods; avoidance of food triggers).</li>\n\t<li>If symptoms do not improve, oral vitamin B<font size=\"2\"><sub>6</sub></font> (pyridoxine) is prescribed.&nbsp; Doxylamine succinate, an oral H<font size=\"2\"><sub>1</sub></font> antihistamine, can be added for enhanced therapeutic effect.</li>\n\t<li>Other oral H<font size=\"2\"><sub>1</sub></font> antihistamines (eg, diphenhydramine, dimenhydrinate) are second-line therapies.</li>\n</ul><br><br><p>Early and effective intervention improves maternal comfort and may also prevent progression to hyperemesis gravidarum, a condition associated with dehydration, electrolyte imbalance, and weight loss.</p>\n<h1>Safety, adverse effects, and monitoring</h1><br><br><p>Antiemetics vary widely in their adverse effect profiles and monitoring requirements.&nbsp; Adverse effects vary, depending not only on the class of drug, but also the specific drug within that class (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/126594.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>5-HT<font size=\"2\"><sub>3</sub></font> receptor antagonists</h2><br><br><p>This class of medications is generally well tolerated.&nbsp; Most have a rapid onset of action and are associated with minimal sedation.&nbsp; Serious adverse effects include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>QT prolongation</strong> and torsades de pointes:&nbsp; These medications can prolong the QT interval in a dose-dependent manner, increasing the risk for torsades de pointes.&nbsp; This risk is particularly significant in patients with congenital long QT syndrome, electrolyte abnormalities, congestive heart failure, or concurrent use of other QT-prolonging drugs.&nbsp; ECG should be monitored in patients with known QT risk.</li>\n\t<li><strong>Serotonin syndrome</strong>:&nbsp; Use of 5-HT<font size=\"2\"><sub>3</sub></font> receptor antagonists, especially with other serotonergic drugs (eg, selective serotonin reuptake inhibitors), can lead to serotonin syndrome.</li>\n\t<li><strong>Constipation</strong>:&nbsp; Slowed colonic transit can occur due to the presence of 5-HT<font size=\"2\"><sub>3</sub></font> receptors on enteric neurons.</li>\n</ul><br><br><p>Other common adverse effects include headache and dizziness.</p>\n<h2>D<font size=\"2\"><sub>2</sub></font> receptor antagonists</h2><br><br><p>Several serious and potentially irreversible adverse effects can occur with the use of dopamine antagonists.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Extrapyramidal symptoms</strong>:&nbsp; Acute dystonia, akathisia, and parkinsonism (especially with metoclopramide).&nbsp; These symptoms occur because of D<font size=\"2\"><sub>2</sub></font> blockade in the nigrostriatal pathway.</li>\n\t<li><strong>Tardive dyskinesia</strong>:&nbsp; A serious and potentially irreversible adverse effect of long-term use, particularly with metoclopramide.</li>\n\t<li><strong>QT prolongation</strong>:&nbsp; A rare but possible adverse effect.&nbsp; Droperidol has a black box warning regarding the risk for sudden cardiac death.&nbsp; The FDA advises ECG monitoring for arrhythmias for 2-3 hours after administration.&nbsp; This class of medication should be avoided in patients with an increased risk for QT prolongation.</li>\n</ul><br><br><p>Other adverse effects include sedation (more common with promethazine) and anticholinergic effects (eg, dry mouth, constipation, urinary retention).</p>\n<h2>Antihistamines and anticholinergics</h2><br><br><p>These medications have similar adverse effect profiles.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sedation</strong>:&nbsp; A common adverse effect due to central H<font size=\"2\"><sub>1</sub></font> receptor blockade; especially prominent with diphenhydramine and promethazine.</li>\n\t<li><strong>Anticholinergic effects</strong> (eg, dry mouth, blurred vision, urinary retention, constipation):&nbsp; More pronounced with scopolamine and promethazine.</li>\n\t<li><strong>Dizziness and confusion</strong>:&nbsp; Common adverse effects, especially in older adults.</li>\n\t<li><strong>Paradoxical excitation</strong>:&nbsp; Effect occasionally seen in children with diphenhydramine use.</li>\n\t<li><strong>Local skin reactions</strong>:&nbsp; Irritation at the application site with a scopolamine patch.</li>\n</ul><br><br><p>Scopolamine should be used cautiously in the elderly due to the risk for delirium from central anticholinergic activity.</p>\n<h2>NK1 antagonists</h2><br><br><p>This class of medications is generally well tolerated.&nbsp; Some potential adverse effects include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fatigue and dizziness</strong>:&nbsp; Common but generally mild and transient.</li>\n\t<li><strong>Hiccups</strong>:&nbsp; Frequently reported, especially with aprepitant, although usually benign.</li>\n\t<li><strong>Elevated liver enzymes</strong>:&nbsp; Possible mild transaminase elevation, particularly with repeated dosing.</li>\n\t<li><strong>Gastrointestinal effects</strong>:&nbsp; Nausea, constipation, or diarrhea, which may occur despite treatment.</li>\n\t<li><strong>Neutropenia</strong>:&nbsp; A rare adverse effect.&nbsp; Routine monitoring of blood counts is recommended when NK1 antagonists are used with other chemotherapeutic agents that also suppress bone marrow function.</li>\n</ul><br><br><p>Aprepitant is a moderate CYP3A4 inhibitor that can affect the metabolism of other drugs such as dexamethasone, warfarin, and certain chemotherapeutic agents.</p>\n<h2>Cannabinoids</h2><br><br><p>Cannabinoids have been used for centuries for their medicinal properties, including appetite stimulation and relief of nausea.&nbsp; Although generally well tolerated, they carry a unique set of adverse effects related to their psychoactive and autonomic effects.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>CNS effects</strong>:&nbsp; Drowsiness, dizziness, euphoria, dysphoria, and impaired concentration.</li>\n\t<li><strong>Cognitive and psychiatric symptoms</strong>:&nbsp; Anxiety, hallucinations, and paranoia, especially at higher doses or in older adults.</li>\n\t<li><strong>Increased appetite and dry mouth</strong>:&nbsp; Frequently observed and may be desirable or undesirable depending on the patient.</li>\n\t<li><strong>Orthostatic hypotension and tachycardia</strong>:&nbsp; Especially with rapid dose escalation.</li>\n\t<li><strong>Potential for abuse or dependence</strong>:&nbsp; Due to cannabinoids' psychoactive properties, although the risk is lower in medically supervised use.</li>\n</ul><br><br><p>Cannabinoids should be used cautiously in those with a history of psychiatric illness or substance use disorders.</p>\n<h2>Corticosteroids</h2><br><br><p>Long-term use of corticosteroids is associated with a wide range of adverse effects (eg, insomnia, hyperglycemia, gastric upset, fluid retention, immunosuppression).&nbsp; However, when used for nausea (eg, chemotherapy, postoperative settings), they are typically given short term and are well tolerated.&nbsp; Dexamethasone is a key component of multimodal antiemetic therapy, and short-term use is usually well tolerated.</p>\n<h1>Summary</h1><br><br><p>Antiemetic medications (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/46752.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) reduce nausea and vomiting by targeting specific receptors involved in the emetic reflex arc.&nbsp; These receptors are located in areas such as the chemoreceptor trigger zone, the vestibular system, and the gastrointestinal tract.&nbsp; They include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>5-Hydroxytryptamine type 3 (5-HT<font size=\"2\"><sub>3</sub></font>) receptor antagonists block serotonin at both central and peripheral receptors and are used primarily for chemotherapy-induced, radiation-induced, and postoperative nausea and vomiting.&nbsp; Common adverse effects include headache, constipation, and QT-interval prolongation, which may increase the risk for arrhythmias in susceptible patients.</li>\n\t<li>Dopamine type 2 (D<font size=\"2\"><sub>2</sub></font>) receptor antagonists (eg, metoclopramide, prochlorperazine) inhibit D<font size=\"2\"><sub>2</sub></font> in the chemoreceptor trigger zone and are used mainly for postoperative nausea, migraine-associated nausea, and gastroparesis-related symptoms.&nbsp; These agents carry a higher risk for extrapyramidal symptoms (eg, dystonia, akathisia, parkinsonism), sedation, and, with prolonged use, tardive dyskinesia.</li>\n\t<li>Histamine type 1 (H<font size=\"2\"><sub>1</sub></font>) antihistamines (eg, promethazine, diphenhydramine) block H<font size=\"2\"><sub>1</sub></font> receptors in the vestibular system and brainstem.&nbsp; They are especially effective for motion sickness and vestibular disorders such as vertigo.&nbsp; Because of their strong anticholinergic activity, they often cause drowsiness, dry mouth, dizziness, and blurred vision.</li>\n\t<li>Anticholinergics (eg, scopolamine) inhibit muscarinic cholinergic transmission in the vestibular nuclei and brainstem.&nbsp; They are most commonly used for the prevention of motion sickness and postoperative nausea.&nbsp; Adverse effects include dry mouth, visual disturbances, urinary retention, and confusion, particularly in elderly patients.</li>\n\t<li>Neurokinin-1 (NK1) receptor antagonists (eg, aprepitant, fosaprepitant) block substance P from binding to NK1 receptors in the brainstem.&nbsp; These drugs are used primarily for preventing chemotherapy-induced nausea and vomiting, typically with 5-HT<font size=\"2\"><sub>3</sub></font> antagonists and corticosteroids.&nbsp; They are generally well tolerated, but adverse effects include neutropenia and hiccups.</li>\n</ul><br><br><p>Antiemetic therapy can be targeted to the clinical context.</p>\n</div>\n\n            "
}