{
  "meta": {
    "title": "Bariatric surgery",
    "url": "https://brainandscalpel.vercel.app/bariatric-surgery-88ffd355-35aa55.html",
    "scrapedAt": "2025-12-01T04:50:42.325Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Bariatric surgery encompasses a group of surgical procedures designed to promote sustained weight loss and improve obesity-related comorbidities by modifying the gastrointestinal anatomy and physiology.&nbsp; It is the most effective long-term treatment for severe (morbid) obesity when conservative measures (eg, diet, exercise, pharmacotherapy) are unsuccessful.&nbsp; In addition to facilitating significant and durable weight reduction, bariatric surgery improves metabolic health, reduces cardiovascular risk, and enhances overall quality of life.</p>\n<h1>Benefits</h1><br><br><p>Bariatric surgery provides numerous benefits, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sustained weight loss</strong>:&nbsp; Produces more durable weight loss than nonsurgical interventions.&nbsp; On average, patients lose 20%-35% of baseline body weight, with maintenance for many years.</li>\n\t<li><strong>Type 2 diabetes mellitus remission</strong>:&nbsp; Leads to significant improvement in glycemic control, and, in many cases, complete remission of diabetes mellitus.</li>\n\t<li><strong>Cardiovascular risk reduction</strong>:&nbsp; Lowers the incidence of hypertension, dyslipidemia, myocardial infarction, and stroke, thereby improving long-term cardiovascular outcomes.</li>\n\t<li><strong>Improved quality of life</strong>:&nbsp; Enhances mobility, functional capacity, and psychological well-being, and often reduces dependence on medication.</li>\n\t<li><strong>Reduced long-term mortality</strong>:&nbsp; Associated with a significant decrease in all-cause and obesity-related mortality, particularly from cardiovascular disease and diabetes mellitus–related complications.</li>\n</ul>\n<h1>Indications</h1><br><br><p>Bariatric surgery is recommended for patients meeting the following criteria:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>BMI ≥35 kg/m<font size=\"2\"><sup>2</sup></font> regardless of obesity-related comorbidities.</li>\n\t<li>BMI 30-34.9 kg/m<font size=\"2\"><sup>2</sup></font> and type 2 diabetes mellitus.</li>\n\t<li>BMI 30-34.9 kg/m<font size=\"2\"><sup>2</sup></font> and unable to achieve sustainable weight loss or improvement in obesity-related conditions (eg, metabolic syndrome, hypertension, hyperlipidemia, obstructive sleep apnea, metabolic dysfunction–associated steatohepatitis, osteoarthritis, urinary incontinence).</li>\n</ul>\n<h1>Contraindications</h1><br><br><p>Contraindications to bariatric surgery include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Untreated psychiatric disorders or active substance use disorder.</li>\n\t<li>Uncontrolled eating disorders (eg, bulimia nervosa).</li>\n\t<li>Severe cardiopulmonary or systemic (eg, coagulopathy) disease that prohibits anesthesia/surgery.</li>\n\t<li>Active malignancy.</li>\n\t<li>Pregnancy (absolute contraindication at the time of surgery).</li>\n\t<li>Inability to comprehend or adhere to postoperative lifestyle changes or unrealistic expectations regarding surgical outcomes.</li>\n</ul><br><br><p>Age alone is not a contraindication to bariatric surgery.&nbsp; There is no strict upper age limit, although risks increase with comorbidities and frailty.&nbsp; In pediatric populations, surgery may be appropriate for children and adolescents with a BMI &gt;120% of the 95th percentile for age and sex with a major obesity-related comorbidity or for those with a BMI &gt;140% of the 95th percentile regardless of comorbidities.</p>\n<h1>Mechanisms of action</h1><br><br><p>The effects of bariatric surgery result from a combination of anatomic, hormonal, and metabolic changes that promote sustained weight loss and improved metabolic health.&nbsp; Major mechanisms include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Restriction</strong>:&nbsp; Surgical reduction in stomach size limits caloric intake and promotes early satiety.</li>\n\t<li><strong>Malabsorption</strong>:&nbsp; In procedures that bypass portions of the small intestine, nutrient absorption is reduced, contributing to caloric deficit and metabolic changes.</li>\n\t<li><strong>Hormone regulation</strong>:&nbsp; Rapid delivery of nutrients to the distal small intestine increases secretion of gut hormones such as glucagon-like peptide-1 (GLP-1) and peptide YY (PYY), which enhance satiety, insulin sensitivity, and glycemic control.</li>\n\t<li><strong>Altered gut microbiota</strong>:&nbsp; Bariatric surgery modifies the composition and metabolic activity of the gut microbiome, which may further influence energy metabolism, inflammation, and gut hormone signaling.</li>\n</ul>\n<h1>Common types of bariatric surgery</h1><h2>Sleeve gastrectomy</h2><br><br><p>Sleeve gastrectomy involves a partial gastrectomy that removes approximately 75%-80% of the stomach, including most of the greater curvature, while preserving the pylorus (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8068.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The small tubular stomach significantly reduces gastric capacity and limits caloric intake, and resection of the fundus removes the majority of ghrelin-producing cells, thereby lowering hunger signals (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32013.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; In addition, increased secretion of GLP-1 and PYY promote appetite suppression and improved glycemic control.&nbsp; Patients typically achieve an average loss of 25%-30% of baseline body weight within 2 years.<p></p>\n<h2>Roux-en-Y gastric bypass</h2><br><br><p>Roux-en-Y gastric bypass (RYGB) involves creating a small gastric pouch that is anastomosed to the jejunum, creating an alimentary limb and a biliopancreatic limb, which carries digestive juices from the bypassed stomach, duodenum, and proximal jejunum.&nbsp; These limbs join distally at the common limb, where digestion and absorption occur (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50770.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; The small gastric pouch limits food intake and, by bypassing the duodenum and proximal jejunum, reduces nutrient and caloric absorption, contributing to weight loss.<p></p><br><br><p>Other bariatric procedures (eg, one-anastomosis gastric bypass, biliopancreatic diversion with or without duodenal switch, gastric banding (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8067.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                )) are performed less commonly due to either lower efficacy or higher complication rates.<p></p>\n<h1>Early complications</h1><br><br><p>Early complications (≤30 days postoperatively) include hemorrhage, wound infection, and venous thromboembolism (eg, deep venous thrombosis, pulmonary embolus), as well as the following procedure-specific problems:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anastomotic/staple line leak</strong>:&nbsp; Among the most dangerous complications.&nbsp; Leaks typically occur within days of surgery due to tension or ischemia at the gastrojejunal or jejunojejunal anastomosis (RYGB) or the staple line (sleeve gastrectomy).&nbsp; Symptoms may be insidious and include fever, tachycardia , tachypnea, and persistent abdominal pain.&nbsp; Diagnosis is confirmed with CT scan with oral and intravenous (IV) contrast or during intraoperative exploration.&nbsp; Aggressive management with fluids, broad-spectrum antibiotics, and either endoscopic or surgical repair is required to prevent sepsis and death.</li>\n\t<li><strong>Bowel ischemia</strong>:&nbsp; May result from mesenteric ischemia, kinking/edema at the jejunojejunostomy, or, rarely, early internal hernia (small intestine herniates through a surgical defect in the mesentery).&nbsp; It presents with severe abdominal pain, nausea/vomiting, and sometimes minimal peritoneal signs.&nbsp; Diagnosis is with CT scan with IV contrast, and treatment is with urgent surgical exploration.</li>\n</ul>\n<h1>Late complications</h1><br><br><p>Late complications (&gt;30 days postoperatively) of bariatric surgery may develop.</p>\n<h2>General complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anastomotic stricture/stenosis</strong>:&nbsp; Usually develops within the first year after surgery due to ischemia, ulceration, or fibrosis at the anastomosis.&nbsp; Progressive narrowing causes outflow obstruction with nausea, postprandial vomiting, reflux, and dysphagia, sometimes even to liquids.&nbsp; Diagnosis is confirmed by upper endoscopy and treatment involves endoscopic balloon dilation.</li>\n\t<li><strong>Cholelithiasis</strong>:&nbsp; Occurs in 30%-40% of patients after rapid weight loss (especially with malabsorptive procedures such as RYGB).&nbsp; Mechanisms include altered bile composition (eg, cholesterol supersaturation), which promotes stone precipitation, and gallbladder stasis/dysmotility due to decreased cholecystokinin, which is normally secreted by the duodenum.&nbsp; Ursodeoxycholic acid prophylaxis for 6 months postoperatively may reduce risk, and cholecystectomy may be required if symptoms develop.</li>\n\t<li><strong>Small bowel obstruction</strong>:&nbsp; May result from internal hernia, postoperative adhesions, or ventral/incisional hernia.&nbsp; It causes colicky abdominal pain, abdominal distension, nausea, and vomiting.&nbsp; CT scan confirms the diagnosis.&nbsp; Surgical intervention may be required if ischemia is suspected.</li>\n</ul>\n<h2>Roux-en-Y complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Marginal ulcer</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81766.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; Most often develops at the gastrojejunal anastomosis and presents with abdominal pain, nausea, vomiting, GI bleeding (eg, melena, hematemesis), or obstructive symptoms.&nbsp; Marginal ulcers can occur in the early postoperative period due to tissue ischemia but are more likely to develop months to years after surgery due to nonsteroidal anti-inflammatory drug use and/or smoking.&nbsp; Ulcers are diagnosed on endoscopy and managed with proton pump inhibitor therapy.&nbsp; Refractory cases may require surgery.</li>\n\t<li><strong>Dumping syndrome</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/77846.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; When the pyloric sphincter is removed or circumvented, incompletely digested, hyperosmolar food particles enter the small intestine rapidly, causing fluid movement from the intravascular space to the intestinal lumen.&nbsp; This also causes activation of autonomic (sympathetic) reflexes and the release of vasoactive hormones (eg, vasoactive intestinal peptide).&nbsp; Clinical manifestations include abdominal cramps, diarrhea, nausea, diaphoresis, flushing, palpitations, hypotension, and tachycardia.&nbsp; These typically occur within 15-30 minutes after eating (early dumping syndrome).&nbsp; Postprandial hypoglycemia may also occur several hours after a meal (late dumping syndrome).&nbsp; Small, frequent meals high in fiber and low in simple sugars can alleviate symptoms.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nutritional deficiencies</strong>:&nbsp; Bypassing the stomach, duodenum, and first portion of the jejunum impairs absorption of iron, B<font size=\"2\"><sub>12</sub></font>, folate, calcium, and fat-soluble vitamins, which can lead to significant nutrient deficiencies.&nbsp; Patients should receive multivitamin supplementation and have periodic nutrient level screening (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/97502.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li><strong>Recurrent urolithiasis</strong>:&nbsp; Common after gastric bypass due to hyperoxaluria and hypocitraturia.&nbsp; Fat malabsorption causes free fatty acids to bind calcium, leaving oxalate unbound and more readily absorbed, which increases renal oxalate excretion.&nbsp; Malabsorption also causes low urinary citrate.&nbsp; Because citrate inhibits kidney stones, the combined effect of hyperoxaluria and hypocitraturia increases the risk for kidney stones.</li>\n\t<li><strong>Small intestinal bacterial overgrowth</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34493.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):&nbsp; The proximal small intestine normally contains minimal bacterial colonization due to gastric acidity and peristalsis; however, RYGB creates a blind loop of intestine that allows for excessive bacterial growth.&nbsp; This results in watery diarrhea, abdominal discomfort, flatulence, bloating, and fat-soluble vitamin deficiencies due to malabsorption.&nbsp; Symptoms improve with antibiotics, but recurrence is common.</li>\n</ul>\n<h2>Sleeve gastrectomy complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acid reflux and Barrett esophagus</strong>:&nbsp; New-onset or worsened reflux is common after sleeve gastrectomy due to increased intragastric pressure and loss of the fundic reservoir.&nbsp; PPI therapy can be effective, but recalcitrant cases may require conversion to RYGB.</li>\n</ul>\n<h1>Long-term management</h1><br><br><p>After bariatric surgery, lifelong follow-up and adherence to specific health measures are required to maintain weight loss, prevent complications, and ensure adequate nutrition.&nbsp; Patients should be counseled on daily vitamin and mineral supplementation, regular physical activity, limiting processed foods, and ongoing participation in behavioral counseling or support groups.&nbsp; Consistent follow-up is recommended to monitor weight trends, dietary habits, psychosocial well-being, and laboratory parameters (eg, hemoglobin A1c, micronutrient levels).</p>\n<h1>Summary</h1><br><br><p>Bariatric surgery is the most effective long-term therapy for severe obesity, producing durable weight loss and remission of many obesity-related comorbidities.&nbsp; By altering the anatomy and physiology of the gastrointestinal tract, these procedures reduce food intake, limit absorption, and promote hormonal changes that regulate appetite, satiety, and glucose metabolism.&nbsp; Although complications can occur, routine follow-up and adherence to postoperative recommendations can lead to substantial improvements in weight, metabolic health, and overall quality of life.</p>\n</div>\n\n            "
}