{
  "meta": {
    "title": "Cholera",
    "url": "https://brainandscalpel.vercel.app/cholera-be97a751-35aa55.html",
    "scrapedAt": "2025-12-01T04:50:52.830Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Cholera is a potentially life-threatening gastrointestinal infection caused by <em>Vibrio cholerae</em> serogroups O1 and O139.&nbsp; Three million cases of cholera occur each year worldwide, resulting in around 100,000 deaths.&nbsp; Severe disease is marked by profuse watery diarrhea, which can lead to life-threatening dehydration, hypovolemic shock, and electrolyte disturbances.&nbsp; Cholera is commonly seen in areas with inadequate sanitation, making it a significant public health issue in low-income and disaster-stricken regions.</p>\n<h1>Microbiology and pathophysiology</h1><br><br><p><em>V cholerae</em> is a comma-shaped, oxidase-positive, highly motile, gram-negative rod that is transmitted via the fecal-oral route and through contaminated food (eg, seafood) and water.</p><br><br><p>After ingestion, <em>V cholerae</em> passes through the acidic stomach, colonizes (but does not invade) the small intestine epithelium, and releases <strong>cholera toxin</strong>.&nbsp; Cholera toxin is an exotoxin that binds to epithelial receptors, triggering a cascade of intracellular events that ultimately lead to the activation of adenylate cyclase and an increase in <strong>cyclic AMP (cAMP)</strong>.&nbsp; Elevated cAMP levels disrupt normal ion transport, resulting in excessive secretion of chloride ions and inhibition of sodium absorption.&nbsp; This osmotic imbalance leads to massive fluid and electrolyte efflux into the intestinal lumen, causing the characteristic profuse, watery diarrhea.</p>\n<h1>Pathology</h1><br><br><p>Pathologic findings in cholera are primarily confined to the small intestine.&nbsp; Histological examination reveals <strong>minimal mucosal inflammation or damage</strong> because cholera toxin's action is limited to the epithelium's secretory mechanisms rather than inducing cellular injury.&nbsp; <em>V cholerae</em> does not invade tissue, and systemic spread is rare.</p>\n<h1>Risk factors</h1><br><br><p>Risk factors for disease transmission and more severe disease include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Geography</strong>:&nbsp; Living in an endemic area (eg, southern Asia, Sub-Saharan Africa, Latin America), especially during seasonal outbreaks (typically prior to and after rainy seasons).</li>\n\t<li><strong>Inadequate sanitation</strong>:&nbsp; Lack of clean water and adequate sewage disposal.</li>\n\t<li><strong>Patient characteristics</strong>:&nbsp; Blood group O (associated with more severe disease, possibly related to cholera toxin–induced hyperactivation), malnutrition, and reduced gastric acidity (eg, partial gastrectomy, which promotes pathogen survival).</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p><em>V cholerae</em> infection ranges from asymptomatic colonization to life-threatening diarrhea.&nbsp; However, most infections are asymptomatic or cause only mild symptoms.</p><br><br><p>When symptomatic, patients typically present with watery diarrhea, vomiting, and abdominal cramping, which occur after an incubation period of 1-2 days.&nbsp; Because the infection is not invasive, fever and bloody diarrhea are typically not present; significant abdominal pain is also not present.&nbsp; Mild infections typically self-resolve within a week.</p><br><br><p>In 5%-10% of cases, diarrhea becomes severe (eg, 1 L of stool per hour) and can result in death within hours due to dehydration and electrolyte imbalance if not treated promptly.&nbsp; The stool is often described as \"<strong>rice water diarrhea</strong>,\" containing gray and cloudy liquid stool with flecks of mucus.&nbsp; Patients also present with signs of severe dehydration, including sunken eyes, decreased skin turgor, tachycardia, lethargy, and hypotension.</p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of cholera is generally made presumptively based on the presence of acute, watery diarrhea that accompanies severe dehydration, especially when present in areas with active outbreaks.&nbsp; In areas without outbreaks, it may also be suspected in those who have symptoms of cholera and have eaten poorly cooked shellfish.</p><br><br><p>Given that distinguishing cholera from other infectious causes of watery diarrhea is impossible, stool culture using a special media (thiosulfate citrate bile sucrose agar or taurocholate tellurite gelatin agar) can be used to confirm the diagnosis.&nbsp; In settings where immediate diagnosis is critical (eg, confirming outbreaks), rapid diagnostic tests (eg, stool dipsticks, darkfield microscopy) can be used instead of stool culture.</p>\n<h1>Evaluation</h1><br><br><p>Evaluation of patients with cholera centers around assessing the degree of dehydration, which guides subsequent management.</p><br><br><p>Clinical features of dehydration and the estimated fluid loss are discussed below.</p>\n<h2>No significant dehydration</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>No significant dehydration (fluid loss &lt;5% body weight) is associated with no abnormalities on examination (eg, well and alert, no sunken eyes, not thirsty, normal skin turgor).&nbsp; Fluid deficit is &lt;50 mL/kg body weight.</li>\n</ul>\n<h2>Moderate dehydration</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Moderate dehydration (fluid loss 5%-10% body weight) presents with ≥2 of the following: restlessness, sunken eyes, thirst, and reduced skin turgor.&nbsp; Fluid deficit is 50-100 mL/kg body weight.</li>\n</ul>\n<h2>Severe dehydration</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Severe dehydration (fluid loss &gt;10% body weight):&nbsp; Presents with ≥2 of lethargy, inability to drink fluids, severely reduced skin turgor (≥2 seconds to recoil), or sunken eyes; in addition, tachycardia, weak pulse, and hypotension are also present.&nbsp; Fluid deficit is &gt;100 mL/kg body weight.</li>\n</ul><br><br><p>A basic metabolic panel to check electrolyte status and renal function is often unnecessary when no significant dehydration or moderate dehydration is present.&nbsp; However, it is recommended for those with severe dehydration as intravenous fluid and electrolyte supplementations generally become necessary.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of cholera includes other causes of acute watery diarrhea.&nbsp; However, differentiating among these infections based on clinical presentation alone without stool studies is difficult.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Enterotoxigenic <em>Escherichia coli</em></strong>:&nbsp; Causes watery diarrhea through toxin-mediated mechanisms.&nbsp; It typically affects low-resource areas or travelers to these areas who have consumed contaminated food or water.&nbsp; It typically affects older children and adults, and patients generally do not experience vomiting.</li>\n\t<li><strong>Rotavirus and norovirus</strong>:&nbsp; Common viral causes of gastroenteritis that present with watery diarrhea, especially in children.&nbsp; These infections are often associated with fever and vomiting.</li>\n\t<li><strong>Cryptosporidium</strong>:&nbsp; A parasitic infection that causes watery diarrhea; it is self-limited in immunocompetent patients and has a prolonged course in the immunocompromised.</li>\n\t<li><strong>Shigella and salmonella</strong>:&nbsp; Present with dysentery (bloody diarrhea), abdominal pain, and fever, distinguishing them from cholera (which causes watery diarrhea).</li>\n</ul>\n<h1>Management</h1><h2>Rehydration</h2><br><br><p>The primary focus for management of cholera is prompt and aggressive fluid replacement to counteract dehydration.&nbsp; <strong>Rehydration</strong> can be accomplished through <strong>oral rehydration solution (ORS)</strong> and/or intravenous fluid (IVF).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>ORS contains equimolar amounts of dextrose (glucose) and sodium, which are absorbed via intestinal cotransport to maintain intravascular volume status.&nbsp; ORS often contains potassium to compensate for gastrointestinal losses and citrate to buffer metabolic acidosis.&nbsp; (Water alone may exacerbate electrolyte disturbances [eg, hyponatremia, hypoglycemia], and the high sorbitol content of juice can worsen diarrhea.)</li>\n\t<li>The preferred IVF is Ringer lactate, with or without dextrose, as it contains potassium and sodium lactate, a base to buffer metabolic acidosis.&nbsp; In contrast, normal saline lacks potassium and a base, and is therefore less preferred.</li>\n</ul><br><br><p>The type and amount of rehydration therapy used to correct dehydration depends on the severity of dehydration and tolerance of oral intake.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>No significant dehydration</strong>:&nbsp; Patients can generally tolerate oral intake; therefore, ORS is used to replace ongoing fluid losses (due to diarrhea and vomiting).</li>\n\t<li><strong>Moderate dehydration</strong>:&nbsp; Patients can generally tolerate oral intake; therefore, ORS is used to replace fluid deficit and ongoing losses.</li>\n\t<li><strong>Severe dehydration</strong>:&nbsp; Patients may be lethargic and unable to drink (due to lethargy or excessive vomiting); therefore, IVF is used to replace fluid deficit and ongoing losses.&nbsp; ORS should be started as soon as the patient is able to tolerate oral intake.</li>\n</ul>\n<h2>Adjunctive measures</h2><br><br><p>In addition to rehydration therapy, the following adjunctive measures should also be utilized.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Antibiotic therapy</strong> (eg, doxycycline, azithromycin, and ciprofloxacin):&nbsp; Recommended for patients with moderate or severe dehydration based on local resistance patterns.&nbsp; Antibiotics can reduce the duration and volume of diarrhea.</li>\n\t<li><strong>Nutritional support</strong>:&nbsp; Patients with cholera should resume normal feeding as soon as possible to aid recovery and prevent malnutrition.</li>\n\t<li><strong>Vitamin/mineral supplementation</strong>:&nbsp; Zinc and vitamin A supplementation are recommended, especially for children in resource-limited settings; these have been shown to reduce the severity and duration of diarrhea.</li>\n</ul>\n<h1>Prevention</h1><br><br><p>Prevention of cholera involves ensuring access to clean water and adequate sanitation.&nbsp; Tap water and uncooked or inadequately cooked foods should be avoided during travel to endemic regions.&nbsp; In addition, vaccinations (eg, inactivated, live-attenuated) have been utilized to reduce the risk of infection.&nbsp; Breastfeeding is encouraged to prevent gastrointestinal infections in infants and children.</p>\n<h1>Complications</h1><br><br><p>Complications of cholera arise primarily from severe dehydration and electrolyte imbalances.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hypovolemic shock</strong>:&nbsp; Rapid fluid loss can lead to shock and multiorgan failure (eg, prerenal azotemia, acute tuber necrosis) if rehydration is not promptly initiated.</li>\n\t<li><strong>Electrolyte disturbances</strong>:&nbsp; Potassium, sodium, and calcium losses through the stool can result in muscle weakness and arrhythmias.&nbsp; Bicarbonate loss (and lactic acidosis that results from hypovolemic shock) can result in metabolic acidosis with respiratory compensation (eg, Kussmaul breathing).</li>\n\t<li><strong>Malnutrition</strong>:&nbsp; Prolonged diarrheal episodes can lead to malnutrition, sometimes due to chronic malabsorption.</li>\n\t<li><strong>Pneumonia</strong>:&nbsp; Pneumonia is a significant cause of death in children with cholera, presumably caused by aspiration from vomiting.</li>\n\t<li><strong>Pregnancy complications</strong>:&nbsp; Miscarriage, premature delivery, and stillbirth can occur in pregnant patients with cholera.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Most people infected with cholera are asymptomatic or develop mild, self-limited illness that resolves within a week.&nbsp; However, 5%-10% of patients develop severe cholera, which can lead to death within hours if fluid and electrolyte loss are rapid; mortality can reach 70% if untreated.&nbsp; With timely rehydration therapy, the prognosis of cholera is excellent with mortality rates &lt;1%.&nbsp; The prognosis worsens significantly in settings with limited access to medical care, clean water, and sanitation, as these factors contribute to both transmission and delays in life-saving medical care.</p>\n<h1>Summary</h1><br><br><p>Cholera is an acute diarrheal disease caused by the bacterium <em>Vibrio cholerae</em>, which produces a toxin leading to rapid fluid loss and watery diarrhea.&nbsp; Approximately 5%-10% of cases result in severe, potentially life-threatening dehydration within hours.&nbsp; Transmission is primarily through ingestion of contaminated water or food.&nbsp; Diagnosis is generally clinical in endemic settings, confirmed by stool culture if needed.&nbsp; Treatment focuses on aggressive rehydration, electrolyte management, and antibiotics in more severe cases.&nbsp; Preventative measures, including improved sanitation and vaccination, play a critical role in controlling outbreaks.</p>\n</div>\n\n            "
}