{
  "meta": {
    "title": "Cirrhosis",
    "url": "https://brainandscalpel.vercel.app/cirrhosis-8a22c825-35aa55.html",
    "scrapedAt": "2025-12-01T04:50:54.571Z",
    "type": "article"
  },
  "content": "\n                <h1>Introduction</h1>\n<p>Cirrhosis represents the end stage of chronic liver disease, which is characterized by irreversible fibrosis and the formation of regenerative nodules that disrupt liver architecture and function.&nbsp; The pathogenesis involves chronic hepatocellular injury, leading to inflammation and fibrosis.&nbsp; Over time, normal liver parenchyma is replaced with scar tissue, which impairs blood flow through the liver, causing portal hypertension and reduced hepatic function.&nbsp; This progression results in significant alterations in the metabolism of various substances (eg, toxins, hormones, medications), impaired synthesis of proteins (eg, albumin, clotting factors, hormones), and numerous complications of portal hypertension.</p>\n<h1>Etiologies</h1><br><br><p>Common causes of cirrhosis include:</p><br><br><ul>\n\t<li>Chronic <strong>alcohol</strong> consumption</li>\n\t<li>Chronic viral <strong>hepatitis</strong> (hepatitis B and C, especially in the setting of intravenous drug use)</li>\n\t<li>Nonalcoholic fatty liver disease (aka metabolic dysfunction–associated steatotic liver disease)</li>\n\t<li>Hemochromatosis (eg, bronze diabetes, cardiomyopathy)</li>\n</ul><br><br><p>Less common causes include:</p><br><br><ul>\n\t<li>Autoimmune liver diseases (eg, autoimmune hepatitis, primary biliary cholangitis, primary sclerosing cholangitis)</li>\n\t<li>Right-sided congestive heart failure (cardiac cirrhosis)</li>\n\t<li>Wilson disease (Kayser-Fleischer rings, movement disorders, low serum ceruloplasmin)</li>\n\t<li>Alpha-1 antitrypsin deficiency (± panacinar emphysema)</li>\n\t<li>Medications (eg, methotrexate, isoniazid)</li>\n</ul>\n<h1>Pathophysiology</h1><br><br><p>In response to chronic injury, stellate (Ito) cells transform into myofibroblasts that produce collagen.&nbsp; Histologically, this is seen as micronodules surrounded by fibrous collagenous bands (ie, disruption of normal hepatic architecture) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66838.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Macroscopically, the liver becomes nodular.<p></p><br><br><p>Portal hypertension ensues, which results in nitric oxide–mediated splanchnic vasodilation, resulting in chronically decreased blood pressure.&nbsp; The renin-angiotensin-aldosterone system is activated, resulting in sodium and fluid retention.&nbsp; Ultimately, this causes ascites and peripheral edema (ie, volume overload).&nbsp; In addition, portal hypertension promotes splenomegaly and the formation of esophageal varices.</p>\n<h1>Clinical presentation</h1><br><br><p>Initial symptoms of cirrhosis are often nonspecific and may include fatigue, weakness, and weight loss.&nbsp; As the disease progresses, patients develop complications that characterize \"<strong>decompensated cirrhosis</strong>\" (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25246.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p>\n<h2>Portal hypertension</h2><br><br><p>Hepatic architecture disruption creates a high-resistance system that leads to the following:</p><br><br><ul>\n\t<li>Ascites (± hepatic hydrothorax):&nbsp; fluid accumulation in the abdomen (that may extend into the right pleural space)</li>\n\t<li>Esophageal varices:&nbsp; enlarged, fragile veins prone to bleeding</li>\n\t<li>Splenomegaly:&nbsp; splenic sequestration causing destruction of platelets (thrombocytopenia) and white blood cells (leukopenia), contributing to anemia (multifactorial)</li>\n\t<li>Caput medusae:&nbsp; dilated periumbilical veins</li>\n</ul>\n<h2>Impaired metabolism/clearance of hormones and substances</h2><br><br><ul>\n\t<li>Hormones\n\t<ul>\n\t\t<li>Hypogonadism/gynecomastia:&nbsp; imbalance of estrogen and testosterone</li>\n\t\t<li>Spider angiomas and palmar erythema:&nbsp; altered estrogen metabolism</li>\n\t</ul>\n\t</li>\n\t<li>Other substances\n\t<ul>\n\t\t<li>Jaundice and pruritus:&nbsp; accumulation of bilirubin and bile salts, respectively</li>\n\t\t<li>Hepatic encephalopathy:&nbsp; impaired ammonia breakdown</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Impaired hepatic protein production</h2><br><br><ul>\n\t<li>Coagulopathy</li>\n\t<li>Easy bruising and/or bleeding:&nbsp; reduced production of both clotting factors (II, VII, IX, X) and natural anticoagulants (eg, proteins C and S)</li>\n\t<li>Hypoalbuminemia that contributes to edema</li>\n\t<li>Impaired immune function</li>\n\t<li>Decreased production of immune system components (eg, antibodies, complement, opsonins) increases infection risk (eg, spontaneous bacterial peritonitis [SBP])</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of cirrhosis is often suggested by history and physical examination, laboratory, and imaging findings.</p><br><br><p><strong>Ultrasonography</strong> is the first-line imaging that can provide information about liver texture, portal vein flow, and the presence of ascites (paracentesis findings of <strong>serum ascites albumin gradient [SAAG] ≥1.1</strong> and total <strong>ascites protein &lt;2.5 g/dL</strong>, reflective of portal hypertension).&nbsp; CT scan and MRI offer more detail and can help assess the severity of liver damage.</p><br><br><p>Common laboratory findings include cytopenias (particularly thrombocytopenia), prolonged prothrombin time (INR), elevated bilirubin, hypoalbuminemia, and hyponatremia.&nbsp; Liver enzymes are often elevated but can be normal in advanced cirrhosis.&nbsp; An aspartate aminotransferase/alanine aminotransferase ratio ≥2:1 suggests alcohol as the cause.&nbsp; If the etiology of cirrhosis is not clear (eg, alcohol-associated, viral hepatitis), further testing is necessary (eg, autoimmune markers, metabolic and iron studies).</p><br><br><p>Liver biopsy is the gold standard for diagnosis but may not be necessary in obvious cases.</p>\n<h1>Differential diagnosis</h1><br><br><p>Cirrhosis should be differentiated from other causes of chronic liver disease and conditions that mimic its presentation by also causing portal hypertension.&nbsp; These etiologies include isolated hepatocellular carcinoma (HCC), metastatic disease to the liver, viral infections, schistosomiasis, vascular disorders (eg, Budd-Chiari syndrome, portal vein thrombosis), and infiltrative diseases (eg, sarcoidosis).</p><br><br><p>Not all patients with ascites have cirrhosis because ascites can also be due to nonportal hypertensive etiologies (SAAG &lt;1.1).&nbsp; Causes include nephrotic syndrome, malignancy, and tuberculosis.</p>\n<h1>Management</h1><br><br><p>Management involves treating the underlying cause, if identified, and addressing complications.&nbsp; Lifestyle modifications are paramount and include abstinence from alcohol and weight loss (in metabolic dysfunction–associated steatotic liver disease).&nbsp; Nonsteroidal anti-inflammatory drugs and ACE inhibitors/angiotensin II receptor blocker should be avoided because they can disrupt hemodynamics and precipitate renal failure.&nbsp; Management goals should focus on \"<strong>VIBES</strong>\":</p>\n<h2>Volume</h2><br><br><ul>\n\t<li>A total of &lt;2 g/day of salt intake, diuretics (spironolactone and furosemide in 100:40 mg ratio), therapeutic paracentesis</li>\n</ul>\n<h2>Infection</h2><br><br><ul>\n\t<li>Low threshold for diagnostic paracentesis to rule out SBP; antibiotic prophylaxis in select patients (eg, prior episode, gastrointestinal bleed, ascites protein &lt;1 g/dL)</li>\n</ul>\n<h2>Bleeding</h2><br><br><ul>\n\t<li>Screen for esophageal varices and prevent bleeding (eg, nonselective beta blockers, band ligation)</li>\n</ul>\n<h2>Encephalopathy</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hepatic encephalopathy commonly seen; treat/prevent recurrence with lactulose with or without rifaximin</li>\n</ul>\n<h2>Screening</h2><br><br><ul>\n\t<li>Upper endoscopy to detect esophageal varices, ultrasonography with or without alpha-fetoprotein to detect HCC</li>\n</ul><br><br><p>Liver transplantation remains the only curative treatment.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of cirrhosis varies and depends on the etiology, degree of liver dysfunction, and presence of complications.&nbsp; Mortality rates significantly increased on the development of decompensation (eg, hepatic encephalopathy, SBP, variceal bleeding, hepatorenal syndrome).</p><br><br><p>The most commonly used calculation to predict mortality in patients with liver disease is the <strong>Model for End-Stage Liver Disease (MELD) score</strong>.&nbsp; The values used to calculate the score are serum bilirubin, INR, and serum creatinine; sodium has been added to the calculation (MELD-Na) to improve the predictive value.&nbsp; This score can be used to determine a patient's 90-day survival and to calculate priority on the liver transplant list; patients with a higher MELD score take precedence if a suitable donor liver becomes available.&nbsp; Unfortunately, many patients die while waiting on the transplant list.</p>\n<h1>Summary</h1><br><br><p>Cirrhosis represents the end stage of chronic liver disease, which is characterized by irreversible fibrosis and disruption of liver architecture and function.&nbsp; Chronic alcohol consumption, chronic viral hepatitis, and nonalcoholic fatty liver disease are among the most common causes.&nbsp; Clinical presentation may include fatigue, weakness, weight loss, and complications such as portal hypertension, ascites, esophageal varices, and hepatic encephalopathy.&nbsp; Diagnosis relies on history, physical examination, laboratory tests, and imaging studies (particularly ultrasonography), with liver biopsy as the gold standard.&nbsp; Management focuses on management of the underlying cause, treatment of complications, and lifestyle modifications.&nbsp; Prognosis varies based on etiology and presence of complications, with liver transplantation being the only curative treatment.&nbsp; Scoring systems such as the Model for End-Stage Liver Disease aid in predicting mortality and prioritizing patients on the transplant list.</p>\n\n            "
}