{
  "meta": {
    "title": "Duodenal atresia",
    "url": "https://brainandscalpel.vercel.app/duodenal-atresia-f2bfb2cc-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:07.548Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Duodenal atresia is a congenital defect in which a segment of the duodenal lumen is completely obstructed.&nbsp; Patients have feeding intolerance and bilious (most common) or nonbilious emesis in the first 1-2 days of life.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Normally, during weeks 6-7 of gestation, there is a brief period in which portions of the fetal intestinal lumen are occluded due to epithelial proliferation.&nbsp; This is followed by recanalization during weeks 8-10.&nbsp; Failure of recanalization can cause intestinal atresia anywhere along the gastrointestinal (GI) tract.&nbsp; In the duodenum, the atretic segment is typically distal to the second part of the duodenum (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25931.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), where the common bile duct enters the intestine at the major duodenal papilla (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12359.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p>Duodenal atresia can occur in isolation in up to 50% of all cases.&nbsp; It may also occur in association with other conditions, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chromosomal anomalies:&nbsp; About 30% of duodenal atresias are associated with chromosomal anomalies, particularly Down syndrome (<strong>trisomy 21</strong>).</li>\n\t<li>Congenital anomalies (eg, cardiac, GI, and/or renal malformations)</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Duodenal atresia classically presents with feeding intolerance, <strong>bilious emesis</strong>, and mild abdominal distension in the <strong>first 1-2 days of life</strong>.&nbsp; Although less common, patients may have nonbilious emesis if the atretic segment is proximal to the major duodenal papilla.&nbsp; Unlike ileal and jejunal atresias, duodenal atresia causes only mild abdominal distension because the obstruction is proximal.&nbsp; Patients may also pass meconium and are typically small for gestational age.</p>\n<h1>Diagnosis</h1><br><br><p>Less than 50% of cases of duodenal atresia are diagnosed on prenatal ultrasonography.&nbsp; Characteristic findings include polyhydramnios (due to impaired fetal ingestion of amniotic fluid) and/or trapped fluid in the stomach and proximal duodenum (double bubble sign (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52960.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )).<p></p><br><br><p>For patients who have signs and symptoms of intestinal obstruction postnatally, diagnostic evaluation includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Abdominal radiography</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L147.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) reveals a <strong>double bubble sign</strong> with no distal intestinal gas.</li>\n\t<li><strong>Upper GI series</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45122.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) shows contrast filling the dilated stomach and proximal duodenum with no passage beyond the atresia; this is performed if the diagnosis is uncertain.</li>\n</ul><br><br><p>Laboratory evaluation includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A basic metabolic panel is performed to assess for electrolyte imbalances due to persistent emesis.</li>\n\t<li>Genetic testing may be considered if there is suspicion of chromosomal anomalies (eg, Down syndrome [trisomy 21]).</li>\n</ul><br><br><p>Other studies (eg, echocardiography, renal ultrasonography) may be indicated if other congenital anomalies are suspected.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Jejunal or ileal atresia</strong>:&nbsp; Atresias can occur anywhere along the GI tract, but unlike duodenal atresia, jejunal and ileal atresias occur due to vascular occlusion in utero.&nbsp; Ischemia of the bowel segment results in obliteration of the lumen with blind proximal and distal intestinal ends (apple peel atresia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10097.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )).&nbsp; Risk factors include underlying intestinal abnormalities (eg, gastroschisis) or maternal use of vasoconstrictive drugs (eg, nicotine) during pregnancy.&nbsp; Abdominal radiography may demonstrate a triple bubble sign with trapped air in the stomach, duodenum, and jejunum.&nbsp; Jejunal and ileal atresias are not associated with chromosomal abnormalities.</li>\n\t<li><strong>Midgut malrotation with volvulus</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29144.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; may present similarly to duodenal atresia, but an upper GI series reveals abnormal positioning of the ligament of Treitz and a corkscrew appearance of the bowel.&nbsp; Of note, intestinal malrotation may occur in association with duodenal atresia.</li>\n\t<li><strong>Annular pancreas</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1416.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; is a congenital malformation in which the pancreas fails to completely rotate, creating a ring of tissue that encircles the duodenum.&nbsp; The ring may compress the intestine, causing obstruction at the duodenum.&nbsp; Similar to duodenal atresia, patients may develop bilious emesis along with a double bubble sign on radiography.&nbsp; Because infants with duodenal obstruction of any cause require surgical correction, the diagnosis is usually confirmed during laparotomy.</li>\n\t<li><strong>Hirschsprung disease</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111727.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):&nbsp; a condition in which the distal colon lacks innervation due to failed neural crest migration during embryonic development.&nbsp; The affected segment is unable to relax, causing a functional obstruction.&nbsp; Patients have delayed passage of meconium, and rectal examination produces a forceful expulsion of gas and stool (squirt sign) from temporary relief of the obstruction.</li>\n\t<li><strong>Pyloric stenosis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22120.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ):&nbsp; A thickened hypertrophic pylorus causes obstruction and projectile, nonbilious emesis (obstruction typically occurs proximal to the major duodenal papilla).&nbsp; An olive-shaped mass, corresponding to the hypertrophied pylorus, may be palpable on abdominal examination.</li>\n</ul>\n<h1>Management</h1><br><br><p>Initial management of duodenal atresia involves resuscitation and stabilization of the patient (eg, discontinuing enteral feeds, nasogastric tube decompression, intravenous fluids).&nbsp; Definitive treatment is with surgical repair (eg, <strong>duodenoduodenostomy</strong>, in which an anastomosis is created between the dilated proximal and distal duodenum).</p>\n<h1>Prognosis</h1><br><br><p>Although generally favorable, the prognosis of duodenal atresia following surgical repair depends on the length of affected intestine, the patient's gestational age and birth weight, and the presence of associated congenital anomalies.</p>\n<h1>Summary</h1><br><br><p>Duodenal atresia is a congenital defect in which a segment of the duodenal lumen is completely obstructed.&nbsp; Patients have feeding intolerance and bilious (most common) or nonbilious emesis in the first 1-2 days of life.&nbsp; Abdominal imaging reveals a double bubble sign, corresponding to trapped air in the stomach and proximal duodenum.&nbsp; Definitive management is with surgical repair.</p>\n</div>\n\n            "
}