{
  "meta": {
    "title": "Dyspepsia",
    "url": "https://brainandscalpel.vercel.app/dyspepsia-4077ba9a-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:10.432Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Dyspepsia is a clinical syndrome characterized by epigastric pain or burning, often associated with early satiety, postprandial fullness, and bloating.&nbsp; Although most cases are functional, with no structural or biochemical explanation, patients should be assessed for serious, underlying organic causes, such as peptic ulcer disease or malignancy.</p>\n<h1>Pathophysiology</h1><br><br><p>Functional dyspepsia, the most common form, arises from several interrelated disturbances:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Impaired gastric motility</strong>, including delayed or accelerated gastric emptying and reduced fundic accommodation.</li>\n\t<li><strong>Visceral hypersensitivity</strong>, with exaggerated responses to normal gastric distension.</li>\n\t<li><strong>Altered brain-gut signaling</strong>, often influenced by psychosocial stressors such as anxiety or depression.</li>\n</ul><br><br><p>In organic dyspepsia, symptoms are linked to structural abnormalities or inflammation.&nbsp; For example, <em>Helicobacter pylori</em> infection leads to mucosal damage, ulcers, and chronic gastritis.&nbsp; Nonsteroidal anti-inflammatory drugs (NSAIDs) disrupt protective mucosal defenses, and malignancies produce symptoms through tissue invasion or obstruction.</p>\n<h1>Risk factors</h1><br><br><p>The risk for dyspepsia is shaped by factors that compromise gastric integrity, affect motility, or increase the likelihood of malignancy:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Functional contributors</strong>:&nbsp; Disordered motility and heightened visceral sensation are central to functional dyspepsia, often influenced by psychologic comorbidities (eg, depression, anxiety).</li>\n\t<li><strong>Gastric mucosal injury</strong>:&nbsp; Chronic NSAID use, bisphosphonate therapy, and alcohol can damage the epithelium and promote ulcer formation.</li>\n\t<li><strong>Infectious causes</strong>:&nbsp; <em>H pylori</em> is a key contributor to both peptic ulcer disease and gastric cancer.</li>\n\t<li><strong>Age and family history</strong>:&nbsp; Advancing age elevates malignancy risk, and a strong family history of gastric cancer increases suspicion for hereditary syndromes (eg, Lynch syndrome).</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Functional dyspepsia, by definition, lacks visible or histologic abnormalities, although subtle changes (eg, reduced gastric mucosa nerve density) may be noted in some cases.</p><br><br><p>In patients with an identifiable cause of dyspepsia, histopathology of endoscopic biopsy specimens reflects the underlying etiology (eg, ulcer, malignancy).</p>\n<h1>Clinical presentation</h1><br><br><p>Dyspepsia symptoms include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Epigastric</strong> pain or burning.</li>\n\t<li>Early satiety.</li>\n\t<li>Postprandial <strong>fullness</strong>.</li>\n\t<li>Upper abdominal bloating.</li>\n</ul><br><br><p>Less commonly, patients report nausea, belching, or anorexia.&nbsp; Symptoms may fluctuate and are often related to meals.</p><br><br><p>Symptoms must persist for <strong>≥1 month</strong> for a clinical diagnosis.</p>\n<h2>Alarm features</h2><br><br><p>Alarm features that prompt concern for malignancy or serious pathology (eg, peptic ulcer disease) include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age ≥60.</li>\n\t<li>Unintentional weight loss.</li>\n\t<li>Gastrointestinal bleeding (eg, melena, hematemesis).</li>\n\t<li>Iron deficiency anemia.</li>\n\t<li>Progressive dysphagia or odynophagia.</li>\n\t<li>Persistent vomiting.</li>\n\t<li>Palpable mass or lymphadenopathy.</li>\n\t<li>Family history of upper gastrointestinal cancer.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The goal of diagnostic evaluation is to identify organic causes of dyspepsia (eg, <em>H pylori</em> infection, peptic ulcer disease, gastric cancer); functional dyspepsia can be diagnosed only after organic causes have been ruled out.</p><br><br><p>The cornerstone of evaluation is stratification by malignancy risk, based on the patient's age and the presence of alarm features (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91502.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h2>High-risk patients</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age ≥60.</li>\n\t<li>Any age with one or more alarm features.</li>\n</ul><br><br><p>These patients require <strong>esophagogastroduodenoscopy</strong> for direct visualization of the upper gastrointestinal mucosa; when present, lesions need to be biopsied for histologic analysis.&nbsp; Endoscopic <em>H pylori</em> testing can be performed concurrently, if it has not been performed via noninvasive testing (eg, urea breath test).</p>\n<h2>Low-risk patients</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age &lt;60 with no alarm features.</li>\n</ul><br><br><p>These patients do not need initial upper endoscopy because they are at low risk for gastric cancer.&nbsp; Instead, they should undergo <strong>noninvasive <em>H pylori</em> testing</strong> (stool antigen or urea breath test) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/91531.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Patients who test positive should receive eradication therapy (eg, quadruple therapy).&nbsp; Those who test negative should receive a 4-8 week trial of proton pump inhibitor (PPI) therapy.<p></p><br><br><p><em>H pylori</em> testing should be deferred for at least 2 weeks after stopping PPIs and 4 weeks after stopping antibiotic therapy to avoid false-negative results.&nbsp; If discontinuation is not possible, serologic testing may be considered, although it cannot differentiate active from past infection.</p>\n<h2>Laboratory and imaging evaluation</h2><br><br><p>A complete blood count can be used to evaluate for anemia, which may indicate occult gastrointestinal bleeding.&nbsp; Iron studies typically follow if microcytic anemia is present.&nbsp; Other studies generally include a basic metabolic profile, liver function tests, and pancreatic enzyme levels to evaluate for other intraabdominal processes or related conditions.</p><br><br><p>Imaging (eg, CT scan or ultrasonography of the abdomen) should be considered when symptoms persist despite normal endoscopic findings or should be used for cancer staging if gastric cancer is present on endoscopy.</p>\n<h1>Differential diagnosis</h1><br><br><p>Several conditions may present similarly to dyspepsia.&nbsp; Key comparisons include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gastroesophageal reflux disease</strong>:&nbsp; Presents with substernal rather than the epigastric burning seen in dyspepsia.&nbsp; In addition, patients typically have regurgitation, which is absent in isolated dyspepsia.</li>\n\t<li><strong>Biliary colic</strong>:&nbsp; Presents with intense, episodic epigastric or right upper quadrant pain following a meal, instead of the more constant epigastric discomfort, bloating, and early satiety that characterize dyspepsia.</li>\n\t<li><strong>Chronic pancreatitis</strong>:&nbsp; Causes epigastric pain radiating to the back and is associated with malabsorption and steatorrhea in advanced disease.</li>\n\t<li><strong>Irritable bowel syndrome</strong>:&nbsp; Overlaps with abdominal bloating and discomfort but is defined by altered bowel habits (eg, constipation, diarrhea) and symptom relief with defecation.</li>\n\t<li><strong>Gastroparesis</strong>:&nbsp; Characteristically causes vomiting, instead of epigastric pain and bloating, as the key clinical feature.&nbsp; Gastroparesis typically presents in patients with long-standing uncontrolled diabetes mellitus who also have renal, ocular, and neurologic complications.</li>\n</ul>\n<h1>Management</h1><br><br><p>Treatment is based on the underlying etiology; if no underlying etiology is found, empiric treatment for functional dyspepsia should be initiated.</p>\n<h2>Organic dyspepsia</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong><em>H pylori</em> infection</strong>:&nbsp; Eradication with clarithromycin-based triple therapy or bismuth quadruple therapy is often preferred (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/121900.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Approximately 20% of initial treatments fail (eg, due to antibiotic resistance); therefore, a test of cure (eg, second urea breath test or stool antigen test) is needed to confirm infection eradication.&nbsp; The repeat test should be performed at least 4 weeks after treatment completion because earlier testing may lead to false-negative results due to partial bacterial suppression from antibiotic therapy.</li>\n\t<li><strong>NSAID-induced symptoms</strong>:&nbsp; NSAIDs should be stopped and PPI therapy initiated.</li>\n\t<li><strong>Malignancy</strong>:&nbsp; Malignancy should prompt a referral for oncologic staging and treatment.</li>\n</ul>\n<h2>Functional dyspepsia</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A <strong>PPI trial</strong> (4-8 weeks) should be started.</li>\n\t<li>If symptoms persist, the following should be considered:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Low-dose tricyclic antidepressants (eg, amitriptyline) or mirtazapine.</li>\n\t\t<li>Prokinetic agents (eg, metoclopramide).</li>\n\t\t<li>Psychologic therapies.</li>\n\t\t<li>Referral for endoscopy or motility testing.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Complications</h1><br><br><p>Complications depend on the underlying etiology:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Peptic ulcers</strong> may bleed, perforate, or cause gastric outlet obstruction (due to scarring and fibrosis) if untreated.</li>\n\t<li><strong>Gastric cancer</strong> often presents late and may lead to obstruction, cachexia, or metastasis.</li>\n\t<li><strong><em>H pylori</em> infection</strong> that is untreated increases the risk for peptic ulcer disease or malignancy (gastric adenocarcinoma, gastric mucosa–associated lymphoid tissue lymphoma).</li>\n</ul><br><br><p><strong>Functional dyspepsia</strong> can cause significant impairment in quality of life, and persistent symptoms may contribute to mood disorders or increased health care use.&nbsp; <strong>Chronic PPI use</strong>, often seen in patients with functional dyspepsia, is associated with micronutrient deficiencies (eg, vitamin B<font size=\"2\"><sub>12</sub></font>, magnesium) due to malabsorption, increased susceptibility to enteric infections (eg, <em>Clostridioides difficile</em> colitis), and potential renal effects (eg, acute interstitial nephritis).</p>\n<h1>Prognosis</h1><br><br><p>The prognosis varies based on the etiology of dyspepsia:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Functional dyspepsia</strong> tends to be chronic and relapsing but is nonprogressive and rarely causes complications.</li>\n\t<li><strong>Peptic ulcer disease</strong> usually resolves with <em>H pylori</em> eradication and NSAID avoidance.</li>\n\t<li><strong>Malignancy</strong> has a prognosis determined by the stage at diagnosis.&nbsp; Early-stage cancers are potentially curable, whereas advanced disease carries a poor prognosis.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Dyspepsia (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49871.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) is a clinical syndrome characterized by epigastric pain/burning, postprandial fullness, early satiety, and bloating.&nbsp; Although the majority of cases are functional, with no structural or biochemical explanation, a minority are caused by organic diseases (eg, <em>Helicobacter pylori</em> or nonsteroidal anti-inflammatory drug–related peptic ulcer disease, gastric cancer).<p></p><br><br><p>Diagnostic evaluation aims to identify an underlying cause and is guided by malignancy risk stratification.&nbsp; Patients at low risk (eg, age &lt;60 without alarm symptoms) should undergo noninvasive <em>H pylori</em> testing (eg, urea breath test); they do not require esophagogastroduodenoscopy.&nbsp; In contrast, older patients (ie, age ≥60) and those with alarm symptoms (eg, iron deficiency anemia, weight loss, dysphagia) concerning for malignancy should undergo esophagogastroduodenoscopy; endoscopic testing for <em>H pylori</em> can be performed concurrently.</p><br><br><p>Subsequent management is aimed at treating the underlying cause (eg, <em>H pylori</em> eradication therapy for infected patients, oncologic therapy for gastric cancer).&nbsp; When no cause is identified, patients can be prescribed proton pump inhibitor therapy for functional dyspepsia.</p>\n</div>\n\n            "
}