{
  "meta": {
    "title": "Esophageal rupture",
    "url": "https://brainandscalpel.vercel.app/esophageal-rupture-522d6710-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:18.612Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Esophageal perforation is a rare, life-threatening condition characterized by a full-thickness tear in the esophageal wall, often related to forceful, protracted vomiting (ie, Boerhaave syndrome) or endoscopic injury.&nbsp; Efflux of esophageal fluid and air into the mediastinum causes severe chest pain, dyspnea, suprasternal crepitus, and a systemic inflammatory response that can quickly progress to septic shock and death.&nbsp; The diagnosis is confirmed by CT scan or esophagography, which reveals extravasation of contrast from the esophagus.&nbsp; Treatment includes broad-spectrum antibiotics, proton pump inhibitors, and emergency surgical repair.</p>\n<h1>Pathophysiology</h1><br><br><p>The majority of esophageal perforations are iatrogenic, caused by inadvertent injury during endoscopic procedures.&nbsp; When spontaneous perforations occur, they are typically related to effort rupture (ie, Boerhaave syndrome), which is characterized by a sudden increase in intraesophageal pressure and a decrease in intrathoracic pressure (eg, forceful retching, straining) that causes a transmural esophageal tear.&nbsp; Tears occur most often on the left posterolateral wall of the distal esophagus due to intrinsic weakness in this area.&nbsp; Subsequent leakage of esophageal and gastric contents into the sterile mediastinum can rapidly lead to mediastinitis, septic shock, and death.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Esophageal instrumentation</strong>:&nbsp; endoscopy, biopsy</li>\n\t<li><strong>Boerhaave syndrome</strong>:&nbsp; rapid increase in intraesophageal pressure\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Prolonged or severe retching/vomiting:&nbsp; chronic alcohol use, hyperemesis gravidarum, bulimia nervosa</li>\n\t\t<li>Straining:&nbsp; weight lifting, stooling, childbirth</li>\n\t</ul>\n\t</li>\n\t<li><strong>Esophagitis</strong> (eg, caustic, pill, or infectious):&nbsp; may weaken the esophageal wall, making it more susceptible to rupture</li>\n\t<li><strong>Foreign body ingestion/impaction</strong>:&nbsp; can cause direct wall perforation or lead to pressure necrosis</li>\n\t<li><strong>Blunt or penetrating trauma</strong> to the chest or abdomen</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Symptoms of acute esophageal perforation include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Severe retrosternal chest, back, or epigastric pain</li>\n\t<li>Dyspnea, tachypnea, or respiratory distress (likely due to pleural irritation and free air in the mediastinum)</li>\n\t<li>Neck pain, odynophagia, hoarseness, dysphonia (typically observed in proximal esophageal tears)</li>\n</ul><br><br><p>Characteristic examination findings:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Crepitus in the neck or chest</strong>:&nbsp; esophageal air leaking into the mediastinum (ie, pneumomediastinum) causing subcutaneous emphysema</li>\n\t<li>Signs of systemic inflammation/sepsis:&nbsp; fever, tachycardia, hypotension (symptoms may take several hours to develop)</li>\n\t<li><strong>Hamman sign</strong>:&nbsp; crunching sound heard in the precordium with each heartbeat</li>\n\t<li><strong>Pleural effusion containing gastrointestinal fluids</strong> (eg, green with food particles):&nbsp; esophageal contents moving through the perforation and into the pleural space</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Esophageal perforation should be suspected in any patient with sudden onset of chest, back, or epigastric pain with associated crepitus and a recent history of protracted vomiting or endoscopy.&nbsp; Diagnosis is confirmed by CT scan or esophagography that shows <strong>extravasation of oral contrast from the esophagus</strong>.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Aortic dissection</strong>:&nbsp; causes rapid onset of severe chest pain that radiates to the back; x-ray of the chest may show a widened mediastinum and unilateral pleural effusion (hemothorax).&nbsp; However, aortic dissection is often associated with pulse deficits, blood pressure variation between extremities, and a new murmur, not fever or crepitus.</li>\n\t<li><strong>Acute myocardial infarction</strong>:&nbsp; associated with severe chest pressure that may radiate to the back or neck with dyspnea, but fever and subcutaneous emphysema would not be expected.</li>\n\t<li><strong>Esophageal foreign body</strong>:&nbsp; objects lodged in the esophagus (eg, food bolus, fish bone) can cause chest pain, odynophagia, and dysphagia, but patients can typically report the specific ingestion that incited their symptoms.</li>\n\t<li><strong>Spontaneous pneumothorax</strong>:&nbsp; characterized by abrupt onset of chest pain, shortness of breath, subcutaneous emphysema, and air in the pleural space.&nbsp; Patients are typically tall, thin men or have chronic obstructive pulmonary disease.&nbsp; Systemic illness (eg, fever) is not typical.</li>\n\t<li><strong>Mallory-Weiss syndrome</strong>:&nbsp; represents a partial-thickness (mucosal) esophageal tear.&nbsp; Although it can occur with repeated vomiting, it most commonly presents as hematemesis and would not cause pneumomediastinum on chest imaging (which indicates a full-thickness perforation).</li>\n</ul>\n<h1>Laboratory evaluation</h1><br><br><p>Laboratory values are often nonspecific but may support the diagnosis and assess severity of illness.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count (CBC):&nbsp; Leukocytosis suggests systemic inflammation or infection.</li>\n\t<li>Complete metabolic panel:&nbsp; Acid-base abnormalities and renal/liver dysfunction may occur with septic shock.</li>\n\t<li>Blood culture and sensitivity:&nbsp; There is a high incidence of sepsis after esophageal perforation.</li>\n\t<li><strong>Pleural fluid analysis</strong>:&nbsp; Pleural fluid with an esophageal origin will have a low pH, high amylase (leaked saliva), and green color with food particles (gastrointestinal contents).</li>\n</ul>\n<h1>Imaging</h1><br><br><p>The initial evaluation of esophageal perforation often includes an x-ray of the chest, which may reveal a widened mediastinum, pneumomediastinum or pneumothorax (due to leaked air), or pleural effusion (due to leaked fluid).&nbsp; However, these findings are not sensitive or specific for esophageal perforation, and advanced imaging is needed to confirm the diagnosis.</p><br><br><p>The diagnosis is confirmed by visualizing oral contrast extravasation from the esophagus into surrounding tissues.&nbsp; Two reliable modalities for this evaluation are:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Esophagography</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L112767.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; Fluoroscopic x-ray captures images of the esophagus as contrast is swallowed.</li>\n\t<li><strong>CT scan of chest and abdomen with oral contrast</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L112771.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; This can also evaluate for associated complications such as mediastinitis or abscess.</li>\n</ul>\n<h1>Management</h1><br><br><p>Rapid diagnosis and treatment are essential because delays in care greatly increase mortality.&nbsp; Patients are typically admitted to receive intensive care and treated as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Broad-spectrum intravenous antibiotics:&nbsp; to cover both aerobic and anaerobic organisms</li>\n\t<li>Intravenous proton pump inhibitors:&nbsp; to reduce gastric acid and limit caustic fluid leakage</li>\n\t<li>Discontinuation of all enteral intake</li>\n\t<li><strong>Emergent surgical consultation</strong> for operative management including primary repair of esophageal perforation, drainage of mediastinal or pleural fluid collections (if present), and debridement of any necrotic tissue</li>\n</ul>\n<h1>Complications</h1><br><br><p>The most significant complication of esophageal perforation is mediastinitis.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mediastinitis</strong>:&nbsp; a serious condition characterized by inflammation and infection of the mediastinum, the area in the middle of the chest that contains the heart, trachea, great vessels, and other vital structures.&nbsp; Infection can spread quickly within this space and into the systemic circulation (eg, sepsis) rapidly leading to septic shock and death.</li>\n</ul><br><br><p>Additional complications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pleural effusion/empyema</strong>:&nbsp; Leakage of esophageal and gastric contents into the chest cavity can cause the accumulation of fluid (pleural effusion) or pus (empyema) in the pleural cavity.&nbsp; This can cause dyspnea and respiratory distress.</li>\n\t<li><strong>Abscess formation</strong>:&nbsp; Pockets of pus may form within the chest cavity, leading to the formation of abscesses.</li>\n\t<li><strong>Fistula formation</strong>:&nbsp; Significant localized inflammation resulting from an esophageal perforation can cause an abnormal connection (fistula) between the esophagus and adjacent structures such as the trachea or bronchi.&nbsp; This increases the risk of aspiration/infection and respiratory failure.</li>\n\t<li><strong>Hemorrhage</strong>:&nbsp; Severe bleeding may occur, especially if blood vessels are damaged during the esophageal tear or if nearby blood vessels undergo erosion.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Mortality rates from esophageal perforation are high.&nbsp; Delays in diagnosis and treatment permit ongoing contamination of the typically sterile mediastinum, leading to sepsis, shock, and death.&nbsp; Esophageal perforations are not common and they present similarly to several other clinical conditions, so a high index of suspicion is required to avoid missing the diagnosis.&nbsp; Early recognition and timely management are essential for optimizing outcomes and reducing mortality.</p>\n<h1>Summary</h1><br><br><p>Esophageal perforation (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49014.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a full-thickness tear in the esophagus that is typically caused by iatrogenic injury or Boerhaave syndrome (eg, forceful vomiting).&nbsp; Leakage of esophageal and gastric fluids into the mediastinum causes significant inflammation and contaminates a usually sterile area.&nbsp; Patients classically present with severe chest and back pain and have palpable crepitus on examination.&nbsp; Diagnosis is confirmed by CT scan or esophagography.&nbsp; Prompt initiation of broad-spectrum antibiotics and emergency surgical consultation are essential to reduce mortality.<p></p>\n</div>\n\n            "
}