{
  "meta": {
    "title": "Food protein-induced allergic proctocolitis (FPIAP)",
    "url": "https://brainandscalpel.vercel.app/food-protein-induced-allergic-proctocolitis-fpiap-70dee6c7-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:20.280Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Food protein-induced allergic proctocolitis (FPIAP) is a benign, non–IgE-mediated reaction in young infants that is triggered by dietary proteins (eg, casein, whey) found in standard formula and/or breast milk.&nbsp; It is characterized by blood-streaked stools in otherwise healthy infants and managed by dietary elimination of the offending protein.</p>\n<h1>Pathogenesis</h1><br><br><p>FPIAP is a <strong>benign, self-limited, non–IgE-mediated reaction</strong> that occurs in infancy.&nbsp; The exact mechanism is unclear but is likely due to a delayed-type hypersensitivity to dietary proteins that may be exaggerated due to an immature neonatal intestinal barrier, allowing increased antigen absorption.&nbsp; Eosinophilic infiltration of the distal colon and rectum results in mucosal friability and rectal bleeding.</p><br><br><p>The most common dietary triggers are <strong>cow's milk proteins</strong> (eg, casein, whey); other proteins (eg, egg, soy, corn) are less frequently implicated.&nbsp; Cow's milk proteins are found in standard formula preparations as well as breast milk when the maternal diet includes dairy products.&nbsp; Although the maternal intestinal tract hydrolyzes some cow's milk protein, a portion is only partially hydrolyzed and excreted in breast milk.</p>\n<h1>Clinical presentation</h1><br><br><p>The typical presentation involves an infant <strong>age 2-8 weeks</strong> with <strong>painless, blood-streaked stools</strong> that may be loose and contain mucus.&nbsp; Because symptoms of FPIAP are insidious and develop weeks to months after initial exposure to the offending food protein, symptoms may initially develop as late as age 6 months.&nbsp; Patients may have some associated fussiness but are generally <strong>well-appearing</strong> with normal growth and a normal examination (ie, no abdominal tenderness or distension, no anal fissures).&nbsp; A minority of patients have concomitant eczema or a family history of atopy.</p><br><br><p>Symptoms suggestive of a different diagnosis include fever, failure to thrive, profuse diarrhea, and forceful vomiting.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anal fissure</strong>:&nbsp; The most common cause of rectal bleeding in infants is constipation with an associated anal fissure, which would be visible on examination.&nbsp; History would reveal straining with bowel movements, hard stools without mucus, and blood on the outside of the stool (not mixed within it).</li>\n\t<li><strong>Intussusception</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18648.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; This condition classically presents at age 6-36 months with intermittent, colicky abdominal pain (or fussiness in an infant), and vomiting.&nbsp; Hematochezia is a late sign and indicates bowel ischemia in an ill-appearing patient.</li>\n\t<li><strong>Infectious colitis</strong>:&nbsp; Bloody stools can be caused by certain enteric infections (eg, <em>Salmonella, Shigella</em>), but fever and diarrhea are expected.</li>\n\t<li><strong>Meckel diverticulum</strong>:&nbsp; A Meckel diverticulum contains heterotopic gastric mucosa that secretes hydrochloric acid in the distal ileum, causing intestinal ulceration and bleeding.&nbsp; Painless, bloody stools are common in older children, but presentation is rare at age &lt;6 months and typically involves an ill-appearing infant with abdominal pain and lethargy due to associated complications (eg, intussusception, intestinal obstruction).</li>\n\t<li><strong>Food protein–induced enterocolitis syndrome</strong> (FPIES) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/68854.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; This severe, non–IgE-mediated reaction to cow's milk proteins or other foods leads to inflammation of the entire large and small bowel.&nbsp; Acute episodes typically present with profuse vomiting within 4 hours of food allergen ingestion, followed by diarrhea (with or without blood), lethargy, and dehydration.&nbsp; Moreover, patients with FPIES often have poor weight gain and are ill-appearing when symptomatic.</li>\n\t<li><strong>Necrotizing enterocolitis</strong> (NEC) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26048.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; NEC, or hemorrhagic necrosis of the bowel wall, is a gastrointestinal emergency that most commonly occurs in premature infants.&nbsp; In addition to rectal bleeding, patients often have abdominal distension, poor feeding, and hemodynamic instability.</li>\n\t<li><strong>Inflammatory bowel disease</strong> (IBD):&nbsp; IBD is an extremely rare diagnosis in infants that can manifest with bloody stools.&nbsp; However, associated findings typically include diarrhea, fever, and weight loss.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>FPIAP is a <strong>clinical diagnosis</strong> based on characteristic findings of a well-appearing young infant with painless, blood-streaked stools.&nbsp; The stool is often tested to confirm the presence of blood, a finding that supports the diagnosis but is nonspecific.</p><br><br><p>Other laboratory tests (eg, complete blood count, stool culture) and imaging (abdominal x-ray) are <u>not</u> required unless atypical features (eg, ill appearance, vomiting, severe diarrhea) suggestive of an alternative diagnosis are present.&nbsp; In such cases, flexible sigmoidoscopy or colonoscopy with biopsy may also be considered.</p><br><br><p>Biopsy findings consistent with FPIAP include mucosal inflammation and eosinophilic infiltration confined to the distal colon and rectum.&nbsp; Histopathologic findings include infiltration of eosinophils within the lamina propria and muscularis mucosa.</p>\n<h1>Management</h1><br><br><p>Treatment for FPIAP is <strong>dietary elimination</strong> of the presumed offending protein (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69757.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), which is most commonly cow's-milk protein:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Breastfed infants</strong>:&nbsp; Management of breastfed infants is through maternal dietary elimination of dairy products.&nbsp; Sequential maternal elimination of other potential allergens (eg, soy, egg) is reserved for infants with persistent symptoms to avoid a significantly restrictive maternal diet.</li>\n\t<li><strong>Formula-fed infants</strong>:&nbsp; Infants taking cow's milk formula should be switched to a <strong>hydrolyzed formula</strong>, in which the allergenic cow's milk proteins (eg, casein) are broken down and no longer antigenic.&nbsp; In rare cases, an amino acid–based (elemental) formula that contains no intact proteins may be required.&nbsp; Switching from cow's milk–based formula to soy-based formula is not recommended due to potential cross-reactivity between cow's milk and soy proteins.</li>\n</ul><br><br><p>With dietary elimination of the offending food protein, blood-streaked stools typically resolve within a few days (up to 2 weeks), which confirms the diagnosis; repeat Hemoccult testing for microscopic blood is not typically required.&nbsp; Due to the inadvertent maternal consumption of a product containing cow's milk, breastfed infants may experience occasional symptom relapse (eg, blood-streaked stools).</p><br><br><p>Flexible sigmoidoscopy or colonoscopy with biopsy may be considered when FPIAP does not respond as expected to dietary changes.</p>\n<h1>Prognosis</h1><br><br><p>FPAIP has an excellent prognosis with no long-term sequelae because almost all affected infants can tolerate products containing the offending protein (eg, milk, yogurt, soy) by age 1 when gradual reintroduction of such foods is recommended.</p><br><br><p>There is a slightly increased risk of developing IgE-mediated food allergy.</p>\n<h1>Summary</h1><br><br><p>Food protein-induced allergic proctocolitis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/46917.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a benign, non–IgE-mediated hypersensitivity reaction to dietary proteins, primarily cow's milk.&nbsp; Classic presentation involves a well-appearing young infant with painless, bloody stools.&nbsp; Diagnosis is clinical, and management involves eliminating dairy from the maternal diet (if breastfeeding) or switching to a hydrolyzed formula.&nbsp; Most infants outgrow the condition by age 1.<p></p>\n</div>\n\n            "
}