{
  "meta": {
    "title": "Galactosemia",
    "url": "https://brainandscalpel.vercel.app/galactosemia-2e109db3-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:25.147Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Galactosemia is a rare metabolic disorder characterized by the inability to metabolize galactose.&nbsp; Patients typically have jaundice, vomiting, and hepatomegaly in the early neonatal period due to an accumulation of toxic metabolites, and they are at risk for cataracts, <em>Escherichia coli</em> sepsis, and neurodevelopmental delay.</p>\n<h1>Pathogenesis</h1><br><br><p>Galactosemia is an autosomal recessive disorder caused by a deficiency in one of the several enzymes involved in galactose metabolism (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23179.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Galactose is a monosaccharide component of lactose (found in human and cow's milk) and is metabolized to a substrate that can be used in glycolysis.&nbsp; Metabolism begins with the phosphorylation of galactose by galactokinase (GALK) to form galactose 1-phosphate, which is then converted to glucose-1-phosphate.&nbsp; This conversion is catalyzed by galactose 1-phosphate uridyltransferase (GALT) and consists of a uridine diphosphate (UDP) transfer from UDP-glucose to UDP-galactose.<p></p><br><br><p>Complete deficiency of GALT (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L53664.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), or classic galactosemia, is the most common cause, and most severe type, of galactosemia.&nbsp; <strong>GALT deficiency</strong> results in galactose buildup and the accumulation of toxic metabolites, including galactose 1-phosphate, in the liver, kidneys, and brain and galactitol in the eye lenses.<p></p><br><br><p>A less severe form of galactosemia is GALK deficiency, which is not characterized by widespread organ dysfunction.&nbsp; Instead, patients with GALK deficiency have isolated cataract formation from osmotic swelling caused by galactitol deposition in the eye lenses.</p>\n<h1>Clinical presentation</h1><br><br><p>Manifestations of classic galactosemia are primarily due to the accumulation of toxic metabolites after the introduction of lactose, which is the precursor to galactose and is found in breast milk and cow's milk–based formula.&nbsp; Signs and symptoms typically develop in the first few days of life, often before newborn screening results are available, and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Jaundice, hepatomegaly</strong></li>\n\t<li><strong>Vomiting</strong>, poor feeding, poor weight gain, and dehydration</li>\n\t<li><strong>Lethargy, hypotonia</strong></li>\n</ul><br><br><p>Other classic features can include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bilateral cataracts</strong>, which may be apparent at birth but may more commonly develop during the first few weeks of life</li>\n\t<li><strong><em>E coli</em> sepsis</strong>, which is likely related to impaired leukocyte function and superoxide release caused by excessive galactose</li>\n</ul><br><br><p>A rare manifestation of classic galactosemia may include seizures caused by hypoglycemia, which is primarily caused by poor feeding and liver dysfunction (only a small amount of glucose production occurs via galactose breakdown).</p>\n<h1>Laboratory evaluation</h1><br><br><p>Supportive laboratory findings may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Nonglucose urine-reducing substances (galactosuria occurs due to excess galactose).</li>\n\t<li>Renal dysfunction:&nbsp; metabolic acidosis (from tubular damage due to galactose accumulation)</li>\n\t<li>Liver dysfunction:&nbsp; increased transaminases; conjugated and/or unconjugated hyperbilirubinemia (elevated direct bilirubin reflects hepatic involvement, whereas unconjugated hyperbilirubinemia is likely due to the accumulation of galactose 1-phosphate in red blood cells [RBCs], promoting erythrocyte death [hemolytic anemia]); increased plasma amino acids.</li>\n\t<li>Hypoglycemia.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>GALK deficiency</strong>:&nbsp; Patients have isolated cataract formation due to galactitol deposition in the eye lenses, but they have no other organ (eg, liver, kidney) dysfunction.</li>\n\t<li><strong>Urea cycle defects</strong>:&nbsp; Lethargy and vomiting in newborns can occur after the introduction of protein via breast milk or formula.&nbsp; Cataracts and sepsis are not associated findings, and hyperammonemia is characteristic.</li>\n\t<li><strong>Glycogen storage diseases</strong>:&nbsp; Manifestations include hepatomegaly and signs of hypoglycemia (eg, seizures).&nbsp; However, hypoglycemic episodes do not typically occur until age 3-6 months because they are caused by periods of fasting, which begin when the infant sleeps longer through the night.</li>\n\t<li><strong>Hereditary fructose intolerance</strong>:&nbsp; Patients with aldolase B deficiency cannot metabolize fructose.&nbsp; Symptoms, which include jaundice, hepatomegaly, poor weight gain, hypoglycemia, and reduced substances in the urine, usually develop when solids containing fructose are introduced (around age 4-6 months).</li>\n\t<li><strong>Fructokinase deficiency</strong>:&nbsp; Essential fructosuria is a benign condition that can result in a positive test for reducing substance, but patients are asymptomatic.</li>\n\t<li><strong>Congenital rubella</strong>:&nbsp; Jaundice, hepatomegaly, and cataracts may be seen in patients with congenital rubella.&nbsp; Associated findings also include microcephaly, growth restriction, and cardiac defects; vomiting, lethargy, and hypotonia are not typical.</li>\n\t<li><strong>Biliary atresia</strong>:&nbsp; Progressive fibrosis and obliteration of extrahepatic bile ducts cause failure to thrive, hepatomegaly, and conjugated hyperbilirubinemia.&nbsp; Symptoms develop at age 2-8 weeks, and vomiting, hypotonia, and nonglucose urine reducing substances are not seen.</li>\n</ul><br><br><p>Common causes of newborn jaundice (eg, benign neonatal hyperbilirubinemia, breastfeeding failure jaundice, breast milk jaundice) may initially be considered, but these diagnoses are not associated with other examination or laboratory abnormalities, including hepatomegaly, direct hyperbilirubinemia, or elevated transaminases.</p>\n<h1>Diagnosis</h1><br><br><p>The gold standard for diagnosis of galactosemia is <strong>absent GALT activity in RBCs</strong>.&nbsp; Genetic testing (eg, DNA analysis, full gene sequencing) can also confirm the diagnosis.</p><br><br><p>Although newborn screening can identify galactosemia, these results are usually not available in the first week of life, and patients often become symptomatic before the results are available.</p>\n<h1>Management</h1><br><br><p>Treatment is dietary elimination of galactose by using a soy-based formula, which contains no lactose or galactose, in infancy.&nbsp; With the introduction of solid foods, patients should also avoid milk-based and other dairy products, as well as foods containing free galactose, including certain fruits and vegetables such as bananas and brussels sprouts.</p><br><br><p>Newborns who are asymptomatic but identified as having galactosemia via newborn screening should immediately undergo dietary elimination of galactose while awaiting confirmatory testing.</p>\n<h1>Prognosis</h1><br><br><p>Untreated galactosemia can result in liver failure, sepsis, and neonatal death.</p><br><br><p>With treatment, end-organ dysfunction (eg, cataracts, hepatic/renal dysfunction) typically resolves.&nbsp; However, despite treatment, some patients may develop long-term complications, including cognitive deficits, speech and language difficulties, and, in female patients, primary ovarian insufficiency.</p>\n<h1>Summary</h1><br><br><p>Galactosemia (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/53446.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is an inborn error of metabolism characterized by galactose 1-phosphate uridylyltransferase (GALT) deficiency.&nbsp; The disorder presents with jaundice, vomiting, and hepatomegaly in the first few days of life, and patients are at risk for cataracts and <em>Escherichia coli</em> sepsis.&nbsp; Nonglucose reducing substances in the urine are typical, and diagnosis is via absent GALT activity in red blood cells.&nbsp; Management is a galactose-free diet (eg, soy-based formula).<p></p>\n</div>\n\n            "
}