{
  "meta": {
    "title": "Giardiasis",
    "url": "https://brainandscalpel.vercel.app/giardiasis-1a38ccf9-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:39.161Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1>\n<p><em>Giardia duodenalis</em> (also known as <em>G intestinalis</em> or <em>G lamblia</em>) is a noninvasive, protozoan parasite that causes giardiasis, a common worldwide diarrheal illness.&nbsp; Transmission occurs through fecal-oral spread or by contaminated water or food, and diarrhea can be acute to chronic (eg, malabsorption, weight loss).</p>\n<h1>Pathogenesis</h1><br><br><p><em>G duodenalis</em> is an <strong>noninvasive, protozoan parasite</strong> that exists in 2 forms: cyst (infective stage) and trophozoite (pathogenic stage).&nbsp; Following cyst ingestion, gastric acid stimulates cyst breakdown and promotes the release of trophozoites from the cyst in the small bowel.&nbsp; The motile trophozoites adhere to the intestinal brush border in the duodenum and jejunum, triggering a mucosal inflammatory response.&nbsp; Disruption of epithelium tight junctions between small intestinal enterocytes leads to malabsorption, particularly of fats.&nbsp; Symptoms, however, do not present immediately after ingestion as the organism requires 1-2 weeks for cysts to mature into trophozoites in the host intestines.&nbsp; Once trophozoites move forward toward the colon, they revert to the infectious cyst form, which are excreted into the stool.</p><br><br><p>Immune defense against <em>Giardia</em> involves CD4+ T helper cell induction of secretory IgA production; secretory IgA helps clear infection by binding to trophozoites and impairing their adherence to the upper small-bowel mucosa.&nbsp; Therefore, patients with deficiencies in secretory IgA or cell-mediated immunity, such as IgA deficiency, X-linked agammaglobulinemia, common variable immune deficiency, and cystic fibrosis, have a predisposition to developing chronic giardiasis, although those with no risk factors can develop chronic infection as well.</p>\n<h1>Risk factors</h1><br><br><p>Transmission of cysts primarily occurs through <strong>fecal-oral spread</strong> or from ingestion of contaminated water/food.&nbsp; Therefore, the main risk factors include exposure to the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Resource limited settings:&nbsp; This includes living in or traveling to regions with poor sanitation and/or limited water treatment facilities.&nbsp; Camping or hiking also increases risk via drinking, swimming in, and consuming food from unfiltered water; contamination typically occurs via exposure to cysts shed by infected mammals into rivers and lakes.</li>\n\t<li>Institutional settings (eg, daycare facilities, recreational swim centers):&nbsp; Poor hygiene and incontinence increase the risk for fecal-oral transmission.</li>\n\t<li>Anal sexual practices:&nbsp; Oral-anal contact with an infected individual can transmit infection via stool.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical manifestations of giardiasis range from asymptomatic carriage to acute or chronic diarrhea.</p><br><br><p>About half of infected patients clear the infection without symptoms, but a small portion can continue to shed cysts for up to 6 months.</p><br><br><p>Symptomatic patients develop manifestations 1-2 weeks after cyst ingestion that include <strong>watery/nonbloody diarrhea</strong> that is often malodorous and <strong>oily/greasy</strong> due to fat malabsorption.&nbsp; Bloating, excessive flatulence, abdominal cramping, and nausea are typical, and most patients also have acute weight loss and malaise.</p><br><br><p>Although most cases resolve within a month, a minority of patients develop chronic giardiasis with intermittent cramping, loose stools, and profound weight loss due to poor absorption of sugar, fat, carbohydrates, and vitamins (eg, vitamin A, vitamin B12, folate).&nbsp; Chronic infection in children may lead to failure to thrive and poor linear growth.</p>\n<h1>Diagnosis</h1><br><br><p>The preferred diagnostic test for giardiasis is a <strong>stool antigen assay</strong> (direct immunofluorescence, enzyme-linked immunosorbent assay) or PCR.</p><br><br><p>Stool microscopy is less sensitive but can identify <em>Giardia</em> oocysts and trophozoites (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64335.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The cysts are ellipsoid structures with smooth, well-defined walls; trophozoites are bilaterally symmetric, pear-shaped organisms with multiple flagella and 2 nuclei (\"owl's eye\" appearance).<p></p><br><br><p>Additional evaluation typically reveals a normal complete blood count (ie, no leukocytosis, no eosinophilia), and some patients may have electrolyte derangements due to severe diarrhea.&nbsp; Stool guaiac and leukocytes are negative.&nbsp; Fecal fat excretion is often elevated in chronic giardiasis due to fat malabsorption, but this finding is nonspecific.&nbsp; Small-bowel histology can show varying degrees of villous atrophy and crypt hyperplasia.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for giardiasis includes infectious and noninfectious causes.</p><br><br><p><strong>Infectious diagnoses</strong> to consider include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cryptosporidiosis</strong>:&nbsp; <em>Cryptosporidium</em> infection can present with nausea, abdominal cramping, and watery diarrhea lasting 1-2 weeks about a week after contaminated water ingestion or fecal-oral spread.&nbsp; Prolonged symptoms can occur but typically only in immunocompromised patients.&nbsp; Stool PCR testing can differentiate cryptosporidiosis from other causes of noninflammatory diarrhea.&nbsp;</li>\n\t<li><strong>Bacterial travelers' diarrhea</strong> (eg, enterotoxin-mediated <em>Escherichia coli</em> [ETEC]<em>, Campylobacter jejuni</em>):&nbsp; Most bacterial causes of travelers' diarrhea cause symptoms within days of exposure and resolve within a week.&nbsp; Symptoms may vary; for example, ETEC typically causes watery diarrhea, whereas <em>C jejuni</em> enteritis presents with fever, emesis, and bloody stool.</li>\n\t<li><strong>Viral gastroenteritis</strong>:&nbsp; Norovirus and rotavirus are common, acute causes of watery diarrhea.&nbsp; Symptoms develop within hours to days of exposure and generally resolve within days to a week.&nbsp;</li>\n</ul><br><br><p><strong>Noninfectious causes</strong> to consider in the evaluation of giardiasis symptoms (particularly chronic) include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cystic fibrosis</strong>:&nbsp; Pancreatic insufficiency and fat malabsorption lead to symptoms of oily, nonbloody diarrhea and weight loss.&nbsp; Most patients begin to develop pancreatic insufficiency by age 1, and a history of chronic pulmonary infections is typical.</li>\n\t<li><strong>Inflammatory bowel disease</strong>:&nbsp; Ulcerative colitis is characterized by mucosal inflammation and erosion of the colon, and Crohn disease can show transmural inflammation involving any part of the gastrointestinal tract.&nbsp; Prolonged diarrhea and weight loss are common.&nbsp; Acute flares cause abdominal tenderness along with anemia, leukocytosis, and positive stool guaiac.</li>\n\t<li><strong>Celiac disease</strong>:&nbsp; An immune reaction to dietary gluten leads to villous atrophy and crypt hyperplasia with malabsorption (eg, chronic diarrhea, steatorrhea) and weight loss; children may present with failure to thrive and poor linear growth.&nbsp; Diagnosis is via serologic testing.</li>\n\t<li><strong>Irritable bowel syndrome</strong> (IBS):&nbsp; IBS is a functional disorder which can be characterized by chronic, abdominal cramping with watery diarrhea.&nbsp; Pain is often relieved with defecation, and stools are not greasy.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management for symptomatic patients with giardiasis includes supportive care (eg, rehydration, nutritional support) as well as antimicrobial therapy.&nbsp; Options include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tinidazole</strong> (preferred for most patients due to reduced side effects and ease of a single-dose regimen)</li>\n\t<li>Nitazoxanide</li>\n\t<li>Metronidazole (preferred in infants and young children age &lt;3)</li>\n</ul><br><br><p>Symptoms typically resolve within a week.</p><br><br><p>Antimicrobial therapy can also be considered for asymptomatic patients with giardiasis to prevent transmission to others and is generally recommended for those who are immunocompromised or those who spend time in group settings (eg, daycare facilities, hospital).&nbsp; Other asymptomatic patients do not require treatment but should maintain appropriate hand hygiene because cysts can be shed in the stool for months.</p>\n<h1>Prevention</h1><br><br><p>Ingestion of cysts can be prevented by the following measures:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Water safety</strong>:&nbsp; Avoid untreated tap water, ice, and foods washed in potentially contaminated water.&nbsp; Water from potentially contaminated sources, including that from endemic regions or wilderness areas (eg, streams, lakes), should be boiled or filtered.&nbsp; Cysts resist some forms of disinfection (eg, chlorination), so lake and stream water should be treated with iodine prior to drinking.</li>\n\t<li><strong>Hand hygiene</strong>:&nbsp; Soap-and-water-based agents are preferred, as <em>Giardia</em> cysts are resistant to many alcohol-based hand sanitizers and disinfectants.</li>\n</ul>\n<h1>Summary</h1><br><br><p><em>Giardia duodenalis</em> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31668.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a common cause of diarrhea worldwide and spread via fecal-oral transmission or ingestion of contaminated water.&nbsp; Symptoms can be acute or chronic and include foul-smelling, greasy stool; bloating; and weight loss.&nbsp; Stool antigen or PCR testing is diagnostic, and treatment is tinidazole, nitazoxanide, or metronidazole.<p></p>\n</div>\n\n            "
}