{
  "meta": {
    "title": "Hemorrhoids",
    "url": "https://brainandscalpel.vercel.app/hemorrhoids-96e2f134-35aa55.html",
    "scrapedAt": "2025-12-01T04:51:38.945Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Hemorrhoids are swollen vascular structures in the anal canal that can cause discomfort and bleeding.&nbsp; They are classified as internal and external hemorrhoids based on their anatomic location.&nbsp; Hemorrhoids are common and can significantly impact quality of life.&nbsp; By age 50, half of the population will have developed symptomatic hemorrhoids.</p>\n<h1>Pathophysiology</h1><br><br><p>The anal canal is lined by 2 types of epithelium:&nbsp; columnar epithelium proximal to the dentate (pectinate) line and squamous epithelium distal to it.&nbsp; Anal cushions, composed of blood vessels (anal arteriovenous plexus), connective tissue, and smooth muscle, are normally present in the anal canal and help maintain continence.</p><br><br><p>Symptomatic hemorrhoids result from increased pressure within the anal arteriovenous plexus, leading to venous engorgement and inflammation of surrounding connective tissue.&nbsp; Contributing factors include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Straining during defecation (eg, constipation, low fiber diet)</li>\n\t<li>Frequent defecation (eg, diarrhea)</li>\n\t<li>Prolonged sitting or standing</li>\n\t<li>Increased intraabdominal pressure (eg, pregnancy, obesity)</li>\n\t<li>Portal hypertension (eg, cirrhosis)</li>\n</ul><br><br><p>In addition, connective tissue supporting these veins weakens with age, contributing to the prolapse of hemorrhoids.</p>\n<h1>Anatomy and clinical presentation</h1><h2>Internal hemorrhoids</h2><br><br><p>Internal hemorrhoids (<strong>above the dentate line</strong>) drain into the superior rectal vein, which communicates with the inferior mesenteric vein.&nbsp; They are lined by a single layer of columnar epithelium that has visceral innervation (inferior hypogastric plexus, only sensitive to stretch).&nbsp; This makes internal hemorrhoids susceptible to bleeding and insensitive to pain.&nbsp; Therefore, they typically present with <strong>painless, low-volume bright red rectal bleeding with defecation</strong>.&nbsp; When an internal hemorrhoid prolapses into the anal canal, fecal soilage and mucous discharge.&nbsp; On examination with an anoscope, internal hemorrhoids present as soft bluish bulges within the anal canal.&nbsp; Internal hemorrhoids are graded based on the degree of prolapse (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20094.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Grade I:&nbsp; No prolapse</li>\n\t<li>Grade II:&nbsp; Prolapse upon straining but spontaneously reduce</li>\n\t<li>Grade III:&nbsp; Prolapse upon straining and require manual reduction</li>\n\t<li>Grade IV:&nbsp; Permanently prolapsed and cannot be reduced</li>\n</ul>\n<h2>External hemorrhoids</h2><br><br><p>External hemorrhoids (<strong>below the dentate line</strong>) drain via the inferior rectal vein into the internal pudendal vein, which communicates with the internal iliac veins (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25899.jpg\" alt=\"Anorectal venous drainage\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Anorectal venous drainage</div>\n                                </div>\n                                ).&nbsp; They are covered by stratified squamous epithelium, which is more resistant to bleeding and has somatic innervation (inferior rectal nerve, a branch of the pudendal nerve).&nbsp; Therefore, they typically cause <strong>anal pruritus and pain</strong>; only rarely do they bleed.&nbsp; On examination, external hemorrhoids present as blueish soft nodules, often associated with anal skin tags.&nbsp; Sometimes, a thrombus forms within the hemorrhoid (thrombosed hemorrhoid), presenting as acute onset of perianal pain and a firm, tender blueish anal nodule.<p></p>\n<h1>Diagnosis&nbsp;</h1><br><br><p>Hemorrhoids should be suspected as a cause for anal pruritus, bright red rectal bleeding with defecation, and sudden onset perianal pain (thrombosed hemorrhoid).&nbsp; In the absence of alarm features, the diagnosis is sufficiently confirmed by the physical finding of a hemorrhoid.</p>\n<h1>Evaluation</h1><br><br><p>Anoscopy can confirm the diagnosis for patients whose hemorrhoids are not palpable.&nbsp; Further diagnostic testing in young (eg, age &lt;40), otherwise healthy patients with typical symptoms is not usually required.</p><br><br><p>Clinical features that may warrant colonoscopy include abdominal pain, systemic symptoms (eg, unexplained weight loss), large volume blood loss or iron deficiency anemia, melena or dark hematochezia, significant pain with defecation, and significant change in stool character (eg, decreased caliber).&nbsp; Colonoscopy should also be considered in patients age ≥40; those with a personal or family history of advanced colonic polyps, colon cancer, or inflammatory bowel disease; and those with a history of prior pelvic radiation.&nbsp; Given that 50% of middle-aged adults have hemorrhoids, hemorrhoids may be merely an incidental finding or may not fully explain the patient's symptoms.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anal fissure</strong>:&nbsp; a tear in the anal mucosal, typically caused by passing hard stool, characterized by severe anal pain (especially during defecation or rectal examination) and bright red rectal bleeding.&nbsp; Fissures are visible on examination as superficial, longitudinal lacerations in the anal mucosa.&nbsp; &nbsp;</li>\n\t<li><strong>Anorectal fistulas</strong>:&nbsp; an abnormal tract that forms between the anal canal and the skin surface.&nbsp; Symptoms may include intermittent (not constant) perianal pain and persistent anal discharge, often lasting for weeks or months.&nbsp; External openings or sinuses may be visible and/or palpable on physical examination.</li>\n\t<li><strong>Pilonidal abscess</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108668.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; an abscess that forms within the natal cleft (superior groove between the buttocks), typically as a result of hair follicle blockage and subsequent infection.&nbsp; Pain, erythema, and swelling are localized to the natal cleft and do not involve the anorectal area.</li>\n\t<li><strong>Rectal prolapse</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84395.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; protrusion of rectal tissue through the anus that is more extensive than a prolapsed internal hemorrhoid.&nbsp; Prolapse can involve the mucosa only or full thickness rectum and is considered a pelvic floor disorder that is commonly seen in older women.</li>\n\t<li><strong>Colorectal cancer</strong>:&nbsp; a malignancy located distally in the rectum may present with bright red rectal bleeding similar to hemorrhoidal bleeding; however, unlike a hemorrhoid, colorectal cancer is often associated with alarm features (eg, iron deficiency anemia, changes in bowel habits, weight loss, concerning personal or family history).&nbsp;</li>\n\t<li><strong>Ulcerative colitis:</strong>&nbsp; an inflammatory bowel disease that affects the mucosa and submucosa of the rectum that can extend proximally in a contiguous fashion into the colon.&nbsp; It presents with bloody diarrhea and abdominal pain, not present in hemorrhoidal bleeding.</li>\n\t<li><strong>Perianal abscess</strong>:&nbsp; localized collection of pus within the perianal soft tissues that presents with severe pain and possibly fever.&nbsp; Unlike hemorrhoids, a perianal abscess is characterized by erythema, induration, and fluctuance, rather than a blueish nodule without surrounding erythema or fluctuance.&nbsp; &nbsp;</li>\n</ul>\n<h1>Management</h1><h2>Lifestyle modifications</h2><br><br><p>Every patient with external or internal hemorrhoids should undergo lifestyle modifications to prevent constipation.&nbsp; These measures include increasing dietary fiber and water intake; pursuing regular exercise; limiting time on the toilet; and avoiding excessive straining.</p>\n<h2>Conservative measures</h2><br><br><p>In addition, most symptomatic hemorrhoids can be adequately managed with the following conservative measures:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Laxatives</strong> and stool softeners to prevent straining and constipation.</li>\n\t<li><strong>Hydrocortisone cream</strong> or suppository to decrease inflammation, shrink hemorrhoids, and alleviate pruritus.&nbsp; Hydrocortisone can be used 2 times a day for up to 7 days.&nbsp; Usage past 7 days may result in cutaneous and mucosal atrophy.&nbsp;</li>\n\t<li><strong>Topical or oral analgesics</strong> (eg, lidocaine cream, oral nonsteroidal antiinflammatory drugs).</li>\n\t<li><strong>Sitz baths</strong> (ie, soaking the perianal region in warm water) to reduce inflammation and to reduce anal sphincter spasms (which causes pain).&nbsp;</li>\n\t<li><strong>Topical antispasmodic therapy</strong> (eg, nitroglycerin cream, isosorbide dinitrate ointment, nifedipine cream) to decrease anal sphincter spasm (which reduces pain and facilitates defecation).&nbsp;</li>\n</ul>\n<h2>Refractory symptoms</h2><br><br><p>Refractory symptoms despite the above measures or severe hemorrhoids may require invasive procedures.</p><br><br><p><strong>Internal hemorrhoids</strong> without significant thrombosis or prolapse can generally be treated with an office-based procedure because little or no anesthesia is required (ie, due to visceral innervation).&nbsp; Treatment options include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Rubber band ligation</strong> (rubber bands placed at the base of the hemorrhoid to cause ischemic tissue necrosis)</li>\n\t<li><strong>Sclerotherapy</strong> (injection of an agent that destroys hemorrhoidal tissue)</li>\n\t<li><strong>Infrared photocoagulation</strong> (heat energy from infrared light causes hemorrhoidal necrosis)</li>\n</ul><br><br><p>Internal hemorrhoids refractory to office-based procedures or exhibiting significant prolapse (ie, not spontaneously reduced) require hemorrhoidectomy (eg, stapled hemorrhoidopexy).</p><br><br><p><strong>External hemorrhoids</strong> require <strong>hemorrhoidectomy</strong> under regional or general anesthesia; office-based procedures (eg, rubber band ligation) are contraindicated due to somatic innervation and pain sensitivity in this anatomic region.</p>\n<h2>Management of thrombosed hemorrhoids</h2><br><br><p>Thrombosed hemorrhoids often present with acute, severe perianal pain; however, patients should be reassured that the pain usually improves within 72 hours as the clot reorganizes; resolution of pain is expected over the next week.&nbsp; Conservative measures (eg, laxatives, sitz baths, topical hydrocortisone, topical or oral analgesic therapy) are usually sufficient treatment.</p><br><br><p>Rarely, urgent hemorrhoidectomy is indicated within the first 72 hours (before the clot reorganizes) for excruciating pain and/or significant bleeding (a complication of thrombosed hemorrhoid); this procedure alleviates pain, stops bleeding, and prevents thrombosis recurrence.&nbsp; However, in practice, it is difficult to arrange an urgent hemorrhoidectomy with such short notice.</p><br><br><p>Alternatively, incision and drainage to remove the thrombus can be performed for immediate pain relief; however, reaccumulation of thrombus can occur in 30% of cases.</p>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Iron deficiency anemia, which can occur (albeit rare) with significant and chronic hemorrhoidal bleeding.&nbsp; A colonoscopy is required to rule out colon cancer.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</li>\n\t<li>Strangulated hemorrhoid, which occurs when a prolapsed internal hemorrhoid is strangulated by the anal sphincter, causing significant pain.&nbsp;</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Symptoms of hemorrhoids usually resolve with conservative measures, but they often recur (eg, with constipation).&nbsp; Surgical interventions have high success rates, though recurrence is possible.</p>\n<h1>Summary </h1><br><br><p>Hemorrhoids are a common condition resulting from increased pressure within the hemorrhoidal veins, leading to symptomatic vascular swelling and surrounding connective tissue inflammation, resulting in anal pruritus, bleeding, and pain.&nbsp; Management includes lifestyle modifications (eg, high fiber diet, limiting time on the toilet), medical therapy (eg, topical hydrocortisone), and potentially invasive or surgical interventions.</p>\n</div>\n\n            "
}