{
  "meta": {
    "title": "Neonatal jaundice",
    "url": "https://brainandscalpel.vercel.app/neonatal-jaundice-5e8fa877-35aa55.html",
    "scrapedAt": "2025-12-01T04:52:08.386Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Neonatal jaundice is a sign of elevated serum bilirubin levels and affects approximately 60% of term infants and 80% of preterm infants.&nbsp; Although most cases are benign, commonly due to immature bilirubin metabolism, severely elevated serum bilirubin levels can lead to neurotoxicity (ie, bilirubin-induced neurologic dysfunction [BIND]) if untreated.</p>\n<h1>Bilirubin metabolism&nbsp;&nbsp;</h1><br><br><p>Bilirubin is a product of heme catabolism that functions as an antioxidant but can be toxic in excess.&nbsp; Therefore, bilirubin is metabolized by the liver and excreted by the kidneys and intestines, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bilirubin conjugation</strong>:&nbsp; Bilirubin is insoluble and binds albumin for transport to the liver, where it is metabolized in hepatocytes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16306.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Bilirubin is conjugated to glucuronic acid by the enzyme UDP glucuronyltransferase, making it water-soluble.&nbsp; Conjugated bilirubin is actively transported into bile, which is secreted into the small intestine.&nbsp;</li>\n\t<li><strong>Bilirubin excretion</strong>:&nbsp; Because conjugated bilirubin is water-soluble, it cannot be reabsorbed through the lipid membrane of the intestinal epithelium and reenter circulation.&nbsp; Intestinal bacteria reduce conjugated bilirubin to urobilinogen, which is further processed for excretion in stool.&nbsp; A small percentage of urobilinogen is reabsorbed and reenters circulation, where it can either be transported to the liver (a process known as enterohepatic circulation) or excreted in urine.&nbsp;</li>\n</ul><br><br><p>Any disruption in this process can allow bilirubin to accumulate in the serum, resulting in elevated serum bilirubin levels (ie, hyperbilirubinemia) that cause jaundice (ie, yellow discoloration of the skin and mucous membranes).&nbsp; Jaundice that occurs in the neonatal period can be categorized as physiologic jaundice, lactation failure jaundice, breast milk jaundice, or pathologic jaundice.</p>\n<h1>Pathogenesis&nbsp;</h1><h2>Physiologic jaundice&nbsp;</h2><br><br><p>Physiologic jaundice (ie, benign neonatal hyperbilirubinemia) is characterized by mild unconjugated hyperbilirubinemia in an otherwise healthy neonate that occurs due to physiologic differences in bilirubin metabolism between neonates and older children and adults, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Increased bilirubin production</strong>:&nbsp; In most neonates, there is a higher concentration of red blood cells (RBCs) at birth (ie, hematocrit 50%-60%), and fetal RBCs have a shorter lifespan (ie, 90 days) than adult RBCs.&nbsp; Therefore, increased bilirubin production occurs due to rapid RBC turnover.</li>\n\t<li><strong>Decreased bilirubin conjugation</strong>:&nbsp; This occurs due to physiologically lower levels of UDP glucuronosyltransferase activity in the immature neonatal liver.&nbsp;</li>\n\t<li><strong>Increased enterohepatic circulation</strong>:&nbsp; Relative intestinal sterility at birth limits the reduction of conjugated bilirubin to urobilinogen for excretion in stool.&nbsp; Instead, the majority of conjugated bilirubin is deconjugated by β-glucoronidase, an endogenous enzyme.&nbsp; Deconjugated bilirubin is reabsorbed and reenters circulation (ie, enterohepatic circulation).</li>\n</ul><br><br><p>Physiologic jaundice appears after the first day of life, peaks on days 3-5, and resolves within 7-14 days in term neonates as hepatic UDP glucuronyltransferase and intestinal bacteria activity increase.&nbsp; Preterm neonates are at risk for severe and prolonged (eg, 14-21 days) hyperbilirubinemia due to relative hepatic immaturity.</p>\n<h2>Lactation failure jaundice</h2><br><br><p>During the first week of life, physiologic jaundice can overlap with lactation failure jaundice, a condition that occurs due to delayed breast milk production (eg, due to infrequent feeding) and/or an ineffective latch.&nbsp; Inadequate breastfeeding results in dehydration and delayed passage of urine and stool that increases enterohepatic circulation of deconjugated bilirubin.&nbsp; Lactation failure jaundice is more common in exclusively breastfed (ie, no formula supplementation) neonates.</p>\n<h2>Breast milk jaundice&nbsp;&nbsp;</h2><br><br><p>In contrast to lactation failure jaundice, breast milk jaundice occurs in exclusively breastfed neonates due to high β-glucuronidase activity in breast milk (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40363.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Similar to the endogenous enzyme, β-glucuronidase in breast milk deconjugates intestinal bilirubin, leading to increased enterohepatic circulation.&nbsp; Breast milk jaundice typically appears toward the end of the first week of life, peaks by day 14, and can persist for several weeks.&nbsp; Unlike lactation failure jaundice, maternal milk production is fully established, and neonates transfer breast milk well.<p></p>\n<h2>Pathologic jaundice</h2><br><br><p>Less commonly, neonatal jaundice can occur due to an underlying pathologic condition.&nbsp; Pathologic jaundice should be considered if jaundice:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>appears within the first day of life</li>\n\t<li>progresses rapidly</li>\n\t<li>persists beyond 14 days in term neonates (21 days in preterm neonates)</li>\n\t<li>or is associated with signs and symptoms of a known pathologic cause.&nbsp;</li>\n</ul><br><br><p>Pathologic jaundice can occur due to increased bilirubin production, decreased bilirubin conjugation, or impaired secretion of bile.</p><br><br><p><strong>Increased bilirubin production</strong> (ie, excess heme catabolism)</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Immune-mediated hemolysis</strong> (eg, Rh(D) incompatibility, ABO incompatibility):&nbsp; In cases of ABO incompatibility, a mother with blood type O produces IgG antibodies (eg, anti-A, anti-B) that can cross the placenta and cause hemolysis in a fetus with blood type A, B, or AB.&nbsp; Similarly, in cases of Rh(D) incompatibility, an Rh(D)-negative mother produces IgG anti-D antibodies that can cross the placenta and cause hemolysis in an Rh(D)-positive fetus.&nbsp;</li>\n\t<li><strong>Nonimmune-mediated hemolysis</strong>:&nbsp; RBC membrane defects, RBC enzyme defects (eg glucose-6-phosphate dehydrogenase deficiency).</li>\n\t<li><strong>Cephalohematoma</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13934.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; This results from birth trauma and typically self-resolves within weeks.&nbsp; However, as the hemoglobin from RBCs within the cephalohematoma are metabolized, unconjugated bilirubin is resorbed and can lead to severe hyperbilirubinemia.&nbsp;</li>\n\t<li><strong>Polycythemia</strong> (eg, delayed cord clamping, infant of diabetic mother).</li>\n</ul><br><br><p><strong>Decreased bilirubin conjugation</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gilbert syndrome</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69343.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; an inherited disorder of bilirubin metabolism in which a genetic mutation results in a mild reduction in UDP glucuronyltransferase activity (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24741.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Gilbert syndrome can present in the neonatal period with transient hyperbilirubinemia.&nbsp; More commonly, patients present during adolescence with benign, self-resolving episodes of unconjugated hyperbilirubinemia (eg, scleral icterus, jaundice) that are triggered by stress (eg, febrile illness, fasting, vigorous exercise).</li>\n\t<li><strong>Crigler-Najjar syndrome</strong>:&nbsp; occurs due to markedly reduced or absent UDP glucuronyltransferase activity.&nbsp; Unconjugated hyperbilirubinemia develops within the first day of life and can be severe.&nbsp;</li>\n</ul><br><br><p><strong>Impaired biliary secretion</strong> (ie, cholestasis)</p><br><br><p>In cholestasis, bilirubin is conjugated but not secreted into the intestines as bile.&nbsp; Without stercobilin, stools appear pale (ie, acholic) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24745.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Conjugated bilirubin accumulates in the plasma and is excreted in urine, causing urine to appear dark (ie, bilirubinuria).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Impaired bile synthesis</strong>:&nbsp; can occur due to a variety of conditions that affect liver function (eg, congenital infections such as cytomegalovirus, metabolic conditions like galactosemia).&nbsp; Dubin-Johnson syndrome is an autosomal recessive condition in which the protein that actively transports conjugated bilirubin into bile is defective.&nbsp;</li>\n\t<li><strong>Mechanical obstruction of biliary flow</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Biliary atresia</strong>:&nbsp; the most common cause of neonatal cholestasis.&nbsp; Biliary atresia is characterized by progressive fibrous destruction of the biliary tree and presents at age 2-8 weeks.&nbsp;</li>\n\t\t<li><strong>Biliary cyst</strong>:&nbsp; a rare congenital anomaly characterized by intra- or extrahepatic cystic dilation of the biliary tree; the most common subtype involves cystic dilation of the common bile duct.&nbsp; Patients can present with abdominal distention and irritability due to pain.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Regardless of the cause of hyperbilirubinemia, severely elevated serum bilirubin levels can overwhelm albumin binding.&nbsp; Unbound bilirubin can cross the blood-brain barrier and cause cytotoxic injury at the basal ganglia and brainstem nuclei, resulting in a spectrum of neurologic findings known as BIND (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69218.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Therefore, decreased serum albumin, which can be physiologic in neonates, is associated with an increased risk of BIND.&nbsp; Additional risk factors for severely elevated serum bilirubin levels include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Perinatal factors:&nbsp; Prematurity, birth trauma, exclusive breastfeeding</li>\n\t<li>Laboratory findings:&nbsp; ABO incompatibility, inherited red blood cell defect (eg, spherocytosis)</li>\n\t<li>Family history:&nbsp; East Asian ethnicity, sibling who received phototherapy</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Neonatal jaundice typically presents with yellow discoloration of the sclera and skin.&nbsp; Jaundice initially appears on the face and progresses caudally as serum bilirubin levels rise &gt;3 mg/dL.&nbsp; Physiologic jaundice develops after the first day of life.</p><br><br><p>Patients with lactation failure jaundice may present with signs of dehydration, such as fewer wet diapers than the neonate's age in days (eg, 3 wet diapers on day 5).&nbsp; In addition, meconium should transition to frequent, yellow stools within the first few days, and delayed transition can be a sign of dehydration.&nbsp; Excessive weight loss (eg, ≥10% from birth weight) is also common in patients with lactation failure jaundice.</p><br><br><p>Patients with breast milk jaundice are otherwise well-appearing, asymptomatic, and breastfeeding successfully.</p><br><br><p>Pathologic jaundice presents within the first day or persists after day 14 in term neonates.&nbsp; There may be signs and symptoms of the underlying condition (eg, scalp swelling that is contained within the suture lines in cases of cephalohematoma).&nbsp; Patients with impaired biliary secretion (ie, cholestasis) can have acholic stools, dark urine, and/or hepatosplenomegaly.</p><br><br><p>Patients with severely elevated serum bilirubin levels can develop acute BIND.&nbsp; Findings can be subtle and nonspecific, including somnolence, poor feeding, irritability, and hypotonia, but can progress to seizures or death.&nbsp; Patients with prolonged, severe hyperbilirubinemia or inadequate treatment are at risk for chronic BIND (previously referred to as kernicterus), which is irreversible.&nbsp; Basal ganglia destruction leads to abnormal movements (eg, chorea, dystonia).&nbsp; Similarly, upward gaze palsy and sensorineural hearing loss occur due to neuronal destruction in the gray matter of the visual and auditory brainstem nuclei, respectively.&nbsp; Developmental delay is also typical.</p>\n<h1>Diagnosis</h1><br><br><p>In cases of suspected neonatal jaundice, a careful history and physical examination should be performed.&nbsp; History should focus on the mother's blood type (including Rh status) and past medical history (eg, hepatic, metabolic, and hematologic disorders) and the neonate's birth history (eg, gestational age, risk of infection), feeding, voiding, and stooling patterns (eg, color, frequency).&nbsp; Physical examination should evaluate for the extent of jaundice (ie, caudal progression indicates higher serum bilirubin levels), dehydration, presence of cephalohematoma/bruising, and hepatosplenomegaly.</p><br><br><p>If initial laboratory evaluation confirms hyperbilirubinemia (ie, total serum bilirubin &gt;1 mg/dL), then further evaluation to determine the underlying cause may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Distinguish between conjugated and unconjugated hyperbilirubinemia</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Conjugated (direct) hyperbilirubinemia:&nbsp; characterized by serum direct bilirubin &gt;1 mg/dL or &gt;20% of total serum bilirubin.</li>\n\t\t<li>Unconjugated (indirect) hyperbilirubinemia:&nbsp; characterized by serum direct bilirubin &lt;1 mg/dL or &lt;20% of total serum bilirubin.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Assess for excess bilirubin production</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Complete blood count with reticulocyte count and peripheral smear:&nbsp; to assess for increased bilirubin production as a cause (eg, polycythemia, hemolysis).&nbsp; Peripheral smear may show abnormal RBC morphology (eg, spherocytes).&nbsp;</li>\n\t\t<li>Neonatal blood type and Coombs test:&nbsp; to assess for immune-mediated hemolysis in Rh isoimmunization and ABO incompatibility.&nbsp; Of note, in cases of suspected hemolysis with negative Coombs test, the patient should undergo evaluation for causes of nonimmune-mediated hemolysis (ie, hereditary spherocytosis, glucose-6-phosphate dehydrogenase deficiency).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Assess for liver disease that affects bilirubin conjugation and biliary secretion</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>AST and ALT:&nbsp; to assess for hepatocellular injury.</li>\n\t\t<li>Alkaline phosphatase and gamma glutamyl transpeptidase:&nbsp; to assess for biliary obstruction.</li>\n\t\t<li>Albumin and coagulation testing (ie, PT, aPTT):&nbsp; to assess liver function.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Additional laboratory testing may be necessary, depending on the history and initial laboratory results (eg, metabolic panel to assess for electrolyte abnormalities seen in metabolic disease, genetic testing for Crigler-Najjar syndrome).</p><br><br><p>Imaging is not typically necessary for diagnosis; however, in cases of conjugated hyperbilirubinemia, an ultrasound may be helpful to distinguish the cause (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71481.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; For example, in biliary atresia, the gallbladder is often absent or abnormal on imaging, but liver biopsy is definitive (eg, intrahepatic duct proliferation, portal tract edema, fibrosis).<p></p>\n<h1>Management</h1><h2>General management&nbsp;</h2><br><br><p>The management of neonatal jaundice depends on the severity of the hyperbilirubinemia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L75497.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; Patients with mild hyperbilirubinemia (eg, physiologic jaundice) may only require frequent feeding to promote bilirubin excretion while trending serum bilirubin levels.&nbsp; However, patients with risk factors for severe disease (eg, ABO incompatibility, cephalohematoma) or with rapidly rising bilirubin levels require intervention, including:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Phototherapy</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24585.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ):&nbsp; irreversibly converts bilirubin into a nonneurotoxic photoisomer that can be excreted in bile and urine.&nbsp; A nomogram&nbsp; is used to determine when phototherapy should be initiated based on the serum bilirubin level at a given hour of life as well as risk factors for severe disease and the rate at which the serum bilirubin level increases (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33807.png\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; Of note, direct serum bilirubin should be obtained prior to initiating phototherapy to exclude conjugated hyperbilirubinemia, which is always pathologic and will not respond to phototherapy.&nbsp; Phototherapy should be discontinued when the serum bilirubin level is below the threshold for the patient's age.&nbsp;</li>\n\t<li><strong>Exchange transfusion</strong>:&nbsp; the most effective method for the rapid removal of bilirubin in neonates and should be considered in severe cases (eg, total serum bilirubin &gt;25 mg/dL, failed phototherapy with rapidly rising bilirubin levels, signs of BIND [eg, lethargy, hypotonia]) to prevent unbound bilirubin from crossing the blood-brain barrier.&nbsp; In cases of immune-mediated hemolysis (eg, Rh isoimmunization, ABO incompatibility), exchange transfusion also removes the causative antibody (eg, anti-A, anti-B, anti-D).</li>\n</ul>\n<h2>Lactation failure jaundice management</h2><br><br><p>For lactation failure jaundice, the treatment goal is to maintain adequate hydration to promote bilirubin excretion.&nbsp; Breastfeeding support may include frequent breastfeeding (ie, every 2-3 hours), assistance with latching, and adequate maternal hydration and caloric intake.&nbsp; Neonates should be closely monitored (ie, every 1-2 days) to assess weight gain and urine output.&nbsp; If maternal milk production does not increase, if the neonate becomes dehydrated or loses weight, or if the serum bilirubin level continues to increase despite optimization of breastfeeding, formula supplementation may be necessary.&nbsp; Breastfeeding should continue to avoid decreasing maternal milk production and jeopardizing the benefits of breastfeeding (eg, immunity, bonding).</p>\n<h2>Breast milk jaundice management&nbsp;</h2><br><br><p>For patients with breast milk jaundice, management involves continuing to breastfeeding exclusively.&nbsp; Formula is not required if the mother's breast milk supply is adequate and the neonate is gaining weight and has a normal examination.&nbsp; Cessation of breastfeeding can accelerate the decline in serum bilirubin levels but has no clinical benefit as chronic BIND from breast milk jaundice is exceedingly rare.&nbsp; Formula supplementation, especially during the first month, can decrease the mother's milk supply and interfere with the neonate's ability to effectively latch.&nbsp; All efforts should be made to encourage and support breastfeeding.&nbsp; Parents should be reassured that the prognosis is good, with spontaneous resolution by age 3 months.</p>\n<h2>Conjugated hyperbilirubinemia management</h2><br><br><p>The management of conjugated hyperbilirubinemia involves addressing the underlying cause (eg, surgical intervention for biliary atresia).&nbsp; In addition, because bile is necessary for fat and fat-soluble vitamin absorption, patients with cholestasis typically need additional nutritional supplementation.</p>\n<h1>Prognosis</h1><br><br><p>Most cases of physiologic and breastfeeding-related jaundice resolve within 1-2 weeks (sometimes longer in cases of breast milk jaundice) without complications.&nbsp; Early identification of patients who are at risk of developing severely elevated serum bilirubin levels is critical, as prompt treatment is associated with excellent prognosis.&nbsp; Prolonged and severe hyperbilirubinemia can lead to permanent neurological sequelae or death.</p>\n<h1>Prevention</h1><br><br><p>Because hyperbilirubinemia is common and may lead to potential severe consequences if unrecognized, universal screening for bilirubin levels is performed in all newborns, even if not clinically jaundiced.&nbsp; Serial assessments (eg, physical examinations, repeat total serum bilirubin levels) in the early neonatal period, particularly in patients with risk factors (eg, cephalohematoma, prematurity, exclusive breastfeeding), as well as prompt initiation of therapy, can prevent severe hyperbilirubinemia and BIND.</p>\n<h1>Summary&nbsp;</h1><br><br><p>Neonatal jaundice is a sign of elevated serum bilirubin levels.&nbsp; It most commonly occurs due to immature bilirubin metabolism immediately after birth.&nbsp; Although most cases are benign, severely elevated serum bilirubin levels can lead to neurotoxicity (ie, acute and chronic bilirubin-induced neurologic dysfunction [BIND]) if untreated.&nbsp; Phototherapy and hydration are often effective, while severe cases may require exchange transfusions.&nbsp; Early intervention and follow-up improve outcomes and minimize the risk of BIND.</p>\n</div>\n\n            "
}