{
  "meta": {
    "title": "Pancreatitis",
    "url": "https://brainandscalpel.vercel.app/pancreatitis-4e4f8dbb-35aa55.html",
    "scrapedAt": "2025-12-01T04:52:18.446Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Pancreatitis is an inflammatory condition of the pancreas that can present as either acute or chronic.&nbsp; Previously considered distinct conditions, acute pancreatitis and chronic pancreatitis are now understood to lie on a continuum of interrelated disorders and share overlapping characteristics.&nbsp; Acute pancreatitis is characterized by a sudden onset of inflammation, whereas chronic pancreatitis involves long-term inflammation leading to irreversible damage.&nbsp; Both forms can lead to significant morbidity and complications if not promptly diagnosed and managed.</p>\n<h1>Pathophysiology</h1><h2>Normal pancreatic enzyme activation</h2><br><br><p>Pancreatic enzymes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31533.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), except for amylase and lipase, are synthesized and secreted into the duodenum as inactive forms (proenzymes or zymogens) to prevent autodigestion of the pancreas.&nbsp; One of these proenzymes, trypsinogen, is converted to active trypsin (by duodenal enterokinase), which has a central role in proenzyme activation.<p></p><br><br><p>Once a small quantity of trypsin is produced, it activates other zymogens, including chymotrypsin, elastase, and carboxypeptidase, through proteolytic cleavage.&nbsp; Trypsin can also cleave trypsinogen (autoactivation) to produce more trypsin, accelerating pancreatic enzyme activation in the duodenum.</p>\n<h2>Pathophysiology of acute pancreatitis</h2><br><br><p>Acute pancreatitis occurs due to the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Premature activation:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Trypsinogens are activated prematurely within pancreatic tissue (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13391.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t\t<li>Active trypsin digests pancreatic cells and extracellular matrix components, causing severe tissue damage.</li>\n\t</ul>\n\t</li>\n\t<li>Inflammatory cascade:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Degradation of pancreatic tissue releases intracellular contents, including proinflammatory mediators (eg, cytokines [tumor necrosis factor-alpha], interleukins) that recruit inflammatory cells (eg, neutrophils).</li>\n\t\t<li>Recruited immune cells release additional cytokines and proteolytic enzymes, perpetuating inflammation.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>The inflammatory mediators can enter the systemic circulation, leading to systemic inflammatory response syndrome (SIRS), causing potentially severe complications, including sepsis, organ dysfunction, and multiorgan failure.</p>\n<h2>Pathophysiology of chronic pancreatitis</h2><br><br><p>Chronic pancreatitis typically results from one or more episodes of acute pancreatitis.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Repeated injury (eg, alcohol, genetic factors, autoimmune disorders, obstruction) causes ongoing inflammation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L86719.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) and progressive fibrosis (scarring) of the pancreatic tissue.</li>\n\t<li>Progressive fibrosis disrupts the normal pancreatic structure, impairing both exocrine function (digestive enzyme secretion) and endocrine function (insulin production), often resulting in malabsorption and diabetes mellitus.</li>\n</ul><br><br><p>The condition is considered irreversible and progressive, but progression may be mitigated as long as pancreatitis is diagnosed and managed early.</p>\n<h1>Risk factors</h1><br><br><p>Several risk factors contribute to the development of pancreatitis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/55707.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gallstones</strong>:&nbsp; Gallstones are the leading cause of acute pancreatitis (up to 70% of cases).&nbsp; The mechanism by which gallstones cause pancreatitis is not well understood but is believed to be due to reflux of bile from transient obstruction during the passage of gallstones or due to obstruction directly from gallstones.</li>\n\t<li><strong>Alcohol use</strong>:&nbsp; The most common cause of chronic pancreatitis, alcohol causes direct toxicity and increased synthesis of enzymes.</li>\n\t<li><strong>Hypertriglyceridemia</strong>:&nbsp; Hypertriglyceridemia-induced pancreatitis occurs when excessive concentrations of chylomicrons and VLDL particles decrease pancreatic capillary blood flow, leading to ischemic injury.&nbsp; Pancreatic lipase is released into the plasma, where it hydrolyzes triglycerides, yielding proinflammatory free fatty acids that cause acute pancreatitis.&nbsp; The risk for pancreatitis rises with increasing triglyceride levels and is most significant when triglycerides are severely elevated (&gt;1,000 mg/dL).</li>\n\t<li><strong>Medications</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57432.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; Certain drugs can cause pancreatitis through a variety of mechanisms that include immunologic reactions (eg, 6-mercaptopurine, sulfonamides), direct toxicity (eg, diuretics, sulfonamides), accumulation of a toxic metabolite (eg, valproic acid, tetracycline), and overstimulation of acinar cells (glucagon-like peptide 1 receptor agonists).</li>\n\t<li><strong>Autoimmune conditions</strong>:&nbsp; A type of chronic pancreatitis can occur due to an abnormal immune response targeting pancreatic tissue.&nbsp; Typically a diagnosis of exclusion, chronic pancreatitis is characterized by elevated IgG4 and certain radiographic findings.</li>\n\t<li><strong>Infections</strong>:&nbsp; Viruses&nbsp; (eg, mumps, coxsackievirus), bacteria (<em>eg, Mycoplasma, Legionella, Leptospira, Salmonella),</em> and fungi (eg, <em>Aspergillus</em>) cause the infections.</li>\n\t<li><strong>Genetic mutations</strong>:&nbsp; The serine peptidase inhibitor Kazal-type 1 (SPINK1) is secreted by pancreatic acinar cells and functions as a trypsin inhibitor.&nbsp; It impedes the activity of trypsinogen molecules that become prematurely activated within the pancreas.&nbsp; Mutations in the <em>SPINK1</em> gene lower the threshold for developing pancreatitis.&nbsp; A mutation in the cystic fibrosis transmembrane conductance regulator causes autosomal recessively inherited pancreatitis.&nbsp; Phosphatidylserine synthase-1 (<em>PRSS1</em>) mutation results in an autosomal dominant inherited form of hereditary pancreatitis.</li>\n\t<li><strong>Trauma</strong>:&nbsp; Damage to the pancreas by blunt, penetrating, or procedural (eg, endoscopic retrograde cholangiopancreatography) trauma can lead to pancreatitis.</li>\n</ul><br><br><p>The pathologic features of acute pancreatitis include edema, necrosis, and hemorrhage within the pancreatic tissue.&nbsp; In severe cases, fat necrosis (visible as chalky white areas on histology) and parenchymal necrosis are evident (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L3686.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Chronic pancreatitis shows fibrosis, atrophy of acinar cells, and ductal strictures.&nbsp; Histologic examination may reveal protein plugs and calcifications within the ducts.<p></p>\n<h1>Clinical presentation</h1><h2>Acute pancreatitis</h2><br><br><p>Acute pancreatitis typically presents with (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/62710.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Persistent, moderate-to-severe epigastric abdominal pain that radiates to the back and may be relieved by sitting up and leaning forward</li>\n\t<li>Nausea and vomiting (~90% of cases)</li>\n\t<li>Variable physical examination findings, which may range from minimal tenderness in the epigastric area to severe tenderness with guarding and rebound</li>\n\t<li>Fever, tachypnea, tachycardia, hypoxemia, and hypotension in severe cases</li>\n</ul>\n<h2>Chronic pancreatitis</h2><br><br><p>Chronic pancreatitis presents with (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49748.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Recurrent epigastric pain:&nbsp; This type of pain is often postprandial and exacerbated by the recumbent position.</li>\n\t<li>Endocrine insufficiency:&nbsp; Destruction of islet cells results in insulin-dependent diabetes mellitus.</li>\n\t<li>Exocrine insufficiency (a late manifestation of chronic pancreatitis):&nbsp; Destruction of acinar cells results in lipase, elastase, amylase, trypsin, and chymotrypsin deficiency.&nbsp; This results in protein and fat malabsorption with weight loss, steatorrhea, and fat-soluble vitamin deficiencies.</li>\n</ul>\n<h1>Diagnosis</h1><h2>Acute pancreatitis</h2><br><br><p>The diagnosis of acute pancreatitis requires <strong>2 of 3</strong> criteria:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute onset of persistent, severe <strong>epigastric</strong> pain (classically radiating to the back)</li>\n\t<li>Elevation of serum lipase or amylase <strong>≥3 times</strong> the upper limit of normal (lipase is more specific)</li>\n\t<li>Characteristic findings of pancreatitis on abdominal <strong>imaging</strong> (contrast-enhanced CT scan, MRI)</li>\n</ul><br><br><p>In patients with typical abdominal pain, laboratory analysis (ie, serum lipase) is sufficient to confirm the diagnosis of acute pancreatitis.&nbsp; Establishing the diagnosis with laboratory markers is preferred over imaging due to lower cost, faster result time, and lack of exposure to ionizing radiation.&nbsp; In addition, CT scan has low sensitivity in the first 72 hours of presentation.</p><br><br><p>Laboratory patterns that may be seen:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Serum lipase and amylase:&nbsp; Lipase remains elevated for a longer time (eg, rises within 8 hr symptom onset, peaks at 24 hr, and returns to normal within 8 to 14 days) and is more sensitive and specific than amylase.&nbsp; Amylase elevations are seen in other conditions (eg, renal failure, acute cholecystitis).</li>\n\t<li>Liver function tests:&nbsp; These tests assess whether biliary obstruction is present</li>\n\t<li>Complete blood count:&nbsp; Hemoconcentration often occurs due to third space losses.&nbsp; An elevated hematocrit (&gt;44%) at presentation is associated with more severe disease.</li>\n\t<li>Blood urea nitrogen (BUN):&nbsp; BUN is considered a reliable routine laboratory test to predict mortality.&nbsp; Elevated BUN (&gt;20 mg/dL) correlates with more severe disease.</li>\n\t<li>Serum creatinine:&nbsp; Elevated levels (eg, &gt;1.8 mg/dL) may be a predictor of necrotizing pancreatitis.</li>\n\t<li>C-reactive protein:&nbsp; Elevated levels (eg, &gt;150 mg/L) at 48 hours are indicative of more severe disease.</li>\n</ul>\n<h2>Chronic pancreatitis</h2><br><br><p>The diagnosis of chronic pancreatitis is typically suspected based on <strong>clinical features</strong> (eg, chronic pain, pancreatic exocrine insufficiency, pancreatogenic diabetes mellitus) and confirmed with <strong>imaging</strong> (eg, CT scan or MRI with special pancreatic protocols).</p><br><br><p>In terms of laboratory tests, the following studies may be obtained, with the patterns typically seen:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Serum amylase and lipase levels:&nbsp; These are often low or normal (<strong>not of diagnostic value</strong>).</li>\n\t<li>Serum bilirubin and alkaline phosphatase:&nbsp; These are elevated in some cases due to compression of the intrapancreatic portion of the bile duct by pancreatic edema or fibrosis.</li>\n\t<li>Fat-soluble vitamin levels:&nbsp; Deficiencies (eg, vitamin D) due to malabsorption are common</li>\n\t<li>Fecal elastase:&nbsp; Levels correlate with pancreatic exocrine activity.&nbsp; Low fecal elastase (derived from a zymogen produced by pancreatic acinar cells and activated by trypsin in the duodenum) can help diagnose pancreatic insufficiency and support a diagnosis of chronic pancreatitis.</li>\n\t<li>Sudan staining:&nbsp; Such staining identifies fecal fat, which is indicative of malabsorption.</li>\n\t<li>Hemoglobin A1c:&nbsp; Levels are used to evaluate for diabetes mellitus.</li>\n</ul>\n<h1>Imaging evaluation</h1><h2>Acute pancreatitis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>CT scan</strong>:&nbsp; This is the most common imaging modality used when severe acute pancreatitis is suspected (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118095.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; However, CT scans are not recommended at initial presentation unless the diagnosis is uncertain because the extent of pancreatic and peripancreatic necrosis may become clear only several days into the disease and early imaging does not improve outcomes.&nbsp; With the use of intravenous contrast, CT scans can differentiate between edematous and necrotizing pancreatitis, as necrotic areas and exudates fail to show enhancement.</li>\n\t<li><strong>Ultrasonography</strong>:&nbsp; This modality may reveal a classic diffusely enlarged and hypoechoic pancreas in acute pancreatitis.&nbsp; However, many (~30%) patients have an ileus with bowel gas that prevents full visualization of the pancreas, and ultrasonography may not clearly identify inflammation or necrosis.&nbsp; It is useful to identify certain causes of pancreatitis such as gallstone pancreatitis.</li>\n\t<li><strong>Plain chest and abdominal radiographs</strong>:&nbsp; These are often normal in early or mild disease.&nbsp; More advanced disease may show localized ileus, elevation of the hemidiaphragm, pleural effusions, basal atelectasis, pulmonary infiltrates, or acute respiratory distress syndrome.</li>\n\t<li><strong>MRI/MR cholangiopancreatography (MRCP)</strong>:&nbsp; These tests allow for better ductal imaging (eg, pancreatic, bile) and have a higher sensitivity for the diagnosis of early acute pancreatitis compared to contrast-enhanced abdominal CT scan, but they are more operator dependent, more expensive, and more time-consuming.</li>\n</ul>\n<h2>Chronic pancreatitis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>CT scan</strong>:&nbsp; This is the most frequently used test to diagnose chronic pancreatitis (&gt;80% sensitive).&nbsp; Findings may include atrophy of the pancreas, ductal dilation, and/or multiple parenchymal and intraductal calcifications.</li>\n\t<li><strong>Plain abdominal radiographs</strong>:&nbsp; Diffuse pancreatic calcifications may be visible.</li>\n\t<li><strong>Ultrasonography</strong>:&nbsp; This modality may show echogenicity, atrophy, a dilated pancreatic duct, or pancreatic duct stones but is of limited diagnostic use.</li>\n\t<li><strong>MRI/MRCP</strong>:&nbsp; These may be more sensitive than CT scan in early chronic pancreatitis and provide more detail of the pancreatic duct (eg, irregularity with focal areas of narrowing and dilation).&nbsp; However, this modality is more expensive and time-consuming.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Peptic ulcer disease</strong> often presents with nausea, vomiting, and midepigastric pain that radiates to the upper back; however, abdominal pain is classically improved with food, causing a subsequent increase in, not loss of, appetite in an effort to alleviate symptoms.&nbsp; In addition, amylase, lipase, and CT imaging are typically normal.</li>\n\t<li><strong>Cholecystitis</strong> can cause epigastric pain, nausea, and vomiting; however, classic pain occurs in the midepigastrium and/or right upper quadrant (not left) and often radiates to the ipsilateral shoulder.&nbsp; Focal peritonitis in the right upper quadrant, along with guarding and a positive Murphy sign (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84919.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ) is common.&nbsp; In addition, imaging&nbsp; (eg, gallbladder ultrasonography) typically reveals an enlarged gallbladder with wall thickening and pericholecystic fluid (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95787.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Acute mesenteric ischemia</strong>&nbsp;(analogous to acute myocardial infarction) represents abrupt arterial occlusion (due to&nbsp;either atherosclerotic plaque rupture or thromboembolism in the setting of atrial fibrillation) and typically presents with periumbilical abdominal pain (often out of proportion to examination findings) that can be associated with nausea and vomiting.&nbsp; Amylase and lipase may be normal or mildly elevated but elevations are typically less than the expected elevations in acute pancreatitis.&nbsp; Lactate and anion gap metabolic acidosis are classic findings.&nbsp; Also, risk factors for ischemia (eg, advanced age, atrial fibrillation, smoking history) are usually present.&nbsp; (In contrast, chronic mesenteric ischemia is analogous to angina and presents in older patients with atherosclerosis with crampy, postprandial epigastric pain; food aversion; and weight loss, likely related to shunting of blood away from the small intestine [celiac/superior mesenteric artery] to meet the increased demand of the stomach.)</li>\n\t<li><strong>Gastroenteritis</strong> typically presents with diffuse abdominal discomfort, vomiting, and diarrhea (which is often significant).&nbsp; Serum amylase and lipase levels may be slightly elevated but not typically 3 times as normal as in pancreatitis.</li>\n\t<li><strong>Intestinal obstruction</strong> typically causes crampy, intermittent pain, abdominal distension, and the absence of bowel movements or flatus.&nbsp; Nausea and vomiting are common, and bowel sounds may be high-pitched or absent.&nbsp; Imaging (eg, CT scan) often reveals dilated loops of bowel with air-fluid levels.&nbsp; Unlike in intestinal obstruction, the pain in pancreatitis is not crampy and is less likely to be associated with changes in bowel sounds.</li>\n\t<li><strong>Acute myocardial infarction</strong> (AMI), particularly inferior AMI, can sometimes present with symptoms such as nausea, vomiting, and epigastric pain.&nbsp; However, distinguishing features of AMI include elevated cardiac biomarkers (eg, troponins) and characteristic changes on electrocardiography.&nbsp; In contrast to acute pancreatitis, amylase and lipase levels typically remain normal in AMI, and the pain is generally not influenced by changes in body position.</li>\n</ul>\n<h1>Management of acute pancreatitis</h1><br><br><p>Management of acute pancreatitis involves supportive care and addressing the underlying cause.</p>\n<h2>Fluid resuscitation</h2><br><br><p>The most essential management in the first 24-48 hours is volume resuscitation with Lactated Ringer solution.&nbsp; Patients have significantly lower morbidity and mortality rates when appropriate volume replacement (eg, 1.5 mL/kg/hr with a 10 mL/kg bolus in patients with hypovolemia) occurs in the first 48 hours because it helps to minimize hypotension, end-organ damage, acute tubular necrosis, and necrotizing pancreatitis.</p>\n<h2>Pain management</h2><br><br><p>Opioid analgesics (typically hydromorphone or fentanyl) are usually the pain medications of choice in acute pancreatitis; they are often administered via patient-controlled analgesia pumps.</p>\n<h2>Nutritional support</h2><br><br><p>Historically, patients with acute pancreatitis were placed on prolonged bowel rest.&nbsp; Current guidelines recommend initiating oral nutrition once pain is improved, inflammatory markers are improving, and the patient is without nausea, vomiting, or ileus.&nbsp; A soft, low-fat, low-residue diet is preferred over a clear liquid diet because it reduces the length of the hospital stay.&nbsp; For patients with severe pancreatitis unable to tolerate oral intake within 5-7 days, enteral nutrition should begin within 72 hours via a nasojejunal or nasogastric tube.</p>\n<h2>Antibiotics (not indicated empirically)</h2><br><br><p>Prophylactic antibiotics are <em>not</em> indicated.&nbsp; Systemic antibiotics are indicated in patients with extrapancreatic infections (eg, pneumonia) or those with infected necrosis (described in more detail later).</p>\n<h2>Special considerations:&nbsp; Gallstone pancreatitis and hypertriglyceridemia-induced pancreatitis</h2><br><br><p>Gallstone pancreatitis and hypertriglyceridemia-induced pancreatitis require specialized management:</p><br><br><p><strong>Gallstone pancreatitis</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95572.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) requires determining whether urgent intervention with endoscopic retrograde cholangiopancreatography (ERCP) is indicated.&nbsp; The presence of pancreatitis is not itself an indication for ERCP.&nbsp; Instead, urgent ERCP (for stone removal and/or sphincterotomy) is indicated if either of the following is present:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Common bile duct (CBD) obstruction (eg, dilated CBD containing a stone on ultrasonography)</li>\n\t<li>Evidence of acute cholangitis (fever, right upper quadrant pain, jaundice, hypotension, confusion)</li>\n</ul><br><br><p>Appropriate use of early ERCP for suspected biliary pancreatitis may decrease morbidity and mortality.&nbsp; Following the resolution of pancreatitis (eg, improved symptoms, normalization of laboratory values), early elective cholecystectomy is recommended because it significantly reduces the incidence of recurrent attacks.</p><br><br><p><strong>Hypertriglyceridemia-induced pancreatitis</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/72888.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) that is moderate to severe (eg, triglycerides &gt;1,000 mg/dL, lipase &gt;3 times the upper limit of normal, evidence of organ dysfunction) requires rapid lowering of serum triglyceride levels:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>If triglyceride levels are &gt;1,000 mg/dL or pancreatitis is severe (eg, lactic acidosis, acute kidney injury, hypocalcemia), therapeutic plasma exchange (apheresis) should be considered to quickly lower triglyceride levels.</li>\n\t<li>If triglyceride levels are ≥500 mg/dL, an insulin infusion (with intravenous glucose to prevent hypoglycemia when glucose falls below 200 mg/dL) can correct triglyceride levels within 3-4 days by enhancing lipoprotein lipase activity.</li>\n</ul><br><br><p>In addition, patients require chronic lipid-lowering therapy to prevent future recurrence.&nbsp; Fibrates (eg, fenofibrate, gemfibrozil) are the most effective medications available for lowering triglyceride levels and preventing recurrences.&nbsp; Increased exercise, a low-fat diet, and alcohol abstinence are also recommended.</p>\n<h1>Complications of acute pancreatitis</h1><br><br><p>Acute pancreatitis can lead to several local complications:</p>\n<h2>Acute necrotizing pancreatitis</h2><br><br><p>In contrast to acute interstitial edematous pancreatitis, acute necrotizing pancreatitis is thought to occur when pancreatic inflammation causes an uncontrolled release of pancreatic enzymes, leading to autodigestion of the pancreatic parenchyma and peripancreatic tissues (eg, pancreatic edema and necrosis on CT scan).&nbsp; Initially, the resulting necrotic collection is sterile; however, infection with enteric pathogens (eg, <em>Escherichia coli, Pseudomonas, Enterococcus</em>) can occur in approximately a third of patients, typically 7-10 days after the onset of acute necrotizing pancreatitis.&nbsp; Infection often leads to clinical decompensation (eg, fever, confusion, sepsis).&nbsp; In infected necrosis, intravenous antibiotic therapy is indicated.&nbsp; Debridement (endoscopic or surgical) is often necessary but, ideally, is delayed until the patient's condition stabilizes and the necrotic collection is encapsulated, facilitating the procedure.</p>\n<h2>Pancreatic fluid collection (PFC)</h2><br><br><p>These collections occur in approximately 10% of patients after an episode of acute pancreatitis.&nbsp; The symptoms of PFCs are largely due to their mass effects and location.&nbsp; As they expand, they can cause abdominal pain, biliary and pancreatic duct obstruction, or fistulization into adjacent organs.&nbsp; They can also erode into adjacent blood vessels and result in pseudoaneurysms and gastrointestinal hemorrhage.&nbsp; In addition, PFCs can become superinfected, leading to signs and symptoms of intraabdominal infection (eg, fever, leukocytosis).</p><br><br><p>PFCs are classified by timing (early: ≤4 weeks, late: &gt;4 weeks) and the presence of a defined wall.&nbsp; Late, walled-off PFCs include pancreatic pseudocysts and walled-off necrosis, whereas peripancreatic fluid collections and acute necrotic collections are their early, wall-less counterparts.&nbsp; Some PFCs, such as asymptomatic pseudocysts, can be managed expectantly and resolve spontaneously.&nbsp; Drainage (eg, endoscopic drainage) is typically performed for patients with significant symptoms (eg, abdominal pain, vomiting), infected pseudocyst, or evidence of pseudoaneurysm.</p>\n<h2>Abdominal compartment syndrome</h2><br><br><p>Large-volume fluid resuscitation in acute pancreatitis, combined with the systemic inflammatory response, increased capillary permeability, and third spacing of fluids, can lead to elevated intraabdominal pressure that may cause reduced blood flow to intraabdominal organs, resulting in organ dysfunction (eg, renal failure, heart failure).</p>\n<h2>Splenic vein thrombosis</h2><br><br><p>Splenic vein thrombosis may be asymptomatic or present with variceal bleeding due to isolated gastric varices, the disease's hallmark.&nbsp; Other manifestations include portal hypertension, ascites, and congestive splenomegaly.</p>\n<h2>Pancreatic fistulas</h2><br><br><p>A pancreatic fistula is a disruption of the pancreatic ducts that can result in leakage of pancreatic digestive enzymes and formation of an internal fistula (ie, communication with hollow viscera, pleural/peritoneal cavities).&nbsp; Iatrogenic fistulas can occur after percutaneous drainage of pancreatic cysts or abscesses and typically result in external fistulas (ie, communication with the skin).</p><br><br><p>In addition to local complications, systemic complications can also occur and are common, particularly in patients with severe acute pancreatitis.&nbsp; Systemic symptoms include acute respiratory distress syndrome, renal failure, and SIRS.</p>\n<h1>Complications of chronic pancreatitis</h1><br><br><p>Chronic pancreatitis complications include:</p>\n<h2>Pancreatic insufficiency</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Endocrine dysfunction:&nbsp; There is an increased risk of type 2 diabetes mellitus, but patients can also develop pancreatogenic diabetes mellitus, also known as type 3c diabetes mellitus, which occurs due to decreased insulin production as a result of damage or dysfunction of the pancreas.</li>\n\t<li>Exocrine dysfunction:&nbsp; Such dysfunction results in maldigestion of fat and protein, weight loss, and steatorrhea.</li>\n</ul>\n<h2>Obstruction</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Biliary obstruction:&nbsp; This obstruction may present with postprandial epigastric pain, nausea, and jaundice.&nbsp; Prolonged obstruction can result in secondary biliary cirrhosis or recurrent cholangitis.</li>\n\t<li>Duodenal obstruction:&nbsp; Duodenal obstruction results from fibrosis in the pancreas and nearby tissues; symptoms include postprandial pain and early satiety.&nbsp; It is often linked with biliary obstruction and an inflammatory pancreatic head mass.</li>\n</ul>\n<h2>Pancreatic adenocarcinoma</h2><br><br><p>Patients with chronic pancreatitis are at an increased risk for pancreatic cancer due to ongoing inflammation and fibrosis, which can lead to cellular mutations.&nbsp; The risk is higher with longer duration and greater severity of disease, especially in those with hereditary pancreatitis.</p><br><br><p>Pancreatic duct disruption can also occur in chronic pancreatitis, leading to pseudocysts and pancreatic fistulas as described in the section on complications of acute pancreatitis.</p>\n<h1>Management of chronic pancreatitis</h1><br><br><p>Given the risk of complications of chronic pancreatitis, management differs from that of acute pancreatitis; it focuses on slowing the progression of the disease, symptom control, and preventing complications.</p>\n<h2>Pain management</h2><br><br><p>Managing pain includes nonopioid analgesics such as tricyclic antidepressants (eg, amitriptyline), nonsteroidal anti-inflammatory drugs, and pregabalin.&nbsp; Opiate analgesics should be considered only for patients with severe pain that does not improve with other medications.&nbsp; Other more specialized interventions, such as celiac nerve blocks, ductal decompression therapy, extracorporeal shock wave lithotripsy, and surgical resection, can also be considered.</p>\n<h2>Pancreatic enzyme replacement therapy</h2><br><br><p>Typically contains lipase, protease, and amylase, which helps alleviate pain by reducing pancreatic hyperstimulation and improving nutrient digestion; in addition, fat malabsorption and steatorrhea (if present) typically improve.</p>\n<h2>Antihyperglycemic therapy</h2><br><br><p>Metformin may reduce the risk for secondary pancreatic adenocarcinoma.&nbsp; Insulin may be required for diabetes mellitus secondary to chronic pancreatitis.</p>\n<h2>Lifestyle modifications</h2><br><br><p>Alcohol and smoking cessation delay disease progression.&nbsp; Dietary changes (ingestions of frequent, small low-fat meals) may improve pain.</p>\n<h2>Surgical and endoscopic interventions</h2><br><br><p>Such interventions may be indicated in patients with refractory pain or complications.</p>\n<h1>Prognosis</h1><br><br><p>Acute pancreatitis can range from mild, self-limiting disease to severe, life-threatening illness.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Mild acute pancreatitis:&nbsp; no organ failure and local or systemic complications</li>\n\t<li>Moderately severe acute pancreatitis:&nbsp; transient organ failure and/or local or systemic complications that resolve within 48 hours</li>\n\t<li>Severe acute pancreatitis (SAP):&nbsp; failure of ≥1 organ systems (eg, renal, respiratory, cardiovascular) lasting &gt;48 hours</li>\n</ul><br><br><p>Approximately 15%-25% of patients with acute pancreatitis develop SAP.&nbsp; Important predictors of SAP, associated with a worse prognosis, include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/62711.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Signs of SIRS (eg, temperature &gt;38 C [100.4 F], leukocytes &gt;12,000/mm<font size=\"2\"><sup>3</sup></font>)</li>\n\t<li>Elevated BUN (&gt;20 mg/dL), creatinine (&gt;1.8 mg/dL), and/or hematocrit (&gt;44%), which reflect intravascular volume depletion (with hemoconcentration) due to third spacing of fluid caused by the inflammatory response and increased capillary permeability</li>\n\t<li>Radiologic findings demonstrating third spacing of fluid, such as pulmonary infiltrates or pleural effusions (eg, decreased breath sounds at the bases)</li>\n</ul><br><br><p>Patient characteristics that predict a worse prognosis include older age (&gt;55) and medical comorbidities, particularly obesity (BMI &gt;30 kg/m<font size=\"2\"><sup>2</sup></font>).&nbsp; These factors are incorporated into clinical prediction scores (eg, SIRS score, Bedside Index for Severity in Acute Pancreatitis [BISAP], Ranson criteria), which can help guide management.&nbsp; Patients with concerning features for SAP should be admitted to the intensive care unit.</p><br><br><p>Chronic pancreatitis is a progressive condition and the prognosis depends on factors such as the cause, severity, and complications.&nbsp; Patients often experience a decline in quality of life due to persistent pain and dietary restrictions.&nbsp; There is also an increased risk for pancreatic cancer, especially in hereditary cases.&nbsp; Life expectancy can be reduced, particularly in those with severe disease, ongoing alcohol use, or smoking.&nbsp; Complications such as pancreatic pseudocysts, bile duct or duodenal obstruction, and pancreatic ascites or pleural effusions further impact prognosis.</p>\n<h1>Summary</h1><br><br><p>Pancreatitis is a complex inflammatory condition of the pancreas with acute and chronic forms.&nbsp; Acute pancreatitis begins with the premature activation of pancreatic enzymes, leading to severe inflammation, tissue damage, and potential systemic complications.&nbsp; Treatment focuses on supportive care, fluid resuscitation, and addressing the underlying causes.&nbsp; Chronic pancreatitis often develops from recurrent acute episodes and is characterized by ongoing inflammation and fibrosis.&nbsp; This progressive damage impairs pancreatic function, leading to malabsorption, diabetes mellitus, and persistent pain.&nbsp; Management includes pain relief, pancreatic enzyme replacement, and lifestyle modifications.&nbsp; Both forms of pancreatitis carry risks of significant complications and reduced quality of life.</p>\n</div>\n\n            "
}