{
  "meta": {
    "title": "Pancreatic cancer",
    "url": "https://brainandscalpel.vercel.app/pancreatic-cancer-05af9f3e-35aa55.html",
    "scrapedAt": "2025-12-01T04:52:13.402Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction </h1>\n<p>Pancreatic cancer usually refers to pancreatic ductal adenocarcinoma that arises from the exocrine cells (in contrast to pancreatic neuroendocrine tumors that arise from the islet cells, described in a separate article).&nbsp; Pancreatic ductal adenocarcinoma carries a high mortality rate because of its nonspecific symptoms and delayed presentation.</p>\n<h1>Pathogenesis and pathology</h1><br><br><p>The major genomic abnormality in pancreatic ductal adenocarcinoma is a <em>KRAS</em>-activating mutation, which allows tumor cells to grow and divide without input from the cellular milieu due to aberrant activity that relays a continuous growth signal.&nbsp; Because <em>KRAS</em> mutations are among the earliest oncogenic mutations to occur, tests for <em>KRAS</em> abnormalities are being developed to help with early detection.</p><br><br><p>In addition, inactivation of tumor suppressor genes (eg, <em>CDKN2A</em>, <em>TP53</em>, <em>SMAD4</em>) and mutations in DNA damage repair genes further promote tumorigenesis.&nbsp; When these mutations are inherited germline mutations (<em>BRCA1</em>, <em>BRCA2</em>, <em>MLH1</em>, <em>MSH2</em>, <em>MSH6</em>), patients have hereditary cancer syndromes that increase their risk for not only pancreatic cancer but other cancers as well (eg, breast, ovarian, colon, endometrium).</p><br><br><p>Pancreatic ductal adenocarcinoma appears as firm, whitish-yellow masses, often with cystic features.&nbsp; Histologically (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L114733.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), it is characterized by haphazardly arranged, pleomorphic glandular cells surrounded by dense stromal fibrosis (eg, desmoplasia).<p></p>\n<h1>Risk factors</h1><br><br><p>Risk factors for pancreatic ductal adenocarcinoma include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Age</strong>:&nbsp; The risk demonstrably increases with advancing age, with most diagnoses occurring after age 65.</li>\n\t<li><strong>Tobacco smoking</strong>:&nbsp; Cancer risk increases significantly with higher number of cigarettes consumed, and heavy smokers have a risk nearly 2-3 times higher than that of nonsmokers.&nbsp; Smoking cessation may reduce pancreatic cancer deaths by 25%.</li>\n\t<li><strong>Obesity</strong>:&nbsp; Obesity, in association with sedentary lifestyle (and possibly consumption of heavily processed foods), increases pancreatic cancer risk.</li>\n\t<li><strong>Diabetes mellitus</strong> (DM):&nbsp; Insulin resistance and type 2 DM are associated with pancreatic cancer; it is debatable whether they are causes or results of pancreatic cancer.&nbsp; Diagnosis of DM usually precedes pancreatic cancer diagnosis by 2 years.</li>\n\t<li><strong>Family history</strong>:&nbsp; Familial pancreatic cancer syndromes (eg, first-degree relative with pancreatic cancer) and patients with hereditary germline mutations (eg, <em>BRCA1</em>, <em>BRCA2</em>, Peutz-Jeghers syndrome) are at increased risk.</li>\n\t<li><strong>Chronic pancreatitis</strong>:&nbsp; Chronic pancreatitis increases the risk of pancreatic cancer due to the prooncogenic nature of chronic inflammation.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of pancreatic ductal adenocarcinoma varies depending on tumor location.</p>\n<h2>Pancreatic head tumors (60%-70%)</h2><br><br><p>These tumors can compress the common bile duct (CBD) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L109273.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), resulting in <strong>cholestatic symptoms</strong> (eg, jaundice, dark urine, steatorrhea) early on.&nbsp; On examination, a nontender, distended gallbladder (caused by CBD obstruction) may be palpated (ie, <strong>Courvoisier sign</strong>).&nbsp; Patients may otherwise be asymptomatic or have vague, subacute epigastric discomfort.<p></p>\n<h2>Pancreatic body or tail tumors</h2><br><br><p>Tumors are likely to be asymptomatic initially; due to their distance from the CBD, jaundice is typically absent.&nbsp; As the tumor enlarges, subacute back pain may become prominent.</p>\n<h2>General manifestations (independent of tumor location)</h2><br><br><p>Independent of location, other presentations of pancreatic ductal adenocarcinoma include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Constitutional symptoms</strong>:&nbsp; Anorexia, fatigue, asthenia, and weight loss are common.</li>\n\t<li><strong>Depression</strong>:&nbsp; Depression and associated anxiety may be prodromal features in more than one-third of patients.&nbsp; Patients may describe nonspecific anxiety, a premonitory sensation (\"something bad is going to happen\"), and feeling \"low\" for no reason.&nbsp; The mechanism is not clear, but hypotheses include increased inflammatory cytokines (eg, IL-6), a paraneoplastic syndrome, and alterations in pancreatic function (eg, hormone secretion).</li>\n\t<li><strong>Trousseau syndrome</strong>:&nbsp; Trousseau syndrome presents with recurrent, superficial venous thrombosis at unusual sites (eg, arm, chest), deep venous thrombosis, and arterial thromboemboli (eg, ischemic stroke, verrucous endocarditis caused by platelet deposition on healthy cardiac valves).&nbsp; It is associated with pancreatic cancer and other visceral malignancies (eg, lung, gastric); pathogenesis includes malignancy-associated mucin secretions that generate platelet-rich microthrombi, resulting in disseminated intravascular coagulopathy.&nbsp; This syndrome is usually diagnosed prior to (sometimes months to years before) or at the same time as a visceral malignancy.</li>\n\t<li><strong>Atypical diabetes mellitus</strong> (DM):&nbsp; Atypical DM can be a presenting sign of pancreatic cancer in up to 25% of cases.&nbsp; It is characterized by new-onset DM in an older patient with normal BMI, who typically has worsening hyperglycemia despite significant weight loss.&nbsp; Although the exact mechanism is unknown, pancreatic cancer appears to cause atypical DM through adrenomedullin-mediated paraneoplastic syndrome, leading to pancreatic beta cell dysfunction.&nbsp; Atypical DM alone is not an indication for universal pancreatic cancer screening, but CT scan of the abdomen should be considered in high-risk patients (eg, chronic smoking history) who have other concerning features (eg, unexplained weight loss).</li>\n</ul>\n<h1>Evaluation and diagnosis</h1><br><br><p>When pancreatic cancer is suspected, the approach to evaluation depends on the clinical presentation:</p><br><br><p><strong>Cholestasis</strong> (eg, elevated alkaline phosphatase and bilirubin; jaundice), concerning for pancreatic head cancer, should initially be evaluated with abdominal ultrasonography.&nbsp; <strong>Ultrasonography</strong> can detect pancreatic head tumors and exclude other causes of biliary obstruction (eg, choledocholithiasis).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A negative ultrasonography does not rule out a pancreatic head mass because ultrasonography has limited sensitivity for tumors &lt;3 cm; a CT scan of the abdomen with contrast should be performed next.&nbsp; A CT scan has a sensitivity of up to 97% in the detection of pancreatic cancer.</li>\n\t<li>A positive ultrasonography for pancreatic head mass should be followed by a CT scan to further characterize the mass and delineate extent of local involvement (eg, vascular invasion).</li>\n\t<li>On CT scan, pancreatic adenocarcinomas often appear as ill-defined hypoattenuating lesions within the pancreatic parenchyma (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111878.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), sometimes accompanied by the double-duct sign (dilation of the pancreatic and common bile ducts) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L514.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>When cholestasis is absent and pancreatic cancer is suspected (eg, pancreatic body or tail tumor), the initial diagnostic imaging should be an <strong>abdominal CT scan</strong> with contrast.&nbsp; Ultrasonography is typically not used because overlying bowel gas limits visualization of the body and tail.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>When a pancreatic mass is confirmed on CT scan, tissue histology is required for definitive diagnosis.&nbsp; Tissue sampling can be accomplished via endoscopic retrograde cholangiopancreatography (ERCP) or intraoperatively during tumor resection surgery (for tumors that are resectable and have features highly suspicious for malignancy on imaging).</li>\n</ul><br><br><p>If a pancreatic mass is not seen on CT scan and the patient exhibits cholestasis, <strong>ERCP or magnetic resonance cholangiopancreatography (MRCP)</strong> should be performed to assess for an unvisualized pancreatic cancer or a biliary tree abnormality (eg, cholangiocarcinoma) due to limited sensitivity of CT scan for biliary lesions.</p>\n<h1>Differential diagnosis</h1><h2>Other malignancies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Periampullary carcinoma:</strong>&nbsp; Cancers of the CBD and duodenum in the periampullary region can mimic pancreatic cancer in presentation (of note, pancreatic cancer can also occur in the periampullary region) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L57692.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; They can be diagnosed via ERCP with tissue sampling.</li>\n\t<li><strong>Gastric cancer:</strong>&nbsp; This can present with vague epigastric discomfort, similar to pancreatic cancer.&nbsp; Diagnostic clues include iron deficiency anemia and a positive stool occult blood test, which are not present in pancreatic cancer.&nbsp; Upper gastrointestinal endoscopy is used to diagnose gastric cancer.</li>\n</ul>\n<h2>Chronic pancreatitis</h2><br><br><p>Chronic pancreatitis is a risk factor for pancreatic cancer (due to oncogenic effects of chronic inflammation), and epigastric discomfort in chronic pancreatitis can mimic that of pancreatic cancer.&nbsp; When there is a change in the usual pain pattern, patients with chronic pancreatitis should undergo a CT scan of the abdomen to rule out pancreatic cancer and evaluate for other complications of chronic pancreatitis (eg, pseudocyst).</p>\n<h2>Choledocholithiasis and acute cholangitis</h2><br><br><p>An obstructing CBD stone causes severe, acute right quadrant abdominal pain and jaundice; when the obstruction leads to ascending cholangitis, fever and sometimes hypotension and altered mental status (Reynolds pentad) result.&nbsp; Pancreatic cancer is less likely to present with acute pain and fever.</p>\n<h2>Peptic ulcer disease and reflux disease</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Peptic ulcer disease</strong>:&nbsp; presents with abdominal pain that may radiate to the back, mimicking pancreatic pain.&nbsp; The pain is typically exacerbated or alleviated by food (depending on its location), a feature not typical for pancreatic cancer.&nbsp; Visualization of ulcers on upper gastrointestinal endoscopy is diagnostic.</li>\n\t<li><strong>Gastroesophageal reflux disease</strong> (GERD):&nbsp; presents with substernal burning and regurgitation of acidic gastric contents into the esophagus.&nbsp; Symptomatic improvement is achieved with acid suppression therapy (eg, proton pump inhibitor), which would not alleviate epigastric discomfort associated with pancreatic cancer.</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of pancreatic ductal adenocarcinoma depends on several factors, including disease stage, tumor location, resectability, and the patient's overall health.</p>\n<h2>Surgery for resectable tumors</h2><br><br><p>Tumor resection is the only potentially curative therapy and is recommended for patients with resectable tumors (eg, no liver, peritoneum, omentum metastasis; no invasion of the inferior vena cava, aorta, or celiac axis) and overall good functional status.&nbsp; Pancreatic head tumors can be resected via the <strong>Whipple procedure</strong> (pancreaticoduodenectomy), removing the pancreatic head, duodenum, bile duct, and nearby lymph nodes.&nbsp; Pancreatic body or tail tumors can be resected via a distal pancreatectomy, whereas tumors that are widespread throughout the pancreas may warrant total pancreatectomy.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Adjuvant therapy:&nbsp; Following surgery, chemotherapy and/or radiation therapy are typically recommended to eradicate micrometastases, thereby reducing recurrence risk.</li>\n\t<li>Neoadjuvant therapy:&nbsp; In some cases, chemotherapy or chemoradiation may be administered before surgery to shrink the tumor and improve surgical outcomes.</li>\n</ul>\n<h2>Potential chemotherapy for unresectable tumors</h2><br><br><p>Patients with tumors that are locally advanced and unresectable (or borderline resectable) but nonmetastatic may be considered for chemotherapy.&nbsp; There are multiple regimens that depend on patient and tumor characteristics.</p>\n<h2>Palliative care</h2><br><br><p>For patients with advanced or unresectable pancreatic cancer, the focus of treatment shifts to managing symptoms and complications, as well as improving quality of life.&nbsp; Palliative chemotherapy may be considered (not with the goal to improve overall survival).&nbsp; Otherwise, palliative measures include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pain management with opioid therapy or celiac plexus neurolysis</li>\n\t<li>Venous thromboembolism prophylaxis (eg, low molecular weight heparin, apixaban) for high-risk patients (eg, high BMI, thrombocytosis)</li>\n\t<li>Pancreatic exocrine insufficiency treatment with enzyme supplementation</li>\n\t<li>Malignant ascites management with diuretics, therapeutic paracentesis, or shunt placement</li>\n\t<li>Gastric outlet obstruction alleviation with duodenal stenting (for tumors that invaded the pylorus and duodenum)</li>\n\t<li>CBD obstruction alleviation via bile duct stenting</li>\n\t<li>Pancreatogenic diabetes management with insulin</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of pancreatic ductal adenocarcinoma is poor due to its late presentation and aggressive nature.&nbsp; Tumor resection is the only potentially curative therapy, but only 15%-20% of newly diagnosed tumors are resectable.&nbsp; The 5-year survival following pancreaticoduodenectomy is 10% for lymph node positive disease and 30% for lymph node negative disease.</p>\n<h2>Carbohydrate antigen 19-9 (CA 19-9)</h2><br><br><p>CA 19-9 is useful in informing prognosis and monitoring for recurrence of treated pancreatic cancer.&nbsp; A significantly elevated CA 19-9 level prior to tumor resection indicates a poor prognosis due to the likely presence of radiographically occult metastases.&nbsp; After potentially curative treatment, CA 19-9 level is checked serially (eg, every 3-6 months) within the first 2 years, with a rising level suggesting cancer recurrence and therefore poor prognosis.&nbsp; CA 19-9 is not used to diagnose pancreatic cancer because of its limited sensitivity (for small tumors) and low specificity (due to its association with cholangiocarcinoma and colon cancer).</p>\n<h1>Summary</h1><br><br><p>Pancreatic head tumors present with jaundice, whereas tumors in the body or tail of the pancreas present with vague back discomfort.&nbsp; Diagnostic studies include ultrasonography (when cholestasis is present) and CT scan of the abdomen with contrast.&nbsp; Histologic examination of the tumor (tissue sampling via endoscopic retrograde cholangiopancreatography or tumor resection) verifies the diagnosis.&nbsp; Surgery is the only treatment that may be curative, but only a minority of patients have resectable tumors.&nbsp; Patients who undergo resection continue to have poor prognosis because of micrometastases that often result in disease recurrence.&nbsp; Palliative care is recommended for patients with advanced disease.</p>\n</div>\n\n            "
}