{
  "meta": {
    "title": "Peptic ulcer disease",
    "url": "https://brainandscalpel.vercel.app/peptic-ulcer-disease-437c4cc1-35aa55.html",
    "scrapedAt": "2025-12-01T04:52:23.459Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Peptic ulcer disease (PUD) encompasses defects in the gastrointestinal (GI) mucosa, including the stomach and/or proximal duodenum (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L5128.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), that extend through the muscularis mucosae (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26373.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; These ulcers are caused by an imbalance between mucosal defense mechanisms and aggressive luminal factors, such as gastric acid and pepsin.&nbsp; The 2 most common etiologies are <em>Helicobacter pylori</em> infection and the use of nonsteroidal anti-inflammatory drugs (NSAIDs).&nbsp; PUD is one of the most common causes of upper GI bleeding.<p></p>\n<h1>Pathophysiology</h1><br><br><p>Normally, the gastric mucosa is protected from highly acidic gastric contents by a thick layer of mucus and bicarbonate (assisted by vasodilatory effects of prostaglandin secretion) and tight junctions between epithelial cells.&nbsp; Different types of cells and glands are present in the stomach (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39904.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Gastric acid secretion is tightly regulated by various substances (eg, peptides, hormones), including hydrochloric acid (HCl), gastrin, somatostatin, and pepsin (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41548.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>HCl</strong>:&nbsp; Secreted by parietal cells in the gastric fundus and corpus in response to gastrin, histamine, and vagally secreted acetylcholine (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25997.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                )</li>\n\t<li><strong>Pepsin</strong>:&nbsp; Secreted by chief cells in the fundus and corpus; digests proteins and becomes activated in the acidic environment of the stomach</li>\n\t<li><strong>Gastrin</strong>:&nbsp; Secreted by G cells in the gastric antrum; promotes HCl secretion directly (parietal cell stimulation) and indirectly (ie, stimulates enterochromaffin-like cells to release histamine); also stimulates pepsin release from chief cells</li>\n\t<li><strong>Somatostatin</strong>:&nbsp; Secreted by gastric D cells in the antrum in response to excessively low pH; decreases HCl and gastrin release as part of a negative feedback loop</li>\n\t<li><strong>Prostaglandins</strong>:&nbsp; Maintain the protective function of the gastric mucosa by stimulating mucus and bicarbonate secretion by gastric epithelial cells, inducing vasodilation to enhance blood flow and inhibiting acid secretion from parietal cells</li>\n\t<li><strong>Bicarbonate</strong>:&nbsp; Released by Brunner glands in the duodenum to neutralize the acidic chyme entering from the stomach, protecting mucosal integrity (the duodenum is more susceptible to acid-induced damage)</li>\n</ul><br><br><p>The balance between aggressive factors (HCl, gastrin, pepsin) and protective factors (mucus, bicarbonate, prostaglandins, epithelial repair) is crucial for maintaining gastric mucosal health.&nbsp; Ulcer formation results from increased exposure of the gastric mucosa to acidic gastric contents and pepsin, which leads to erosion, autodigestion, and ulceration (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L5132.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; This can occur due to one or more of the following:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Impaired mucosal integrity (eg, by infection, inflammation):&nbsp; Once the superficial mucosal layer is damaged, the inner layers become highly vulnerable to acid-mediated injury.</li>\n\t<li>Reduction in protective factors (eg, reduced prostaglandin and bicarbonate secretion).</li>\n\t<li>Hypergastrinemia (leading to hyperacidity and excess pepsin secretion).</li>\n\t<li>Reduced somatostatin secretion leading to unchecked hypergastrinemia with reduced bicarbonate production, which is especially injurious for the duodenum.</li>\n\t<li>Restricted blood flow (eg, cytokine-mediated vasoconstriction).</li>\n</ul>\n<h1>Etiologic factors</h1><br><br><p>The most common precipitants of PUD include <em><strong>H pylori</strong></em> <strong>infection</strong> and the use of <strong>NSAIDs</strong>.&nbsp; Less commonly, hypersecretory states (eg, genetic or autoimmune causes of excess gastrin secretion) are the cause.&nbsp; Concomitant lifestyle risk factors (eg, smoking, excess alcohol use) increase the risk for PUD.</p>\n<h2>H pylori</h2><br><br><p><em>H pylori</em> is a motile, spiral-shaped, gram-negative bacterium.&nbsp; It produces urease, which splits gastric urea to form CO<font size=\"2\"><sub>2</sub></font> and ammonia; the ammonia neutralizes acid around the bacterium and enables its survival in the acidic gastric environment while creating a local inflammatory response.&nbsp; The location of ulcer formation depends on the site of highest colonization of <em>H pylori</em> within the stomach (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39585.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ):<p></p><br><br><ul>\n\t<li><strong>Antral colonization → hypergastrinemia → duodenal ulcers (DUs)</strong>:&nbsp; occurs due to infection-mediated loss of somatostatin-producing D cells in the antrum, which are most sensitive to the <em>H pylori</em> inflammatory response.&nbsp; This results in impaired negative feedback, excessive secretion of gastrin (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15779.png\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ), histamine, and ultimately HCl (hyperacidity).&nbsp; In addition, <em>H pylori</em> releases cytotoxins that inhibit duodenal bicarbonate production from Brunner glands, resulting in DU.</li>\n\t<li><strong>Corpus colonization → multifocal atrophic gastritis→ gastric ulcers (GUs)</strong>:&nbsp; occurs due to local effects of bacterial invasion, inflammation (eg, from ammonia, cytotoxins), and lowered mucosal integrity.&nbsp; Parietal cells in the corpus are damaged, but somatostatin function is preserved; therefore, HCl secretion is low to normal.&nbsp; Unlike an antral-predominant disease, a corpus-predominant disease is associated with metaplasia and malignancies (eg, gastric lymphoma).</li>\n</ul>\n<h2>NSAIDs</h2><br><br><p>Nonselective NSAIDs (eg, ibuprofen, aspirin) precipitate PUD primarily by inhibiting cyclooxygenase (COX) enzymes.&nbsp; COX exists in 2 primary forms (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24131.png\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ); the COX-1 subtype is responsible for the synthesis of prostanoids (eg, prostaglandins, thromboxane) from arachidonic acid.&nbsp; COX-1 inhibition by NSAIDs reduces prostaglandin secretion, increasing gastric mucosal vulnerability, and raises the bleeding risk due to COX-1 inhibition in platelets (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25950.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).&nbsp; Patients age &gt;65 or those on long-term or high-dose NSAID therapy are at the highest risk.&nbsp; (Warfarin is not an NSAID; although it does increase the risk of GI bleeding, it does not affect mucosal vulnerability or cause PUD.)<p></p>\n<h2>Hypersecretory states</h2><br><br><p>Additional causes of altered acid homeostasis and impaired gut mucosal integrity that can precipitate PUD include hypersecretory states and autoimmune disease.</p><br><br><ul>\n\t<li><strong>Zollinger-Ellison syndrome</strong>:&nbsp; is a gastrin-secreting neuroendocrine tumor (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31601.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ) in the pancreas or duodenum that results in hyperacidity; ulcers are usually numerous, severe, and located in atypical areas (eg, jejunum).&nbsp; Multiple endocrine neoplasia type 1, a syndrome characterized by gastrinomas, parathyroid adenomas, and pituitary tumors, is seen in up to 25% of patients with Zollinger-Ellison syndrome.</li>\n\t<li><strong>Stress-induced</strong>:&nbsp; hypersecretion of gastrin and HCl in extreme stress (eg, critical illness, burns) is due to increased vagal secretion of acetylcholine, which stimulates parietal cells to release HCl, and increases gastrin and histamine secretion.&nbsp; Increased cortisol further compromises mucosal protection by impairing prostaglandin synthesis.</li>\n\t<li><strong>Systemic mastocytosis</strong>:&nbsp; is characterized by excess mast cell activity and a possible increase in histamine, which can contribute to increased hyperacidity.</li>\n</ul>\n<h2>Other risk factors</h2><br><br><p>Several risk factors increase the susceptibility to PUD in individuals infected with <em>H pylori</em> infection or who use NSAIDs:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Substances</strong>:&nbsp; tobacco and alcohol use impair mucosal healing, cause direct mucosal injury, and decrease normal protective barriers, and recreational drugs (eg, cocaine impairs gastric blood flow by inducing vasoconstriction.</li>\n\t<li><strong>Medications</strong>:&nbsp; include bisphosphonates (due to direct gut irritation), possibly corticosteroids (especially when used with NSAIDs), and chemotherapeutic agents.</li>\n\t<li><strong>Genetic factors</strong>:&nbsp; are more commonly seen in men compared to women and may be associated with specific mutations that increase susceptibility to the cytokines released by <em>H pylori</em> and that carry other effects.&nbsp; There is a possible increase in certain Asian (eg, Japanese), Hispanic, and African clients, although a clear genetic cause has not been determined.</li>\n</ul>\n<h1>Pathology and anatomy</h1><br><br><p>Ulcers are characterized by a disruption in the integrity of the gastric or duodenal mucosa extending through the muscularis mucosae (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88726.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; They are typically round to oval with a smooth base; elevated borders with inflammation may be seen in chronic ulcers.&nbsp; Ulcers associated with <em>H pylor</em>i show a greater degree of neutrophilic and lymphocytic infiltrates compared to NSAID-induced ulcers.<p></p><br><br><p>DUs are more common than GUs and tend to occur anteriorly in the first part of the duodenum, including the duodenal bulb (beginning at the pylorus and ending at the gallbladder neck) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44304.jpg\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ).&nbsp; Structures anterior to the duodenal bulb include the gallbladder and liver.&nbsp; Anterior ulcers are prone to perforation due to their anatomic location.&nbsp; In contrast, posteriorly located DUs are more likely to penetrate into the gastroduodenal artery (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1454.jpg\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                ), which perfuses both the pylorus and the proximal part of the duodenum.<p></p><br><br><p>Most GUs arise along the lesser curvature of the stomach (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L5078.jpg\" alt=\"figure 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 14</div>\n                                </div>\n                                ), usually at the transitional zone between the gastric corpus (body) and antrum, which provides an optimal microenvironment (pH, immunochemical factors) for <em>H pylori</em> proliferation.&nbsp; The left and right gastric arteries run along and perfuse the lesser curvature of the stomach and are a common source of hemorrhage from penetrating gastric ulcers.<p></p>\n<h1>Clinical presentation and diagnosis</h1><br><br><p>The presentation of PUD varies based on severity, disease location, and age.</p><br><br><p>The most common presenting symptom is <strong>dyspepsia</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49871.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), which is characterized by the following:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Epigastric (rather than substernal) discomfort classically described as burning or gnawing</li>\n\t<li>Associated symptoms of abdominal fullness (bloating), belching, and nausea</li>\n</ul><br><br><p>Symptoms may also vary depending on ulcer type (GU vs DU) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L86638.png\" alt=\"figure 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 15</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>GU</strong> is rarer, characterized classically by pain <strong>exacerbated by eating</strong>.</li>\n\t<li><strong>DU</strong> is more common, characterized classically by pain <strong>relieved by eating</strong>.</li>\n</ul><br><br><p>In advanced or severe cases (eg, acute erosive gastropathy), patients may experience acute complications of PUD, including <strong>GI bleeding</strong> (typically hematemesis or melena) or signs of <strong>perforation</strong> (eg, sudden severe abdominal pain, rigidity).</p><br><br><p>The optimal diagnostic approach for patients with dyspepsia or suspected PUD is determined by a careful review of history and risk factors, preliminary laboratory data, and screening for alarm symptoms (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91502.png\" alt=\"figure 16\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 16</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Risk factors</strong>:&nbsp; use of NSAIDs (including aspirin) and other medications, travel history (<em>H pylori</em> is associated with travel to endemic areas), use of alcohol or other drugs, and family history of PUD (eg, evaluating for familial or genetic syndromes)</li>\n\t<li><strong>Alarm symptoms</strong>:&nbsp; new-onset presentation in an older adult (eg, age &gt;50-60), dysphagia/odynophagia, symptoms of bleeding (eg, melena, hematemesis, iron deficiency anemia, positive occult blood testing), persistent vomiting, and malignancy risk factors (eg, unexplained weight loss, family history of gastric cancer)</li>\n</ul>\n<h2>Patients without alarm symptoms</h2><br><br><p>In patients without alarm symptoms, <em>H pylori</em> testing via noninvasive means is appropriate as an initial diagnostic step (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/91531.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; The <strong>urea breath test</strong> is an indirect test with high sensitivity and specificity for active <em>H pylori</em> infection (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43793.jpg\" alt=\"figure 17\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 17</div>\n                                </div>\n                                ).&nbsp; In this test, the patient swallows a bolus of carbon 13–labeled urea; splitting of the urea (into ammonia and CO<font size=\"2\"><sub>2</sub></font>) by <em>H pylori</em> urease yields labeled CO<font size=\"2\"><sub>2</sub></font> in an exhaled breath sample.&nbsp; Stool antigen testing can also be used to diagnose active infection; however, serologic testing has limited utility (false positives and negatives not coinciding with active infection) and is not used.<p></p><br><br><p>The accuracy of urea breath testing and stool antigen studies is reduced in patients using proton pump inhibitors (PPIs) (eg, omeprazole), bismuth, or antibiotics.&nbsp; These agents are associated with false-negative results because they suppress bacterial growth but are insufficient in eradicating <em>H pylori</em> unless given as part of quadruple therapy.&nbsp; Active GI bleeding can also lower the sensitivity of urea breath testing.&nbsp; Therefore, PPI and other potentially interfering medications should be stopped at least 4 weeks before testing.</p>\n<h2>Patients with alarm symptoms</h2><br><br><p>Patients with alarm symptoms should undergo initial <strong>endoscopic evaluation</strong>, which is the gold standard for diagnosing PUD.&nbsp; It allows direct visualization of the ulcer and the ability to biopsy for malignancy and detection of H pylori.&nbsp; During the test, biopsy specimens are exposed to a solution containing urea and a pH indicator such as phenol red, which changes color from yellow to pink at alkaline pH.&nbsp; A color change indicates the presence of bacterial urease and confirms active <em>H pylori</em> infection.</p>\n<h2>Additional tests</h2><br><br><p>Serum gastrin levels are not routinely ordered for dyspepsia but may be considered if there are suspicions for Zollinger-Ellison syndrome as a cause of PUD.&nbsp; Often, such patients have signs of severe PUD, including multiple ulcers, ulcers in unusual locations (eg, jejunum), or family history of genetic syndromes.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential for PUD depends on the symptoms of PUD (eg, dyspepsia vs bleeding).</p>\n<h2>PUD manifesting with dyspepsia</h2><br><br><p>The differential diagnosis for dyspepsia includes gastroesophageal reflux disease (GERD) and other causes of gastritis and abdominal pain.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>GERD</strong>:&nbsp; Dyspepsia (associated with PUD) and&nbsp; GERD can both present with nonspecific burning pain and meal-associated symptoms (for GU), such as belching.&nbsp; However, GERD classically manifests with substernal or retrosternal pain (not typically epigastric pain) and pressure, and associated symptoms of reflux and regurgitation (due to incompetence of the lower esophageal sphincter (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43773.jpg\" alt=\"figure 18\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 18</div>\n                                </div>\n                                )) are not seen in dyspepsia.&nbsp; Nausea and bloating are more characteristic of dyspepsia; moreover, the pain of DUs is typically alleviated by food, which would be unusual for GERD.</li>\n\t<li><strong>Atrophic gastritis</strong>:&nbsp; Autoimmune gastritis is characterized by autoantibodies against gastric parietal cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29121.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), and it leads to inflammation of the gastric mucosa and parietal cell destruction, resulting in hypergastrinemia (due to loss of negative feedback) combined with achlorhydria.&nbsp; Unlike chronic <em>H pylori</em>–associated atrophic gastritis, which causes patchy atrophy with sparing of some parietal cells (allowing for continued intrinsic factor production and vitamin B<font size=\"2\"><sub>12</sub></font> absorption), autoimmune gastritis is characterized by diffuse and more complete immune-mediated destruction of parietal cells and intrinsic factor (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/43203.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; This results in impaired vitamin B<font size=\"2\"><sub>12</sub></font> absorption and pernicious anemia; symptoms of vitamin B<font size=\"2\"><sub>12</sub></font> deficiency may therefore be present (eg, neuropathy, cognitive decline, paresthesia).</li>\n\t<li><strong>Gallbladder disease</strong>:&nbsp; Biliary colic can present with postprandial epigastric pain; however, this pain is typically described as acute and colicky pain in the right upper quadrant, instead of the gnawing, burning, diffuse epigastric discomfort seen in dyspepsia.&nbsp; Ultrasonography and laboratory testing (eg, alkaline phosphatase) can help differentiate between the two.</li>\n\t<li><strong>Pancreatitis</strong>:&nbsp; Acute pancreatitis presents with severe, constant epigastric pain that can radiate to the back (atypical for dyspepsia); elevated amylase and lipase; and characteristic imaging findings (eg, pancreatic inflammation on CT).</li>\n\t<li><strong>Gastric cancer</strong>:&nbsp; PUD and gastric cancer may present similarly; patients with malignancy may have additional alarm symptoms (eg, weight loss, melena).&nbsp; Biopsy during endoscopy is critical for distinguishing the two.</li>\n\t<li><strong>Gastroenteritis</strong>:&nbsp; Gastroenteritis typically manifests acutely with nonbloody vomiting with a specific trigger (eg, contaminated food), whereas uncomplicated PUD is rarely associated with recurrent vomiting, and symptoms tend to be more chronic and insidious.</li>\n\t<li><strong>Chronic mesenteric ischemia</strong>:&nbsp; Chronic mesenteric ischemia may present with postprandial epigastric pain; however, patients usually have risk factors for or known atherosclerosis.</li>\n</ul>\n<h2>PUD manifesting with GI bleeding</h2><br><br><p>The differential for GI bleeding includes:</p><br><br><ul>\n\t<li><strong>Esophagitis</strong>:&nbsp; Esophagitis is commonly due to esophageal ulceration; like PUD, it can also be due to prolonged NSAID use and present with hematemesis.&nbsp; However, esophagitis is not associated with <em>H pylori</em>, and patients with esophageal bleeding typically have a long-standing history of GERD rather than dyspepsia.&nbsp; Endoscopic evaluation is required to distinguish between the two.</li>\n\t<li><strong>Esophageal variceal bleeding</strong>:&nbsp; Esophageal variceal bleeding is usually seen in patients with cirrhosis (eg, from prolonged alcohol use); patients often have stigmata of chronic liver disease (eg, ascites, spider angiomata, jaundice).&nbsp; Endoscopy is required for diagnosis and treatment.</li>\n\t<li><strong>Mallory-Weiss tear</strong>:&nbsp; Characterized by a distal esophagus tear at the gastroesophageal junction (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34588.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ), these tears occur after repeated bouts of retching and vomiting, resulting in hematemesis.&nbsp; Significant retching and vomiting are uncommon in PUD (uncomplicated).</li>\n\t<li><strong>Aortoenteric fistula</strong>:&nbsp; Like PUD, aortoenteric fistula can have minimal bleeding to massive, life-threatening GI hemorrhage.&nbsp; However, patients often have prominent risk factors, including a history of abdominal aortic aneurysm, malignancy, or prior GI surgery.&nbsp; Diagnosis is made by CT scan.</li>\n\t<li><strong>Angiodysplasia</strong>:&nbsp; Angiodysplasia occurs due to the presence of dilated, tortuous blood vessels in the GI mucosa (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L586.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; Although a small percentage can occur in the upper GI tract, angiodysplasia more commonly involves the colon and presents with painless lower GI bleeding (painless hematochezia).&nbsp; Unlike PUD, a history of dyspepsia is not typically seen.&nbsp; Instead, patients typically have a history of conditions that cause venous congestion (eg, chronic kidney disease).</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of PUD focuses on addressing the underlying cause, promoting ulcer healing, and preventing recurrence.&nbsp; Treatment is primarily nonsurgical (surgery is rarely required and is reserved primarily for prolonged, refractory disease).</p>\n<h2>Eradication of <em>H pylori</em></h2><br><br><p>Eradication of <em>H pylori</em> is recommended for all patients with identified infection (regardless of symptom severity).&nbsp; Eradication is associated with healing (successful treatment ~90% of ulcers associated with the infection) and reduces the risk for complications (eg, bleeding, malignancy).&nbsp; Effective regimens involve a <strong>combination of antibiotics</strong> (eg, clarithromycin and amoxicillin or metronidazole) <strong>with a PPI for 10-14 days</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34682.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>Although successful eradication is curative, ~20% of initial attempts fail due to antibiotic resistance.&nbsp; Therefore, &gt;4 weeks following completion of therapy (to avoid false-negative results associated with treatment), confirmation of successful eradication is recommended with either the urea breath test or stool antigen test.&nbsp; Serologic (ie, IgG) testing for <em>H pylori</em> is not used to confirm infection eradication because the antibody level is expected to remain elevated even after infection resolution.&nbsp; Endoscopic biopsy can also be used to confirm the eradication of <em>H pylori;</em> however<em>,</em> noninvasive testing is generally preferred unless the patient has signs of recurrent bleeding (eg, hematochezia).</p>\n<h2>Acid suppression</h2><br><br><p>Therapy with proton pump inhibitors (PPIs) is recommended.&nbsp; PPIs irreversibly block acid secretion by parietal cells (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59080.jpg\" alt=\"figure 19\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 19</div>\n                                </div>\n                                ); they are superior to histamine-receptor blockers (which incompletely block acid secretion) or misoprostol (a prostaglandin E1 receptor agonist) in promoting ulcer healing, symptom reduction, and preventing PUD recurrence.&nbsp; The duration and exact regimen depends on the cause and severity of PUD (eg, longer or higher-dose PPI regimens needed with complicated PUD).&nbsp; In patients with <em>H pylori,</em> PPI can be stopped once the antibiotic regimen is complete and symptoms are resolved.<p></p>\n<h2>Discontinuation of NSAIDs</h2><br><br><p>Regardless of PUD etiology, NSAIDs (and other high-risk medications, if possible) should be discontinued or avoided in patients with PUD.&nbsp; If the use of such medications is unavoidable (eg, use of aspirin due to coronary stent), indefinite PPI use is recommended for prophylaxis.</p>\n<h2>Endoscopy</h2><br><br><p>Surveillance endoscopy (eg, 4-12 weeks following treatment) is recommended for patients with the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Persistent PUD symptoms refractory to treatment and/or the presence of alarm symptoms (eg, recurrent bleeding)</li>\n\t<li>GUs of unclear etiology (eg, not associated with NSAIDs or <em>H pylori</em>)</li>\n\t<li>Large ulcer (eg, &gt;2 cm)</li>\n\t<li>Personal or family risk factors (eg, age &gt;50, family history of gastric cancer)</li>\n</ul><br><br><p>In contrast, most DUs are considered low-risk and do not require routine surveillance.</p>\n<h1>Complications</h1><br><br><p>Complications related to PUD (eg, bleeding) are more likely to occur in hypersecretory states (eg, Zollinger-Ellison syndrome) or the presence of multiple risk factors (eg, concomitant <em>H pylori</em> infection and NSAID use).&nbsp; The risk for complications is also highest in patients of advanced age (eg, &gt;65), those with previous PUD-related complications, and those who have chronic cardiovascular comorbidities.</p><br><br><p>Potential complications of PUD include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bleeding</strong>:&nbsp; Bleeding may range from mild, chronic bleeding manifesting with hematemesis (bright red or coffee-ground emesis), melena, or anemia, to severe hemorrhage manifesting with hematochezia (bright red blood in the stool) and hemorrhagic shock (eg, hypotension, tachycardia).&nbsp; Endoscopy should be performed in patients with suspected bleeding ulcers for diagnosis and treatment.</li>\n\t<li><strong>Perforation</strong>:&nbsp; This rare but severe complication of PUD results from full-thickness erosion of an ulcer in the stomach or duodenal wall, releasing air and caustic gastric secretions into the peritoneal cavity.&nbsp; This results in chemical peritonitis, manifesting as sudden-onset, severe abdominal pain accompanied by peritoneal signs (eg, rigid abdomen, guarding) and tachycardia.&nbsp; Chest x-ray may show subdiaphragmatic free air (pneumoperitoneum) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L51433.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; Immediate surgical consultation and possible intraoperative repair are required.</li>\n\t<li><strong>Gastric outlet obstruction</strong>:&nbsp; Associated with ulcers located in the duodenum or pylorus, gastric outlet obstruction is due to edema or scarring.&nbsp; Symptoms include worsening symptoms of vomiting, bloating, and early satiety, ultimately leading to weight loss (and possible hypochloremic metabolic alkalosis).&nbsp; Treatment includes a PPI and possible endoscopic dilation.</li>\n\t<li><strong>Penetration</strong>:&nbsp; Fistulas can form due to ulcer penetration into adjacent organs (eg, colon, pancreas, gallbladder).&nbsp; Symptoms reflect the site of penetration, including feculent vomiting (eg, gastrocolic fistula), persistent fevers and leukocytosis (perivisceral abscess), and hemobilia (eg, choledochoduodenal fistula).</li>\n\t<li><strong>Malignancy</strong>:&nbsp; DUs (regardless of cause) are rarely malignant and do not routinely require biopsy.&nbsp; In contrast, GUs can be malignant (eg, gastric adenocarcinoma) and should be biopsied for confirmation.&nbsp; Chronic GUs caused by <em>H pylori</em> infection are associated with an increased risk for gastric cancer (primary gastric lymphoma, mucosa-associated lymphoid tissue tumor [MALT lymphoma]) underscoring the importance of eradication therapy for cancer prevention.&nbsp; Symptoms of gastric malignancy include worsening epigastric and back pain, weight loss, and gastric outlet obstruction.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Peptic ulcer disease results from the disruption of the normal balance between mucosal defense mechanisms and aggressive gastric luminal factors, primarily gastric acid.&nbsp; <em>Helicobacter pylori</em> infection and the use of nonsteroidal anti-inflammatory drugs are the leading causes of PUD, with epigastric pain being the hallmark symptom.&nbsp; Diagnosis is confirmed by endoscopy and testing for <em>H pylori</em>.&nbsp; Treatment involves eradicating the underlying cause, suppressing gastric acid, and addressing complications when present.&nbsp; Although the prognosis is generally favorable with treatment, complications such as hemorrhage, perforation, and obstruction can lead to significant clinical consequences if not addressed promptly.</p>\n</div>\n\n            "
}