{
  "meta": {
    "title": "Pyloric stenosis",
    "url": "https://brainandscalpel.vercel.app/pyloric-stenosis-6bd64068-35aa55.html",
    "scrapedAt": "2025-12-01T04:52:31.318Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Infantile hypertrophic pyloric stenosis is a condition in which thickening and elongation of the pylorus causes gastric outlet obstruction, leading to nonbilious projectile emesis at age 3-6 weeks.</p>\n<h1>Pathophysiology</h1><br><br><p>Infantile hypertrophic pyloric stenosis results from hypertrophy of the circular layer of smooth muscle that surrounds the pylorus (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22120.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The hypertrophic smooth muscle impedes the passage of gastric contents, causing gastric outlet obstruction and nonbilious projectile emesis.&nbsp; The etiology of this abnormal postnatal growth of smooth muscle is likely multifactorial, involving the interplay of genetic predisposition with environmental exposures.<p></p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Firstborn status</li>\n\t<li>Male sex</li>\n\t<li>Family history of infantile hypertrophic pyloric stenosis</li>\n\t<li>Macrolide antibiotic (eg, erythromycin) exposure (likely related to smooth muscle hypertrophy due to motilin receptor stimulation)</li>\n\t<li>Bottle-feeding</li>\n\t<li>Maternal smoking during pregnancy</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Patients with infantile hypertrophic pyloric stenosis typically develop symptoms at age 3-6 weeks (rarely after age 12 weeks), with the following findings:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nonbilious projectile emesis</strong> that occurs immediately after feeding</li>\n\t<li>Eager to refeed soon after emesis (\"<strong>hungry vomiter</strong>\")</li>\n</ul><br><br><p>Physical examination is often normal, but classic findings include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A <strong>palpable olive-shaped mass</strong> in the right upper quadrant of the abdomen is due to the hypertrophied muscle.&nbsp; When present, the \"olive\" is pathognomonic of infantile hypertrophic pyloric stenosis.</li>\n\t<li><strong>Peristaltic waves</strong> may be visible as muscle contractions attempt to move gastric contents beyond the obstruction.</li>\n</ul><br><br><p>In addition, there may be signs of weight loss and dehydration (eg, sunken fontanelle, dry mucous membranes, decreased urine output), particularly if diagnosis is delayed.</p>\n<h1>Diagnosis</h1><br><br><p>For patients with suspected pyloric stenosis, the preferred imaging modality is abdominal ultrasonography because visualization of the <strong>thickened, elongated pyloric muscle</strong> confirms the diagnosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14564.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p><br><br><p>Although laboratory results may be initially normal in patients with recent onset of symptoms, they are useful in assessing dehydration and electrolyte disturbances related to persistent vomiting (classically <strong>hypochloremic, hypokalemic metabolic alkalosis</strong>) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16222.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p>Persistent vomiting causes significant gastric hydrochloric acid loss, which leads to metabolic alkalosis.&nbsp; Hypochloremia occurs because there is a relatively greater loss of chloride than sodium from the stomach.&nbsp; Persistent vomiting also causes significant fluid loss, which leads to decreased renal perfusion and activation of the renin-angiotensin-aldosterone system (RAAS) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42607.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; The RAAS causes increased bicarbonate reabsorption and hydrogen ion excretion, further contributing to metabolic alkalosis.&nbsp; Aldosterone also causes potassium excretion in the collecting duct, resulting in hypokalemia.<p></p><br><br><p>Persistent dehydration also stimulates the appropriate secretion of antidiuretic hormone in an attempt to restore euvolemia, which leads to free water retention and, in severe cases, hyponatremia.&nbsp; Dehydration also increases enterohepatic circulation of bilirubin, leading to unconjugated hyperbilirubinemia, which may be seen in some patients.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gastroesophageal reflux disease</strong> (GERD):&nbsp; is characterized in infants by regurgitation of gastric contents into the esophagus that leads to poor weight gain, feeding refusal, and irritability.&nbsp; In contrast to pyloric stenosis, GERD is characterized by nonprojectile emesis with variable frequency after feeds.&nbsp; In addition, although abdominal examination is typically normal (as with early pyloric stenosis), signs of dehydration are not seen in reflux and immediate refeeding attempts are less common.</li>\n\t<li><strong>Malrotation</strong> (with or without volvulus) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29144.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; leads to intestinal obstruction with abdominal distension, high-pitched bowel sounds, and bilious emesis, in contrast to the nonbilious emesis seen in pyloric stenosis.</li>\n\t<li><strong>Food protein–induced allergic proctocolitis</strong>:&nbsp; typically presents with normal or loose stools with blood and mucus due to a non–IgE-mediated inflammatory response to food proteins, most commonly cow's milk, in early infancy.&nbsp; Unlike pyloric stenosis, emesis is uncommon because the inflammatory response is limited to the distal sigmoid colon and rectum.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of infantile hypertrophic pyloric stenosis is with <strong>pyloromyotomy</strong>, a surgical procedure involving longitudinal incision of the hypertrophic pyloric muscle.&nbsp; Patients with dehydration or electrolyte derangements should first receive intravenous hydration and electrolyte repletion to decrease the risk for postoperative apnea and to improve their overall outcome.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for infants with pyloric stenosis is excellent following surgical intervention.&nbsp; Complications are rare, and the majority of patients resume normal feeding patterns within hours of the operation.</p>\n<h1>Summary</h1><br><br><p>Infantile hypertrophic pyloric stenosis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35666.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a condition in which thickening and elongation of the pylorus causes gastric outlet obstruction, leading to immediate postprandial nonbilious projectile emesis at age 3-6 weeks.&nbsp; If undiagnosed, patients are at risk for dehydration and hypochloremic, hypokalemic, metabolic alkalosis, which requires intravenous hydration and electrolyte repletion prior to definitive surgical treatment with pyloromyotomy.<p></p>\n</div>\n\n            "
}