{
  "meta": {
    "title": "Salmonella",
    "url": "https://brainandscalpel.vercel.app/salmonella-6dd5f83c-35aa55.html",
    "scrapedAt": "2025-12-01T04:52:36.192Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p><em>Salmonella</em> are gram-negative, facultative anaerobic bacilli from the Enterobacteriaceae family.&nbsp; These bacteria are primarily transmitted through the fecal-oral route, often via contaminated food or water.&nbsp; <em>Salmonella</em> infections can present with a spectrum of disease ranging from asymptomatic colonization to severe systemic illness.&nbsp; Clinically, salmonellosis can manifest as gastroenteritis or, less commonly, invasive forms such as enteric fever, which is typically associated with resource-limited regions.&nbsp; The most common species associated with human infections are <em>Salmonella enterica</em> subspecies, which are further classified into serotypes (eg, Enteritidis, Typhi, Paratyphi).</p><h1>Pathophysiology</h1><p>After they are ingested, <em>Salmonella</em> bacteria adhere to and invade the epithelial cells of the small intestine, specifically in the ileum.&nbsp; The bacteria travel in vacuoles from the apical to the basolateral end of the cell and invade the lamina propria.</p><ul class=\"article-body-unordered-list\"><li><strong>Nontyphoidal serotypes</strong> are phagocytosed by neutrophils and macrophages in the lamina propria and Peyer patches (lymphoid aggregations in the small intestine submucosa), and they induce a massive cytokine-mediated inflammatory response that causes <strong>gastroenteritis</strong> (eg, watery diarrhea, abdominal pain, fever).&nbsp; Enterotoxin production disrupts electrolyte transport in enterocytes and promotes secretion into the gastrointestinal lumen.&nbsp; Histologically, nontyphoidal <em>Salmonella</em> infection is characterized by acute inflammation with a predominance of neutrophils and edema within the lamina propria and Peyer patches.</li><li><strong>Invasive strains</strong> (eg, <em>Salmonella</em> Typhi and <em>Salmonella</em> Paratyphi), which cause <strong>enteric fever</strong>, penetrate beyond the intestinal lining due to specialized virulence factors (eg, Vi <strong>capsular</strong> antigen).&nbsp; These virulence factors inhibit neutrophil recruitment, phagocytosis, and the macrophage-derived oxidative burst, allowing for unmitigated intraphagocytic replication and dissemination of bacteria through the lymphatic and reticuloendothelial systems, with potential progression to bacteremia.</li></ul><p>The degree of local or systemic spread depends on the serotype, the host immune response, factors such as gastric acidity, and the presence of competing intestinal microbiota.</p><h1>Risk factors</h1><p>The risk for contracting salmonellosis is increased in certain populations and environments.&nbsp; Major risk factors include:</p><ul class=\"article-body-unordered-list\"><li><strong>Extremes of age:</strong>&nbsp; Infants (age &lt;1) and elderly individuals are at higher risk.</li><li><strong>Immunocompromised status:</strong>&nbsp; Patients with immunocompromising conditions (eg, HIV/AIDS, diabetes, malignancy) or prescribed immunosuppressive therapy (eg, chemotherapy, biologics) are more susceptible.</li><li><strong>Gastric acidity:</strong>&nbsp; Reduced gastric acid secretion (eg, proton pump inhibitor use) decreases <em>Salmonella</em> destruction in the stomach, increasing susceptibility for development of disease.</li><li><strong>Exposure to contaminated sources:</strong><ul class=\"article-body-unordered-list\"><li>Undercooked eggs and poultry (bacteria can contaminate the surface and interior of eggs and poultry during processing), meat, and dairy</li><li>Contact with reptiles, birds, or other exotic animals (more commonly associated with nontyphoidal serotypes)</li></ul></li><li><strong>International travel:</strong>&nbsp; Travel to resource-limited regions with inadequate sanitation and in patients who do not obtain pretravel vaccination is more commonly associated with typhoidal serotypes.</li><li><strong>Functional asplenia:</strong>&nbsp; Patients with conditions such as sickle cell disease are more prone to infection with <em>Salmonella</em> species due to functional asplenia and impaired ability to opsonize encapsulated bacteria.</li></ul><h1>Clinical presentation</h1><p>The clinical manifestations of salmonellosis vary according to the infecting serotype and host factors.&nbsp; Common presentations include gastroenteritis, enteric fever, bacteremia, and focal infections.</p><h2>Gastroenteritis</h2><p><em>Salmonella</em> gastroenteritis is the most common form of salmonellosis and is typically seen with nontyphoidal serotypes.&nbsp; Patients have diarrhea (± blood or mucous), abdominal cramping, nausea, vomiting, and low-grade fever.&nbsp; Symptoms typically appear within 6-72 hours after ingestion and resolve within a week in most immunocompetent patients.&nbsp; Development of invasive disease is rare.</p><h2>Enteric fever</h2><p>This syndrome of severe illness is typically caused by <em>S</em> Typhi and <em>S</em> Paratyphi serotypes, more commonly seen in patients in or traveling to resource-limited regions.&nbsp; The typical incubation period is 5-20 days following exposure.&nbsp; Enteric fever is characterized by prolonged progressive fever due to bacteremia.&nbsp; Patients have notable <strong>pulse-temperature dissociation</strong> with relative bradycardia for the degree of fever.&nbsp; In the second week of illness, patients typically develop abdominal pain (initial diarrhea may transition to constipation) and <strong>rose spots</strong> on the trunk and abdomen (due to microemboli of bacteria to the skin).&nbsp; As symptoms progress, many patients develop hepatosplenomegaly (HSM), gastrointestinal bleeding, and <strong>intestinal perforation</strong> due to necrosis of Peyer patches (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42018.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Bacteremia and focal infections</h2><p>Bacteremia, particularly from enteric fever, may lead to <strong>metastatic infections</strong>, including endovascular infections (eg, mycotic aneurysms), osteomyelitis (particularly in patients with hemoglobinopathies), septic arthritis, and meningitis, particularly in patients who are immunocompromised.</p><h2>Asymptomatic carrier state</h2><p>Patients with <em>Salmonella</em> infections may continue to have asymptomatic carriage of the bacteria for weeks to months after symptom resolution.&nbsp; Transmission to others is still possible in the asymptomatic carrier state.&nbsp; Notably, antibiotic therapy for nontyphoidal cases can paradoxically prolong the time of asymptomatic carriage because normal nonpathogenic gut microbiota is disrupted.</p><h1>Diagnosis</h1><p>A presumptive diagnosis of salmonellosis is often based on clinical suspicion.&nbsp; Laboratory confirmation (eg, with <strong>culture</strong>) may take several days, and treatment based on a presumptive clinical diagnosis may be necessary.</p><h2>Microbiology</h2><p><em>Salmonella</em> bacteria are oxidase-negative, non-lactose-fermenting, gram-negative rods that, with the exception of <em>S</em> Typhi, characteristically produce hydrogen sulfide in culture (which differentiates <em>Salmonella</em> from <em>Shigella</em> species).</p><ul class=\"article-body-unordered-list\"><li><strong>Stool culture</strong> can provide definitive diagnosis of <em>Salmonella</em> infections but may be negative by the time patients seek medical attention due to systemic illness.</li><li><strong>Blood culture</strong> is particularly important in suspected enteric fever or systemic infections, although results may take several days and are positive in only 40%-80% of cases.</li><li><strong>Bone marrow culture</strong> is the most sensitive test for diagnosing typhoidal <em>Salmonella</em> infections and may remain positive even after the patient has received antibiotics.&nbsp; This test is often deferred due to its invasiveness.</li><li><strong>Serologic testing</strong> has limited diagnostic utility and is not generally recommended.</li><li><strong>Multiplex stool pathogen testing (nucleic acid amplification test)</strong> is highly sensitive and can detect many enteropathogens rapidly and simultaneously.&nbsp; However, it may not distinguish between organisms causing symptomatic infection versus asymptomatic carriage.&nbsp; Stool culture is still required to obtain an antibiotic resistance profile.</li></ul><h2>Laboratory and imaging evaluation</h2><ul class=\"article-body-unordered-list\"><li><strong>Complete blood count:</strong>&nbsp; Leukocytosis (more common in children) or leukopenia (more common in adults) and anemia are seen with enteric fever.</li><li><strong>Liver function testing:</strong>&nbsp; This may be elevated in patients with enteric fever, indicating hepatic involvement.&nbsp; Transaminases and alkaline phosphatase are often elevated.</li><li><strong>Fecal leukocyte testing:</strong>&nbsp; <em>Salmonella</em> causes inflammatory diarrhea, so fecal leukocytes are seen, likely in combination with red blood cells.</li><li><strong>Imaging:</strong>&nbsp; This is generally not necessary for uncomplicated gastroenteritis.&nbsp; However, imaging studies (eg, right upper quadrant ultrasonography or CT) may be warranted in cases of suspected focal complications, such as splenic or hepatic abscesses or concern for intestinal perforation.</li></ul><h1>Management</h1><h2>Supportive care</h2><ul class=\"article-body-unordered-list\"><li>As with any patient with diarrhea, rehydration and electrolyte management are critical, particularly in cases of severe diarrhea.</li><li>In practice, patients are initially managed as having undifferentiated acute infectious diarrhea.&nbsp; Stool studies are often performed and help differentiate between Shiga toxin-producing <em>Escherichia coli</em> (STEC) and non-STEC pathogens (eg, <em>Shigella</em>, <em>Salmonella</em>).&nbsp; However, these studies may take several days (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L79039.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li></ul><p>If salmonellosis is confirmed, management depends on the clinical presentation and patient risk factors.</p><h2>Antibiotics</h2><ul class=\"article-body-unordered-list\"><li><strong>Nontyphoidal <em>Salmonella</em>:</strong><ul class=\"article-body-unordered-list\"><li>Antibiotic therapy is <strong>not</strong> indicated in most cases of nontyphoidal disease due to paradoxical prolongation of asymptomatic carriage and potential for development of antibiotic resistance.</li><li>However, patients who are at high risk for complications (eg, invasive disease) should receive antibiotics.&nbsp; Risk factors include age &lt;1, immunocompromise, sickle cell disease, implanted prosthetic devices (eg, artificial heart valve, prosthetic joints), and severe disease requiring hospitalization.&nbsp; Bloody diarrhea in nontyphoidal <em>Salmonella</em> infection is not by itself an indication for antibiotic therapy.</li><li>Common choices for antibiotic therapy include fluoroquinolones, third-generation cephalosporins (eg, ceftriaxone), and azithromycin.</li></ul></li></ul><ul class=\"article-body-unordered-list\"><li><strong>Enteric fever (typhoidal <em>Salmonella</em>):</strong><ul class=\"article-body-unordered-list\"><li>This requires treatment with antibiotics due to bacteremia and risk for severe complications (eg, organ dysfunction, sepsis).</li><li>Third-generation cephalosporins (eg, <strong>ceftriaxone</strong>) are the preferred parenteral therapy for patients who are hospitalized, although growing antibiotics resistance in certain regions and culture sensitivities may shape antibiotic selection.</li></ul></li></ul><ul class=\"article-body-unordered-list\"><li><strong>Invasive infections (eg, osteomyelitis, mycotic aneurysm):</strong><ul class=\"article-body-unordered-list\"><li>Systemic antibiotic therapy tailored should be tailored to susceptibilities.&nbsp; Prolonged courses are sometimes required.</li><li>Depending on the location of focal infection, source control with surgical intervention (eg, joint irrigation and drainage for septic arthritis) may be warranted.</li></ul></li></ul><h1>Complications</h1><p>Untreated or inadequately treated salmonellosis can lead to complications, particularly in immunocompromised patients.&nbsp; Major complications include:</p><ul class=\"article-body-unordered-list\"><li><strong>Dehydration and electrolyte imbalance</strong> occur from profuse gastrointestinal losses due to diarrhea.</li><li><strong>Gastrointestinal bleeding and intestinal perforation</strong> are possible, particularly in patients with enteric fever, in which Peyer patches undergo ulceration and necrosis.</li><li><strong>Metastatic infections</strong> are due to additional areas of infection seeded from bacteremia during enteric fever (eg, osteomyelitis, septic arthritis, endocarditis, mycotic aneurysms).&nbsp; Sickle cell disease increases the risk for osteomyelitis (eg, slower blood flow and bone microinfarction from intermittent sickling), with <em>Salmonella</em> being a common cause due to functional asplenia and increased bacterial translocation from occluded intestinal segments.</li><li><strong>Reactive arthritis</strong> is a postinfectious sequelae of <em>Salmonella</em> infections, with inflammatory changes in multiple tissues, predominantly the joints, eyes, and genitourinary tract (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/52608.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Reactive arthritis is associated with HLA-B27.</li><li><strong>Hemolytic uremic syndrome</strong> is more common with certain <em>E coli</em> or <em>Shigella</em> infections but is possible in patients with severe <em>Salmonella</em> infections (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36652.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).</li><li><strong>Gallbladder malignancy</strong> (eg, cholangiocarcinoma) can occur due to colonization of the gallbladder by severe typhoidal <em>Salmonella</em> infections.</li></ul><h1>Prognosis</h1><p>Prognosis is generally favorable for self-limited gastroenteritis in healthy individuals, with symptoms resolving within a week without intervention.&nbsp; However, complications and higher morbidity rates are more likely in infants, elderly individuals, and immunocompromised populations.&nbsp; Enteric fever requires prompt antibiotic therapy to reduce the risk for complications and mortality.</p><h1>Differential diagnosis</h1><p>Key differential diagnoses include other bacterial, viral, and parasitic infections.</p><h2><em>Campylobacter</em> gastroenteritis</h2><p><em>Campylobacter</em> gastroenteritis presents similarly to <em>Salmonella</em> gastroenteritis, with fever and diarrhea (± blood), and may have historical features in common such as exposure to contaminated foods (eg, raw/undercooked eggs and poultry).&nbsp; Most patients with <em>Campylobacter</em> infections have self-limited symptoms that generally resolve in one week without antibiotics (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42497.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).&nbsp; <em>Campylobacter</em> infections may be clinically indistinguishable from nontyphoidal <em>Salmonella</em> gastroenteritis.&nbsp; Patients with typhoidal <em>Salmonella</em> infections have additional HSM on examination, progressive fever with pulse-temperature dissociation, and clinical worsening in the absence of antibiotic administration.<p></p><h2><em>Shigella</em> gastroenteritis</h2><p><em>Shigella</em> gastroenteritis typically presents with very severe, often bloody diarrhea (due to inflammation and ulceration of colonic mucosal cells).&nbsp; Patients may also have tenesmus.&nbsp; Stool cultures or PCR testing are positive for <em>Shigella</em> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31425.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Enterohemorrhagic <em>E coli</em> (EHEC)</h2><p>EHEC O157:H7 is an STEC that causes bloody diarrhea and carries a risk for hemolytic uremic syndrome due to production of Shiga toxin (inhibition of ribosomes and protein synthesis).&nbsp; Patients with EHEC do not tend to have the progressive fever seen in patients with enteric fever due to <em>Salmonella</em>.&nbsp; Stool culture isolation of <em>E coli</em> O157:H7 or detection of Shiga toxin on molecular testing/immunoassay confirms the diagnosis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/56071.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Viral gastroenteritis (eg, norovirus)</h2><p>Viral gastroenteritis is generally self-limited, characterized by nonbloody diarrhea, vomiting, and a lack of high fever.&nbsp; Fecal leukocytes and red blood cells seen in inflammatory diarrhea of salmonellosis are not typically seen in viral gastroenteritis.</p><h2>Malaria</h2><p>In the appropriate epidemiologic setting, malaria should be considered in all returning travelers with a fever.&nbsp; However, fevers tend to be paroxysmal, unlike the progressively increasing fever seen in enteric fever due to typhoidal <em>Salmonella</em>.&nbsp; Diarrhea is not a prominent symptom with malarial infections, although abdominal pain and HSM can be seen in both conditions.&nbsp; The diagnosis of malaria is made by thin and thick peripheral blood smear or rapid testing.</p><h1>Summary</h1><p>Salmonellosis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/55187.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ), a significant cause of gastrointestinal illness worldwide, ranges from self-limited gastroenteritis to life-threatening invasive disease.&nbsp; Key risk factors include exposure to contaminated food, water, or environments; immunocompromising conditions; and extremes of age.&nbsp; Diagnosis relies heavily on the patient's history and clinical presentation because confirmatory tests such as stool or blood cultures may not provide results in a timely fashion.&nbsp; Treatment is primarily supportive for nontyphoidal variants, with antibiotics reserved for high-risk cases or in patients with enteric fever.&nbsp; Complications such as metastatic infection from bacteremia may require surgical management or long-term antibiotic therapy.<p></p></div>\n            "
}