{
  "meta": {
    "title": "Superior mesenteric artery syndrome",
    "url": "https://brainandscalpel.vercel.app/superior-mesenteric-artery-syndrome-55619ec2-35aa55.html",
    "scrapedAt": "2025-12-01T04:52:41.417Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Superior mesenteric artery (SMA) syndrome is an uncommon cause of proximal intestinal obstruction that occurs when the third portion of the duodenum becomes compressed between the SMA and the aorta.&nbsp; This typically results from significant weight loss, which depletes the mesenteric fat pad that normally maintains the space between the vessels.&nbsp; Patients often have signs of a proximal small bowel obstruction, including postprandial epigastric pain, early satiety, abdominal distension, and bilious vomiting.</p>\n<h1>Anatomy and pathogenesis</h1><br><br><p>The third portion of the duodenum normally passes between the SMA anteriorly and the aorta posteriorly (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25931.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Under typical conditions, a mesenteric fat pad cushions this space and maintains an aortomesenteric angle between 38 and 65 degrees and an aortomesenteric distance of 10-28 mm.&nbsp; This anatomic configuration permits unobstructed passage of the duodenum.<p></p><br><br><p>Loss of this mesenteric fat cushion, often from rapid/significant weight loss (or an anatomic variant), <strong>narrows the aortomesenteric angle</strong>, leading to <strong>compression of the duodenum</strong> as it traverses between the vessels (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L5750.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; This results in progressive dilation of the proximal duodenum and stomach, producing symptoms consistent with <strong>proximal small bowel obstruction</strong> (eg, early satiety, epigastric pain, and/or bilious vomiting) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L5748.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Symptom severity can vary widely from chronic postprandial discomfort (ie, mild duodenal compression) to acute abdominal distension with bilious emesis (ie, severe obstruction).&nbsp; Positional changes (eg, knee to chest, left lateral decubitus position) may help widen the aortomesenteric angle and alleviate the symptoms.<p></p><br><br><p>SMA syndrome can lead to serious complications, including malnutrition (due to food avoidance), dehydration, and electrolyte abnormalities (eg, hypokalemia, metabolic alkalosis).&nbsp; In addition, chronic reflux and retention of gastric and biliary secretions may cause mucosal ulceration and increase the risk for aspiration pneumonia.&nbsp; Elevated intraluminal pressure from persistent obstruction can also result in mucosal ischemia and, in severe cases, gastric or duodenal necrosis and perforation.</p>\n<h1>Risk factors</h1><br><br><p>The most common risk factors are related to <strong>rapid or extreme weight loss</strong> and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Eating disorders (eg, anorexia nervosa, bulimia) and starvation.</li>\n\t<li>Chronic illness (eg, malignancy, AIDs).</li>\n\t<li>Malabsorption syndromes.</li>\n\t<li>Bariatric surgery.</li>\n\t<li>Hypermetabolic states (eg, trauma, burns).</li>\n</ul><br><br><p>Anatomic variants, such as a congenital short ligament of Treitz (which causes the duodenum to be suspended in a more cephalad position) and surgical correction of scoliosis (which lengthens the spine and potentially creates a more acute aortomesenteric angle), can also increase the risk for SMA syndrome.</p>\n<h1>Clinical presentation</h1><br><br><p>Clinical manifestations may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Early satiety and postprandial epigastric pain (worse when supine).</li>\n\t<li>Bloating, abdominal distension.</li>\n\t<li>Nausea and bilious vomiting (obstruction is distal to biliary/pancreatic outflow).</li>\n\t<li>Positional symptom relief:&nbsp; Pain lessens in the knee-chest, left-lateral decubitus, or prone position.</li>\n\t<li>High-pitched bowel sounds on examination.</li>\n\t<li>Weight loss and food aversion (which further exacerbate mesenteric fat loss).</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gastroparesis</strong>:&nbsp; Gastroparesis is characterized by delayed gastric emptying without mechanical obstruction, commonly seen in diabetes mellitus or following viral illness.&nbsp; It presents with early satiety, bloating, and vomiting of undigested food, but there is no duodenal compression on imaging.</li>\n\t<li><strong>Peptic ulcer disease</strong>:&nbsp; This disease involves mucosal erosions in the stomach or duodenum (often from use of nonsteroidal anti-inflammatory drugs or <em>Helicobacter pylori</em> infection) and causes epigastric pain and nausea.&nbsp; Ulcerations can be identified on endoscopy, and there is no associated intestinal obstruction.</li>\n\t<li><strong>Chronic mesenteric ischemia</strong>:&nbsp; This type of ischemia results from atherosclerotic narrowing of mesenteric arteries, leading to postprandial abdominal pain and weight loss due to progressive food aversion.&nbsp; Imaging reveals mesenteric arterial stenosis without mechanical obstruction of the duodenum.</li>\n\t<li><strong>Pancreatic neoplasm</strong>:&nbsp; Tumors in the pancreatic head or uncinate process can compress the duodenum, mimicking SMA syndrome.&nbsp; However, imaging reveals a mass, not vascular compression, as the cause of obstruction.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>SMA syndrome can be challenging to diagnose due to its nonspecific symptoms and variable clinical presentation.&nbsp; Some patients acutely have severe obstructive symptoms, whereas others have a more chronic course, experiencing vague abdominal symptoms that gradually worsen over time.&nbsp; Confirmation requires a combination of characteristic clinical features and imaging that demonstrates a reduced aortomesenteric angle (≤22 degrees) and compression of the third portion of the duodenum between the SMA and aorta.</p>\n<h1>Laboratory evaluation</h1><br><br><p>Routine laboratory tests are nonspecific and do not confirm the diagnosis but are useful for assessing disease severity and identifying complications.&nbsp; These include a complete metabolic panel (evaluates for dehydration, renal dysfunction, and electrolyte disturbances), leukocyte count and serum lactate level (in cases of mucosal ischemia or bowel necrosis), and serum albumin level (marker of nutritional status).</p>\n<h1>Imaging studies</h1><br><br><p>Imaging is required to confirm the diagnosis of SMA syndrome.&nbsp; Abdominal x-ray is often used as an initial screening tool and may show gastric and proximal duodenal dilation with decompression of the distal small bowel.&nbsp; <strong>CT angiography</strong> and <strong>MR angiography</strong> are the gold standard imaging studies because they enable visualization of duodenal compression, measurement of the aortomesenteric angle and distance, and assessment for associated complications (eg, bowel necrosis).</p>\n<h1>Management</h1><br><br><p>The initial management of SMA syndrome involves conservative measures designed to stabilize acute symptoms and restore body weight (to increase mesenteric fat).&nbsp; Interventions include nasogastric tube placement for gastric decompression, intravenous rehydration, and electrolyte repletion/correction.</p><br><br><p>In addition, nutritional support is initially provided through a nasojejunal tube that is placed beyond the area of compression.&nbsp; An oral diet may be advanced slowly once sufficient weight gain has been achieved.</p><br><br><p>Conservative measures are often successful, especially in patients whose symptoms are of short duration.&nbsp; However, if these measures fail, surgical intervention is recommended.&nbsp; Surgical techniques include a duodenojejunostomy (which creates an anastomosis between the proximal duodenum and the jejunum) or a gastrojejunostomy (which creates an anastomosis between the stomach and jejunum), both of which allow bypassing of the obstructed segment.</p>\n<h1>Prognosis</h1><br><br><p>SMA syndrome is a rare condition, and information on long-term outcomes is limited; however, the prognosis is generally favorable, and patients often experience symptom resolution with conservative management or surgical intervention.</p><br><br><p>Delayed diagnosis is associated with serious complications such as dehydration, electrolyte disturbances (eg, hypokalemia), malnutrition, mucosal ischemia, and, in severe cases, perforation.&nbsp; All of these can be life-threatening if untreated.</p>\n<h1>Prevention</h1><br><br><p>Prevention of SMA syndrome focuses primarily on avoiding the rapid depletion of mesenteric fat.&nbsp; Strategies include ensuring adequate nutritional intake in patients at risk for weight loss (eg, eating disorders, chronic illnesses, postbariatric surgery).&nbsp; In hospitalized or immobilized patients, early nutritional intervention and physical mobilization can help prevent catabolism and fat loss.</p>\n<h1>Summary</h1><br><br><p>Superior mesenteric artery syndrome is an uncommon condition that involves compression of the duodenum as it travels between the superior mesenteric artery and the aorta.&nbsp; It typically occurs when weight loss diminishes the mesenteric fat pad that maintains the normal aortomesenteric angle.&nbsp; Presenting symptoms may include postprandial epigastric pain, bloating, and bilious vomiting.&nbsp; Imaging confirms the diagnosis, and initial treatments are gastric decompression and nutrition supplementation to promote weight gain, followed by surgical intervention in refractory cases.</p>\n</div>\n\n            "
}