{
  "meta": {
    "title": "Trauma: Penetrating abdominal trauma",
    "url": "https://brainandscalpel.vercel.app/trauma-penetrating-abdominal-trauma-a40fecc6-35aa55.html",
    "scrapedAt": "2025-12-01T04:52:45.170Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Penetrating trauma to the abdomen results from an object piercing the body and violating the pleural, peritoneal, or other body cavities.&nbsp; The nature of these injuries is highly dependent on the velocity, size, and angle of the object.&nbsp; Common mechanisms include gunshot wounds (GSWs), stab wounds, and shrapnel from explosions.&nbsp; High-velocity injuries (eg, GSWs) often result in more extensive internal damage compared to low-velocity injuries like stabbings due to the larger cavitation and shockwave effects.</p><br><br><p>The main concern is direct injury to vital structures.&nbsp; In the abdomen, the liver, kidney, spleen, intestines, and major blood vessels (eg, the aorta) are at risk.&nbsp; Injury to these structures can cause hemorrhage, peritonitis, and sepsis.</p><br><br><p>In contrast to blunt trauma, which usually results in diffuse injury through the transfer of kinetic energy, penetrating trauma typically causes focal damage along the path of penetration.&nbsp; Thus, whereas blunt trauma may lead to widespread tissue damage (eg, organ contusions), penetrating trauma involves more precise injuries, often requiring surgical intervention for hemorrhage control or repair of damaged structures.</p>\n<h1>Initial evaluation</h1><h2>Primary survey</h2><br><br><p>The assessment of penetrating trauma begins with the primary survey (ABCDE approach) of trauma management made widely known in advanced trauma life support (ATLS).&nbsp; The goal of the primary survey is to address injuries that are the most immediately life-threatening.&nbsp; The primary survey in penetrating trauma is similar to blunt trauma.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Airway:</strong>&nbsp; Address any critical airway compromise (eg, occlusion).&nbsp; Maintain cervical stabilization if indicated.&nbsp; The neck should be carefully examined as this is a common area where obstruction can occur (eg, from hematoma).</li>\n\t<li><strong>Breathing:</strong>&nbsp; Assess for signs of pneumothorax or tension pneumothorax, which are common in penetrating trauma.&nbsp; Signs of respiratory distress, asymmetric breath sounds, and jugular venous distention are indicative of these conditions.&nbsp; If identified, a tension pneumothorax should be addressed (with decompression or chest tube placement) before moving on in the survey.</li>\n\t<li><strong>Circulation:</strong>&nbsp; Assess pulses in all extremities, obtain blood pressure, and in unstable patients perform a Focused Assessment with Sonography for Trauma (FAST) examination.</li>\n\t<li><strong>Disability:</strong>&nbsp; Perform a rapid neurologic assessment with Glasgow Coma Scale (GCS).</li>\n\t<li><strong>Exposure:</strong>&nbsp; Undress the patient completely, and search the entire body for occult injuries.&nbsp; Small penetrating injuries (eg, stab wounds, GSWs) can easily be missed.</li>\n</ul><br><br><p>A more detailed description of the general approach to adult trauma is described in a different article.</p>\n<h2>Focused Assessment with Sonography for Trauma (FAST)</h2><br><br><p>The FAST examination is an important sonographic tool used in the initial assessment of patients with penetrating injuries.&nbsp; FAST (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52602.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) evaluates for the presence of free fluid or air in specific areas of the body following trauma.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pericardial effusion/tamponade</li>\n\t<li>Intraperitoneal fluid</li>\n\t<li>Hemothorax</li>\n</ul><br><br><p>In unstable patients, the FAST exam is often performed simultaneously with the primary survey, though it should not delay critical interventions (eg, thoracostomy, thoracotomy, transfer to the operating room).&nbsp; A positive FAST exam in cases of penetrating abdominal trauma is strongly indicative of injury and is highly specific.&nbsp; However, its sensitivity in detecting penetrating injuries that require surgery is notably lower compared to its use in blunt trauma cases.&nbsp; Certain injuries not typically diagnosed by FAST include diaphragm tears, pancreatic lesions, bowel perforations, mesenteric trauma, and abdominal injuries that do not produce free fluid in amounts detectable by ultrasonography (&gt;200 mL).&nbsp; In many cases of penetrating trauma, further evaluation through repeated abdominal exams, diagnostic peritoneal lavage, CT scans, or exploratory surgery may be necessary.</p>\n<h1>Diagnostic work-up</h1><h2>Laboratory evaluation</h2><br><br><p>Laboratory testing is often indicated but should be tailored to the specific patient based on clinical suspicion and severity of injury.&nbsp; Tests that may be indicated include:&nbsp; complete blood count, blood type and crossmatch, basic metabolic panel, liver function tests, coagulation panel, arterial blood gas, lactate level, urinalysis, and pregnancy tests.&nbsp; Normal laboratory values do not rule out severe injury and laboratory values may not immediately reflect the clinical condition (eg, hemoglobin drop is often delayed in acute hemorrhage).</p>\n<h2>Imaging</h2><br><br><p>Most patients with penetrating trauma to the abdomen will require imaging in addition to the FAST exam.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Plain abdominal radiographs:</strong>&nbsp; Not typically useful in the management of penetrating abdominal trauma with the exception of GSWs.&nbsp; In patients with GSWs, plain radiographs are used to determine the path and/or location of projectiles (eg, bullets).</li>\n\t<li><strong>CT:</strong>&nbsp; Rapid, sensitive and specific way to identify both visceral and vascular injuries.&nbsp; The preferred modality to evaluate most traumatic injuries to the abdomen.</li>\n</ul>\n<h2>Additional methods of evaluation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Serial physical examinations (SPE):</strong>&nbsp; These are primarily used for patients with abdominal stab wounds, although they can also be applied in cases of GSWs when no obvious internal injury is detected on initial evaluation (eg, imaging and physical examination).&nbsp; SPEs provide a safe and reliable method for monitoring the patient over time to detect signs of intraabdominal injury.&nbsp; They are typically performed every 6 hours, ideally by the same examiner to ensure consistency.&nbsp; The patient must be awake, alert, and without any mental status changes to accurately participate in the assessment.</li>\n\t<li><strong>Diagnostic peritoneal lavage (DPL):</strong>&nbsp; A bedside procedure used to assess peritoneal penetration and injury to organs in the abdomen, excluding the retroperitoneum.&nbsp; It is performed by aspirating blood or fluid from the peritoneal cavity and, if necessary, infusing fluid for lavage.&nbsp; Although once a common procedure, it has largely been replaced by CT.&nbsp; In stable patients without immediate need for surgery, SPEs or imaging (eg, ultrasonography, CT) are generally preferred.</li>\n\t<li><strong>Local wound exploration (LWE):</strong>&nbsp; In asymptomatic patients with abdominal stab wounds, LWE is used to determine if the peritoneum has been violated.&nbsp; LWE is performed at the bedside with sterile technique, using both sharp and blunt dissection to fully visualize the wound's depth.&nbsp; If the anterior rectus fascia is intact, the patient can be discharged after wound care, provided there are no other injuries.&nbsp; However, if the fascia cannot be clearly visualized, further evaluation (eg, SPEs) is necessary.&nbsp; LWE is rarely used for GSWs due to the difficulty in visualizing the missile tract, though it may be helpful for assessing superficial tangential wounds.</li>\n\t<li><strong>Diagnostic laparoscopy (DL):</strong>&nbsp; Diagnostic laparoscopy is a minimally invasive surgical procedure used to visually inspect the abdominal cavity and diaphragm to assess for injuries and determine the need for further intervention, but it may miss some hollow organ injuries and cannot easily evaluate the retroperitoneum.&nbsp; The role of DL in managing abdominal GSWs is evolving because it helps detect peritoneal violation and inspect the diaphragm.&nbsp; However, it has limitations in visualizing the posterior diaphragm and detecting subtle hollow viscus or retroperitoneal injuries and may require conversion to open surgery for repair.</li>\n</ul>\n<h1>Clinical presentation and management</h1><br><br><p>For patients with penetrating abdominal trauma, any of the following are indications for immediate exploratory laparotomy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52835.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hemodynamic instability (systolic blood pressure &lt;90 mm Hg) or ongoing hemorrhage (eg, frank blood in the nasogastric tube or rectum)</li>\n\t<li>Peritonitis (eg, rigidity, rebound tenderness)</li>\n\t<li>Evisceration (ie, externally exposed intestines)</li>\n\t<li>Impalement (ie, penetrating object still in situ)</li>\n</ul><br><br><p>Impaled objects should not be removed.&nbsp; Patients should be transported to the operating room for removal because removal of an impaled object may cause massive hemorrhage (object may be tamponading the bleeding).</p><br><br><p>Patients without an indication for immediate laparotomy should undergo further evaluation to determine whether peritoneal penetration occurred (eg, CT scan, local wound exploration for anterior stab wounds) and/or whether other intraabdominal injuries are present.&nbsp; The presence of either warrants further evaluation and management.</p>\n<h2>Liver, kidney, and spleen injuries</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Clinical presentation:</strong>&nbsp; Liver injuries can present with right upper quadrant pain, abdominal tenderness, and signs of hemorrhagic shock (eg, hypotension, tachycardia, pallor) due to blood loss.&nbsp; Referred pain to the right shoulder&nbsp;may occur.&nbsp; Spleen injuries may present with left upper quadrant pain, tenderness, and signs of shock.&nbsp; Referred pain to the left shoulder (Kehr sign) can also be seen.&nbsp; Both injuries may lead to peritonitis if blood or bile irritates the peritoneal cavity.&nbsp; Kidney injuries can present as flank pain and hematuria.</li>\n\t<li><strong>Imaging:</strong>&nbsp; Although intraperitoneal free fluid may be evident on FAST exam, CT (preferably with contrast) is the gold standard to identity solid organ injury (eg, liver laceration (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), splenic laceration (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10288.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), renal laceration (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L415.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ) and is the study of choice in patients stable enough to tolerate the examination.</li>\n\t<li><strong>Management:</strong>&nbsp; Management is based on the patient's hemodynamic stability, the severity of the injury, and the presence of additional injuries or medical conditions.&nbsp; A hemodynamically unstable trauma patient with a positive FAST or DPL should have emergency abdominal surgical exploration to determine the source of hemorrhage.&nbsp; For hemodynamically stable patients, less severe injuries can typically be managed nonoperatively (eg, SPEs, serial laboratory testing) whereas more severe injuries may require angiographic or surgical interventions (particularly splenic injuries).</li>\n</ul>\n<h2>Hollow viscus injury</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Clinical presentation:</strong>&nbsp; Most patients will display abdominal distention, abdominal tenderness, or signs of peritoneal irritation.&nbsp; The absence of abdominal pain makes the diagnosis unlikely, although the development of symptoms may be delayed by hours to days.</li>\n\t<li><strong>Imaging:</strong>&nbsp; CT with intravenous contrast is the preferred diagnostic tool (to visualize pneumoperitoneum); however, injury to bowels (particularly small intestine) is often missed and SPEs are critical.&nbsp; FAST is not sensitive for diagnosing hollow viscus injury.</li>\n\t<li><strong>Management:</strong>&nbsp; Urgent surgical intervention is required in cases of hemodynamic instability, diffuse abdominal pain, signs of peritonitis on physical examination, or imaging findings suggestive of gastrointestinal perforation.&nbsp; If no obvious injury is detected, SPEs should be performed to detect occult injuries.&nbsp; Clinically stable patients without evidence of obvious injury should be observed for at least 12 hours for stab wounds and 24 hours for GSWs.</li>\n</ul>\n<h2>Vascular injuries</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Clinical presentation:</strong>&nbsp; Penetrating trauma to the abdomen can affect major vessels (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1454.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                , \n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8890.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) such as the aorta, inferior vena cava, celiac trunk, renal vessels, mesenteric arteries and veins, and iliac vessels; smaller vessels are also capable of causing significant bleeding.&nbsp; Patients may present with back or abdominal pain, depending on the injury site, and often show signs of severe hemorrhagic shock (eg, hypotension, tachycardia).</li>\n\t<li><strong>Imaging:</strong>&nbsp; A positive FAST examination (free fluid present in abdomen) is likely in patients with injuries to major vessels.&nbsp; In stable patients, CT with intravenous contrast can be obtained to evaluate the exact source of bleeding; unstable patients should go to the operating room.</li>\n\t<li><strong>Management:</strong>&nbsp; Penetrating injuries to major abdominal vessels often lead to life-threatening hemorrhage; immediate intervention (eg, angiography, surgical intervention) is typically required to prevent massive blood loss and death.</li>\n</ul>\n<h2>Other considerations</h2><br><br><div>Historically, evaluating penetrating wounds to the flank and back was challenging because retroperitoneal injuries (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/53357.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) are difficult to assess using DPL, ultrasonography, or laparoscopy.&nbsp; However, CT scans of the abdomen and pelvis with intravenous contrast have been shown to accurately diagnose retroperitoneal pathology (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89580.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) in penetrating trauma and allow for accurate tracking of the path of the projectile.</div><br><br><p>Thoracoabdominal injuries, which involve the upper abdomen and lower chest, are also complex due to the movement of the diaphragm and potential for deflection of projectile or penetrating objects.&nbsp; In stable patients, a CT scan is recommended, with laparoscopy as a follow-up if the results are inconclusive because it allows for direct inspection of the diaphragm while minimizing nontherapeutic laparotomies.</p>\n<h1>Complications</h1><br><br><p>The complications associated with abdominal trauma are closely linked to the organs and structures involved.&nbsp; Common complications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hemorrhagic shock:</strong>&nbsp; Rapid blood loss from major vessels in the abdomen can result in hemorrhagic shock.&nbsp; This is more common in penetrating trauma due to direct vessel disruption compared to blunt trauma, where bleeding is more likely to be contained.</li>\n\t<li><strong>Pulmonary complications:</strong>&nbsp; Persistent pneumothorax, hemothorax, or empyema can occur following chest trauma, leading to prolonged respiratory compromise and its associated complications.&nbsp; Widespread inflammation and lung damage from trauma can lead to acute respiratory distress syndrome, which can be life-threatening and require intensive care management.</li>\n\t<li><strong>Infection and sepsis:</strong>&nbsp; Penetrating trauma introduces external pathogens into sterile body cavities, increasing the risk of infection and abscess formation, especially in the setting of hollow viscus perforation.</li>\n\t<li><strong>Fistula formation:</strong>&nbsp; Abnormal connections can develop between organs (eg, aorta and bowel) due to trauma, leading to complications such as gastrointestinal hemorrhage.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Managing penetrating abdominal trauma requires swift, decisive action, particularly when life-threatening conditions are evident.&nbsp; The ATLS protocol, alongside focused imaging, helps guide the identification of injuries that need urgent surgical intervention.&nbsp; Penetrating trauma often causes direct damage to vital organs and vessels, which increases the likelihood of requiring operative management compared to blunt trauma.&nbsp; Whereas blunt trauma is frequently managed nonoperatively in stable patients, penetrating injuries usually demand a more aggressive surgical approach due to the precision of the injury path and potential for severe hemorrhage or organ damage.</p>\n</div>\n\n            "
}