{
  "meta": {
    "title": "Volvulus",
    "url": "https://brainandscalpel.vercel.app/volvulus-7b45dc0f-35aa55.html",
    "scrapedAt": "2025-12-01T04:52:52.456Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Volvulus refers to the twisting of a segment of bowel around its mesenteric attachment, leading to obstruction and potential compromise of blood flow.&nbsp; The sigmoid colon and cecum are the most commonly affected sites in adults.&nbsp; Presenting symptoms include the progressive onset of colicky abdominal pain and distension, and the diagnosis is confirmed with imaging.&nbsp; Volvulus is a surgical emergency due to the risk of developing ischemia and subsequent necrosis of the affected bowel segment.</p>\n<h1>Pathogenesis</h1><br><br><p>Volvulus occurs when a loop of bowel twists around its mesenteric axis.&nbsp; This can lead to mechanical obstruction and impaired perfusion.&nbsp; The degree of obstruction and ischemia varies depending on the extent and duration of twisting, which is typically between 180° and 360°.</p><br><br><p>The pathophysiology primarily involves:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bowel obstruction:</strong>&nbsp; Twisting of a bowel loop on its mesenteric attachment creates a closed-loop obstruction (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44858.png\" alt=\"Closed loop obstruction\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Closed loop obstruction</div>\n                                </div>\n                                ) (a C-shaped loop of bowel that is obstructed at both end points), which impedes forward and backward movement of bowel contents.&nbsp; Continued gas formation by intraluminal bacteria causes the obstructed bowel loop to progressively expand, resulting in significant distension.</li>\n\t<li><strong>Ischemia:</strong>&nbsp; The associated severe twisting of the mesentery attached to the affected bowel segment compromises blood flow to the bowel wall, leading to ischemic injury and necrosis if not reversed.&nbsp; In addition, marked bowel distension increases wall tension and can further decrease perfusion.</li>\n\t<li>Complications:&nbsp; Bowel infarction from decreased perfusion can cause necrosis and perforation, leading to peritonitis and sepsis/shock.</li>\n</ul><br><br><p>Although volvulus can occur anywhere along the gastrointestinal tract, it most often involves the sigmoid colon (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/58826.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) and cecum/ascending colon in adults.<p></p><br><br><p>Children are more often affected by midgut volvulus (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/50573.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ), which is a twisting of the small intestine that results from congenital abnormalities in gastrointestinal anatomy.&nbsp; Midgut volvulus and malrotation are discussed in a separate dedicated article.<p></p>\n<h1>Risk factors</h1><br><br><p>Risk factors for volvulus vary somewhat based on the location of volvulus.</p>\n<h2>Sigmoid volvulus (most common)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Advanced age (age 70-80)</li>\n\t<li>Institutionalized patients (eg, nursing home) with physical or mental debility</li>\n\t<li>Neurologic conditions (eg, Parkinson disease, multiple sclerosis, spinal cord injury):&nbsp; increased incidence of colonic dysmotility</li>\n\t<li>Psychiatric conditions (eg, schizophrenia):&nbsp; psychotropic drugs may interfere with colonic motility</li>\n\t<li>Chronic constipation:&nbsp; chronic overloading of the sigmoid may cause elongation/dilation of the sigmoid (predisposing it to twisting)</li>\n\t<li>Displacement of the sigmoid:&nbsp; by intraabdominal or pelvic tumors (eg, ovarian cancer) or pregnancy can lead to volvulus</li>\n</ul>\n<h2>Cecal volvulus</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Typically affects younger patients (age 30-50)</li>\n\t<li>Congenital conditions\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Increased cecum mobility (eg, ascending colon mesentery fails to fuse with the posterior parietal peritoneum predisposing it to rotation and twisting)&nbsp;</li>\n\t\t<li>Elongated mesentery</li>\n\t\t<li>Hirschsprung disease</li>\n\t</ul>\n\t</li>\n\t<li>Acquired conditions\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Surgical adhesions (eg, post-appendectomy)</li>\n\t\t<li>Pregnancy</li>\n\t\t<li>Intraabdominal/pelvic tumors</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Midgut volvulus</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Occurs primarily in neonates and infants due to malrotation of the midgut (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29142.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), a congenital abnormality in which the intestines do not rotate properly during fetal development.&nbsp; Abnormal anchoring and a narrow mesenteric base increase small bowel mobility, increasing the risk of volvulus.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Clinical presentation can vary somewhat based on the site of volvulus, the degree of bowel obstruction, and the presence or absence of ischemia.&nbsp; Signs and symptoms may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Abdominal pain:&nbsp; typically gradual onset of severe, crampy/colicky pain, localized to the site of volvulus.&nbsp; Sigmoid volvulus may have a more prolonged, insidious onset in elderly, institutionalized patients.&nbsp; Patients with cecal volvulus may report previous self resolving episodes.</li>\n\t<li>Abdominal distension with tympany on percussion</li>\n\t<li>Tenderness to palpation</li>\n\t<li>Nausea/vomiting:&nbsp; may be bilious in midgut volvulus, and feculent in more distal obstruction.</li>\n\t<li>Constipation and obstipation:&nbsp; complete bowel obstruction leads to an inability to pass stool or gas.</li>\n\t<li>Peritoneal signs (eg, rebound tenderness, rigidity) in cases of bowel perforation</li>\n\t<li>Shock (tachycardia, hypotension) may indicate bowel ischemia, perforation, and sepsis.&nbsp; In neonates with midgut volvulus, the presentation is often dramatic, and rapid deterioration occurs if left untreated.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gastric outlet obstruction</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59354.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) (eg, due to malignancy):&nbsp; can cause abdominal distension and pain, but x-ray reveals an enlarged gastric bubble with an air-fluid level, and decompressed bowel distally.</li>\n\t<li><strong>Paralytic ileus</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L49616.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; intestinal obstruction due to dysfunctional peristalsis that usually causes generalized distension of the large and small bowel on x-ray.</li>\n\t<li><strong>Toxic megacolon</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L383.JPG\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ):&nbsp; x-ray typically reveals diffuse dilation of the colon within its normal anatomic arrangement rather than a single, dilated colonic loop.&nbsp; In addition, patients commonly appear toxic (eg, fever, altered sensorium) and often have bloody diarrhea.</li>\n\t<li><strong>Ileocolic intussusception</strong>:&nbsp; prolapse of the ileum into the colon can cause self-resolving episodes of abdominal pain and vomiting.&nbsp; However, because the mechanical obstruction occurs in the distal small bowel (ie, ileum), x-ray typically reveals multiple, dilated small-bowel loops with air-fluid levels (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45367.jpg\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Volvulus should be suspected when a patient (especially an elderly institutionalized patient) develops gradual onset of colicky abdominal pain, vomiting, and abdominal distension.&nbsp; It may be difficult to determine the type and location of obstruction on examination, so imaging is typically required to visualize the affected area of bowel, confirm the diagnosis, and assess for complications such as bowel necrosis.</p>\n<h1>Laboratory evaluation&nbsp;</h1><br><br><p>Although laboratory values are nonspecific and not diagnostic, the following findings may help determine the clinical severity of disease:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count:&nbsp; significant leukocytosis can indicate perforation/sepsis</li>\n\t<li>Complete metabolic panel and lactate level:&nbsp; metabolic acidosis and an elevated lactate suggest bowel ischemia and/or systemic hypoperfusion (eg, septic shock)</li>\n\t<li>Electrolytes:&nbsp; significant imbalances (eg, hypokalemia) may result from ongoing vomiting</li>\n\t<li>Blood cultures:&nbsp; should be obtained if perforation or sepsis is suspected.</li>\n</ul>\n<h1>Imaging studies</h1><h2>Upright abdominal X-ray </h2><br><br><p>An upright abdominal x-ray is often the first-line imaging to evaluate for suspected volvulus.&nbsp; Radiographic findings of colonic volvulus include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dilated, inverted, U-shaped loop of colon</strong> (ie, no haustra):&nbsp; The colon has the appearance of a coffee bean or inner tube.&nbsp;<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Sigmoid volvulus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L5649.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ):&nbsp; A transition point in the sigmoid leads to no air in the rectum</li>\n\t\t<li>Cecal volvulus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L112764.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ):&nbsp; There is often dilation of the proximal small bowel with collapse of the distal colon.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Pneumoperitoneum</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63881.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ) (ie, free air under the diaphragm) may be seen and indicates bowel perforation; these patients should be taken directly to the operating room.&nbsp;</li>\n</ul>\n<h2>CT scan of the abdomen and pelvis </h2><br><br><p>When initial x-ray shows evidence of volvulus, a CT scan of the abdomen and pelvis is indicated.&nbsp; CT is the most sensitive and specific imaging modality for confirming and localizing the site of volvulus and for assessing patients for bowel ischemia, necrosis, or perforation.&nbsp; In addition to significant dilation of the sigmoid or cecum, these additional findings may be seen on CT:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pathognomonic <strong>\"whirl sign\"</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L103404.png\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ) is caused by twisting of the mesentery around its vessels).</li>\n\t<li><strong>Bird-beak appearance</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59068.jpg\" alt=\"image 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 11</div>\n                                </div>\n                                ) of the narrowed ends of the twisted loop (ie, transition point) is seen.</li>\n\t<li><strong>Pneumatosis intestinalis</strong> or loss of bowel wall enhancement is consistent with bowel infarction and necrosis.</li>\n</ul><br><br><p>An upper gastrointestinal series with contrast is the modality used in suspected cases of midgut volvulus, particularly in children, to assess for malrotation and twisting of the small bowel.</p>\n<h1>Management</h1><br><br><p>Management of volvulus is primarily surgical, though some cases may initially be treated nonsurgically depending on the clinical scenario.</p>\n<h2>Initial supportive interventions </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Intravenous fluid resuscitation and correction of electrolyte imbalances</li>\n\t<li>Nasogastric decompression to relieve proximal bowel distension</li>\n\t<li>Broad-spectrum antibiotics in cases of suspected bowel ischemia or perforation</li>\n</ul>\n<h2>Definitive treatment</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sigmoid volvulus</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Non-surgical decompression:&nbsp; Flexible sigmoidoscopy or colonoscopy can be used to reduce the twisted segment in stable patients without signs of bowel ischemia.</li>\n\t\t<li>Surgery:&nbsp; In cases of failed non-surgical decompression, ischemia, or sigmoid volvulus recurrence, surgery is required.&nbsp; This may involve resection of the affected sigmoid with primary anastomosis or colostomy in unstable patients.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Cecal volvulus</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Surgery:&nbsp; Detorsion of the volvulus is followed by ileocolic resection or right colectomy in stable patients, or cecopexy (fixation of the cecum to the abdominal wall) in unstable patients (who are unable to tolerate resection).</li>\n\t\t<li>Barium enema and colonoscopy are rarely effective and there is a high risk of perforation, so they are not recommended.&nbsp; Surgery is the definitive treatment.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Midgut volvulus</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Surgery:&nbsp; In neonates with malrotation, an urgent surgical procedure (Ladd procedure) is performed to untwist the bowel and correct malrotation.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of volvulus depends on the timeliness of treatment:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Untreated volvulus:&nbsp; There is high mortality due to bowel necrosis, perforation, and sepsis.</li>\n\t<li>Prompt treatment:&nbsp; Patients have a good prognosis if treated before ischemia or necrosis occurs.</li>\n\t<li>Recurrence:&nbsp; Sigmoid volvulus has a high recurrence rate if not surgically corrected.</li>\n</ul>\n<h1>Prevention</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sigmoid volvulus:&nbsp; Elective surgical resection of the sigmoid colon after the acute episode resolves can prevent future episodes.</li>\n\t<li>Cecal volvulus:&nbsp; Prevention involves addressing underlying conditions such as chronic constipation or abnormal cecum mobility.&nbsp; Surgical fixation (cecopexy) or resection is definitive for preventing recurrence.</li>\n\t<li>Midgut volvulus:&nbsp; Early detection along with surgical correction of malrotation in neonates reduces the risk of volvulus.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Volvulus is a potentially life-threatening condition caused by twisting of the bowel on its mesenteric attachment, leading to obstruction and vascular compromise.&nbsp; Sigmoid volvulus typically occurs in institutionalized, elderly patients with neuropsychiatric conditions.&nbsp; Cecal volvulus is less common and is frequently related to congenital hypermobility of the cecum.&nbsp; Midgut volvulus affects neonates with congenital malrotation.&nbsp; Management of cecal and midgut volvulus is primarily surgical, whereas sigmoid volvulus (without necrosis/perforation) may be detorsed endoscopically.</p>\n</div>\n\n            "
}