{
  "meta": {
    "title": "Wilson disease",
    "url": "https://brainandscalpel.vercel.app/wilson-disease-c7039952-35aa55.html",
    "scrapedAt": "2025-12-01T04:52:48.178Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Wilson disease (WD) is a rare autosomal recessive disorder characterized by excessive copper accumulation in the liver, brain, and other organs, leading to a wide range of hepatic, neurological, and psychiatric manifestations.</p>\n<h1>Pathophysiology </h1><br><br><p>In general, dietary copper is absorbed in the stomach and duodenum and bound to circulating albumin.&nbsp; It is then transported to the liver and taken up by hepatocytes.&nbsp; The <em>ATP7B </em>protein in hepatocytes transfers excess copper into the bile canaliculi.&nbsp; This process is essential for biliary excretion of copper, which accounts for the majority of total body copper excretion.</p><br><br><p>In WD, a mutation of gene <em>ATP7B</em> hinders intracellular hepatocyte copper transport, causing decreased secretion of copper into the biliary system (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60807.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The resultant <strong>increase in intracellular copper</strong> causes oxidative stress and apoptosis of hepatocytes, leading to liver dysfunction.&nbsp; Excess copper is then released into the bloodstream and deposited into extrahepatic tissues, including the CNS, kidney, and cornea.&nbsp; The basal ganglia is the primary site of deposition in the CNS and accounts for the movement abnormalities seen in WD.&nbsp; Because the basal ganglia, frontal cortex, and limbic system communicate, copper buildup also affects mood and cognition.<p></p><br><br><p>ATP7B is also required for the hepatic production of ceruloplasmin, which is apoceruloplasmin bound to copper.&nbsp; The inability to create and secrete ceruloplasmin in WD results in <strong>low serum ceruloplasmin</strong>.&nbsp; This abnormality does not account for the clinical manifestations of WD but is an important diagnostic finding.</p>\n<h1>Pathology </h1><br><br><p>The pathological findings in WD include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Liver</strong>:&nbsp; Early stages may show minimal changes or some fatty infiltration.&nbsp; With progressive copper accumulation, patients may develop inflammation, fibrosis, and eventually cirrhosis, oftentimes with an appearance like chronic hepatitis.&nbsp; Increased copper can be detected with staining but is difficult to see until copper accumulation is very high.</li>\n\t<li><strong>Brain</strong>:&nbsp; Copper deposition primarily affects the basal ganglia, leading to neuronal loss, demyelination, and gliosis (scarring).</li>\n</ul>\n<h1>Epidemiology and risk factors </h1><br><br><p>WD is a rare, <strong>autosomal recessive</strong> disease most often identified in individuals aged 5-40.&nbsp; It is found equally among males and females.&nbsp; Having parents with <strong>mutated</strong> <em><strong>ATP7B</strong></em> is the primary risk factor.&nbsp; Because it is autosomal recessive, both parents must have an abnormal <em>ATP7B</em> gene; however, parents may be carriers of only one copy of the abnormal gene and may not show signs of disease.</p>\n<h1>Clinical presentation </h1><br><br><p>The clinical presentation of WD is highly variable and depends on the organs predominantly affected.&nbsp; It most commonly manifests in childhood, adolescence, or early adulthood with hepatic involvement and/or neuropsychiatric symptoms.&nbsp; In most children, liver disease predominates, whereas neurologic symptoms are more prominent in older patients.</p>\n<h2>Liver disease</h2><br><br><p>Young children with WD usually have liver disease, ranging from asymptomatic aminotransferase elevations to chronic hepatitis to acute hepatic failure.&nbsp; Many patients (~40%) present with a chronic hepatitis with elevated aminotransferases with minimal symptoms and are subsequently found to have abnormal liver imaging or liver biopsy.&nbsp; Less commonly, patients may present with a more rapid onset acute liver failure with jaundice, hepatomegaly, ascites, and/or coagulopathy.</p>\n<h2>Neuropsychiatric manifestations</h2><br><br><p>About half of patients, typically around age 20, present with neuropsychiatric symptoms.&nbsp; The most common neurological symptoms usually involve the basal ganglia and can include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dysarthria</strong> (eg, difficulty speaking):&nbsp; is the most common neurological symptom.</li>\n\t<li><strong>Tremor</strong>:&nbsp; is seen in some patients as a classic wing-beating tremor that affects the upper extremities when outstretched laterally or in front; other tremors, such as intention tremors or resting tremors, may also present initially.</li>\n\t<li><strong>Dystonia</strong> (eg, sustained muscle contraction):&nbsp; can manifest in any part of the body including the eyes (eg, blepharospasm), neck (eg, torticollis), hand (eg, writer's cramp), or face (eg, distorted smile or risus sardonicus).</li>\n\t<li><strong>Parkinsonism</strong>:&nbsp; usually occurs in conjunction with other clinical features and includes bradykinesia, rigidity, and/or postural instability.</li>\n\t<li>Chorea, dysphagia (difficulty swallowing), and cerebellar dysfunction (eg, gait disturbances):&nbsp; are less common but may also occur in patients with WD.</li>\n</ul><br><br><p>Psychiatric manifestations are common and can range from subtle personality/cognitive changes to depression, mania, and/or psychosis.&nbsp; These symptoms may predate hepatic or neurologic manifestations and may be mistakenly attributed to normal adolescence or primary psychiatric illness.</p>\n<h2>Other clinical manifestations</h2><br><br><p>Additional manifestations from other affected organs where copper deposition can occur include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Kayser-Fleischer rings</strong>, which are brown or gray-green rings of fine granular copper deposits within the Descemet membrane in the cornea, are found in almost all patients with neurologic manifestations and about half of patients with liver disease.&nbsp; They can be useful for diagnosis, but they do not typically affect vision.</li>\n\t<li><strong>Non-immune hemolytic anemia</strong> (eg, Coomb's negative) due to red blood cell copper accumulation</li>\n\t<li><strong>Kidney abnormalities</strong>, including Fanconi syndrome (eg, proximal tubular dysfunction)</li>\n\t<li><strong>Osteoporosis</strong></li>\n\t<li><strong>Cardiomyopathy</strong></li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Patients with suspected WD should have a detailed history, focusing on symptoms, age of onset, and family history, as well as detailed physical examination.&nbsp; All patients with suspected WD typically get serum aminotransferases measured if they have not already had abnormal results.&nbsp; Patients with acute liver disease should also be evaluated for a Coombs-negative hemolytic anemia (eg, increased LDH, increased indirect bilirubin), which may be an additional clue suggestive of WD.&nbsp; Patients with neurological manifestations usually get an MRI of the brain with contrast, which may show nonspecific hyperintensity (on T2 FLAIR images) in the basal ganglia.</p><br><br><p>A diagnosis of WD is supported primarily by:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Kayser-Fleischer rings</strong> (due to corneal copper deposition) on slit-lamp examination</li>\n\t<li><strong>Low serum ceruloplasmin</strong> (from decreased formation due to the gene mutation)</li>\n\t<li><strong>Increased urinary copper excretion</strong> detected by a 24-hour urine copper</li>\n</ul><br><br><p>Patients who have uncertain diagnoses even after the above testing may undergo a liver biopsy, which can show elevated hepatic copper content, or genetic testing to look for mutations in the <em>ATP7B</em> gene.&nbsp; First-degree family members of patients with WD should be screened for WD mutations.</p>\n<h1>Differential diagnosis </h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hereditary hemochromatosis</strong>:&nbsp; an autosomal recessive disorder characterized by increased absorption of iron.&nbsp; It can present with abnormal liver function tests, diabetes, arthralgia, and/or cardiomegaly.&nbsp; Hemochromatosis tends to present in later life (eg, age ≥ 40), and neuropsychiatric findings are uncommon.</li>\n\t<li><strong>Alpha-1-antitrypsin deficiency</strong>:&nbsp; can result in liver dysfunction.&nbsp; However, patients often have obstructive lung disease and skin disease and do not usually have neuropsychiatric symptoms.</li>\n\t<li><strong>Autoimmune hepatitis</strong>:&nbsp; occurs due to production of autoantibodies that cause cirrhosis and acute liver failure, but other signs of copper accumulation are usually absent.</li>\n\t<li><strong>Huntington disease</strong>:&nbsp; a genetic disorder with marked neuropsychiatric manifestations such as chorea, parkinsonism, dementia, and personality changes; however, there is no association with liver disease.&nbsp; Moreover, symptom onset usually occurs in midlife.</li>\n\t<li><strong>Friedreich ataxia</strong>:&nbsp; an autosomal recessive disorder that typically presents during adolescence with neurologic dysfunction (eg, limb/gait ataxia, dysarthria), as well as hypertrophic cardiomyopathy and diabetes mellitus.&nbsp; Liver dysfunction is uncommon.</li>\n</ul>\n<h1>Management</h1><br><br><p>Treatment is life-long and focuses on removing accumulated copper in the tissues and preventing its reaccumulation.&nbsp; Treatment includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Copper chelating agents</strong> (eg, D-Penicillamine, trientine):&nbsp; These agents bind free copper and reduce copper bound to other proteins.&nbsp; They are typically used first-line in patients with WD.</li>\n\t<li><strong>Zinc supplementation</strong>:&nbsp; Oral zinc can help prevent intestinal copper absorption and can be used as maintenance therapy in select asymptomatic patients.</li>\n\t<li><strong>Diet</strong>:&nbsp; A diet that avoids foods high in copper may be recommended to further reduce copper accumulation.&nbsp; This is not recommended on its own without chelation therapy.</li>\n\t<li><strong>Liver transplantation</strong>:&nbsp; In severe cases with advanced liver cirrhosis or drug-resistant disease, liver transplantation might be considered and is curative.</li>\n</ul>\n<h1>Prognosis </h1><br><br><p>With early diagnosis and consistent treatment with chelating medications, the prognosis for WD can be good.&nbsp; Early intervention can prevent or minimize organ damage and improve long-term outcomes; patients who have disease limited to the liver and respond to medications or liver transplant do not often develop neuropsychiatric manifestations and have normal life expectancy.&nbsp; However, if the disease remains undiagnosed or untreated, it can progress to patients having severe neurological symptoms (eg, dementia, seizures) and/or cirrhosis and liver failure.</p>\n<h1>Summary </h1><br><br><p>Wilson disease (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32077.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is an autosomal recessive disorder caused by a mutation in the <em>ATP7B</em> gene, which causes a defect in biliary copper excretion.&nbsp; This leads to copper accumulation in many organs, including the liver and the brain.&nbsp; Clinical manifestations can vary but often include liver disease (ranging from asymptomatic elevations in aminotransferase to acute liver failure) and neuropsychiatric manifestations (including dystonia, tremor, or Parkinsonism).&nbsp; Diagnosis is made with detection of Kayser-Fleischer rings on slit-lamp examination, low serum ceruloplasmin levels, or increased urinary copper excretion on 24-hour urine copper.&nbsp; Management is primarily with copper-chelating agents.<p></p>\n</div>\n\n            "
}