{
  "meta": {
    "title": "Zenker diverticulum",
    "url": "https://brainandscalpel.vercel.app/zenker-diverticulum-7b2a838a-35aa55.html",
    "scrapedAt": "2025-12-01T04:52:54.853Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Zenker (pharyngoesophageal) diverticulum is a sac-like outpouching of the upper esophagus.&nbsp; It forms when diminished relaxation of the cricopharyngeus muscle during swallowing results in increased intraluminal pressure in the hypopharynx, which causes the mucosa to herniate.&nbsp; It typically presents in patients age &gt;60 with dysphagia, halitosis, and regurgitation of undigested food.&nbsp; Aspiration can also occur, sometimes leading to pneumonia.</p>\n<h1>Pathophysiology</h1><h2>Normal deglutition</h2><br><br><p>Normal deglutition (swallowing) is a complex process that involves 3 phases (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69213.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ol class=\"article-body-ordered-list\" type=\"1\">\n\t<li>In the <strong>voluntary oral phase</strong>, the food bolus is collected in the back of the mouth and lifted upward to the posterior wall of the pharynx.</li>\n\t<li>This initiates the <strong>pharyngeal phase</strong>, which consists of involuntary pharyngeal muscle contractions (eg, soft palate elevation, base of tongue pushing posteriorly) that propel the food bolus to the esophagus.&nbsp; The airway is protected during swallowing when the larynx is displaced superiorly and anteriorly, sealing the laryngeal vestibule by the epiglottis tilting backward, and when the glottis is closed off by vocal fold adduction (closing).&nbsp; For the bolus to pass out of the pharynx, the upper esophageal sphincter (UES) relaxes and the inferior pharyngeal constrictor muscles contract, which generates enough pressure to push the bolus into the esophagus.</li>\n\t<li>During the <strong>esophageal phase</strong>, food stretches the walls of the esophagus, stimulating waves of peristalsis that begin above the site of distension to move the bolus downward.&nbsp; Relaxation of the lower esophageal sphincter (LES) follows, allowing the food bolus to enter the stomach.</li>\n</ol>\n<h2>Formation of Zenker diverticulum</h2><br><br><p>Abnormal spasm or <strong>diminished relaxation</strong> of the <strong>cricopharyngeal muscle</strong> (ie, UES) during the pharyngeal phase of swallowing is thought to be the underlying mechanism of Zenker diverticulum formation.&nbsp; Increased intraluminal pressure above the cricopharyngeus muscle eventually results in herniation of the mucosa through a zone of muscle weakness between inferior pharyngeal constrictor fibers and the cricopharyngeus muscle; this zone is called Killian triangle.&nbsp; This creates a <strong>sac-like pouch of mucosa and submucosa</strong> (not muscle) that can become filled with food, saliva, or medications, leading to symptoms.</p><br><br><p>Zenker diverticulum is classified as a (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26025.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pulsion</strong> diverticulum (resulting from increased intraluminal forces), rather than a traction diverticulum (resulting from external tugging forces)</li>\n\t<li><strong>False</strong> diverticulum (pseudodiverticulum) involving the mucosa and submucosa, instead of a true diverticulum involving herniation of the muscular layer, in addition to mucosal and submucosal layers</li>\n</ul>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Age:</strong>&nbsp; Zenker diverticulum is a condition associated with aging.&nbsp; It is extremely rare in patients age ≤40.&nbsp; It is more likely in adults &gt;60 with peak incidence in patients between age 70 and 90.</li>\n\t<li><strong>Sex:</strong>&nbsp; Men are more likely to develop Zenker diverticulum than women (ratio 5:1).</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Zenker diverticulum presents with an <strong>insidious onset of progressive dysphagia</strong> (impacting <strong>solids &gt; liquids</strong>).&nbsp; Patients are typically age &gt;60.&nbsp; Retained food trapped in the pouch causes <strong>halitosis</strong> and sometimes a gurgling sound.&nbsp; This <strong>food is often regurgitated minutes to hours later</strong> and appears undigested because it has not been exposed to gastric enzymes.&nbsp; The pouch occasionally becomes so large that it is palpable as a soft, compressible neck mass.</p><br><br><p>Food, medications, and secretions trapped in the pouch are more likely to be aspirated.&nbsp; Occasionally, aspiration pneumonia can be the presenting symptom.&nbsp; It is suspected that these patients are unknowingly aspirating the contents of the pouch when lying down.</p>\n<h1>Diagnosis and differential diagnosis</h1><br><br><p>Many esophageal conditions present similarly to Zenker diverticulum, with solid food dysphagia, a feeling of regurgitation, and unintentional weight loss.&nbsp; Although classical features are associated with each diagnosis, clinically they often cannot be distinguished from Zenker diverticulum based on history and physical examination alone.</p><br><br><p>A swallow study with contrast esophagography (videofluoroscopic swallow study) confirms the diagnosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42770.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; In this study, serial x-rays are taken of the esophagus after the patient has ingested a radiopaque contrast solution.&nbsp; In Zenker diverticulum, contrast is retained in the pouch.&nbsp; Despite the risk for pneumonitis due to aspiration of contrast, a swallow study remains the test of choice for diagnosing Zenker diverticulum because it is the only study that provides information regarding both the anatomy of the pouch (eg, size) and the functional impact of the diverticulum (eg, aspiration, esophageal obstruction).&nbsp; Endoscopy is often performed to visualize the diverticulum and to rule out comorbid or causative esophageal cancer.<p></p><br><br><p>Other esophageal conditions may present similarly to Zenker diverticulum:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gastroesophageal reflux disease (GERD)</strong>:&nbsp; also often coexists with Zenker diverticulum but is not causative.&nbsp; GERD can cause dysphagia and regurgitation of acid/stomach contents, but it does not typically cause regurgitation of undigested food.&nbsp; A feeling of heartburn is also common.</li>\n\t<li><strong>Esophageal stricture</strong>:&nbsp; is a narrowing of the esophagus (usually near the gastroesophageal junction) that can cause dysphagia.&nbsp; It most often occurs as a complication of chronic GERD and is caused by reparative collagen deposition in response to acid damage.</li>\n\t<li><strong>Esophageal web</strong>:&nbsp; is formed by a thin mucosal fold protruding into the esophageal lumen; it most commonly occurs in the cervical esophagus.&nbsp; Webs form in a minority of patients (~5%) with chronic iron deficiency (ie, Plummer-Vinson syndrome), perhaps due to reduced iron availability for the generation of pharyngeal myoglobin and esophageal mucosal degradation due to a lack of iron-dependent enzymatic activity.&nbsp; An esophageal web can also cause an insidious onset of dysphagia.&nbsp; However, patients typically have symptoms of chronic iron deficiency (eg, anemia).&nbsp; Halitosis and regurgitation of undigested food are not typical.</li>\n\t<li><strong>Eosinophilic esophagitis (EoE)</strong>:&nbsp; an immune-mediated disorder that can present with solid food dysphagia.&nbsp; Food impaction can also occur.&nbsp; It usually leads to episodic retrosternal pain that is unresponsive to high-dose proton pump inhibitor therapy.&nbsp; It is most commonly seen in younger patients (age &lt;40) with other atopic disorders; it can be complicated by the formation of esophageal strictures.&nbsp; Esophagography results are often normal, but endoscopy can reveal rings of abnormal esophageal mucosa (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L49313.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Histology confirms the diagnosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L77010.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Achalasia</strong>:&nbsp; is due to impaired relaxation of the LES and impaired peristalsis in the distal esophagus, which are due to the degeneration of inhibitory neurons in the myenteric plexus.&nbsp; This leads to progressive dysphagia of both solids and liquids, usually with significant weight loss.&nbsp; Barium esophagography classically reveals a dilated esophagus funneling into a contracted LES (ie, bird beak) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97692.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Esophageal cancer</strong>:&nbsp; Both Zenker diverticulum and esophageal cancer can cause dysphagia, weight loss, and halitosis.&nbsp; Often, Zenker diverticulum and esophageal cancer have distinct appearances on esophagography (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97783.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ), but endoscopy (which is nearly always performed in patients with suspected Zenker diverticulum) may be required to definitively distinguish between them, especially in cases in which the carcinoma forms a diverticulum.&nbsp; In the upper esophagus, squamous cell carcinoma is most common; risk factors include tobacco and alcohol use.&nbsp; In the distal esophagus, adenocarcinoma generally arises from Barrett esophagus (mucosal metaplasia due to long-standing GERD).</li>\n</ul>\n<h1>Management</h1><br><br><p>Very small (&lt;1 cm), asymptomatic Zenker diverticula can be watched.&nbsp; Any Zenker diverticulum that is symptomatic or ≥1 cm should be managed surgically.&nbsp; The cricopharyngeus muscle is divided (cricopharyngeal myotomy) and the diverticulum may be removed (ie, diverticulectomy) or combined with the esophageal lumen (ie, diverticulotomy).&nbsp; This can be done through an incision in the neck, but increasingly, endoscopic techniques are being used.</p>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Aspiration</strong> and aspiration pneumonia</li>\n\t<li><strong>Weight loss</strong> due to decreased caloric intake from dysphagia</li>\n\t<li><strong>Surgical complications</strong>:&nbsp; incomplete myotomy with persistent symptoms, esophageal perforation (with possible mediastinitis), vocal cord paralysis (Because patients are often elderly, complications due to anesthesia can be more significant.)</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis for Zenker diverticulum is generally good.&nbsp; The success rate for endoscopic treatment is &gt;80%; the success rate for open (ie, transcervical) treatment is &gt;95%.</p>\n<h1>Summary</h1><br><br><p>Diminished relaxation of the cricopharyngeus muscle during swallowing results in increased intraluminal pressure in the hypopharynx.&nbsp; This may cause the mucosa to herniate, forming Zenker (pharyngoesophageal) diverticulum, which presents in patients age &gt;60 with dysphagia, halitosis, and regurgitation of undigested food.&nbsp; It can also lead to recurrent aspiration and aspiration pneumonia.&nbsp; Diagnosis is with contrast esophagography.&nbsp; Treatment is surgical, either endoscopic or transcervical, which is usually curative.</p>\n</div>\n\n            "
}