{
  "meta": {
    "title": "Allergic/irritant contact dermatitis",
    "url": "https://brainandscalpel.vercel.app/allergic-irritant-contact-dermatitis-61aebd0c-312d6c.html",
    "scrapedAt": "2025-12-01T04:44:09.405Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Contact dermatitis is an inflammatory skin condition caused by exposure to an irritant that disrupts the skin barrier (irritant contact dermatitis [ICD]) or to an allergen that causes a type IV (delayed-type) hypersensitivity reaction (allergic contact dermatitis [ACD]).&nbsp; ICD and ACD have overlapping clinical presentations, virtually indistinguishable histologic features, and similar management strategies.</p>\n<h1>Pathophysiology</h1><h2>Irritant contact dermatitis (ICD)</h2><br><br><p><strong>Chemical</strong> (eg, water, detergents, solvents) or <strong>physical</strong> (eg, metals, wood, fiberglass) irritants can disrupt the epidermal barrier through damage (eg, microtrauma) to keratinocytes, increasing epidermal permeability and water loss.&nbsp; A nonspecific inflammatory response follows at the site of exposure, likely caused by the activation of innate immunity and the release of cytokines from keratinocytes.</p>\n<h2>Allergic contact dermatitis (ACD)</h2><br><br><p>ACD is a <strong>type IV (delayed-type)</strong> hypersensitivity reaction that occurs in 2 distinct phases (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6945.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ol>\n\t<li>\n\t<p>The <strong>sensitization</strong> phase leads to the creation of hapten-specific T cells and takes 10-14 days.&nbsp; Cutaneous dendritic (Langerhans) cells take up the haptens and express them on MHC-I and MHC-II molecules as hapten-conjugated peptides.&nbsp; These Langerhans cells travel to the draining lymph nodes and interact with hapten-sensitive CD4<font size=\"2\"><sup>+</sup></font> and CD8<font size=\"2\"><sup>+</sup></font> T cells, causing activation and clonal expansion.</p>\n\t</li>\n\t<li>\n\t<p>The <strong>elicitation</strong> phase typically occurs within 2-3 days following reexposure to the same antigen (or following sensitization after first exposure to a highly antigenic antigen, such as urushiol/poison ivy).&nbsp; In this phase, the hapten is taken up by skin cells and causes activation of hapten-sensitized T cells in the dermis and epidermis.&nbsp; This results in an inflammatory response and the clinical manifestations of contact dermatitis.</p>\n\t</li>\n</ol><br><br><p>Depending on the etiologic agent, contact dermatitis can be mediated primarily by cytotoxic CD8<font size=\"2\"><sup>+</sup></font> T cells or CD4<font size=\"2\"><sup>+</sup></font> Th1 cells (which cause indirect damage by activating macrophages).&nbsp; For example, in urushiol-induced contact dermatitis (caused by poison ivy), CD8<font size=\"2\"><sup>+</sup></font> T cells are the primary effector cells and directly destroy keratinocytes expressing haptenated proteins.</p><br><br><p>Common allergens (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/66156.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) include nickel (found in jewelry and belt buckles), fragrances, preservatives (eg, cosmetics, skin care products), topical medications, dyes, latex, rubber, formaldehyde (eg, artificial nails), and urushiol (eg, poison ivy, poison oak, poison sumac).<p></p>\n<h1>Risk factors</h1><h2>Irritant contact dermatitis</h2><br><br><ul>\n\t<li>\n\t<p>Age:&nbsp; younger patients are more likely to develop ICD due to their heightened inflammatory response.</p>\n\t</li>\n\t<li>\n\t<p>Body site:&nbsp; sites with thinner stratum corneum (eg, face, dorsal hands, finger webs) have increased irritant permeability compared to sites with thicker stratum corneum (eg, palms, soles, back).&nbsp; In addition, body sites that are more exposed (eg, hands, arms, legs) have a higher probability of irritant exposure than sites that are typically covered by clothing (eg, trunk).</p>\n\t</li>\n\t<li>\n\t<p>Atopic dermatitis:&nbsp; impaired skin barrier function in patients with atopic dermatitis increases irritant permeability.</p>\n\t</li>\n\t<li>\n\t<p>Occupations:&nbsp; patients in certain occupations are at increased risk for ICD due to frequent exposure to water and chemicals (eg, cleaners, hairdressers, food handlers), as well as physical irritants (eg, mechanics, carpenters, construction workers).</p>\n\t</li>\n\t<li>\n\t<p>Environment:&nbsp; extremes of temperature and humidity, as well as high air flow (eg, wind, air conditioning), increase skin permeability and promote inflammatory response to irritants.</p>\n\t</li>\n</ul>\n<h2>Allergic contact dermatitis</h2><br><br><ul>\n\t<li>\n\t<p>Age:&nbsp; adults are more likely than children to develop ACD because they have had more time for allergen sensitization.</p>\n\t</li>\n\t<li>\n\t<p>Atopic dermatitis:&nbsp; patients with atopic dermatitis may be at increased risk for ACD, possibly related to impaired skin barrier function and immune dysregulation.</p>\n\t</li>\n\t<li>\n\t<p>Occupation:&nbsp; patients in certain occupations (eg, health care, landscaping, cosmetology) are at increased risk for ACD due to frequent exposure to allergens.</p>\n\t</li>\n</ul>\n<h1>Clinical presentation</h1><h2>Irritant contact dermatitis</h2><br><br><ul>\n\t<li>\n\t<p><strong>Acute</strong> ICD develops after a single exposure to a <strong>strong irritant</strong> (eg, bleach) and presents with burning or painful skin erythema (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19636.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), edema, vesicles, and bullae.<p></p>\n\t</li>\n\t<li>\n\t<p>Chronic ICD develops after <strong>repeated</strong> exposures to a <strong>mild irritant</strong> (eg, water, detergent) over time (eg, weeks to months) and presents with scaling, lichenification, and fissuring (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L34230.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), most commonly on the hands.<p></p>\n\t</li>\n</ul>\n<h2>Allergic contact dermatitis</h2><br><br><ul>\n\t<li>\n\t<p>Acute ACD presents with intensely pruritic, erythematous, indurated plaques associated with vesicles (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12304.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), bullae, and mild scaling that typically occur 24-72 hours (ranging 4-96 hr) following reexposure to a previously sensitized allergen.&nbsp; Lesions are typically limited to the area of allergen exposure; however, secondary transfer of allergens to other sites (eg, through scratching, touching contaminated clothes) can also occur.<p></p><br><br>\t<p><strong>Urushiol</strong>, found in poison ivy, is a common cause of acute ACD.&nbsp; It often presents with linear streaks (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20293.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ) where the skin has brushed against plant leaves.<p></p>\n\t</li>\n\t<li>\n\t<p>Chronic ACD develops with repeated exposures to low levels of allergen or when acute contact dermatitis is untreated.&nbsp; Lesions are characterized by pruritus, lichenification (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44379.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ), and fissuring; the vesicles and bullae of acute dermatitis are typically not seen.<p></p><br><br>\t<p><strong>Nickel</strong> is a common allergen that causes chronic ACD; the corrosion of metal alloys by electrolytes in sweat releases soluble metal ions that trigger a hypersensitivity reaction.&nbsp; Nickel-induced ACD typically causes symptoms in characteristic locations, including the medial beltline (from belt buckles), wrists (from watches or bracelets), earlobes (from earrings), and perioral areas (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95590.jpg\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ) (from musical instruments).<p></p>\n\t</li>\n</ul><br><br><p>For both ICD and ACD, secondary skin changes (eg, excoriations) or bacterial infection (eg, impetigo) can sometimes be superimposed on primary skin changes.</p>\n<h1>Pathology</h1><br><br><p>ICD and ACD can be indistinguishable histologically.</p><br><br><p>In acute dermatitis, spongiosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91645.jpg\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ) is the hallmark histologic finding.&nbsp; Dermal edema caused by leaky vessels seeps into the epidermal intercellular spaces (spongiosis), pulling apart intercellular attachments (desmosomes) and sometimes resulting in intraepidermal vesicles (corresponding clinically to vesicles and bullae).&nbsp; The epidermis has normal thickness, and an inflammatory infiltrate (eg, lymphocytes, eosinophils, histiocytes) is seen in the dermis.<p></p><br><br><p>With chronic antigen or irritant exposure, spongiosis and inflammatory infiltrate become minimal, and acanthosis (epidermal thickening), hyperkeratosis (stratum corneum thickening), and hypergranulosis (stratum granulosum thickening) become the more prominent features (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90405.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ).<p></p>\n<h1>Diagnosis</h1><br><br><p>ICD and ACD are mostly diagnosed clinically, based on patient history and physical examination. Important diagnostic aspects include:</p><br><br><ul>\n\t<li>\n\t<p>Distribution of the rash, reflecting areas of contact with allergens or irritants.&nbsp; A rash in noncontact areas should raise suspicion for an alternate diagnosis.</p>\n\t</li>\n\t<li>\n\t<p>Resolution of symptoms after withdrawal of the offending agents and recurrence of symptoms with reexposure favor the diagnosis of ICD or ACD over other types of dermatitis.</p>\n\t</li>\n\t<li>\n\t<p>The temporal relationship between irritant/allergen exposure and rash onset may help to distinguish between ICD and ACD (eg, 2- to 3-day delay for ACD, immediate eruption following strong irritant exposure for ICD).</p>\n\t</li>\n</ul><br><br><p>Select cases of ICD and ACD require additional evaluation with patch testing and skin biopsy.</p><br><br><p>Indications for <strong>patch testing</strong> include the following:</p><br><br><ul>\n\t<li>\n\t<p>Identify the allergen (thereby confirming the diagnosis) when suspected ACD is persistent.</p>\n\t</li>\n\t<li>\n\t<p>Exclude concomitant ACD in patients with chronic ICD (ACD and ICD may coexist).</p>\n\t</li>\n</ul><br><br><p>In patch testing, patches of allergenic compounds are applied to the skin (eg, back) for a specified time to allow allergen penetration.&nbsp; To identify ACD, the skin is examined for erythema and vesicles (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33611.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ) 48 hours after patch removal because ACD is a delayed-type hypersensitivity reaction.&nbsp; When these changes are present, the associated compound is identified as the allergen and should be avoided.<p></p><br><br><p>Skin biopsy with histologic examination cannot reliably distinguish between eczematous dermatitis (eg, ICD, ACD, atopic dermatitis, seborrheic dermatitis).&nbsp; However, it is indicated to exclude other diagnoses when suspected ICD and ACD are recalcitrant to standard therapy and irritant and allergen avoidance.&nbsp; Of particular concern is cutaneous T-cell lymphoma (mycosis fungoides), which is typically misdiagnosed as atopic dermatitis and contact dermatitis initially.</p>\n<h1>Differential diagnosis</h1><br><br><ul>\n\t<li>\n\t<p><strong>Atopic dermatitis</strong>:&nbsp; a chronic inflammatory skin condition caused by immune dysregulation and genetically mediated skin barrier dysfunction (eg, filaggrin mutation).&nbsp; It presents with an eczematous rash that can be indistinguishable from ACD and ICD. However, unlike ACD and ICD, atopic dermatitis has a characteristic bilateral flexural distribution in adults (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99375.jpg\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ) (eg, antecubital and popliteal fossae) who often have had no exposure to allergens or irritants.&nbsp; In addition, patients typically have a family history of atopic dermatitis or personal history of atopy (eg, allergic rhinitis, asthma).<p></p>\n\t</li>\n\t<li>\n\t<p><strong>Psoriasis</strong>:&nbsp; a chronic inflammatory skin condition that presents with mildly pruritic, erythematous plaques covered with thick, silvery scales that are not seen in patients with ACD or ICD.&nbsp; Plaque psoriasis usually affects the bilateral extensor surfaces (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L115458.jpg\" alt=\"image 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 11</div>\n                                </div>\n                                ) (eg, elbows, knees), where contact with allergens or irritants is unlikely to occur.&nbsp; Nail changes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12938.png\" alt=\"image 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 12</div>\n                                </div>\n                                ) (eg, pitting, onycholysis, oil spots) and psoriatic arthritis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8799.png\" alt=\"image 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 13</div>\n                                </div>\n                                ) (inflammatory arthritis affecting the peripheral and axial skeletons) can coexist with psoriasis but not with ACD or ICD; when present, these changes serve as additional diagnostic clues.<p></p>\n\t</li>\n\t<li>\n\t<p><strong>Seborrheic dermatitis</strong>:&nbsp; causes erythematous patches or plaques with greasy scales (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L114711.jpg\" alt=\"image 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 14</div>\n                                </div>\n                                ) that typically affect oily areas such as the scalp (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108854.png\" alt=\"image 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 15</div>\n                                </div>\n                                ) (dandruff) and central face (eg, eyebrows, nose, nasolabial folds).&nbsp; Vesicles, bullae, and skin edema seen in ACD and ICD are not present.<p></p>\n\t</li>\n\t<li>\n\t<p><strong>Tinea corporis</strong>:&nbsp; presents with scaly, erythematous, annular patches or plaques (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L98008.jpg\" alt=\"image 16\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 16</div>\n                                </div>\n                                ), a morphology inconsistent with ACD and ICD.&nbsp; Diagnosis can be confirmed by a potassium hydroxide skin test demonstrating fungal hyphae (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28669.png\" alt=\"image 17\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 17</div>\n                                </div>\n                                ).<p></p>\n\t</li>\n</ul>\n<h1>Management</h1><br><br><p>The overall management principles are similar for ICD and ACD; they are presented separately for clarity.</p>\n<h2>Irritant contact dermatitis</h2><br><br><ul>\n\t<li>\n\t<p><strong>Avoidance</strong>:&nbsp; The culprit irritant should be avoided.&nbsp; If this is not possible, patients should wear gloves and apply barrier creams to prevent cutaneous penetration by irritants.</p>\n\t</li>\n\t<li>\n\t<p><strong>Emollients and moisturizers</strong>:&nbsp; Both should be applied multiple times a day to restore the skin barrier and transdermal water loss.</p>\n\t</li>\n\t<li>\n\t<p><strong>Topical corticosteroid therapy</strong>:&nbsp; To reduce inflammation, topical corticosteroid therapy is recommended.</p><br><br>\t<ul>\n\t\t<li>\n\t\t<p>High-potency corticosteroid therapy is recommended for areas with thicker skin (eg, hands, feet) or when the dermatitis is severe.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Low- or medium-potency corticosteroid therapy is recommended for areas with thinner skin (eg, face, eyelids, flexural areas) or when the dermatitis is mild.</p>\n\t\t</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Allergic contact dermatitis</h2><br><br><ul>\n\t<li>\n\t<p><strong>Avoidance:</strong>&nbsp; The culprit allergen should be identified and avoided. Barrier protectants (eg, gloves, long sleeve shirts/pants) are recommended to mitigate allergen contact.</p>\n\t</li>\n\t<li>\n\t<p><strong>Reduction of post-exposure spread:</strong>&nbsp; After contact with an allergen (eg, poison ivy), contaminated clothing should be removed, and the area of contact should be washed with soap and water to prevent secondary spread of the allergen (eg, through scratching).</p>\n\t</li>\n\t<li>\n\t<p><strong>Corticosteroid therapy:</strong>&nbsp; To reduce inflammation and itching, corticosteroid therapy is recommended.</p><br><br>\t<ul>\n\t\t<li>\n\t\t<p>Topical corticosteroid therapy is used when the rash is limited in distribution (&lt;20% of total body surface area).&nbsp; It is applied until the rash resolves but not longer than 2-4 weeks (to prevent skin atrophy and hypopigmentation).</p><br><br>\t\t<ul>\n\t\t\t<li>\n\t\t\t<p>High-potency (eg, clobetasol propionate 0.05%) corticosteroid therapy is recommended for areas with thicker skin (eg, hands, feet) or when the dermatitis is severe.</p>\n\t\t\t</li>\n\t\t\t<li>\n\t\t\t<p>Low-potency (eg, hydrocortisone 0.5% cream) or medium-potency (eg, triamcinolone 0.1% cream) corticosteroid therapy is recommended for areas with thinner skin (eg, face, eyelids, flexural areas) or when the dermatitis is mild.</p>\n\t\t\t</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>\n\t\t<p>Systemic (oral) corticosteroid therapy is indicated for acute, severe, and widespread dermatitis (&gt;20% of total body surface area) that makes application of topical corticosteroid therapy impractical.&nbsp; It is also used when severe dermatitis involves areas prone to skin atrophy (eg, face, genitalia), where topical high-potency corticosteroid therapy is less preferable.&nbsp; Systemic steroid therapy is usually given for 2-3 weeks to prevent rebound dermatitis with early therapy discontinuation.</p>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>\n\t<p><strong>Topical tacrolimus</strong>:&nbsp; Tacrolimus is a calcineurin inhibitor (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97704.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) that is typically reserved for ACD involving the face and intertriginous areas when extended therapy (eg, &gt;2 weeks) is required.&nbsp; Unlike topical corticosteroid therapy, topical tacrolimus does not cause skin atrophy or hypopigmentation, even with extended use, and its onset of action is shorter; however, it is more expensive.<p></p>\n\t</li>\n\t<li>\n\t<p><strong>Emollients</strong>:&nbsp; Skin barrier compromise is characteristic of chronic ACD; emollients to soften lichenified plaques and restore the skin barrier are often used in conjunction with topical corticosteroid therapy for chronic ACD.</p>\n\t</li>\n</ul>\n<h1>Complications</h1><br><br><p>Secondary bacterial infections (eg, <em>Staphylococcus aureus)</em> can complicate ACD and ICD due to skin barrier disruption and microorganism inoculation through scratching.&nbsp; Infection should be suspected when yellow crusts (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11031.jpg\" alt=\"image 18\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 18</div>\n                                </div>\n                                ) (indicative of impetigo) are present on the rash or if the rash is resistant to standard therapy.&nbsp; Treatment includes topical or systemic antibiotics.<p></p>\n<h1>Prognosis</h1><br><br><p>The prognosis of contact dermatitis is generally favorable once the allergen or irritant is identified and avoided. Symptoms can recur upon reexposure.</p>\n<h1>Summary</h1><br><br><p>Irritant contact dermatitis (ICD) and allergic contact dermatitis (ACD) are the 2 forms of contact dermatitis.&nbsp; In patients with ICD, irritants (eg, chemical or physical irritant) disrupt the skin barrier, causing nonspecific inflammation.&nbsp; In patients with ACD, allergens trigger a type IV (delayed-type) hypersensitivity reaction.&nbsp; Acutely, both manifest with redness, edema, itching, burning, and blistering; chronically, both present with lichenified plaques.&nbsp; Diagnosis is largely clinical.&nbsp; Treatment predominantly involves corticosteroid therapy and avoiding the irritant or allergen.</p>\n</div>\n\n            "
}