{
  "meta": {
    "title": "Angioedema and urticaria",
    "url": "https://brainandscalpel.vercel.app/angioedema-and-urticaria-dbd2fa61-312d6c.html",
    "scrapedAt": "2025-12-01T04:44:11.956Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Angioedema and urticaria are conditions marked by localized swelling (typically of the face, lips, mouth, throat, extremities, and/or genitalia) and erythematous, pruritic wheals, respectively.&nbsp; Angioedema affects deeper layers of the skin and subcutaneous tissues, whereas urticaria involves the superficial dermis.&nbsp; These conditions can coexist (eg, mast cell–mediated angioedema) or can occur independently (eg, bradykinin-mediated angioedema).&nbsp; They present a complex spectrum of symptoms, requiring careful consideration of their overlapping and distinct features to effectively guide diagnostic and therapeutic interventions.</p>\n<h1>Pathophysiology</h1><br><br><p>The pathophysiology may involve direct or indirect activation of mast cells and basophils, leading to the release of various mediators, such as histamine, bradykinin, and other vasoactive substances.&nbsp; In other cases, the pathway is independent of mast cell activation and mediated by the kinin-kallikrein system (eg, bradykinin).&nbsp; Finally, in some cases, the pathophysiology is not completely understood.</p>\n<h2>Mast cell–mediated</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>IgE-mediated hypersensitivity</strong>:&nbsp; Commonly triggered by allergens such as food, insect stings, or medications,&nbsp; IgE-mediated hypersensitivity usually occurs minutes to 1-2 hours after exposure to an allergen.&nbsp; Cross-linking of multiple membrane-bound IgE antibodies on mast cells and basophils by a multivalent antigen results in aggregation of the high-affinity IgE receptor (FcεRI) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23794.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), causing degranulation and the release of preformed mediators (eg, histamine, tryptase) that initiate an allergic response.</li>\n\t<li><strong>Direct mast cell activation</strong>:&nbsp; Drugs such as opioids and radiocontrast agents can directly activate mast cells by activating protein kinase A and phosphoinositide 3-kinase without involving IgE.&nbsp; This results in the release of several mediators, including histamine, bradykinin, heparin, and a number of enzymes and chemotactic factors.</li>\n\t<li><strong>Complement pathway activation</strong>:&nbsp; Autoimmune conditions and infections can increase the level of complement components, such as C3a and C5a, which act as potent anaphylatoxins to promote mast cell degranulation, histamine release, and the recruitment of inflammatory cells (neutrophils, eosinophils) to the site of inflammation.</li>\n</ul>\n<h2>Bradykinin-mediated</h2><br><br><p>Bradykinin, a potent vasodilator, plays a crucial role in hereditary angioedema (HAE) and ACE inhibitor–induced angioedema.&nbsp; The kinin-kallikrein system, when dysregulated, leads to excessive bradykinin formation.&nbsp; This pathway is independent of mast cell activation, and therefore, these forms of angioedema are typically nonpruritic and unassociated with urticaria (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81066.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Idiopathic</h2><br><br><p>In some cases, despite thorough evaluations, no specific allergen, infection, or autoimmune condition is identified.&nbsp; These cases are typically divided into histaminergic angioedema and nonhistaminergic angioedema and are managed based on the suspected underlying mechanism.</p>\n<h1>Risk factors</h1><br><br><p>Several factors predispose individuals to angioedema and urticaria:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Genetic predisposition</strong>:&nbsp; family history of angioedema or urticaria</li>\n\t<li><strong>Allergies</strong>:&nbsp; food, medication, and insect stings</li>\n\t<li><strong>Infections</strong>:&nbsp; viral (hepatitis, HIV), bacterial (<em>Mycoplasma pneumoniae</em>), and parasitic infections (<em>Ancylostoma, Strongyloides</em>)</li>\n\t<li><strong>Autoimmune diseases</strong>:&nbsp; autoimmune thyroid disease and systemic lupus erythematosus</li>\n\t<li><strong>Medications</strong>:&nbsp; ACE inhibitors (~30% of cases), nonsteroidal anti-inflammatory drugs, antibiotics, opioids, and radiocontrast agents</li>\n\t<li><strong>Environmental factors</strong>:&nbsp; cold, heat, pressure, exercise, and stress</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Histologically, urticaria and angioedema exhibit distinct features reflective of their underlying pathophysiologic mechanisms.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Urticaria</strong> manifests with superficial dermal edema and perivascular inflammatory infiltrate consisting of lymphocytes, neutrophils, eosinophils, and activated mast cells.&nbsp; This infiltrate is localized around superficial dermal blood vessels, contributing to the characteristic wheal formation observed clinically.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Angioedema</strong> involves deeper dermal and subcutaneous tissue edema.&nbsp; Dilation of deeper blood vessels and lymphatics is often seen.&nbsp; Sparse perivascular and interstitial inflammatory infiltrate (eg, lymphocytes, neutrophils, eosinophils) may be present.&nbsp; However, in HAE, inflammatory cells are usually absent.</li>\n</ul><br><br><p>These histologic differences correspond to their respective clinical presentations, helping differentiate between these conditions based on pathologic findings.</p>\n<h1>Clinical presentation</h1><h2>Urticaria</h2><br><br><p>Urticaria can be classified into acute and chronic forms, each with distinct characteristics:</p><br><br><p><strong>Acute urticaria</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute urticaria lasts less than 6 weeks.</li>\n\t<li>It is often related to identifiable triggers such as infections, medications, or food allergies.</li>\n\t<li>Histamine is the primary mediator, leading to vasodilation and increased vascular permeability in the superficial dermis.</li>\n\t<li>Acute urticaria presents with intensely pruritic, well-circumscribed erythematous plaques (ie, wheals) that last &lt;24 hours (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L77017.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Additional lesions may continue to erupt for up to 6 weeks.&nbsp; Lesions can change locations rapidly.</li>\n</ul><br><br><p><strong>Chronic urticaria</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chronic urticaria presents similarly to acute urticaria but with a longer duration (lasts more than 6 weeks)&nbsp; and more frequent recurrences.</li>\n\t<li>It is often idiopathic (~80% of cases) or autoimmune.</li>\n\t<li>Autoantibodies against the FcεRI receptors or IgE itself can cause chronic activation of mast cells and basophils.</li>\n\t<li>Chronic urticaria can also be associated with thyroid autoimmunity.</li>\n\t<li>A limited laboratory evaluation (eg, complete blood count, inflammatory markers, liver function studies, urinalysis) is recommended in suspected cases, especially when other symptoms (eg, arthritis, weight loss, fever) are present, because of the association with atopic and rheumatologic diseases.</li>\n</ul>\n<h2>Angioedema</h2><br><br><p>Angioedema causes abrupt swelling, typically appearing within minutes to hours and resolving over hours to days.&nbsp; Unlike other forms of edema, it often:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Involves the face, lips (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L58770.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), mouth, larynx, genitalia, and sometimes the gastrointestinal tract (eg, abdominal pain)</li>\n\t<li>Presents with an uneven (asymmetric) distribution</li>\n\t<li>Spares the lower legs and feet (not gravitationally dependent)</li>\n</ul><br><br><p>Angioedema may occur alongside other allergy symptoms in certain types.&nbsp; It can occur with or without urticaria:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>With urticaria</strong>:&nbsp; typically immunologic, involving histamine release from mast cells, and presents with pruritic, erythematous wheals</li>\n\t<li><strong>Without urticaria</strong>:&nbsp; Often bradykinin-mediated, as seen in HAE (eg, recurrent attacks) and ACE inhibitor–induced angioedema (which typically affects the lips and can occur at any time after the medication is started [eg, days, years]); presents as nonpitting, nonpruritic swelling, and is often painful</li>\n</ul>\n<h2>Hereditary angioedema (HAE)</h2><br><br><p>HAE typically presents in late childhood or adolescence with recurrent episodes of severe, nonpruritic angioedema <strong>without</strong> urticaria; the most commonly affected sites include the skin, the gastrointestinal tract (eg, recurrent abdominal pain, diarrhea, gut wall edema), and the upper airway.&nbsp; These episodes are self-limited, typically lasting &lt;5 days, and may be preceded by systemic prodromal manifestations.</p><br><br><p>HAE is classified into three types:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Types I and II</strong> are caused by mutations in the C1 inhibitor (C1-INH) gene, leading to either quantitative deficiency (type I, which accounts for 85% of cases) or dysfunctional protein (type II).&nbsp; Reduced C1-INH activity results in uncontrolled activation of the complement and kallikrein-kinin pathways, leading to excessive bradykinin production (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68045.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), a peptide that causes vasodilation and increased vascular permeability, resulting in edema.</li>\n\t<li><strong>Type III</strong> is not associated with C1-INH deficiency but is often linked to mutations in the factor XII gene, leading to increased bradykinin production.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Diagnosis is primarily clinical, supported by history and physical examination.&nbsp; Key diagnostic steps include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Detailed history to identify potential triggers</li>\n\t<li>Physical examination focusing on the distribution and characteristics of lesions</li>\n\t<li>Laboratory tests and imaging to rule out underlying causes if clinically indicated</li>\n</ul><br><br><p>Laboratory investigations are guided by clinical suspicion:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Complete blood count</strong>:&nbsp; A complete blood count is used to identify eosinophilia (occurs in 10% of chronic urticaria).</li>\n\t<li><strong>Erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP)</strong>:&nbsp; Elevated levels have correlated with more severe disease, quality-of-life impairment, and nonresponse to antihistamines.</li>\n\t<li><strong>Thyroid function tests</strong> are performed in cases of chronic urticaria.</li>\n\t<li><strong>Skin biopsy</strong> is typically not indicated but can be performed to exclude urticarial vasculitis.</li>\n\t<li><strong>C4 and C1 esterase inhibitor levels</strong> are obtained for suspected HAE.</li>\n</ul><br><br><p>Initial evaluation of HAE is with complement testing.&nbsp; Low C4 is characteristic because, in the absence of a C1 inhibitor, unregulated activation of C1 leads to excess activated C1 and, in turn, unchecked cleavage of C4.&nbsp; Diagnosis is confirmed by a decrease in functional C1 inhibitor level.</p><br><br><p>Imaging studies are generally not required for the diagnosis of uncomplicated urticaria or angioedema.&nbsp; However, in cases of suspected airway involvement or when an underlying systemic disease is suspected, imaging such as ultrasonography or CT scans may be warranted.</p>\n<h1>Management</h1><h2>Urticaria</h2><br><br><p><strong>Acute urticaria</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20182.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; Acute urticaria usually resolves spontaneously within 24 hours once the trigger or allergen is eliminated:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Antihistamines (H<font size=\"2\"><sub>1</sub></font> blockers) as first-line treatment to manage pruritus and wheal formation</li>\n\t<li>Short courses of corticosteroids for severe cases or those unresponsive to antihistamines</li>\n\t<li>Epinephrine in cases of anaphylaxis</li>\n</ul><br><br><p><strong>Chronic urticaria:&nbsp; </strong> Chronic spontaneous urticaria is usually treated with a stepwise approach.&nbsp; Initial management includes a second-generation H<font size=\"2\"><sub>1</sub></font> blocker (eg, loratadine, cetirizine) along with avoidance of any apparent aggravating factors (eg, heat, cold, stress).&nbsp; For persistent symptoms, the following may be added:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>First-generation H<font size=\"2\"><sub>1</sub></font> blocker (eg, hydroxyzine)</li>\n\t<li>Leukotriene receptor antagonist (eg, montelukast)</li>\n\t<li>H<font size=\"2\"><sub>2 </sub></font>blocker (eg, cimetidine) (conflicting data regarding efficacy)</li>\n\t<li>Brief course of oral glucocorticoids</li>\n</ul><br><br><p>Patients with refractory symptoms can be considered for immune-modulating therapies (eg, hydroxychloroquine, tacrolimus, omalizumab).</p>\n<h2>Angioedema</h2><br><br><p>The first step in management of a patient with angioedema is to assess the airway.&nbsp; Patients with respiratory distress or stridor require emergent intubation typically using advanced airway techniques (eg, awake fiberoptic nasotracheal intubation) regardless of the type of angioedema.&nbsp; Additional management depends on the cause of angioedema.</p><br><br><p><strong>Angioedema with urticaria</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Antihistamines and corticosteroids (similar to management of urticaria)</li>\n\t<li>Epinephrine if there is evidence of anaphylaxis or airway compromise.</li>\n\t<li>Identification and avoidance of triggers</li>\n</ul><br><br><p><strong>Bradykinin-mediated angioedema (HAE and ACE inhibitor–induced)</strong>:&nbsp; In practice, these conditions are often identified in patients who are unresponsive to treatment with epinephrine, antihistamines, and glucocorticoids or are on an ACE inhibitor with no other obvious cause.&nbsp; The management of ACE inhibitor–induced angioedema is discontinuation of the ACE inhibitor.&nbsp; For HAE, management options typically include one of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>C1 inhibitor concentrates (plasma-derived or recombinant) are the best-studied first-line therapy for acute episodes of angioedema in patients with HAE.&nbsp; They may also be used as prophylaxis for HAE.&nbsp; The efficacy is unproven in ACE inhibitor–induced angioedema.</li>\n\t<li>Icatibant (synthetic bradykinin B2 receptor antagonist) for acute attacks of HAE</li>\n\t<li>Ecallantide, a kallikrein inhibitor, can be considered as a primary treatment for HAE.&nbsp; However, it is often less accessible and there is less clinical experience with this medication compared with other first-line therapies.</li>\n\t<li>Fresh frozen plasma can also be considered in emergency situations when C1 inhibitor concentrates or other first-line agents are unavailable.</li>\n</ul><br><br><p>Patients with &gt;1 episode of severe angioedema per month, laryngeal attacks, or HAE symptoms &gt;5 days a month should be considered for prophylactic medication.</p>\n<h2>Nonpharmacologic approaches</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cool compresses</strong> and soothing lotions for symptomatic relief</li>\n\t<li><strong>Patient education</strong> on avoiding known triggers and recognizing early signs of severe reactions</li>\n</ul>\n<h1>Complications</h1><br><br><p>Potential complications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Airway obstruction</strong>:&nbsp; particularly in angioedema involving the tongue or larynx</li>\n\t<li><strong>Anaphylaxis</strong>:&nbsp; a severe, systemic allergic reaction that can lead to shock and death</li>\n\t<li><strong>Chronic urticaria</strong>:&nbsp; persisting for more than 6 weeks, often with an autoimmune or idiopathic basis</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for angioedema and urticaria includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Urticarial vasculitis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/74420.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; This form of leukocytoclastic vasculitis resembles benign urticaria and presents as recurrent, pruritic wheals.&nbsp; However, unlike ordinary urticaria, in which individual lesions are painless and usually resolve within 24 hours, lesions in urticarial vasculitis are often painful and can last 48-72 hours.&nbsp; Residual purpura and hyperpigmentation are often seen due to underlying inflammatory changes and vasculitis.&nbsp; In addition, urticarial vasculitis also can affect the visceral vasculature, leading to extradermal symptoms (eg, cough, dyspnea, abdominal pain).</li>\n\t<li><strong>Erythema multiforme</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/102932.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; This immune-mediated condition is characterized by an acute onset of small (&lt;3 cm), erythematous, targetoid plaques, most commonly on the extremities (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99904.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; It often involves mucosal surfaces (~70% of cases), which is not a feature of simple urticaria.</li>\n\t<li><strong>Contact dermatitis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/66156.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):&nbsp; There is usually a history of exposure to an irritant or allergen with a localized distribution.&nbsp; Lesions may be pruritic and erythematous.&nbsp; Chronic, low-level exposure (eg, nickel belt buckle) can cause itching, scaling, and lichenification.&nbsp; A pattern corresponding to the contact area is typical.</li>\n\t<li><strong>Viral exanthems</strong>:&nbsp; These conditions are caused by viral infections (eg, measles, varicella) and characterized by distinct patterns that follow the course of the infection.&nbsp; They often appear as generalized eruptions with specific distributions.&nbsp; Fever or other systemic symptoms are often present.</li>\n\t<li><strong>Drug-induced exanthems</strong>:&nbsp; Most commonly, a delayed-type, T cell–mediated (type IV), immune-mediated exanthematous (maculopapular) rash typically occurs 1-2 weeks after drug exposure.&nbsp; The history of new drug exposure and the temporal relationship between drug administration and rash onset are key diagnostic clues.</li>\n\t<li><strong>Cellulitis</strong>:&nbsp; This localized infection of the dermis and subcutaneous fat is characterized by erythema, warmth, and tenderness that typically occurs gradually, often with systemic signs of infection (eg, fever).</li>\n\t<li><strong>Systemic lupus erythematosus</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31457.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ):&nbsp; This autoimmune disease can present with facial swelling and rash but typically includes other systemic manifestations such as arthritis, renal involvement, and positive serologic markers (antinuclear antibodies, anti–double-stranded DNA).</li>\n\t<li><strong>Vasculitis</strong>:&nbsp; This inflammatory condition (eg, polyarteritis nodosa) can present with palpable purpuric lesions that are often painful rather than pruritic, as in urticaria.&nbsp; Other systemic involvement such as renal, neurologic, or gastrointestinal symptoms is typically present.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis for acute urticaria and angioedema is generally favorable, with most cases resolving spontaneously or with treatment.&nbsp; Chronic urticaria may persist for months to years but can be managed effectively with appropriate therapy.&nbsp; Most patients have spontaneous resolution within 2-5 years.&nbsp; HAE requires long-term prophylaxis and careful management to prevent life-threatening attacks.</p>\n<h1>Summary</h1><br><br><p>Urticaria and angioedema are distinct conditions characterized by pruritic wheals and localized swelling, respectively.&nbsp; Urticaria involves superficial dermal edema with a perivascular inflammatory infiltrate, driven by histamine release from mast cells in response to allergens or infections.&nbsp; Angioedema affects deeper tissues and is often due to bradykinin-mediated pathways or direct mast cell activation by medications.&nbsp; Diagnosis relies on clinical evaluation and may involve complement testing for hereditary angioedema.&nbsp; Management includes antihistamines for urticaria and specific therapies for angioedema, depending on the underlying mechanism, emphasizing tailored treatment approaches.</p>\n</div>\n\n            "
}