{
  "meta": {
    "title": "Chronic granulomatous disease",
    "url": "https://brainandscalpel.vercel.app/chronic-granulomatous-disease-8eb467a4-312d6c.html",
    "scrapedAt": "2025-12-01T04:44:14.895Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Chronic granulomatous disease (CGD) is a rare primary immunodeficiency disorder of phagocytic metabolism characterized by phagocytes (eg, neutrophils) with impaired NADPH oxidase activity.&nbsp; Patients are at risk for severe, recurrent bacterial and fungal infections and granuloma formation.</p>\n<h1>Pathogenesis</h1><br><br><p>CGD most commonly occurs due to an <strong>X-linked recessive</strong> mutation in the gene that encodes <strong>NADPH oxidase</strong>, a membrane-bound enzyme complex that catalyzes the reduction of oxygen to reactive oxygen species (ROS) (eg, superoxide, hydrogen peroxide) during the respiratory burst (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30927.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; ROS activate granule proteases that kill phagocytosed pathogens within the phagolysosome.<p></p><br><br><p>Without NADPH oxidase, patients with CGD have an <strong>impaired respiratory burst</strong>.&nbsp; Although protease degranulation occurs normally, these proteases are not activated due to the absence of ROS, resulting in defective phagocytic intracellular killing.&nbsp; The defective phagocytes in patients with CGD can still kill many pathogens because most microorganisms naturally produce hydrogen peroxide as a byproduct of metabolism, which can activate granule proteases.&nbsp; However, catalase-positive bacteria and fungi are pathogenic in CGD because they degrade their own metabolically produced hydrogen peroxide (an ROS), further limiting microbicidal protease activation.&nbsp; Therefore, patients with CGD are susceptible to infections by catalase-positive organisms, particularly:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><em>Staphylococcus aureus</em></li>\n\t<li><em>Burkholderia cepacia</em></li>\n\t<li><em>Serratia marcescens</em></li>\n\t<li><em>Nocardia</em></li>\n\t<li><em>Aspergillus fumigatus</em></li>\n</ul><br><br><p>In addition, in CGD phagocytes can migrate to infection sites but are unable to degrade inflammatory signals and invading pathogens; this leads to a chronic and focal aggregation of inflammatory cells, known as granulomas.&nbsp; Therefore, the pathological hallmark of CGD is diffuse granuloma formation, particularly in the gastrointestinal and genitourinary tracts.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients typically present with <strong>severe, recurrent bacterial and fungal infections</strong> with <strong>catalase-positive organisms</strong> in infancy and early childhood.&nbsp; Of note, immune response to viral infections remains intact.&nbsp; The most common sites of infection include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Lungs (eg, pneumonia)</li>\n\t<li>Skin (eg, cellulitis)</li>\n\t<li>Lymph nodes (eg, suppurative adenitis)</li>\n\t<li>Liver (eg, abscess)</li>\n</ul><br><br><p>In addition, patients often develop <strong>granulomas in the gastrointestinal and genitourinary tracts</strong> due to chronic activation of inflammatory cytokines.&nbsp; These can result in the clinical manifestations of colitis, stricture and/or fistulae formation, and obstruction.&nbsp; In addition, patients may have growth failure and poor wound healing.</p>\n<h1>Diagnosis</h1><br><br><p>In cases of suspected CGD (eg, recurrent or severe infections with catalase-positive pathogens in children), neutrophil-function testing should be performed, which includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dihydrorhodamine (DHR) flow cytometry</strong>:&nbsp; detects the generation of oxygen free radicals by measuring the oxidation of DHR to rhodamine, a fluorescent green compound that can be detected on flow cytometry.&nbsp; There is reduced or absent fluorescence (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L77221.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) in patients with CGD.</li>\n\t<li><strong>Nitroblue tetrazolium (NBT) test</strong>:&nbsp; less sensitive than DHR flow cytometry.&nbsp; In the presence of NBT, functional neutrophils produce ROS, thereby converting pale blue nitroblue tetrazolium to dark blue formazan that precipitates within the cells.&nbsp; There is no change in color in patients with CGD.</li>\n</ul><br><br><p>If either test of neutrophil function is positive, then genetic testing should be performed to identify the underlying genetic mutation.&nbsp; In general, B- and T-cell concentrations are normal, and leukocyte count may be normal or elevated (eg, during acute infection).&nbsp; In addition, quantitative immunoglobulin analysis is normal.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for CGD includes other primary immunodeficiencies (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/63795.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) and conditions that cause recurrent or severe infections or granulomas.&nbsp; Laboratory evaluation (eg, leukocyte count, quantitative immunoglobulin analysis) often distinguish CGD from the following diagnoses:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cystic fibrosis</strong>:&nbsp; This disorder can present with recurrent respiratory infections and granuloma formation in the lungs.&nbsp; However, extrapulmonary infections (eg, in the skin or liver) are not expected.</li>\n\t<li><strong>Hyperimmunoglobulin E syndrome</strong>:&nbsp; As in CGD, patients are prone to staphylococcal infections and <em>Aspergillus</em> infections in the lungs.&nbsp; However, patients have characteristic facies and elevated serum IgE, which are not features of CGD.</li>\n\t<li><strong>Glucose-6-phosphate dehydrogenase (G6PD) deficiency</strong>:&nbsp; This condition leads to recurrent infections and variable impairment of the oxidative burst.&nbsp; G6PD deficiency is characterized by hemolytic anemia, unlike in CGD.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of CGD involves antimicrobial prophylaxis as well as prompt diagnosis and treatment of active infections.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Antimicrobial prophylaxis</strong> most commonly includes trimethoprim-sulfamethoxazole to prevent bacterial infections and itraconazole to prevent fungal infections, particularly <em>Aspergillus</em> infections.</li>\n\t<li>When acute infection is suspected, the infected tissue should be sent for culture, immediately followed by administration of broad-spectrum, empiric antibacterial and antifungal (eg, voriconazole, amphotericin B) therapies.&nbsp; The antibiotic regimen should be adjusted according to culture results, but in general infections require prolonged courses of antibiotics.</li>\n</ul><br><br><p>Obstructive granulomas or abscesses may require surgical resection or drainage, respectively.</p><br><br><p>Hematopoietic stem cell transplant is curative but reserved for severe cases only, given the risk of life-threatening complications.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of CGD has improved significantly with antimicrobial prophylaxis.&nbsp; Nevertheless, <em>Aspergillus</em> is the leading cause of death in patients with CGD and is typically acquired via inhalation of spores found in the soil.&nbsp; In general, patients with severe disease are at the highest risk for morbidity and mortality, including granulomatous complications.&nbsp; Granulomatous inflammation can lead to gastrointestinal and genitourinary tract obstruction, requiring prompt surgical intervention.</p><br><br><p>In addition, patients are at increased risk for autoimmune diseases (likely due to an impaired ability to degrade inflammatory cytokines) like inflammatory bowel disease and lupus-like syndrome.</p>\n<h1>Summary</h1><br><br><p>Chronic granulomatous disease (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31667.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a rare primary immunodeficiency disorder of phagocytic metabolism characterized by phagocytes (eg, neutrophils) with impaired NADPH oxidase activity.&nbsp; Patients are at risk for severe, recurrent bacterial and fungal infections with granuloma formation.&nbsp; Management involves antimicrobial prophylaxis.<p></p>\n</div>\n\n            "
}