{
  "meta": {
    "title": "Hyper-IgE syndrome",
    "url": "https://brainandscalpel.vercel.app/hyper-ige-syndrome-4322f04b-312d6c.html",
    "scrapedAt": "2025-12-01T04:44:20.358Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Hyper-IgE syndrome is a primary immunodeficiency syndrome in which impaired Janus activated kinase–signal transducer and activator of transcription (JAK-STAT) signaling between T-helper cells and neutrophils prevents neutrophils from responding to infection.&nbsp; Patients have recurrent skin and sinopulmonary infections, eczema-like dermatitis, and characteristic physical features (eg, coarse facial features, hyperextensible joints).</p>\n<h1>Pathogenesis</h1><br><br><p>Neutrophils respond to infection through a multistep process that begins when circulating neutrophils extravasate and migrate to the site of infection (ie, chemotaxis) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L77237.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; A disruption in any step of this process can lead to persistent and/or recurrent infections, as seen in hyper-IgE syndrome.<p></p><br><br><p>Patients with hyper-IgE syndrome have a normal number of neutrophils capable of adhering, transmigrating, engulfing, and lysing pathogens.&nbsp; However, chemotaxis requires cytokine signaling.&nbsp; For example, T-helper cell type 17 (Th17) secretes IL-17 to induce neutrophil proliferation and chemotaxis in response to infection.&nbsp; Hyper-IgE syndrome is most commonly caused by an autosomal dominant mutation in the gene for STAT3, a cytoplasmic protein involved in the JAK-STAT pathway.&nbsp; <strong>Impaired JAK-STAT intracellular signaling</strong> prevents Th17 cells from secreting IL-17, which prevents neutrophil chemotaxis.&nbsp; Therefore, abscesses in patients with hyper-IgE syndrome are often described as \"cold\" because they lack the classic signs of an inflammatory response (eg, erythema, tenderness, warmth).</p><br><br><p>In addition, IL-17 induces the production of antimicrobial peptides by respiratory epithelial cells and keratinocytes.&nbsp; Lack of these antimicrobial peptides explains in part the recurrent skin and sinopulmonary infections seen in hyper-IgE syndrome.</p><br><br><p>The exact mechanism between impaired JAK-STAT signaling and the other clinical features of hyper-IgE syndrome (eg, eczema-like dermatitis, skeletal abnormalities, elevated serum IgE) is less well-understood but is likely related to other cytokines involved in JAK-STAT signaling (eg, IL-6, IL-10).&nbsp; Therefore, the elevated serum IgE level is merely a feature, instead of the pathogenesis, of hyper-IgE syndrome, as the name implies.</p>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of hyper-IgE syndrome varies and involves multiple systems.&nbsp; The most common features include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Eczema-like dermatitis</strong>:&nbsp; Patients typically have a papular rash on the scalp and face that spreads to the trunk and buttocks in the first few weeks of life.&nbsp; The papules often evolve into pustules that rupture and form a crust.&nbsp; The affected skin is intensely pruritic, likely due to an immune response (eg, mast cells releasing histamine) to cutaneous staphylococci and <em>Candida</em>, and may become lichenified over time.&nbsp; The rash is rarely associated with other signs of atopy (eg, allergic rhinitis, asthma), and secondary bacterial and fungal infections are common.</li>\n\t<li><strong>Recurrent skin infections</strong>:&nbsp; Beginning in early infancy, recurrent skin infections typically develop, most commonly due to <strong><em>Staphylococcus aureus</em></strong> and <strong><em>Candida albicans</em></strong>.&nbsp; Infections are not typically associated with inflammation due to impaired neutrophil chemotaxis.&nbsp; Patients are typically afebrile and well-appearing due to an impaired inflammatory response.</li>\n\t<li><strong>Recurrent sinopulmonary infections</strong>:&nbsp; Infections can occur due to a variety of pathogens, including <em>S aureus</em>, <em>C albicans</em>, and gram-negative bacteria (eg, <em>Pseudomonas</em>).&nbsp; Because of impaired neutrophil chemotaxis, patients can develop severe infections with only mild symptoms.&nbsp; Recurrent pulmonary infections can lead to life-threatening complications (eg, bronchiectasis, bronchopleural fistulae, pneumatoceles).</li>\n\t<li><strong>Connective tissue and skeletal abnormalities</strong>:&nbsp; Patients have characteristic facial features, including broad nasal base and bridge, frontal bossing, and deep-set eyes.&nbsp; Over time, soft tissue thickening gives the skin a doughy appearance, often referred to as \"coarse facies.\"&nbsp; Patients typically retain the primary teeth, which require extraction.&nbsp; Scoliosis, osteoporosis (ie, pathologic fractures), and joint flexibility are common.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>In cases of suspected hyper-IgE syndrome, initial laboratory evaluation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Quantitative immunoglobulins:&nbsp; Show <strong>elevated serum IgE</strong> levels that do not correlate with specific allergens or disease severity.&nbsp; Other immunoglobulin levels are typically normal.</li>\n\t<li>Complete blood count with differential:&nbsp; Shows <strong>eosinophilia</strong> (ie, &gt;40% of total white blood cell count).&nbsp; The total white blood cell count is usually normal, even during infection, when leukocytosis is expected.&nbsp; Although not required for diagnosis, lymphocyte subset analysis shows a decreased Th17 cell count.&nbsp; Eosinophilic infiltrates are often found in the skin and sputum of patients with recurrent skin and sinopulmonary infections.</li>\n</ul><br><br><p>Clinical and laboratory findings should be confirmed with genetic testing identifying a mutation in the <em>STAT3</em> gene.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chédiak-Higashi syndrome</strong>:&nbsp; A lysosomal trafficking disorder that presents in early childhood with recurrent infections (eg, <em>Staphylococcus</em>, <em>Streptococcus</em>) and oculocutaneous albinism, not eczema-like dermatitis.</li>\n\t<li><strong>Leukocyte adhesion deficiency</strong>:&nbsp; Characterized by impaired leukocyte adhesion and extravasation, leading to recurrent skin infections without purulence and delayed wound healing.&nbsp; Leukocytosis and neutrophilia, not eosinophilia, are characteristic.</li>\n\t<li><strong>Chronic granulomatous disease</strong>:&nbsp; Characterized by impaired phagocytic intracellular killing, leading to recurrent infections and granuloma formation.&nbsp; These patients do not have the physical features or elevated serum IgE levels seen in hyper-IgE syndrome.</li>\n\t<li><strong>Wiskott-Aldrich syndrome</strong>:&nbsp; Characterized by a cytoskeletal defect in leukocytes and platelets.&nbsp; Patients have recurrent infections and atopic dermatitis, similar to hyper-IgE syndrome.&nbsp; However, patients develop microthrombocytopenia and bruising.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of hyper-IgE syndrome is supportive, with frequent application of thick emollients to minimize exacerbations of eczema-like dermatitis and associated pruritus.&nbsp; In addition, prophylactic antimicrobials (eg, trimethoprim-sulfamethoxazole) and initiation of broad-spectrum antimicrobials at the earliest sign of infection help prevent infectious complications.&nbsp; Hematopoietic stem cell transplantation may be considered for patients with severe, recurrent infections.</p>\n<h1>Prognosis</h1><br><br><p>Patients with hyper-IgE syndrome have a lifelong risk for serious infections.&nbsp; Complications of recurrent pulmonary infections (eg, bronchiectasis, pneumatocele) are the most significant cause of morbidity and mortality.&nbsp; Similar to other immunodeficiency syndromes, patients with hyper-IgE syndrome are at increased risk for certain autoimmune conditions and malignancies, especially non-Hodgkin lymphoma.</p>\n<h1>Summary</h1><br><br><p>Hyper-IgE syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/70180.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a primary immunodeficiency syndrome in which impaired JAK-STAT signaling between T-helper cells and neutrophils prevents neutrophils from responding to infection.&nbsp; Patients have recurrent skin and sinopulmonary infections, eczema-like dermatitis, and characteristic physical features (eg, coarse facial features, hyperextensible joints).&nbsp; Laboratory findings include elevated serum IgE levels and eosinophilia, and genetic testing is diagnostic.&nbsp; Management involves supportive care for the dermatitis and prompt diagnosis and treatment of infections to avoid complications (eg, bronchiectasis).<p></p>\n</div>\n\n            "
}