{
  "meta": {
    "title": "Hypersensitivity reactions",
    "url": "https://brainandscalpel.vercel.app/hypersensitivity-reactions-55b624ad-312d6c.html",
    "scrapedAt": "2025-12-01T04:44:23.784Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Hypersensitivity reactions represent exaggerated immune responses to an antigen or an allergen.&nbsp; They explain certain allergic reactions but also other (eg, autoimmune) disease conditions.&nbsp; Four main types of hypersensitivity reactions are recognized (Gell and Coombs classification), based on underlying immune mechanisms and the time course of the reaction:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Type I (immediate hypersensitivity) reactions are IgE-mediated, have rapid onset, and can be seen in atopic, allergic, and anaphylactic conditions.</li>\n\t<li>Type II (antibody-mediated cytotoxic hypersensitivity) reactions are characterized by IgG or IgM targeting host cells and interfering with their function or leading to damage, as seen in some autoimmune conditions (eg, autoimmune hemolytic anemia, antineutrophil cytoplasmic antibody [ANCA] vasculitis, Graves disease).</li>\n\t<li>Type III (immune complex hypersensitivity) reactions are characterized by immune complex (antibody-antigen) deposition in tissues, leading to inflammation (eg, serum sickness, lupus).</li>\n\t<li>Type IV (cell-mediated hypersensitivity) reactions are T cell–mediated, delayed-type (hours to days) reactions that underlie conditions such as allergic contact dermatitis and tuberculin skin test reactions.</li>\n</ul><br><br><p>The mnemonic ACID (type I: <strong>A</strong>llergic/atopic/anaphylactic; type II: <strong>C</strong>ytotoxic/cell-mediated; type III: <strong>I</strong>mmune complex–mediated; type IV: <strong>D</strong>elayed) is sometimes used to recall these categories.</p>\n<h1>Type I hypersensitivity</h1><h2>Pathophysiology</h2><br><br><p>An allergen is an antigen that promotes a robust immune response only in a subset of the population.&nbsp; Type I hypersensitivity reactions can occur locally (eg, cutaneous hives, allergic rhinitis [hay fever], bronchial asthma) or systemically (eg, anaphylaxis), depending on the allergen and its portal of entry into the body (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/77401.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>After first exposure to an allergen (eg, peanut proteins, beta-lactam antibiotic), antigen-specific <strong>IgE</strong> is produced by B cells (as a result of class switching) and binds to the high-affinity IgE receptor (FcεRI) on the surface of mast cells.&nbsp; This receptor normally binds the Fc portion of circulating IgE, coating the cell with various antigen-specific IgE molecules.&nbsp; With repeat exposure to a multivalent antigen, multiple IgE antibodies become cross-linked (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23794.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), resulting in aggregation of the FcεRI receptors on the mast cell surface.&nbsp; This clumping of receptors leads to the activation of nonreceptor tyrosine kinases, triggering an intracellular cascade that ultimately results in <strong>mast cell and basophil degranulation</strong>.<p></p><br><br><p>Systemic type I hypersensitivity reactions can lead to a potentially fatal, distributive form of shock (anaphylactic shock).&nbsp; Local reactions often have early-phase (eg, minutes after exposure) and late-phase responses (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L58489.jpg\" alt=\"Cutaneous type 1 hypersensitivity reaction\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Cutaneous type 1 hypersensitivity reaction</div>\n                                </div>\n                                ).&nbsp; As an example, an early-phase cutaneous type I response could be superficial dermal edema and erythema (eg, wheal and flare reaction (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10646.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )), which can progress to a more systemic response (eg, anaphylaxis).&nbsp; IgE also initiates the late phase of type I hypersensitivity reactions by stimulating type 2 helper T cells to release cytokines (eg, IL-5) that activate eosinophils; cationic proteins (eg, major basic protein, eosinophil peroxidase) released from eosinophils cause tissue damage.&nbsp; For example, a late-phase cutaneous type I response usually manifests as a palpable, indurated lesion 2-10 hours following the early-phase reaction.<p></p>\n<h2>Representative examples</h2><br><br><p>Type I hypersensitivity reactions are commonly thought of as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Allergic or atopic</strong>:&nbsp; \"Atopy\" refers to the predisposition to develop local immediate hypersensitivity reactions (eg, allergic rhinitis [hay fever], atopic dermatitis [eczema], bronchial asthma).</li>\n\t<li><strong>Anaphylactic</strong> (eg, reaction to insect sting, peanuts, some medications)</li>\n</ul><br><br><p>Anaphylaxis, the classic manifestation of systemic type I hypersensitivity reaction, is likely if there is rapid symptom onset and any 1 of the following criteria:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Skin/mucosa involvement (eg, hives, lip/tongue swelling) and either hypotension or respiratory distress</li>\n\t<li>Involvement of ≥2 organ systems after exposure to a likely allergen:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Skin/mucosa (eg, hives, lip/tongue swelling)</li>\n\t\t<li>Respiratory (eg, wheezing, stridor, dyspnea)</li>\n\t\t<li>Cardiovascular (eg, hypotension, tachycardia, syncope)</li>\n\t\t<li>Gastrointestinal (eg, abdominal pain, vomiting, diarrhea)</li>\n\t</ul>\n\t</li>\n\t<li>Hypotension after exposure to a known allergen</li>\n</ul><br><br><p>The diagnosis of type I hypersensitivity reactions is often made clinically.&nbsp; Complete blood count may show eosinophilia in some cases, and serum total and specific IgE levels might be elevated.&nbsp; Tryptase levels, which are specific for mast cells, can be elevated after anaphylactic reactions.&nbsp; Skin prick testing or specific IgE blood tests can help identify the culprit allergen.&nbsp; Genetic predisposition plays a role in these reactions, so family history may be positive.</p>\n<h2>Management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Avoidance</strong>:&nbsp; Eliminating the trigger allergen is the cornerstone of management.</li>\n\t<li><strong>Antihistamines</strong>:&nbsp; Blocking the action of histamine alleviates related symptoms (eg, itching, hives, rhinorrhea).</li>\n\t<li><strong>Mast cell stabilizers</strong>:&nbsp; Preventing mast cell degranulation can reduce the release of inflammatory mediators.</li>\n\t<li><strong>Bronchodilators</strong>:&nbsp; In patients with respiratory symptoms, bronchodilators can relax airway smooth muscle and improve airflow.</li>\n\t<li><strong>Epinephrine</strong>:&nbsp; In severe cases, especially anaphylaxis, immediate administration of epinephrine is crucial.&nbsp; Epinephrine is the only pharmacologic therapy that both decreases the release of inflammatory mediators from mast cells and addresses all other manifestations of anaphylaxis.&nbsp; It binds to adrenergic receptors (eg, beta-2 receptors) on the surface of mast cells, inhibiting mast cell degranulation.&nbsp; In addition, it counteracts existing inflammatory effects via widespread stimulation of alpha- and beta-adrenergic receptors:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Alpha-1 receptor activation causes vasoconstriction and decreases vascular permeability, raising blood pressure and decreasing upper airway edema.</li>\n\t\t<li>Beta-1 receptor activation increases cardiac contractility and cardiac output, improving blood pressure and peripheral perfusion.</li>\n\t\t<li>Beta-2 receptor activation causes bronchodilation, relieving airflow obstruction.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>In patients with severe reactions or in those who have an increased likelihood of exposure to hymenoptera venom (eg, pest control workers), <strong>allergen immunotherapy (AIT)</strong> is a disease-modifying treatment often recommended.&nbsp; With AIT, escalating doses of antigen are administered subcutaneously over several years.&nbsp; Progressive exposure induces immune tolerance via several immunologic mechanisms, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Desensitization of mast cells and basophils (by triggering low-level release of intracellular granules) followed by decreased recruitment and activation of these cells (due to increased IL-10 and IgG4)</li>\n\t<li>Generation of blocking antibodies:&nbsp; AIT upregulates allergen-specific IgG4 antibodies.&nbsp; In contrast to IgG1 and IgG2, IgG4 cannot activate the complement cascade or serve as a costimulatory ligand for natural killer cells or phagocytes.&nbsp; Therefore, increased production of IgG4 helps bind and neutralize antigens without promoting additional immune activity.</li>\n\t<li>Shifting T-cell differentiation away from pathogenic Th2 subsets toward Th1 cells and regulatory T cells, increasing production of immunosuppressive cytokines (eg, IL-10, TGF-beta) and ligands (eg, CTLA-4, PD1) and reducing activation of mast cells and basophils.</li>\n\t<li>Decreased IgE production, which is caused by the shift from Th2 cell–driven responses to Th1-driven responses.&nbsp; Detectable reduction of serum IgE often takes years because IgE-producing plasma cells in bone marrow have long lifespans.</li>\n</ul>\n<h1>Type II hypersensitivity</h1> <h2>Pathophysiology and representative examples</h2><br><br><p>Binding of <strong>preformed IgM or IgG antibodies</strong> to cell surface antigens can cause cell lysis, inflammation, or dysfunction.&nbsp; These reactions can develop hours to days after exposure to an antigen (eg, medications, transfused red blood cells), resulting in destruction of erythrocytes (causing fatigue, pallor), platelets (causing petechial bleeding), or leukocytes (causing fever, sepsis) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80480.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 2\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>The 3 main mechanisms include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Opsonization and phagocytosis</strong>:&nbsp; These occur through complement fixation or through (Fc receptor–mediated) antibody-dependent cellular cytotoxicity via neutrophils, monocytes, eosinophils, and natural killer cells.&nbsp; Examples include transfusion reactions, autoimmune hemolytic anemia, immune thrombocytopenic purpura, erythroblastosis fetalis, and certain drug reactions.</li>\n\t<li><strong>Complement- and Fc receptor–mediated inflammation</strong>:&nbsp; Antibody deposition in extracellular tissue results in inflammation.&nbsp; Examples include certain forms of glomerulonephritis, Goodpasture syndrome (anti–glomerular basement membrane disease), vascular rejection (after transplant), and ANCA vasculitides.</li>\n\t<li><strong>Antibody-mediated cellular dysfunction without injury or inflammation</strong>:&nbsp; Examples include myasthenia gravis, pemphigus vulgaris, and Graves disease (leading to antibody-mediated cell function stimulation).</li>\n</ul>\n<h2>Management</h2><br><br><p>Treatment depends on the cause and severity of the reaction and may involve immunosuppressive medications, intravenous immune globulin, or plasma exchange.&nbsp; Complications such as organ damage and bleeding complications from hemolytic anemia and thrombocytopenia should be managed as well.</p>\n<h1>Type III hypersensitivity</h1><h2>Pathophysiology</h2><br><br><p>In type III hypersensitivity reactions, <strong>immune complex–mediated</strong> complement activation typically causes tissue damage in sites where immune complexes (ie, antibody-antigen) tend to deposit (eg, skin, joints, kidneys) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81512.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Manifestations tend to present <strong>days to weeks after initial antigen exposure</strong>.&nbsp; Antigens can be exogenous (eg, foreign protein, bacteria) or endogenous (eg, antigenic components of cells).&nbsp; Smaller immune complexes are more likely to be deposited in small vessels or sites where blood is filtered into other fluids, such as joints and kidneys.&nbsp; The underlying pathophysiology is as follows:<p></p><br><br><ol class=\"article-body-ordered-list\" type=\"1\">\n\t<li>Foreign proteins (eg, from a medication) are processed by antigen-presenting cells and displayed on major histocompatibility complex class II molecules (MHCII).</li>\n\t<li>Patrolling CD4<font size=\"2\"><sup>+</sup></font> cells bind the antigen-MHCII complex, undergo activation, and stimulate B cells to form plasma cells that secrete high-affinity IgG.</li>\n\t<li>The IgG binds the foreign proteins in the medication, thereby generating immune complexes.</li>\n</ol><br><br><p>When large quantities of immune complexes are rapidly formed, they aggregate and deposit in the skin and joints.&nbsp; Deposited immune complexes activate the classical complement cascade.&nbsp; Although this generates the opsonizing protein C3b, which allows the complex to be cleared by phagocytic cells using the C3b receptor, it also generates the highly inflammatory anaphylatoxins C3a and C5a.</p><br><br><p>C3a and C5a are potent chemoattractants that dramatically increase phagocyte recruitment (eg, neutrophils, macrophages) to areas of complex deposition due to effects on the vasculature (eg, vasodilation, increased permeability) and immune cells (eg, increased adhesion molecule expression).&nbsp; This leads to development of local (eg, skin rash, joint pain/effusion, neutrophilic joint effusion) and systemic (eg, high fever, elevated erythrocyte sedimentation rate) inflammatory manifestations.&nbsp; Immune complex injury leads to necrotizing vasculitis (eg, fibrinoid necrosis), and the complexes can sometimes be seen on microscopy (eg, in glomerulonephritis).</p>\n<h2>Representative examples</h2><br><br><p>Similar to type I hypersensitivity, some type III hypersensitivity reactions lead to generalized/systemic diseases whereas others cause localized disease, depending on the site of immune complex deposition.</p><br><br><p><strong>Serum sickness</strong> is a classic example of generalized/systemic type III hypersensitivity reaction.&nbsp; In the 1900s, patients injected with serum from horses immunized with diphtheria toxin developed rash, arthritis, and fever; this condition was due to patient antibodies to horse serum proteins forming complexes with the proteins in the injected serum.&nbsp; In present-day settings, serum sickness can occur following administration of antigenic heterologous proteins such as chimeric monoclonal antibodies (eg, rituximab and infliximab) or nonhuman immunoglobulins (eg, venom antitoxins).&nbsp; A serum sickness–like reaction is also associated with the use of certain nonprotein drugs (eg, penicillin, cefaclor, trimethoprim-sulfamethoxazole) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/70130.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Continuous exposure to an antigen can cause chronic immune deposition disease; a representative example is <strong>systemic lupus erythematosus</strong> (which can cause nephritis and arthritis, among other conditions).<p></p><br><br><p>Local type III hypersensitivity is illustrated by the <strong>Arthus reaction</strong>.&nbsp; This local, immune complex–mediated area of tissue necrosis in the skin is usually associated with intradermal injection of a vaccine.&nbsp; Similar to type I hypersensitivity reactions, Arthus reaction can cause localized skin swelling, but this occurs within hours of an exposure (vs immediately with type I hypersensitivity reaction); in addition, it can progress to hemorrhage and ulceration.</p>\n<h1>Type IV hypersensitivity</h1><h2>Pathophysiology</h2><br><br><p>In type IV (delayed) hypersensitivity reactions, CD4<font size=\"2\"><sup>+</sup></font> T cells release cytokines (eg, interferon gamma) that promote macrophage- and <strong>T cell–mediated</strong> tissue damage.&nbsp; When reexposed to an antigen, previously sensitized T lymphocytes (eg, memory T cells) proliferate and release inflammatory cytokines that promote cell-mediated cytotoxicity (CD8<font size=\"2\"><sup>+</sup></font> T cells) and/or macrophage recruitment and activation.&nbsp; The resulting tissue damage and swelling is typically evident 24-48 hours after exposure, once sufficient cellular proliferation has occurred.</p>\n<h2>Representative examples</h2><br><br><p>Allergic contact dermatitis (eg, poison ivy), reactive skin testing (eg, tuberculin skin test, <em>Candida</em> extract skin reaction), and granulomatous inflammation are examples of type IV (delayed type) hypersensitivity reactions.</p><br><br><p><strong>Allergic contact dermatitis</strong></p><br><br><p>Allergic contact dermatitis (eg, urushiol in poison ivy) occurs in 2 phases:</p><br><br><ol class=\"article-body-ordered-list\" type=\"1\">\n\t<li>In the sensitization phase, cutaneous Langerhans cells take up haptens (ie, allergens) and present them to naive CD4<font size=\"2\"><sup>+</sup></font> and CD8<font size=\"2\"><sup>+</sup></font> T cells in the regional lymph nodes, resulting in clonal expansion of hapten-sensitive T cells.&nbsp; This phase takes 10-14 days and does not result in cutaneous lesions.</li>\n\t<li>On reexposure to the hapten, cutaneous antigen-presenting cells present the hapten to sensitized T cells recruited to the skin.&nbsp; When activated, these T cells mediate tissue damage that manifests as pruritic erythema, vesicles, and/or bullae.&nbsp; This elicitation phase occurs 2-3 days following reexposure to the hapten.</li>\n</ol><br><br><p><strong>Tuberculin skin testing</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69989.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )<p></p><br><br><p>Tuberculin skin testing (eg, purified protein derivative) introduces purified proteins from <em>Mycobacterium tuberculosis</em> into the dermis.&nbsp; Because <em>M tuberculosis</em> is primarily countered by the cell-mediated immune response, previously infected patients have primed, antigen-specific CD4<font size=\"2\"><sup>+</sup></font> T lymphocytes that rapidly replicate and mature in response to tuberculin antigen reexposure.</p><br><br><p>T-lymphocyte activation is a 2-step process:</p><br><br><ol class=\"article-body-ordered-list\" type=\"1\">\n\t<li>T lymphocytes with specific T-cell receptors recognize antigens presented on MHCII on the surface of dendritic cells (eg, antigen-presenting cells [APCs]).</li>\n\t<li>A costimulatory interaction between CD28 on the T lymphocyte and CD80/86 on the dendritic cell allows for activation.</li>\n</ol><br><br><p>Activated CD4<font size=\"2\"><sup>+</sup></font> T lymphocytes release inflammatory cytokines (eg, IL-1, IL-6, TNF alpha) that stimulate/recruit other immune cells and increase vascular permeability, forming an indurated wheal of inflammation following tuberculin skin testing exposure.&nbsp; Tuberculin reactions appear 24-72 hours after antigen exposure due to delays between initial antigen processing by APCs, T-cell activation, and amplification of the cellular response.</p><br><br><p><strong>Candida extract skin reaction</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87393.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                )<p></p><br><br><p>Intradermal injection of <em>Candida</em> antigens triggers a type IV hypersensitivity reaction, which allows for evaluation of the cell-mediated immune response.&nbsp; Injected <em>Candida</em> antigens are taken up by cutaneous APCs, which display the antigens on MHCII molecules to naive CD4<font size=\"2\"><sup>+</sup></font> cells.&nbsp; These cells are then induced to differentiate into Th1 cells that secrete tumor necrosis factor and interferon-gamma, which recruit and activate macrophages.&nbsp; The macrophages phagocytose <em>Candida</em> antigens and secrete additional inflammatory mediators, producing a cutaneous inflammatory response that appears as an indurated wheal within 24-48 hours.&nbsp; Because exposure to <em>Candida</em> is ubiquitous, all healthy patients have memory T cells against <em>Candida</em>.&nbsp; Failure to generate an appropriate cutaneous response indicates that the cell-mediated immune response is impaired (ie, T-cell anergy).</p>\n<h1>Summary</h1><br><br><p>The 4 main hypersensitivity reactions have distinct immunological mechanisms (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/43673.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Type I reactions, mediated by IgE and mast cells, cause immediate allergic responses (eg, anaphylaxis).&nbsp; Type II reactions involve binding of preformed IgM or IgG antibodies to cell surface antigens, which can cause cell lysis, inflammation, and dysfunction, potentially leading to autoimmune diseases.&nbsp; Type III reactions arise from immune complex deposition and complement activation, resulting in conditions such as serum sickness.&nbsp; Type IV reactions are cell-mediated by T cells and take 24-48 hours to develop, as seen in allergic contact dermatitis and tuberculin skin tests.&nbsp; The mnemonic ACID (type I: <strong>A</strong>llergic/atopic/anaphylactic; type II: <strong>C</strong>ytotoxic/cell-mediated; type III: <strong>I</strong>mmune complex–mediated; type IV: <strong>D</strong>elayed) can be helpful.<p></p>\n</div>\n\n            "
}