{
  "meta": {
    "title": "Immunosuppressive therapy: Conventional immunosuppressants",
    "url": "https://brainandscalpel.vercel.app/immunosuppressive-therapy-conventional-immunosuppressants-4709f6b0-312d6c.html",
    "scrapedAt": "2025-12-01T04:44:23.902Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Immunosuppressants are medications used to dampen pathologic immune responses that are responsible for tissue injury.&nbsp; They are used to treat autoimmunity (attack against self-antigens, as in rheumatoid arthritis) or alloimmunity (attack against foreign antigens, as in transplant rejection).&nbsp; Immunosuppressants can be broadly categorized as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Conventional</strong> immunosuppressants (older, nonspecific drugs).</li>\n\t<li><strong>Biologics</strong> (newer, targeted drugs).</li>\n</ul><br><br><p>This article discusses conventional immunosuppressants; a sister article discusses biologics.</p>\n<h1>General principles</h1><h2>Conventional immunosuppressants</h2><br><br><p>Conventional immunosuppressants are older drugs that broadly disrupt fundamental processes such as inflammatory gene transcription, DNA synthesis, and cell metabolism (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97704.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; They include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Glucocorticoids (eg, prednisone).</li>\n\t<li>Calcineurin inhibitors (CNIs) (eg, tacrolimus).</li>\n\t<li>Antimetabolites (eg, mycophenolate [MMF], azathioprine [AZP], methotrexate [MTX]).</li>\n\t<li>Mammalian (mechanistic) target of rapamycin (mTOR) inhibitors (eg, sirolimus).</li>\n\t<li>Cyclophosphamide.</li>\n</ul><br><br><p>These broad-acting agents suppress multiple innate and adaptive immune cell types simultaneously and tend to have significant <strong>systemic toxicity</strong> on nonimmune cells.&nbsp; Depending on the agent and dose, effects may be cytotoxic (triggering apoptosis, used for induction) or cytostatic (arresting proliferation, used for maintenance).&nbsp; The concepts of induction and maintenance are discussed later.</p><br><br><p>These agents are <strong>small molecules</strong> that are <strong>orally available</strong>, although all of them also have parenteral options.</p>\n<h2>Biologics or targeted immunosuppressants</h2><br><br><p>Biologics are newer immunosuppressive agents that, unlike conventional drugs, target specific components of the immune system such as individual cytokines or cell surface receptors.&nbsp; These agents may be monoclonal antibodies (\"-mab\") or fusion proteins (\"-cept\").&nbsp; They include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Anticytokine therapy (eg, infliximab, a tumor necrosis factor alpha [TNF-α] inhibitor).</li>\n\t<li>Anti–T-cell therapy (eg, abatacept, a CD80/86 costimulation inhibitor).</li>\n\t<li>Anti–B-cell therapy (eg, rituximab, a CD20 monoclonal antibody).</li>\n\t<li>Anti-integrin therapy (eg, vedolizumab, a selective leukocyte adhesion inhibitor).</li>\n\t<li>Anticomplement therapy (eg, eculizumab, a C5 inhibitor).</li>\n</ul><br><br><p>Because of their targeted mechanisms, biologics generally cause less systemic toxicity than conventional immunosuppressants.&nbsp; Most exert cytostatic effects and are used for maintenance therapy, except for rituximab, which can be used for induction.</p><br><br><p>Because biologics are <strong>large proteins</strong> (eg, monoclonal antibodies, fusion proteins), they must be administered <strong>parenterally</strong> (ie, intravenously, subcutaneously).</p>\n<h2>Induction and maintenance</h2><br><br><p>Immunosuppressive therapy is typically structured around 2 phases:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Induction therapy</strong>:&nbsp; Aims to achieve rapid disease control (ie, remission) in severe or organ-threatening conditions such as acute transplant rejection, certain vasculitides (eg, with rapidly progressive glomerulonephritis), or inflammatory bowel disease (eg, with fistulas or toxic megacolon).&nbsp; Induction therapy involves high-potency agents with cytotoxic or lymphocyte-depleting effects, including <strong>high-dose glucocorticoids</strong> (eg, &gt;500 mg/day of intravenous [IV] methylprednisolone), cyclophosphamide, rituximab, or antithymocyte globulin.</li>\n\t<li><strong>Maintenance therapy</strong>:&nbsp; Aims to keep disease controlled after initial remission has been achieved.&nbsp; This phase generally favors multiple agents at lower doses, typically in the form of 3-drug regimens used for transplant maintenance immunosuppression (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L109098.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ). These regimens consist of a glucocorticoid (eg, prednisone), a CNI (eg, tacrolimus), and an antimetabolite (eg, MMF).&nbsp; Notably, the use of a single biologic agent (eg, infliximab for rheumatoid arthritis) has gained popularity given the simplified dosing and favorable safety profile compared to multidrug regimens.</li>\n</ul>\n<h2>Corticosteroid-sparing regimens</h2><br><br><p>Glucocorticoids are among the most effective and reliable immunosuppressants and are widely used as a cornerstone of initial therapy.&nbsp; However, prolonged use is limited by significant toxicity with an increased risk of osteoporosis, metabolic syndrome, adrenal suppression, and steroid-induced myopathy.</p><br><br><p>Immunosuppression aspires to a <strong>corticosteroid-sparing regimen</strong> whenever possible, which aims to reduce or eliminate the use of chronic glucocorticoids.&nbsp; Glucocorticoids are generally tapered off early in the maintenance phase while simultaneously increasing the dose of an alternative conventional immunosuppressant (eg, MTX, AZP) or biologic agent.&nbsp; Depending on the diagnosis and initial severity, glucocorticoids can be tapered more quickly (eg, over weeks in rheumatoid arthritis with joint involvement only) or more slowly (eg, over a year in giant cell arteritis with optic nerve involvement).</p>\n<h1>Glucocorticoids</h1><br><br><p>Glucocorticoids (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89832.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) exert immunosuppressive effects primarily through a <strong>genomic (transcriptional)</strong> mechanism.&nbsp; They bind to glucocorticoid receptors widely expressed in both immune and nonimmune cells.&nbsp; Once the glucocorticoid–glucocorticoid receptor complex forms in the cytoplasm, it translocates into the nucleus, where it regulates the transcription of hundreds of genes.&nbsp; Glucocorticoids downregulate proinflammatory cytokines (IL-1, IL-2, IL-6, TNF-α), leukocyte adhesion molecules (eg, intercellular adhesion molecule 1), and the arachidonic acid pathway (phospholipase A<font size=\"2\"><sub>2</sub></font>, cyclooxygenase 2).&nbsp; Because their effects depend on nuclear gene expression, the onset of action occurs over hours to days.&nbsp; At ultrahigh \"pulse\" doses, glucocorticoids also exert more immediate <strong>nongenomic effects</strong>, causing rapid leukocyte apoptosis by disrupting their lipid bilayers.<p></p><br><br><p>Glucocorticoids commonly used for immunosuppression include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prednisone</strong> (by mouth [PO] only, potency = 1).</li>\n\t<li><strong>Prednisolone</strong> (PO or IV, potency = 1).</li>\n\t<li><strong>Methylprednisolone</strong> (PO or IV, potency ≈ 1.25).</li>\n\t<li><strong>Dexamethasone</strong> (PO or IV, potency ≈ 8).</li>\n</ul><br><br><p>Glucocorticoids are the frontline anti-inflammatory agent for most immunologic disorders ranging from transplant rejection to autoimmune diseases (eg, rheumatoid arthritis).&nbsp; A <strong>notable exception</strong> is systemic sclerosis, in which glucocorticoids can precipitate scleroderma renal crisis.&nbsp; Glucocorticoids can be administered in high doses to quickly induce remission (ie, induction therapy) and in lower doses to maintain disease control over time (ie, maintenance therapy).</p><br><br><p>Adverse effects are wide-ranging (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80977.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) and depend on dose and duration (eg, higher risk with &gt;10-mg prednisone equivalent daily and with use &gt;3 months).&nbsp; Almost every organ system can be affected, ranging from the eyes (eg, increased intraocular pressure) and endocrine system (eg, hyperglycemia) to the brain (eg, insomnia) and bones (eg, osteoporosis).<p></p><br><br><p>In clinical practice, glucocorticoids are used at the lowest dose and shortest duration necessary.&nbsp; Once disease is stabilized, they are typically tapered down and replaced with corticosteroid-sparing immunosuppression (ie, one of the drugs listed below) as soon as possible.</p><br><br><p>The mechanisms of action of common <strong>corticosteroid-sparing immunosuppressants</strong> are shown in the following figure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26057.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p>\n<h1>Calcineurin inhibitors</h1><br><br><p>CNIs block calcineurin, a critical enzyme for <strong>T-cell clonal expansion</strong>.&nbsp; When the T-cell receptor recognizes an antigen, increased intracellular calcium levels activate calcineurin, which subsequently dephosphorylates nuclear factor of activated T-cells <strong>(NFAT)</strong>.&nbsp; Dephosphorylated NFAT translocates into the nucleus, where it initiates the transcription of multiple genes essential for T-cell proliferation, most notably <strong>IL-2</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10601.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p><br><br><p>CNIs bind to cytosolic immunophilins, large proteins that form inhibitory complexes to block calcineurin.&nbsp; The 2 main CNIs are <strong>tacrolimus</strong> (FK506) (immunophilin FKBP12) and <strong>cyclosporin A</strong> (immunophilin cyclophilin).&nbsp; Tacrolimus and cyclosporin are both available in topical, ophthalmic, and systemic formulations to suppress T-cell responses:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Topical CNIs are used for T-cell–driven inflammatory skin diseases such as steroid-refractory atopic dermatitis, contact dermatitis, and psoriasis.</li>\n\t<li>Ophthalmic CNIs are used for T-cell–driven ocular diseases such as keratoconjunctivitis sicca and refractory allergic conjunctivitis.</li>\n\t<li>Systemic CNIs are used for prophylaxis against organ transplant rejection and graft-versus-host disease (GVHD).</li>\n</ul><br><br><p>Adverse effects (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/94016.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) include nearly universal <strong>nephrotoxicity</strong> ranging from acute kidney injury (due to afferent arteriolar vasoconstriction) to chronic kidney disease (due to interstitial fibrosis), hypertension, and hyperkalemia.&nbsp; Other adverse effects include neurotoxicity (eg, encephalopathy, seizures) and QTc prolongation.<p></p><br><br><p>In addition, CNIs inhibit cytochrome P450 (CYP450) enzymes (especially 3A4) and P-glycoprotein (P-gp).&nbsp; Therefore, they are prone to many <strong>drug-drug interactions</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37482.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; CNIs can raise the level of statins (metabolized by CYP3A4) and digoxin (metabolized by P-gp).&nbsp; Conversely, CNI levels rise with CYP3A4 inhibitors (eg, azole antifungals, macrolides) and decline with CYP3A4 inducers (eg, rifamycins, antiepileptics).&nbsp; As a result, routine therapeutic drug monitoring (eg, trough tacrolimus level) is essential when adjusting medications.<p></p>\n<h1>Antimetabolites</h1><br><br><p>Antimetabolites are small, orally available molecules that interfere with <strong>nucleic acid synthesis</strong> (DNA, RNA) by blocking enzymes critical for nucleotide metabolism.&nbsp; They include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>MMF (antimetabolite of guanine).</li>\n\t<li>AZP (antimetabolite of guanine and adenosine).</li>\n\t<li>MTX (antimetabolite of thymidine).</li>\n</ul>\n<h2>Mycophenolate</h2><br><br><p>MMF is a prodrug that is rapidly converted to its active form, mycophenolic acid (MPA).&nbsp; MPA selectively and noncompetitively inhibits inosine monophosphate dehydrogenase <strong>(IMPDH)</strong>, a rate-limiting enzyme for the <strong>purine synthesis pathway</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59330.png\" alt=\"Purine synthesis\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Purine synthesis</div>\n                                </div>\n                                ), to form <strong>guanine</strong>.&nbsp; Unlike other cells, lymphocytes lack the purine salvage pathway (ie, they must make guanine de novo), making them highly susceptible to inhibition.<p></p><br><br><p>MMF is used primarily to prevent organ transplant rejection as part of a 3-drug <strong>maintenance immunosuppression</strong> backbone in conjunction with a glucocorticoid and a CNI.&nbsp; It is also used as an adjunctive immunosuppressant for various autoimmune conditions such as systemic lupus erythematosus (SLE), dermatomyositis or polymyositis, and scleroderma-related interstitial lung disease.</p><br><br><p>Adverse effects include myelosuppression, gastrointestinal and mucosal toxicity (eg, diarrhea, oral ulcers), teratogenicity (category D), and an increased risk for malignancy (eg, nonmelanoma skin cancers, posttransplant lymphoproliferative disorder).&nbsp; Patients typically require routine monitoring of blood counts and are counseled to wear protective sunscreen, even in ambient daylight.</p>\n<h2>Azathioprine</h2><br><br><p>AZP is a <strong>purine analogue</strong> that spontaneously converts to 6-mercaptopurine (6-MP) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59300.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; 6-MP has 2 mechanisms of action:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>6-MP is metabolized to 6-thioguanine (6-TG), which is incorporated into DNA and RNA, thereby disrupting nucleic acid synthesis and inhibiting the proliferation of rapidly dividing cells (especially lymphocytes).</li>\n\t<li>6-MP blocks phosphoribosyl pyrophosphate (PRPP) amidotransferase, which is a rate-limiting enzyme for purine synthesis (guanine and adenosine) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16069.png\" alt=\"Purine synthesis\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Purine synthesis</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>AZP is generally used as a second-line immunosuppressant for various autoimmune conditions such as SLE, autoimmune hepatitis, inflammatory bowel disease, and antinuclear cytoplasmic antibody–associated small vessel vasculitides.</p><br><br><p>Adverse effects of AZP include dose-dependent myelosuppression.&nbsp; However, some patients may develop idiosyncratic (ie, at any dose, at any time) aplastic anemia due to polymorphisms in thiopurine methyltransferase <strong>(TPMT)</strong> or nudix hydrolase 15 (NUDT15), which are enzymes that degrade AZP into inactive metabolites.&nbsp; Mutations lead to excessive accumulation of 6-TG, with resultant profound pancytopenia that can be fatal.&nbsp; TMPT enzyme activity testing is recommended in all patients prior to initiation of treatment with AZP.&nbsp; Similarly, xanthine oxidase inhibitors (allopurinol, febuxostat) are <strong>contraindicated</strong> with AZP because these drugs block 6-MP degradation.</p>\n<h2>Methotrexate</h2><br><br><p>MTX is a <strong>folate analogue</strong> that blocks dihydrofolate reductase <strong>(DHFR)</strong>, the enzyme responsible for converting dihydrofolate to tetrahydrofolate, a cofactor required for thymidine (and subsequent DNA) synthesis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25906.png\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).&nbsp; Rapidly dividing cells (eg, lymphocytes) are most susceptible due to their high rate of DNA synthesis.<p></p><br><br><p>MTX is a first-line immunosuppressant for <strong>rheumatoid arthritis</strong>, juvenile idiopathic arthritis, plaque psoriasis, and psoriatic arthritis.&nbsp; It is also an adjunctive agent for SLE, vasculitides, and other autoinflammatory conditions.&nbsp; Only relatively low doses are required for immunosuppression (eg, weekly dosing).&nbsp; Much higher doses are used for chemotherapy (eg, lymphomas) and ablation of ectopic pregnancy.</p><br><br><p>Common adverse effects of MTX include oral mucositis (eg, stomatitis, aphthous ulcers), gastrointestinal sloughing (eg, diarrhea), and myelosuppression.&nbsp; These effects can be lessened by supplementation with folate.&nbsp; MTX also precipitates in the renal tubules and can cause nephrotoxicity, but this typically occurs at much higher chemotherapeutic doses.&nbsp; MTX-induced <strong>lung injury</strong> is an idiosyncratic drug toxicity presenting with diffuse acute pneumonitis that can progress to chronic pulmonary fibrosis.</p>\n<h1>mTOR inhibitors</h1><br><br><p>mTOR inhibitors include <strong>sirolimus</strong> and <strong>everolimus</strong>.&nbsp; They block <strong>mTORC1</strong> by complexing with the same cytoplasmic immunophilin (FKBP12) as tacrolimus.&nbsp; mTORC1 is a central regulator of growth factor responses, cell survival, and protein synthesis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11373.png\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).&nbsp; For example, the IL-2 receptor on T cells requires mTORC1 to drive clonal proliferation.&nbsp; In contrast to CNIs, which block IL-2 gene transcription, mTOR inhibitors block IL-2 receptor signaling.<p></p><br><br><p>mTOR inhibitors are used primarily for maintenance immunosuppression in <strong>renal transplant</strong> recipients, in whom <strong>CNI minimization</strong> is desired (due to their nephrotoxicity).&nbsp; They are also sometimes used for the management of chronic rejection (eg, coronary allograft vasculopathy, bronchiolitis obliterans), in which the mTORC pathway is involved in fibrosis and narrowing of vascular and airway structures.&nbsp; They are also incorporated into drug-eluting stents, wherein they prevent restenosis by blocking neointimal hyperplasia (eg, myofibroblast and smooth muscle proliferation).</p><br><br><p>Adverse effects of mTOR inhibitors include myelosuppression, poor wound healing (impaired angiogenesis), and proteinuria (impaired podocyte repair).</p>\n<h1>Cyclophosphamide</h1><br><br><p>Cyclophosphamide, a nitrogen mustard compound, is a <strong>DNA-alkylating agent</strong>.&nbsp; It induces cross-linking and strand breakage, triggering apoptosis in rapidly dividing cells such as lymphocytes.&nbsp; The immunosuppressive effect is cytotoxic and dose dependent, depleting circulating B and T lymphocytes.</p><br><br><p>Cyclophosphamide is used in a wide range of autoimmune settings (its cousin, ifosfamide, is used primarily for chemotherapy).&nbsp; As an immunosuppressant, it is used mainly with high-dose glucocorticoids to induce remission (ie, induction therapy) for <strong>severe, organ-threatening situations</strong> such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Rapidly progressive glomerulonephritis (eg, granulomatosis with polyangiitis).</li>\n\t<li>Proliferative lupus nephritis.</li>\n\t<li>Exacerbations of autoimmune interstitial lung disease (eg, scleroderma).</li>\n</ul><br><br><p>Adverse effects include myelosuppression (eg, leukopenia) and <strong>hemorrhagic cystitis</strong> (caused by its metabolite, acrolein) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/105388.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).&nbsp; Bladder toxicity can be prevented with adequate hydration and mesna, a thiol that conjugates and inactivates acrolein.&nbsp; Delayed toxicities can appear decades later and include myelodysplastic syndrome (eg, secondary leukemia) and an increased risk for urothelial carcinoma.<p></p>\n<h1>Summary</h1><br><br><p>Conventional immunosuppressants (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97704.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) are broad-acting drugs that nonspecifically suppress the immune system by targeting fundamental processes such as gene transcription, DNA synthesis, and cell metabolism.&nbsp; This class includes glucocorticoids, cyclophosphamide, calcineurin inhibitors (eg, tacrolimus), antimetabolites (eg, mycophenolate, azathioprine, methotrexate), and mTOR inhibitors (eg, sirolimus).&nbsp; These agents are used for both induction therapy (to achieve remission in acute, severe disease) and maintenance therapy (to prevent relapse).&nbsp; Conventional immunosuppressants have greater systemic toxicity compared to newer biologics (eg, monoclonal antibodies such as infliximab), which selectively target specific cytokines and immune receptors.&nbsp; Glucocorticoids cause significant morbidity when taken chronically, prompting a shift toward steroid-sparing regimens when possible.<p></p>\n</div>\n\n            "
}