{
  "meta": {
    "title": "Overview of immunology and primary immunodeficiencies",
    "url": "https://brainandscalpel.vercel.app/overview-of-immunology-and-primary-immunodeficiencies-3b9688a3-312d6c.html",
    "scrapedAt": "2025-12-01T04:44:29.098Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>The immune system is complex, with overlapping pathways.&nbsp; This article provides an overview of the immune system by conceptualizing it based on 2 major branches:</p><ul class=\"article-body-unordered-list\"><li><strong>Innate immunity</strong> refers to a rapid generalized response that remains constant with each exposure.&nbsp; It occurs at the site of infection.</li><li><strong>Adaptive immunity</strong> refers to a slower, <strong>memory-based</strong> response to <strong>specific pathogens</strong> that improves over time.&nbsp; It begins when antigen-presenting cells (APCs [eg, dendritic cells]) move from the site of infection to the nearest lymphoid tissue (eg, lymph node).&nbsp; The adaptive immune branch is subdivided into 2 categories:<ul class=\"article-body-unordered-list\"><li><strong>Cell-mediated immunity</strong> (T cells) is characterized by direct killing of intracellularly infected or abnormal cells (cytotoxic T-cell response) and broad assistance of other immune cells (helper T-cell response).</li><li><strong>Antibody-mediated (humoral) immunity</strong> (B cells, antibodies) is characterized by neutralization, tagging, and opsonization of extracellular pathogens.</li></ul></li></ul><p>Most infections trigger both innate and adaptive responses to varying degrees.&nbsp; The article ends with a brief overview of primary immunodeficiencies, some of which are discussed in more detail in separate articles.</p><h1>Innate immunity</h1><h2>Components</h2><p>Innate immune components consist of the following (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85790.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Natural barriers:</strong>&nbsp; Skin and mucosa are the first lines of defense.&nbsp; Breach of these barriers (eg, splinter) creates a portal of entry for pathogens such as normally benign flora.&nbsp; Natural respiratory defenses include the ciliary escalator and secretions with antimicrobial proteins (eg, defensins, mucins).&nbsp; Innate gastrointestinal defenses include peptic acid and digestive enzymes.</li><li><strong>Contact activation system:</strong>&nbsp; Exposed subendothelial basement membrane (eg, tissue factor) activates local <strong>coagulation</strong>; this forms a fibrin-rich clot that blocks pathogens from entering the bloodstream.&nbsp; Concurrently, the <strong>kallikrein-kinin</strong> system is activated, inducing local vasodilation (eg, bradykinin) and vascular permeability, which allows innate immune cells to infiltrate the infected tissue.</li><li><strong>Innate immune cells:</strong>&nbsp; Innate immune cells consist of granulocytes (<strong>neutrophils</strong>, eosinophils, basophils), <strong>natural killer (NK)</strong> cells, and phagocytes (<strong>macrophages</strong>, <strong>dendritic cells</strong>).&nbsp; The specific function of these cells is discussed below.</li><li><strong>Inflammasome:</strong>&nbsp; The inflammasome is a large multiprotein complex that induces pyroptosis (inflammatory cell death) and pro-inflammatory cytokines (eg, IL-1ꞵ, IL-18) to recruit more innate immune cells to the site of infection.</li><li><strong>Alternative complement pathway:</strong>&nbsp; Bacterial cell wall fragments (eg, lipopolysaccharide) can directly activate complement C3, the starting point of the alternative complement pathway (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73760.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li></ul><h2>Activation</h2><p>If natural barriers are breached, the innate immune system is activated by danger signals (alarmins) that consist of the following (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/98951.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li>Pathogen-associated molecular patterns (<strong>PAMPs</strong>):&nbsp; foreign motifs on invading microbes (eg, lipopolysaccharide, beta glucan)</li><li>Damage-associated molecular patterns (<strong>DAMPs</strong>):&nbsp; self motifs released from necrotic host cells (eg, mitochondrial DNA, histones)</li></ul><p>PAMPs and DAMPs engage pattern recognition receptors (PRRs) (eg, toll-like receptors) on innate immune cells (eg, neutrophils, macrophages).&nbsp; In addition to leukocytes, PRRs are also expressed by endothelial cells and platelets, which also participate in the acute inflammatory response.</p><h2>Effector response</h2><p>Once activated, the innate immune system eliminates pathogens (and infected cells) through granulophagocytic killing and the alternative complement cascade.</p><ul class=\"article-body-unordered-list\"><li><strong>Granulocytic killing:</strong><ul class=\"article-body-unordered-list\"><li><strong>Neutrophils</strong> destroy pathogens by releasing free radicals (eg, superoxide, hydrogen peroxide; known as \"respiratory burst\"), toxins (eg, lysozyme, proteases), and extracellular traps (eg, DNA and histones) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90694.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li><li><strong>NK cells</strong> are granule-containing lymphocytes that destroy infected cells displaying stress ligands (eg, heat shock proteins).&nbsp; Many viruses evade adaptive immunity by downregulating major histocompatibility complex (MHC) class I, which presents intracellular antigens; NK cells counter this by targeting cells with reduced MHC I expression (\"missing self\").&nbsp; They kill via lytic molecules (eg, perforin, granzyme) and receptor-induced apoptosis (eg, Fas ligand [FasL]).&nbsp; NK cells function as the innate counterparts to cytotoxic T-lymphocytes in adaptive immunity (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44106.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li></ul></li><li><strong>Phagocytic killing:</strong>&nbsp; Phagocytes include <strong>macrophages</strong> (macro = big; phage = eat) and <strong>dendritic cells</strong>.&nbsp; They kill pathogens through engulfment followed by lysosomal degradation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30927.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Phagocytes also serve as antigen-presenting cells (APCs) due to their ability to capture and display microbial peptides on MHC.&nbsp; They move from the site of infection to the nearest lymphoid tissue (eg, Peyer patch, lymph nodes), where they encounter naive T cells to initiate the adaptive immune response.&nbsp; Neutrophils also have phagocytic activity (minor function) but do not contribute to antigen presentation.</li><li><strong>Alternative complement activation:</strong>&nbsp; Alternative complement refers to direct activation of C3 by bacterial PAMPs (eg, lipopolysaccharide).&nbsp; (In contrast, the classical complement pathway relies on IgM and IgG antibody binding to antigens from pathogens or autoantigens to initiate the complement cascade.)&nbsp; Activation results in assembly of the <strong>membrane attack complex</strong> (MAC), consisting of complements C5b to C9.&nbsp; MAC kills bacteria by introducing pores in the cell wall (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105043.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; Complement activation amplifies the immune response, increasing endothelial permeability and leukocyte recruitment.&nbsp; In addition, C3b coats bacteria (ie, opsonization), marking them for phagocytic killing.</li></ul><h1>Adaptive immunity:&nbsp; cell-mediated</h1><p>Cell-mediated immunity is driven by T cells.</p><h2>T-cell development</h2><p>T cells are produced by the bone marrow and relocate to the thymus in infancy and early childhood.&nbsp; In the thymus, they are taught to differentiate between self and nonself antigens (\"T-cell education\").&nbsp; To accomplish this, all T cells express a T-cell receptor (TCR), consisting of antigen-recognizing and MHC-binding alpha and beta chains.&nbsp; <strong>V(D)J recombination</strong>, mediated by endonucleases (eg, RAG1 and RAG2), rearranges these chains to produce a massive repertoire of TCRs with different affinities:</p><ul class=\"article-body-unordered-list\"><li><strong>Positive</strong> selection ensures that TCRs bind strongly enough to self MHC to interact effectively with APCs.</li><li><strong>Negative</strong> selection ensures that TCRs do not bind too strongly to MHC, deleting clones that are highly self-reactive to avoid autoimmunity.&nbsp; In adulthood, negative selection continues in secondary lymphoid organs (eg, spleen, lymph nodes, mucosa-associated lymphoid tissue [MALT]).</li></ul><h2>T-cell activation</h2><p>When APCs move from the site of infection to the nearest lymphoid tissue (eg, lymph nodes), they encounter naive T cells.&nbsp; Two signals are required for activation:</p><ul class=\"article-body-unordered-list\"><li><strong>Signal 1 (TCR-MHC):</strong>&nbsp; TCRs must recognize an antigen-MHC complex (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23847.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ) when APCs move from the site of infection to the nearest lymphoid organ.<ul class=\"article-body-unordered-list\"><li><strong>CD8</strong><font size=\"2\"><sup><strong>+</strong></sup></font> (cytotoxic) T cells synapse with <strong>MHC I</strong>, which displays intracellular antigens, such as viral proteins (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68855.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; MHC I is found on all nucleated cells (including APCs).</li><li><strong>CD4</strong><font size=\"2\"><sup><strong>+</strong></sup></font> (helper) T cells synapse with <strong>MHC II</strong>, which displays extracellular antigens, such as bacterial cell wall polysaccharides (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87591.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).&nbsp; MHC II is exclusively found on APCs.</li></ul></li><li>APCs can also <strong>cross-present</strong> phagocytosed extracellular antigens on their MHC I, enhancing the cytotoxic T-cell response to nonviral infections.</li><li><strong>Signal 2 (costimulation):</strong>&nbsp; Signal 1 by itself is not enough.&nbsp; Costimulation is needed through binding of <strong>CD80/86</strong> (on APCs) to <strong>CD28</strong> (on naive T cells) respectively.&nbsp; This second check prevents inappropriate T-cell activation from random encounters with low levels of antigen.&nbsp; Without signal 2, T cells become <strong>anergic</strong> even in the presence of TCR-MHC interaction (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68466.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).</li></ul><p><strong>Superantigens</strong> (eg, staphylococcal toxic shock syndrome) bypass normal antigen presentation and costimulation by indiscriminately linking TCRs to MHC, leading to widespread T-cell activation (eg, up to 25% of all T cells at once) and cytokine storm (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44428.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ).<p></p><h2>Effector function</h2><p>Once activated, cell-mediated immunity is divided between cytotoxic (CD8<font size=\"2\"><sup>+</sup></font>) and helper (CD4<font size=\"2\"><sup>+</sup></font>) T cell responses:</p><ul class=\"article-body-unordered-list\"><li><strong>Cytotoxic T lymphocytes (CTLs)</strong> induce apoptosis of infected cells by releasing lytic enzymes (eg, perforin, granzyme) and FasL-induced apoptosis.&nbsp; (CTLs are the adaptive immune counterpart to NK cells in the innate immune system.)</li><li><strong>Helper T cells (T</strong><font size=\"2\"><sub><strong>h</strong></sub></font><strong>)</strong> assist many other immune cells by secreting interleukins and cytokines.<ul class=\"article-body-unordered-list\"><li>IFN-γ further activates macrophages, stimulating phagocytosis and granuloma formation</li><li>IL-2 broadly stimulates T, B, and NK cells</li><li>IFN-γ and IL-21 activate B cells and promote class switching to IgG</li><li>IL-5 and TGFꞵ activate B cells and promote class switching to IgA</li><li>IL-4 and IL-13 (T<font size=\"2\"><sub>h</sub></font>2 skew) activate B cells and promote class switching to IgE</li></ul></li></ul><h2>T-cell memory</h2><p>Approximately 10% of activated T cells become memory T cells (both CD4<font size=\"2\"><sup>+</sup></font> and CD8<font size=\"2\"><sup>+</sup></font>).&nbsp; They patrol the circulation and mucosal surfaces and reside within lymphoid tissue.&nbsp; They are very long-lived (eg, decades), maintained by survival cytokines (eg, IL-7, IL-15).&nbsp; Memory T cells have a lower threshold for activation (eg, upregulated costimulatory CD28) and can expand quickly on reexposure to their target antigen.</p><h1>Adaptive immunity:&nbsp; antibody-mediated (humoral)</h1><p>Humoral immunity is driven by B cells and antibodies.&nbsp; (\"Humor\" refers to body fluid, reflecting the ability to passively transfer immunity through plasma containing antibodies.)</p><h2>B-cell development</h2><p>The development of B cells occurs in the fetal bone marrow, and most of their initial diversity is established prior to birth.&nbsp; Similar to the process T cells undergo in the thymus, immature marrow B cells undergo a process of positive and negative selection to differentiate between self and nonself antigens.&nbsp; All B cells express a B-cell receptor (BCR) that has a variable antigen-binding (Fab) region.&nbsp; V(D)J recombination, mediated by endonucleases (eg, RAG1 and RAG2), rearranges this region to produce a massive repertoire of BCRs with different affinities:</p><ul class=\"article-body-unordered-list\"><li><strong>Positive selection</strong> ensures only pre-B cells with functional BCRs survive.</li><li><strong>Negative selection</strong> eliminates B cells that react strongly to self BCRs; this promotes self-tolerance.</li></ul><p><strong>Self-tolerant B cells</strong> then migrate to secondary lymphoid organs, where they await activation by helper T cells when the adaptive immune response is triggered.</p><h2>B-cell activation</h2><p>B-cell activation is <strong>T-cell dependent</strong>.&nbsp; Similar to cell-mediated immunity, 2 signals are required for activation.&nbsp; These interactions take place within the <strong>follicular zone</strong> of the secondary lymphoid tissue.</p><ul class=\"article-body-unordered-list\"><li><strong>Signal 1 (BCR antigen):</strong>&nbsp; Naive B cells capture soluble antigens via their BCRs (surface-bound IgM or IgD).&nbsp; The antigen is endocytosed, processed, and redisplayed on B cell MHC II.&nbsp; The B cell now effectively becomes APC to nearby CD4<font size=\"2\"><sup>+</sup></font> T helper cells.</li><li><strong>Signal 2</strong> (<strong>T cell help and costimulation</strong>)<strong>:</strong>&nbsp; CD4<font size=\"2\"><sup>+</sup></font> T helper TCRs synapse with the B cell antigen-MHC complexes.&nbsp; Costimulation is provided by <strong>CD40</strong> on the B cell and CD40L on the helper T cell.</li></ul><p>After receiving signals 1 and 2, the activated B cell moves into the <strong>germinal center</strong> of the lymph node, where it undergoes class switching followed by somatic hypermutation.</p><ul class=\"article-body-unordered-list\"><li><strong>Class switching:</strong>&nbsp; Unstimulated B cells express surface IgM and IgD by default.&nbsp; After activation, the immunoglobulin heavy chain constant region undergoes recombination to swap out its constant region (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28436.jpg\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ), enabling switching to IgG, IgE, or IgA depending on the prevailing interleukin (eg, IL-4 for IgE).</li><li><strong>Somatic hypermutation:</strong>&nbsp; The immunoglobulin heavy chain variable region undergoes point mutagenes, which fine tunes the binding region to produce strong and specific affinity to its epitope.&nbsp; This process is also called <strong>affinity maturation</strong>.</li></ul><p>After these final steps, approximately 95% of activated B cells differentiate into <strong>plasma cells</strong>.&nbsp; The transition is marked by losing CD19 and CD20 and acquiring CD138.&nbsp; Plasma cells have an expanded endoplasmic reticulum and abundant ribosomes to maximize protein (antibody) synthesis.&nbsp; Their nuclei are eccentrically positioned (resembling a fried egg) to make room for this machinery.&nbsp; Plasma cells produce antibodies throughout the course of infection, often surviving for days to weeks.</p><h2>Immunoglobulins</h2><p>Immunoglobulins (eg, antibodies) are composed of a pair of heavy and light chains, giving them a Y-shaped form (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L58551.jpg\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                ).&nbsp; Each light chain has 1 variable region and 1 constant region; each heavy chain has 1 variable region and 3 or 4 constant regions (CH1-4) depending on the immunoglobulin type.<p></p><p>Immunoglobulins are generally further divided into 2 functional pieces as follows:</p><ul class=\"article-body-unordered-list\"><li>The Fab fragment (the 2 prongs of the Y) comprises the entire light chain as well as the variable and the first constant region (CH1) of the heavy chain.&nbsp; This portion of the immunoglobulin uses the variable regions of the light and heavy chain to bind specific antigenic epitopes.</li><li>The Fc fragment (the stalk of the Y) comprises the remaining constant regions (eg, CH2-4) of the heavy chain.&nbsp; The Fc fragment exerts the effector functions of the molecule, which may include activating the classical complement cascade or binding the Fc receptor on phagocytic cells.</li></ul><p>There are 5 classes (isotypes) of immunoglobulins, determined by the heavy chain (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73034.png\" alt=\"figure 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 14</div>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>IgD</strong> exists as a surface-bound monomer (as part of BCR).</li><li><strong>IgM</strong> exists as a surface-bound monomer (as part of BCR) and a soluble pentamer (in circulation).&nbsp; IgM is the first antibody class produced during the initial adaptive response to a new antigen (ie, no class switching yet).&nbsp; Appearance of soluble IgM indicates recent or acute infection.</li><li><strong>IgG</strong> exists as a soluble monomer formed via class switching from IgM.&nbsp; \"Seroconversion\" from IgM to IgG typically indicates chronic infection, previously cleared infection (ie, established immunity), or a vaccination response.&nbsp; IgG is the most abundant immunoglobulin and is able to cross the placenta to confer passive immunity.</li><li><strong>IgA</strong> exists as a soluble dimer formed via class switching from IgM.&nbsp; IgA is primarily found in mucosal secretions (eg, breast milk, saliva, respiratory tract) and is highly effective at neutralization (covering pathogens to prevent them from attaching to epithelial surfaces).</li><li><strong>IgE</strong> is initially secreted (by B and plasma cells) and then covalently attaches to FcεRI receptors on the surface of mast cells and basophils.&nbsp; IgE provides immunity against parasites (eg, helminths) but also causes allergic hypersensitivity.&nbsp; Soluble IgE, the unbound monomer, has no immunologic activity by itself but can be used as a marker of allergic sensitization.</li></ul><p>Within each class, kappa (κ) and lambda (λ) variants are determined by the light chain.&nbsp; A normal κ/λ ratio is 2:1; abnormal ratios can potentially indicate a monoclonal expansion of B cells (eg, multiple myeloma).</p><h2>Effector function</h2><p>Antibodies coat pathogens and combat infection in 4 ways:</p><ul class=\"article-body-unordered-list\"><li><strong>Opsonization</strong> tags pathogens for phagocytosis.&nbsp; The Fab region of the antibody binds to the antigen, and the Fc region of the antibody is recognized by dedicated receptors on phagocytes.&nbsp; This is the principal mechanism of microbial clearance.</li><li><strong>Neutralization</strong> prevents pathogen binding to host cells.&nbsp; Neutralizing antibodies typically target the microbe's attachment or docking proteins (eg, influenza's hemagglutinin).&nbsp; Measuring neutralizing titer is the gold standard for evaluating vaccine effectiveness <em>in vitro</em>.</li><li><strong>Antibody-dependent cellular cytotoxicity</strong> marks pathogens for direct cytolytic killing by NK cells, which recognize Fcγ (IgG).</li><li><strong>Classical complement pathway</strong> coats pathogens (IgM and IgG only) to activate C1q at the start of the classical complement pathway, ultimately leading to formation of the membrane attack complex MAC.&nbsp; Therefore, IgM and IgG are said to be able to \"fix complement.\"</li></ul><h2>B-cell memory</h2><p>Approximately 95% of activated B cells become plasma cells, and the remaining 5% become <strong>memory B cells</strong>.&nbsp; These memory cells reside in the germinal center of secondary lymphoid tissue and can circulate through the lymphatics, bloodstream, and peripheral sites.&nbsp; The memory pool is maintained by survival interleukins (eg, IL-15, IL-21) and low levels of ongoing costimulation (eg, CD40-CD40L).&nbsp; They have a low threshold for activation and can quickly reexpand and differentiate into plasma cells.</p><h1>Primary immunodeficiencies</h1><p>Primary immunodeficiency (PID) refers to a <strong>genetic</strong> defect causing abnormal susceptibility to infections.&nbsp; PIDs are typically classified as follows:</p><ul class=\"article-body-unordered-list\"><li><strong>Innate:</strong>&nbsp; characterized by defective granulocytes, phagocytes, or terminal complement, with normal T cells, B cells, and immunoglobulins</li><li><strong>T cell (cellular):</strong>&nbsp; characterized by defective T cells, often with secondary B-cell deficiency (eg, immunoglobulin deficiency) due to lack of T helper activity</li><li><strong>B cell (humoral):</strong>&nbsp; characterized by defective B cells leading to immunoglobulin deficiency</li><li><strong>T cell and B cell (combined):</strong>&nbsp; characterized by defective T cells, B cells, and immunoglobulins</li></ul><p>Most PIDs manifest in early childhood.&nbsp; Minor B cell defects, such as mild forms of common variable immunodeficiency, may only be recognized in middle age (eg, an adult with recurrent pneumonia and bronchiectasis).</p><h2>Innate</h2><p>Primary innate immunodeficiencies involve genetic defects of granulocytes, phagocytes, or terminal complement.</p><ul class=\"article-body-unordered-list\"><li><strong>Chronic granulomatous disease</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/54946.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is an X-linked defect of NADPH oxidase, resulting in a weak respiratory burst and incomplete phagolysosomal killing.&nbsp; Its primary feature is recurrent infections from <strong>catalase-positive organisms</strong> (eg, <em>Staphylococcus aureus</em>, <em>Aspergillus</em> spp) due to their ability to neutralize the insufficient levels of hydrogen peroxide produced by dysfunctional neutrophils.&nbsp; Unresolved foci of infection lead to persistent inflammation and granuloma formation in multiple organs.</li><li><strong>Leukocyte adhesion deficiency</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/70661.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) is an autosomal recessive defect in integrins (eg, CD18), resulting in impaired endothelial docking and migration to sites of infection.&nbsp; It causes recurrent infections (eg, cellulitis), characteristic noninflammatory (\"cold\") abscesses <strong>lacking pus</strong> (despite high circulating leukocytes), poor wound healing, and delayed umbilical cord separation.</li><li><strong>Chediak-Higashi syndrome</strong> is an autosomal recessive defect in lysosomal trafficking machinery, resulting in recurrent bacterial infections (eg, defective phagocytic killing), oculocutaneous albinism (eg, retained melanin and retinal pigment granules), and neurodegeneration (eg, lysosomal buildup).&nbsp; Peripheral blood shows <strong>giant granules</strong> within leukocytes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21648.png\" alt=\"figure 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 15</div>\n                                </div>\n                                ).</li><li><strong>Terminal complement deficiency</strong> is an autosomal recessive defect in components of the membrane attach complex (C5b, C6, C7, C8, or C9).&nbsp; An acquired deficiency can be induced by eculizumab therapy (eg, for paroxysmal nocturnal hemoglobinuria) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18711.jpg\" alt=\"figure 16\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 16</div>\n                                </div>\n                                ).&nbsp; It results in susceptibility to invasive bacterial infections, particularly by <em><strong>Neisseria meningitidis</strong></em> and <em>N gonorrhoeae</em>.</li></ul><p>The signature of innate immunodeficiency is recurrent infections <strong>despite</strong> normal indices of adaptive immunity, as demonstrated by:</p><ul class=\"article-body-unordered-list\"><li>Normal T, B, and NK cell counts (ie, \"TBNK\" flow cytometry panel)</li><li>Normal serum immunoglobulin (IgM, IgG, IgA, IgE) levels</li><li>Normal vaccine response (ie, &gt;4-fold increase in specific IgG after immunization)</li></ul><h2>Cellular (T cell)</h2><p>Primary cellular immunodeficiencies involve genetic defects in T-cell development or function.&nbsp; Patients are prone to opportunistic infections from viruses (eg, herpes simplex virus), fungi (eg, <em>Candida</em>), protozoa (eg, <em>Giardia</em>), and atypical intracellular bacteria (eg, <em>Pneumocystis</em>, <em>Mycobacterium tuberculosis</em>).</p><ul class=\"article-body-unordered-list\"><li><strong>DiGeorge syndrome</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/89988.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: 22q112 deletion syndromes 22qDS\n                                    </a>\n                                </div>\n                                ) is an autosomal dominant disorder due to microdeletion of 22q11.2.&nbsp; Failed pharyngeal pouch development leads to <strong>thymic agenesis</strong>, hypocalcemia (eg, primary hypoparathyroidism), cardiac defects, and craniofacial anomalies.&nbsp; TBNK flow cytometry shows markedly reduced or absent T cells but relatively preserved B and NK cell counts.&nbsp; Secondary humoral immunodeficiency (eg, hypogammaglobulinemia) is common because B-cell activation relies on T-cell support.</li><li><strong>Chronic mucocutaneous candidiasis (CMC)</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/71149.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) is a group of disorders (various inheritance patterns) related to defective <strong>T</strong><font size=\"2\"><sub><strong>h</strong></sub></font><strong>17</strong> function, a subset of CD4<font size=\"2\"><sup>+ </sup></font>helper T cells concentrated in the skin and mucosae necessary for epithelial repair and fungal defense.&nbsp; Patients have recurrent, severe candidal infections such as thrush, esophagitis, and diffuse rashes.&nbsp; <strong>Job (hyper-IgE) syndrome</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/70180.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ), caused by defective STAT3 (critical transcription factor for T<font size=\"2\"><sub>h</sub></font>17 differentiation), is a specific form of CMC associated with a compensatory but ineffective increase in T<font size=\"2\"><sub>h</sub></font>2 skewing (eg, elevated IgE).</li></ul><h2>Humoral (B cell)</h2><p>Primary humoral immunodeficiencies involve genetic defects in B-cell development and antibody production (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60475.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ).&nbsp; Patients are prone to develop <strong>bronchiectasis</strong> due to <strong>recurrent sinopulmonary infections</strong> from encapsulated extracellular bacteria (eg, <em>Streptococcus pneumoniae</em>, <em>Haemophilus influenzae</em>).&nbsp; These bacteria are mainly cleared through antibody-dependent mechanisms (eg, opsonization).&nbsp; <strong>Chronic diarrhea</strong> due to lack of gut mucosal IgA defense is also common.<p></p><ul class=\"article-body-unordered-list\"><li><strong>X-linked (Bruton) agammaglobulinemia</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60480.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ) is the most severe humoral immunodeficiency.&nbsp; It is caused by defective Bruton tyrosine kinase, leading to arrested B-cell development at an early stage.&nbsp; Patients exhibit <strong>absent B cells</strong> (but normal T and NK cell counts), low to absent levels of all immunoglobulin classes (IgG, IgA, IgM), and underdeveloped lymphoid tissue (eg, lack of tonsils and lymph nodes).</li><li><strong>Hyper-IgM syndrome</strong> is an X-linked defect due to lack of <strong>CD40 ligand</strong>, which is required for B-cell costimulation and <strong>class switching</strong>.&nbsp; Blocked class switching leads to accumulation of B cells capable of expressing only IgM.&nbsp; Patients exhibit <strong>normal B cell counts</strong>, elevated IgM but absent levels of other classes (IgG, IgE, IgA), and compensatory lymphoid hyperplasia.</li><li><strong>Common variable immunodeficiency (CVID)</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33026.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 9\n                                    </a>\n                                </div>\n                                ) is a large group of defects caused by impaired differentiation of B cells into plasma cells.&nbsp; Most mutations are sporadic (not inherited).&nbsp; Patients exhibit normal B cell counts and <strong>nonselective hypogammaglobulinemia</strong> (roughly equal reduction in all classes).&nbsp; Acquired CVID occurs in the setting of lymphoproliferative disorders (eg, chronic lymphocytic leukemia) and autoimmune conditions (eg, systemic lupus erythematosus).</li><li><strong>Selective IgA deficiency</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81535.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 10\n                                    </a>\n                                </div>\n                                ) is the <strong>most common</strong> primary immunodeficiency.&nbsp; Most cases are inherited, but the exact genetic loci are poorly defined.&nbsp; Although it is mainly asymptomatic, severe deficiency can manifest with recurrent sinusitis, pneumonia, and gastroenteritis.&nbsp; It is also associated with <strong>anaphylactic transfusion reactions</strong> when donor IgA (eg, present in plasma) is recognized as foreign by recipient IgE.&nbsp; Patients have normal B cell counts and normal levels of every other immunoglobulin classes.</li><li><strong>IgG subclass deficiency</strong> is a subclass deficiency that involves specific reductions in one or more IgG isoforms (eg, IgG1, IgG2, IgG3, or IgG4) due to subtle defects in class switching.&nbsp; It can be challenging to detect because patients exhibit a normal B cell count and <strong>normal total IgG</strong> and other immunoglobulins.&nbsp; However, pneumococcal (encapsulated) vaccine response is poor (&lt;2-fold increase in titer).</li></ul><h2>Combined (T cell and B cell)</h2><p>Combined primary immunodeficiencies involve profound defects in T and B cell development.&nbsp; They manifest with features of both cellular and humoral immunodeficiency (eg, myriad opportunistic infections due to viruses, fungi, bacteria, and protozoa).</p><ul class=\"article-body-unordered-list\"><li><strong>Severe combined immunodeficiency</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/74855.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 11\n                                    </a>\n                                </div>\n                                ) is characterized by defects in T-cell development involving loss of <strong>RAG1</strong> or <strong>RAG2</strong> (necessary for V(D)J recombination), <strong>adenosine deaminase</strong> (necessary for purine balance in lymphocytes), or <strong>IL-2RG</strong> (gamma chain shared by several cytokine receptors including IL-2, IL-4, and others).&nbsp; Patients exhibit low or absent T cells, B cells, and immunoglobulins.</li><li><strong>Wiskott-Aldrich syndrome</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41116.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 12\n                                    </a>\n                                </div>\n                                ) is a X-linked defect of <strong>actin cytoskeleton</strong> organization in lymphocytes and platelets.&nbsp; Although T and B cell counts are normal, they are unable to reshape their membranes to interact effectively with APCs.&nbsp; Megakaryocytes are unable to pinch off their cytoplasm to generate platelets.&nbsp; The syndrome involves the triad of recurrent sinopulmonary infections, <strong>thrombocytopenia</strong>, and eczema.&nbsp; The eczema is due to compensatory but ineffective increase in T<font size=\"2\"><sub>h</sub></font>2 skewing.</li><li><strong>Ataxia-telangiectasia</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/73657.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 13\n                                    </a>\n                                </div>\n                                ) is an autosomal recessive defect in the ATM gene, a DNA double strand break repair protein necessary for proper cell cycle progression.&nbsp; Accumulation of unrepaired genetic damage leads to <strong>lymphocyte apoptosis</strong> (eg, low T and B cell counts), <strong>cerebellar degeneration</strong> (eg, ataxia), and a variety of <strong>malignancies</strong> (especially leukemias and lymphomas).</li></ul><h1>Summary</h1><p>The immune system is divided into innate and adaptive branches (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/120171.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 14\n                                    </a>\n                                </div>\n                                ).<p></p><p>Innate immunity provides a rapid, nonspecific response to pathogens through natural barriers (eg, skin), granulocytic killing (eg, neutrophils, natural killer cells), phagocytosis (eg, macrophages), and alternative complement.</p><p>Adaptive immunity provides a memory-based response to nonnative patterns and is further divided into cell-mediated immunity (T cells) and antibody-mediated (humoral) immunity (B cells and antibodies).</p><ul class=\"article-body-unordered-list\"><li>Cell-mediated immunity is primarily responsible for controlling viruses (eg, Epstein-Barr virus), fungi (eg, <em>Candida</em>), and atypical intracellular bacteria (eg, <em>Mycobacterium tuberculosis</em>).</li><li>Humoral immunity is more effective against extracellular encapsulated bacteria (eg, <em>Streptococcus pneumoniae</em>).</li></ul><p>Primary immunodeficiencies are genetic defects that affect innate immunity (eg, chronic granulomatous disease), T cells (eg, DiGeorge syndrome), B cells (eg, X-linked agammaglobulinemia), or combined T cells and B cells (eg, severe combined immunodeficiency).</p></div>\n            "
}