{
  "meta": {
    "title": "Severe combined immunodeficiency",
    "url": "https://brainandscalpel.vercel.app/severe-combined-immunodeficiency-42398c8c-312d6c.html",
    "scrapedAt": "2025-12-01T04:44:30.876Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Severe combined immunodeficiency (SCID) is a severe primary immunodeficiency caused by one of several genetic mutations that impair T-cell development with subsequent impaired production of immunoglobulin G (IgG) and immunoglobulin A (IgA) antibodies.&nbsp; Patients have both cellular and humoral immune deficiency and are at risk for severe, recurrent viral, fungal, and opportunistic (eg, <em>Pneumocystis jiroveci</em>) infections.</p>\n<h1>Pathogenesis</h1><br><br><p>SCID is caused by one of several genetic mutations that lead to T-cell lymphopenia.&nbsp; Some SCID mutations also directly impair B and natural killer (NK) cell development.&nbsp; However, even if B-cell development is not directly impacted, T-cell signaling is required for production of IgG and IgA antibodies (ie, T-cell–induced immunoglobulin class switching).&nbsp; In these cases, B cells are present but nonfunctional (ie, cannot produce antibodies).&nbsp; Therefore, in all forms of SCID, <strong>cellular and humoral immunity are both impaired</strong>.&nbsp; The most common genetic mutations that cause SCID include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>X-linked SCID</strong>:&nbsp; An X-linked recessive mutation in the <em>IL2RG</em> gene is the most common (50% of cases) cause of SCID.&nbsp; The <em>IL2RG</em> gene encodes the IL-2 receptor subunit gamma (IL2RG), a subunit of the receptor for the cytokines IL-2, IL-4, IL-7, IL-9, IL-15, and IL-21.&nbsp; A mutation in the <em>IL2RG</em> gene impairs cell signaling and subsequent T- and NK-cell development.&nbsp; Although B cells are present, they are nonfunctional due to impaired cell signaling.</li>\n\t<li><strong>Adenosine deaminase (ADA) deficiency SCID</strong>:&nbsp; An autosomal recessive mutation in the <em>ADA</em> gene is the second most common cause of SCID.&nbsp; ADA is an enzyme that deaminates adenosine to inosine, an essential step in purine metabolism.&nbsp; Adenosine is highly toxic to mitotically active cells such as developing lymphocytes.&nbsp; Therefore, ADA deficiency leads to T-, B-, and NK-cell death and combined cellular and humoral immunodeficiency.</li>\n\t<li><strong>JAK3 deficiency SCID</strong>:&nbsp; JAK3 is a member of the Janus family of protein kinases that is associated with the IL2RG.&nbsp; When cytokines bind the IL2RG, JAK3 mediates signal transduction.&nbsp; Therefore, an autosomal recessive mutation in the <em>JAK3</em> gene is functionally similar to a mutation in the <em>IL2RG</em> gene, leading to absent T and NK cells and nonfunctional B cells.</li>\n</ul><br><br><p>Therefore, the primary risk factor for SCID is a family history of the disorder.&nbsp; Likewise, a family history of death from infection in early infancy may raise suspicion for SCID.</p>\n<h1>Clinical presentation and diagnosis</h1><br><br><p>The clinical presentation and diagnosis of SCID typically occurs as follows:</p>\n<h2>Asymptomatic patients</h2><br><br><p><strong>Clinical presentation</strong>:&nbsp; Patients with SCID are asymptomatic at birth due to transplacental transfer of IgG.</p><br><br><p><strong>Screening</strong>:&nbsp; Patients are often identified on routine newborn screening via very low or undetectable T-cell receptor excision circles (TRECs), segments of excised DNA that are generated as T cells mature in the thymus.&nbsp; Because TRECs are not replicated during mitosis, they are markers of T-cell maturation in the thymus.</p><br><br><p><strong>Confirmatory testing</strong>:&nbsp; Positive newborn screening requires confirmation with quantitative T-, B-, and NK-cell analysis by flow cytometry.&nbsp; The presence of B and NK cells depends on the underlying genetic mutation, which can be identified by single gene sequencing.</p>\n<h2>Symptomatic patients</h2><br><br><p>Clinical presentation:&nbsp; Maternal IgG antibodies wane after the first few months of life and patients develop symptoms before age 1.&nbsp; Also during this time, patients are exposed to a variety of viral, fungal, or bacterial pathogens.&nbsp; Therefore, patients typically present with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>severe, recurrent infections</strong>, including opportunistic pathogens (eg, <em>P jiroveci</em>)</li>\n\t<li><strong>chronic diarrhea</strong> (due to IgA deficiency)</li>\n\t<li><strong>failure to thrive</strong> (due to recurrent infections and nutrient loss)</li>\n</ul><br><br><p><strong>Physical examination</strong>:&nbsp; Findings may be notable for a source of infection (eg, persistent mucocutaneous candidiasis) and absent peripheral lymphoid tissue (eg, tonsils).</p><br><br><p><strong>Laboratory evaluation</strong>:&nbsp; Complete blood count shows lymphopenia (absolute lymphocyte count ≤2,500/mm<font size=\"2\"><sup>3</sup></font>, although the standard may vary with age).</p><br><br><p><strong>Confirmatory testing</strong>:&nbsp; Quantitative T-, B-, and NK-cell analysis by flow cytometry and single gene sequencing are performed to identify the underlying genetic mutation.&nbsp; All genetic mutations result in cellular and humoral immune deficiency, and quantitative immunoglobulin analysis shows hypogammaglobulinemia.&nbsp; B cells may be present (as shown on flow cytometry) but are nonfunctional; however, maternal IgG antibodies may be detected in young infants.&nbsp; Similarly, young infants will not mount an immune response to routine childhood vaccines, but titers may reflect maternal IgG antibodies.</p><br><br><p><strong>Imaging studies</strong>:&nbsp; Although not required, imaging studies can support the diagnosis.&nbsp; In SCID, the thymic shadow is absent on chest radiography due to thymic aplasia or hypoplasia.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for SCID includes other primary immunodeficiencies that present with recurrent infections, as follows:</p>\n<h2>Combined immunodeficiencies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>DiGeorge syndrome</strong>:&nbsp; This disorder classically presents with craniofacial abnormalities, conotruncal cardiac anomalies, hypoplastic thymus, and hypocalcemia.&nbsp; Immunodeficiency can also occur and is related to the degree of thymic hypoplasia.&nbsp; Although complete DiGeorge syndrome can occur, it is rare (&lt;1% of cases) and is characterized by qualitatively and quantitatively normal B cells.&nbsp; Characteristic syndromic features may not be recognized at birth.</li>\n\t<li><strong>Wiskott-Aldrich syndrome</strong>:&nbsp; Similar to SCID, this X-linked recessive disorder is characterized by combined immunodeficiency.&nbsp; However, patients often present in early infancy with excessive bleeding (eg, following circumcision, umbilical stump detachment) and eczema.</li>\n</ul>\n<h2>B-cell immunodeficiencies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bruton agammaglobulinemia</strong>:&nbsp; An X-linked recessive disorder, Bruton agammaglobulinemia is characterized by absent B cells and very low or undetectable serum immunoglobulins.&nbsp; T-cell concentrations are normal, and chest radiograph shows a normal thymic shadow, unlike SCID.&nbsp; Patients present with recurrent sinopulmonary and gastrointestinal infections.</li>\n\t<li><strong>Common variable immunodeficiency</strong> (CVID):&nbsp; This condition is associated with recurrent sinopulmonary or gastrointestinal bacterial infections due to hypogammaglobulinemia; in contrast to SCID, T- and B-cell counts are normal in CVID.</li>\n</ul>\n<h2>T-cell immunodeficiencies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>HIV/AIDS</strong>:&nbsp; Perinatally acquired HIV/AIDS can present similarly to SCID with severe, recurrent infections, chronic diarrhea, and failure to thrive in infancy or early childhood.&nbsp; However, CD3<font size=\"2\"><sup>+</sup></font> T-cell counts and quantitative immunoglobulin analysis are typically normal.&nbsp; Maternally derived HIV antibodies may be present in young infants.</li>\n</ul>\n<h1>Management</h1><br><br><p>SCID is a medical emergency, and immediate interventions are necessary to prevent life-threatening infection while awaiting <strong>hematopoietic stem cell transplantation</strong> (HSCT), including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Strict isolation to minimize exposure to pathogens</li>\n\t<li>Prophylactic antimicrobial medications (eg, trimethoprim-sulfamethoxazole, fluconazole)</li>\n\t<li>Intravenous immunoglobulin to provide passive humoral immunity</li>\n\t<li>Avoidance of live vaccines due to the risk of vaccine-associated infections</li>\n</ul><br><br><p>HSCT is curative and should be performed as soon as possible following diagnosis.&nbsp; Retroviral gene therapy is a promising treatment for patients who are not candidates for HSCT (eg, no human leukocyte antigen match).&nbsp; For example, retroviral vectors insert the gene for ADA into the patient's hematopoietic stem cells, resulting in the production of ADA by all progeny cells.</p>\n<h1>Prognosis</h1><br><br><p>SCID is fatal in infancy or early childhood if untreated.&nbsp; However, with prompt diagnosis and HSCT, the prognosis is excellent.&nbsp; Donor hematopoietic stem cells allow the patient to develop cellular and humoral immunity, reducing the risk of life-threatening viral, fungal, and opportunistic infection.</p>\n<h1>Summary</h1><br><br><p>Severe combined immunodeficiency (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/74855.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a primary immunodeficiency caused by one of several genetic mutations that impair T-cell development and subsequent antibody production.&nbsp; Patients have both cellular and humoral immune deficiency and are at risk for severe, recurrent viral, fungal, and opportunistic (eg, <em>Pneumocystis jiroveci</em>) infections.&nbsp; Definitive management involves hematopoietic stem cell transplant.<p></p>\n</div>\n\n            "
}