{
  "meta": {
    "title": "Tuberculosis",
    "url": "https://brainandscalpel.vercel.app/tuberculosis-786c03ea-312d6c.html",
    "scrapedAt": "2025-12-01T04:44:32.513Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Tuberculosis (TB) is a highly prevalent disease, affecting one-quarter of the world population.&nbsp; TB incidence is falling very gradually, and it remains the leading infectious cause of death across the globe.&nbsp; This article discusses latent TB infection and active TB disease, encompassing primary, reactivation, and disseminated TB.</p>\n<h1>Microbiology</h1><br><br><p><em>Mycobacterium tuberculosis</em> is a gram-positive bacillus with a unique waxy cell wall rich in mycolic acids and lipids that makes it resistant to innate host defenses and many conventional disinfectants.&nbsp; TB bacilli are transmitted through airborne droplets, leading to initial infection and intracellular replication within alveolar macrophages (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40988.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; <em>M tuberculosis</em> has several virulence factors that aid its survival (eg, cord factor inhibits phagolysosomal fusion).&nbsp; Persistent replication within macrophages induces granuloma formation, which serves as a barrier to contain the infection but also provides shelter for <em>M tuberculosis</em> to persist.&nbsp; Several outcomes are possible, ranging from latency to reactivation to dissemination (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18501.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p>\n<h1>Risk factors</h1><br><br><p>Risk factors for acquisition of new TB are distinct from those of reactivation (or dissemination) of latent TB.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acquisition of new TB:&nbsp; Mainly determined by contact with an infectious case (eg, prolonged proximity) or risk of constant exposure (eg, some health care workers, incarcerated population)</li>\n\t<li>Reactivation (or dissemination) of latent TB:&nbsp; Mainly determined by immunocompromised status, particularly HIV, medical comorbidities, or iatrogenic immunosuppression (especially tumor necrosis factor-ɑ inhibitors)</li>\n</ul>\n<h1>Definitions</h1><br><br><p>Clinically, TB can be discussed from different perspectives:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Contagiousness:&nbsp; active (contagious) or latent infection (not contagious)</li>\n\t<li>Disease phase:&nbsp; primary, secondary (reactivation), or disseminated (eg, miliary)</li>\n\t<li>Site of infection:&nbsp; pulmonary or extrapulmonary</li>\n\t<li>Drug responsiveness:&nbsp; drug-sensitive or drug-resistant</li>\n</ul><br><br><p>These terms are often combined to provide a higher level of clinical context (eg, latent extrapulmonary TB).&nbsp; Of note, the terminology is shifting to a simpler system:&nbsp; \"<strong>active TB</strong>\" (encompassing primary, reactivation, and disseminated TB) is being replaced by \"TB disease\"; and \"<strong>latent TB infection</strong>\" is being replaced by \"TB infection\" (to denote the need for treatment).</p>\n<h1>Clinical pathogenesis and management</h1><h2>Early (asymptomatic) clearance</h2><br><br><p>In most (&gt;90%) of cases, accidental TB exposure does not lead to TB infection because the bacilli are cleared by alveolar macrophages.&nbsp; However, a heavy TB inoculum (eg, exposure to an endobronchial TB patient) or prolonged contact (eg, cohabitation with a patient with active TB) can lead to primary TB.</p>\n<h2>Primary TB</h2><br><br><p>Primary TB is a local pulmonary infection that occurs when inhaled tuberculous bacilli are not immediately cleared.&nbsp; The bacilli replicate within macrophages, triggering a n<strong>ecrotizing (caseating) granulomatous</strong> response.&nbsp; Usually, patients are asymptomatic or display mild symptoms (eg, low grade fever, malaise, cough) resembling a nonspecific viral respiratory illness.&nbsp; This infection appears as a rounded opacity or consolidation with a predilection for lower or middle lung zones (due to the settling of airborne droplets), often accompanied by ipsilateral hilar adenopathy (ie, <strong>Ghon complex</strong>).&nbsp; Cavitation is rare in primary TB because it requires chronic (months to years) tissue destruction and fibrosis.</p><br><br><p>Due to their relatively mild symptoms, most patients with primary TB are not diagnosed and remain untreated.&nbsp; Tests for TB infection (eg, interferon-gamma release assay, tuberculin skin test), described in the next section, are negative at this stage because a chronic T-cell immune response has not yet developed.&nbsp; In rare cases with more severe symptoms (eg, hospitalization for acute TB pneumonia), diagnosis is sometimes possible based on direct detection of TB bacilli (eg, acid-fast bacilli [AFB] culture or nucleic acid amplification test [NAAT]).</p><br><br><p>Rarely, primary TB will spontaneously clear, leaving behind a residual scar.&nbsp; More commonly, the granulomatous response walls off the bacilli but does not fully eradicate them, leading to latent TB infection.</p>\n<h2>Latent TB infection</h2><br><br><p>Latent TB infection (LTBI) represents <strong>asymptomatic persistence</strong> of tuberculous bacilli in host tissues (mainly lung granulomas and mediastinal lymph nodes).&nbsp; Other latent reservoirs include the kidneys, liver, and spleen, which become infected through silent bacteremia.&nbsp; The bacilli lay dormant (ie, not replicating) and are shielded from destruction by the granuloma.&nbsp; Although LTBI is asymptomatic, patients can have evidence of prior active TB (eg, stable calcified pulmonary nodules or scarring).</p><br><br><p>Detection of LTBI is accomplished through <strong>screening</strong>, offered to 2 groups: patients at increased risk of acquiring TB (eg, close contact) and patients at increased risk of TB reactivation (eg, HIV or other immunosuppression).&nbsp; Screening assays include interferon-gamma release assay (IGRA) and tuberculin skin testing (TST):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>IGRA</strong> (eg, QuantiFERON) involves incubating peripheral blood with <em>M tuberculosis</em> antigens, which stimulates cytokine (mainly interferon-gamma [IFN-γ]) release from previously sensitized (eg, memory) T cells.&nbsp; The test is interpreted as positive, negative, or indeterminate (ie, no response to positive control, possibly due to technical error or anergy/immunosuppression).&nbsp; IGRAs are the test of choice in most situations because they have higher specificity (eg, it avoids false positives in those with previous bacillus Calmette-Guerin vaccination or nontuberculous mycobacterial infection) and do not require a second visit for skin reading.</li>\n\t<li><strong>TST</strong> (eg, purified protein derivative [PPD]) involves injecting <em>M tuberculosis</em> proteins subcutaneously, which provokes a local type IV hypersensitivity response (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69989.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) in those with previously sensitized T cells.&nbsp; This response manifests as an induration, representing dermal granuloma formation, over the following 1-3 days (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21495.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The definition of a positive TST is guided by patient risk factors (ie, smaller induration qualifies as positive in higher-risk patients) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32400.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; For example, ≥5 mm is considered positive for HIV and organ transplant recipients, ≥10 mm is considered positive for health care workers and recent immigrants from endemic countries, and ≥15 is always considered positive.&nbsp; TST may be preferred over IGRA in resource-limited settings.</li>\n</ul><br><br><p>All patients with LTBI should be treated with antituberculous drug therapy, which reduces the risk of reactivation by &gt;90% over a lifetime.&nbsp; The most common LTBI regimens are rifamycin-based (eg, daily rifampin for 4 months) (preferred) or isoniazid-based (eg, isoniazid for 6-9 months) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32405.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Treatment does not reverse the IGRA or TST result (ie, it eliminates the dormant bacilli but not the immunologic memory).<p></p>\n<h2>Secondary (reactivation) TB</h2><br><br><p>Reactivation TB represents new replication of <em>M tuberculosis</em> from previously dormant microscopic granulomas in the lungs.&nbsp; The risk of reactivation from LTBI ranges from 10% in a lifetime (eg, in immunocompetent patients) to 10% <em>per year</em> (eg, in patients with HIV).</p><br><br><p><strong>Reactivation</strong> (known historically as \"consumption\") is the most common and recognizable form of TB, presenting with prominent constitutional symptoms (eg, fever, night sweats, weight loss) and cough.&nbsp; Chest imaging characteristically reveals upper lobe cavitary lesions (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14003.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) and coalescent nodules.&nbsp; Cavitary lesions can erode into bronchial arteries, causing hemoptysis.&nbsp; The high bacillary load often causes endobronchial spread, contaminating additional lobes.&nbsp; With longstanding disease, extensive tissue destruction can occur, causing large regions of scarring and retraction, resulting in ipsilateral mediastinal deviation and hemidiaphragm elevation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14276.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; Other thoracic manifestations include pneumothorax, TB empyema, and pericarditis.<p></p><br><br><p>In patients with suspected active TB, the first step is to establish <strong>airborne precautions</strong> (eg, N95 mask, negative pressure room) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84523.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Diagnosis is established by sending sputum (or other infectious fluid) for NAAT as well as AFB smear and culture.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>NAAT</strong> (eg, Xpert MTB) is the primary method for detecting TB due to its rapid turnaround and high specificity and sensitivity.</li>\n\t<li><strong>AFB smear and culture</strong> is less sensitive (requires &gt;10<font size=\"2\"><sup>4 </sup></font>CFU/mL to detect) but may be the initial signal in patients with heavy bacillary load (eg, patients with aggressive cavitary disease).&nbsp; However, NAAT is still needed for confirmation (eg, to differentiate from nontuberculous mycobacteria).</li>\n</ul><br><br><p>Treatment involves RIPE, a 4-drug regimen that includes the following (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/90118.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>R</strong>ifampin:&nbsp; RNA polymerase inhibitor</li>\n\t<li><strong>I</strong>soniazid:&nbsp; cell wall (mycolic acid) inhibitor</li>\n\t<li><strong>P</strong>yrazinamide:&nbsp; cell wall (fatty acid) inhibitor</li>\n\t<li><strong>E</strong>thambutol:&nbsp; cell wall (arabinose) inhibitor</li>\n</ul><br><br><p>Typically, all 4 drugs are given for 2 months, followed by continuation of rifampin and isoniazid for several more months.&nbsp; Common adverse effects include hepatotoxicity (all drugs), altered drug metabolism (rifampin is a powerful cytochrome P450 inducer), peripheral neuropathy (an adverse effect of isoniazid prevented with pyridoxine [vitamin B6] supplementation), and retinopathy (ethambutol).&nbsp; Surgery (eg, pneumonectomy) is sometimes needed to remove extensively damaged lung tissue.</p>\n<h2>Extrapulmonary TB</h2><br><br><p><em>M tuberculosis</em> can reach extrapulmonary sites, typically via hematogenous spread in the setting of significant immunosuppression (eg, HIV, chronic alcohol use disorder).&nbsp; Extrapulmonary seeding typically occurs during the reactivation phase of TB, during which there are transient episodes of bacteremia.&nbsp; Virtually any organ system can be affected.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>CNS</strong>:&nbsp; TB meningitis presents with subacute headache (eg, several weeks) and frequent cranial nerve palsies (eg, ophthalmoplegia) due to basal meningeal inflammation (eg, nuchal rigidity, vomiting).&nbsp; Cerebrospinal fluid analysis shows elevated protein (100-500 mg/dL), low glucose, lymphocytic pleocytosis, and elevated adenosine deaminase (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33352.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).&nbsp; In addition, tuberculomas (TB abscesses) can form in the brain or spinal cord and present with focal neurological symptoms.&nbsp; Imaging shows ring-enhancing mass lesions, often with central necrosis, typically surrounded by extensive local edema (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99288.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Abdominal</strong>:&nbsp; Infiltration of the peritoneal lining can cause TB ascites, characterized by a low serum- ascites albumin gradient (&lt;1.1 g/dL), reflecting the exudative nature of the fluid.&nbsp; Liver involvement causes granulomatous hepatitis (eg, hepatomegaly, mixed hepatocellular and cholestatic pattern).&nbsp; Intestinal TB is rare but can present with bowel ulceration and strictures.</li>\n\t<li>Reticuloendothelial:&nbsp; TB can cause splenomegaly, bulky lymphadenopathy, and potential pancytopenia due to bone marrow infiltration.&nbsp; Cervical TB lymphadenitis (scrofula) involves chronic, large, painless, anterolateral neck nodes that can ulcerate and drain.</li>\n\t<li><strong>Bone and soft tissue</strong>:&nbsp; The most serious form of skeletal TB is spinal osteomyelitis (ie, Pott disease).&nbsp; Imaging shows vertebral body collapse, disc edema or herniation, and paravertebral soft tissue masses (inflammatory phlegmon).&nbsp; Due to its highly destructive course, there is a high risk of progression to permanent deformity (kyphosis) or spinal cord compression and paraplegia.</li>\n\t<li><strong>Other</strong>:&nbsp; TB can involve the eyes (eg, granulomatous uveitis), skin (eg, verrucous lesions), pericardium (eg, constrictive pericarditis), endocrine glands (TB is the most common cause of primary adrenal insufficiency worldwide), kidneys and urinary tract (eg, renal scarring, ureteral strictures with hydronephrosis), and reproductive organs (eg, chronic prostatitis, epididymoorchitis, salpingitis).</li>\n</ul><br><br><p>Diagnosis involves invasive sampling (eg, lymph node biopsy) for NAAT and AFB studies.&nbsp; Despite the hematogenous nature of spread, blood AFB cultures are typically negative.&nbsp; Treatment is generally similar to that of reactivation TB (ie, RIPE).&nbsp; CNS disease (eg, TB meningitis) is typically treated with 6-8 weeks of concurrent glucocorticoids (eg, dexamethasone, prednisone) because antituberculous treatment can transiently increase neural inflammation as the bacilli are killed.</p>\n<h2>Disseminated (miliary) TB</h2><br><br><p>Miliary TB refers to extensive hematogenous dissemination to multiple organs with innumerable, <strong>small, white nodules resembling millet</strong> seeds.&nbsp; The tiny nodules can be appreciated on chest imaging (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L100218.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ) but are widely present in other locations (especially the liver, retina, brain, adrenals, and bone).&nbsp; Risk factors include <strong>compromised cellular immunity</strong>, malnutrition, and extremes of age.&nbsp; Most patients' presentation is subacute with constitutional symptoms (eg, fever, marked weight loss, drenching night sweats, malaise).&nbsp; In some cases, miliary TB has a fulminant presentation of sepsis and acute multiorgan dysfunction (including acute respiratory distress syndrome).<p></p><br><br><p>Despite being widespread, diagnosis of miliary TB is usually more challenging than that of other forms of TB.&nbsp; Many patients do not produce sputum (eg, small nodules instead of suppurative lung lesions).&nbsp; Therefore, samples from multiple sites (eg, bronchoscopy, liver biopsy, mycobacterial blood cultures) may be needed to confirm <em>M tuberculosis</em> infection.&nbsp; Treatment is similar to that of other forms of active TB disease (ie, RIPE).</p>\n<h1>Special populations</h1><h2>HIV</h2><br><br><p>TB is highly prevalent in people living with HIV.&nbsp; Diagnosis can be challenging, because bacillary load tends to be lower (eg, fewer macrophages to carry infection) and patients can have attenuated symptoms (eg, less pulmonary cavitation or lymphadenopathy due to blunted inflammatory response).&nbsp; Therefore, sensitivity of AFB and NAAT are reduced.&nbsp; Urinary antigen testing for lipoarabinomannan is emerging as a preferred strategy for detecting TB in those with HIV.</p><br><br><p>Antituberculous treatment (eg, RIPE) is always initiated upon diagnosis of TB.&nbsp; However, the timing of antiretroviral treatment (ART) must be carefully considered.&nbsp; Initiation of ART promotes immune reconstitution inflammatory syndrome (IRIS), an intense inflammatory response that occurs as CD4<font size=\"2\"><sup>+</sup></font> cell count begins to rebound.&nbsp; TB-associated IRIS is most likely in those with a lower baseline CD4<font size=\"2\"><sup>+</sup></font> cell count.&nbsp; In general, ART is delayed for 2 weeks after initiation of RIPE, and prophylactic systemic corticosteroids may be given (eg, when CD4<font size=\"2\"><sup>+</sup></font> cell count &lt;100/mm<font size=\"2\"><sup>3</sup></font>) to blunt the IRIS response.&nbsp; In patients with intracranial TB, ART is delayed for 8 weeks after starting RIPE (to prevent cerebral edema and herniation).</p>\n<h2>Multidrug-resistant and extensively drug-resistant TB</h2><br><br><p>Drug-resistant TB is increasing in prevalence globally.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Multidrug-resistant (MDR) TB refers to TB infections that are resistant to both isoniazid and rifamycins, the 2 most effective drugs.&nbsp; Isoniazid resistance is conferred by mutations of <em>katG</em> (catalase) or <em>inhA</em> (mycolic acid synthase); rifamycin resistance is conferred by mutations in <em>rpoB</em> (RNA polymerase).&nbsp; MDR TB typically emerges from mismanagement (eg, low adherence) of drug-sensitive TB.&nbsp; A typical treatment regimen usually involves bedaquiline, pretomanid, and linezolid.</li>\n\t<li>Extensively drug-resistant (XDR) TB refers to MDR TB that is additionally resistant to fluoroquinolones and either bedaquiline or linezolid.&nbsp; Fluoroquinolone resistance is conferred by mutations in <em>gyrA</em> (topoisomerase).&nbsp; XDR TB emerges from mismanagement of MDR TB.&nbsp; Treatment is complex and usually involves 4 or 5 oral drugs (eg, bedaquiline, delamanid, clofazimine, ethionamide) under scrutiny (eg, directly observed therapy).&nbsp; In some cases, intravenous aminoglycoside therapy (eg, amikacin) is needed.</li>\n</ul>\n<h2>Pregnancy</h2><br><br><p>Pregnancy has minimal impact on TB progression.&nbsp; Treatment for LTBI is typically deferred until after delivery.&nbsp; Treatment of active TB during pregnancy is similar to that of TB in the general population, but pyrazinamide is individualized due to its potential risk of fetal harm (Category C) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/94612.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).&nbsp; Mothers can safely breastfeed their infants during treatment.<p></p>\n<h1>Differential diagnosis</h1><h2>Infectious granulomatous lung diseases</h2><br><br><p>Several pathogens can resemble pulmonary TB, causing prominent constitutional symptoms, caseating granulomas, nodular cavitary lung disease, and hilar lymphadenopathy.&nbsp; These include nontuberculous mycobacteria (NTM) and fungi.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Common NTM (<em>Mycobacterium avium</em> complex [MAI]):&nbsp; Pulmonary NTM infection causes nodules, bronchiectasis, and occasional cavitation.&nbsp; Incidence is high in thin elderly women (eg, Lady Windermere syndrome).&nbsp; Compared to TB, MAI infection is usually more symmetric (eg, bilateral middle lobes).</li>\n\t<li>Uncommon NTM (<em>Mycobacterium abscessus, fortuitum,</em> and <em>kansasii</em>):&nbsp; Like TB, these rarer NTM cause nonresolving pneumonia and pulmonary cavities and tend to disseminate to bone and soft tissue.</li>\n\t<li>Fungi:&nbsp; Systemic mycoses (ie, histoplasmosis, blastomycosis, coccidioidomycosis) can produce chronic upper lobe fibrocavitary lesions.&nbsp; They can also disseminate to extrapulmonary sites like the reticuloendothelial system, bone, and meninges.</li>\n</ul><br><br><p>NTMs are AFB that produce positive TST (but a negative IGRA) and are definitively identified by NAAT.&nbsp; Fungal mycoses are diagnosed by antigen testing or serology.</p>\n<h2>Noninfectious granulomatous lung diseases</h2><br><br><p>Several noninfectious conditions can resemble TB, causing pulmonary granulomas, nodules and/or cavitation, and hilar adenopathy.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sarcoidosis:&nbsp; Pulmonary manifestations can range from diffuse reticulonodular infiltrates and hilar adenopathy (resembling miliary TB) to upper lobe fibrosis and cavitation (resembling reactivation TB).&nbsp; However, sarcoidosis is usually symmetric, whereas TB lung destruction tends to be unilateral (unless miliary).</li>\n\t<li>Hypersensitivity pneumonitis (HP) (bird fancier's lung):&nbsp; Acute HP typically involves diffuse symmetric upper lobe ground-glass opacities (an uncommon pattern with TB).&nbsp; Similarly, chronic HP involves symmetric upper lobe fibrosis (unlike TB); the disease is \"burned out\" at this stage, so constitutional/inflammatory symptoms are uncommon.&nbsp; Extrapulmonary involvement is not seen.</li>\n\t<li>Silicosis:&nbsp; Chronic silicosis causes upper lobe fibrotic changes and prominent hilar lymphadenopathy.&nbsp; However, unlike TB, the fibrosis is confluent and symmetric, and lymphadenopathy tends to have dense peripheral (eggshell) calcification.&nbsp; Extrapulmonary disease is not seen.</li>\n</ul><br><br><p>The key features of these conditions are symmetric (biapical) lung involvement and the presence of noncaseating (noninfectious) granulomas.</p>\n<h1>Summary</h1><br><br><p>Tuberculosis is a global pandemic affecting 25% of the world population.&nbsp; Pathogenesis involves airborne droplet transmission and replication within alveolar macrophages, resulting in caseating granulomas that allow bacilli to persist for decades.&nbsp; Diagnosis of latent tuberculosis infection involves tuberculin skin testing or interferon-gamma release assay, and treatment is almost always recommended.&nbsp; Reactivation tuberculosis mainly occurs in immunocompromised individuals and is marked by significant constitutional symptoms and upper lobe cavitary lesions.&nbsp; Disseminated (eg, miliary) tuberculosis results from hematogenous spread, particularly to reticuloendothelial organs, bone, and the CNS.&nbsp; Diagnosis of active tuberculosis is usually accomplished through acid amplification testing of sputum, and treatment typically consists of a 4-drug regimen with rifampin, isoniazid, pyrazinamide, ethambutol (RIPE).&nbsp; Differential diagnoses include other infectious and noninfectious granulomatous diseases, such as sarcoidosis and hypersensitivity pneumonitis, which require distinct diagnostic and management approaches.</p>\n</div>\n\n            "
}