{
  "meta": {
    "title": "Wiskott-Aldrich syndrome",
    "url": "https://brainandscalpel.vercel.app/wiskott-aldrich-syndrome-71d12ec7-312d6c.html",
    "scrapedAt": "2025-12-01T04:44:34.158Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Wiskott-Aldrich syndrome (WAS) is a primary immunodeficiency disorder that occurs due to an X-linked recessive mutation in the <em>WAS</em> gene.&nbsp; Classically, patients develop combined cellular and humoral immunodeficiency, microthrombocytopenia, and eczema.</p>\n<h1>Pathogenesis and clinical presentation</h1><br><br><p>WAS occurs due to an <strong>X-linked recessive</strong> mutation in the <em>WAS</em> gene, which is expressed exclusively in hematopoietic cells.&nbsp; The <strong><em>WAS</em> gene</strong> encodes a protein (WAS protein) involved in cell structure and cell-to-cell interactions.&nbsp; Specifically, the WAS protein induces actin polymerization that allows T-helper cells (CD4<font size=\"2\"><sup>+</sup></font>) to interact with antigen-presenting cells (eg, macrophages).&nbsp; Without this interaction, T-helper cells (CD4<font size=\"2\"><sup>+</sup></font>) cannot recognize the antigen and coordinate the adaptive immune response by stimulating B-cell proliferation and differentiation into antibody-producing plasma cells and memory cells.</p><br><br><p>Due to the mutation in the <em>WAS</em> gene, patients develop <strong>combined cellular and humoral immunodeficiency</strong>, leading to an increased risk for recurrent viral, bacterial, and fungal infections.&nbsp; Patients with WAS are particularly susceptible to infection with <strong>encapsulated organisms</strong> (eg, <em>Neisseria meningitidis</em>, <em>Streptococcus pneumonia</em>, <em>Haemophilus influenzae</em>), which commonly presents as otitis media, sinusitis, and pneumonia.</p><br><br><p>In addition, patients are at increased risk for immune dysregulation that can lead to eczema, autoimmune diseases, and malignancies.&nbsp; Patients often have a chronic, severely pruritic form of eczema.&nbsp; Autoimmune diseases commonly associated with WAS include immune-mediated cytopenias and vasculitides.&nbsp; Patients are at particularly increased risk for non-Hodgkin lymphoma.</p><br><br><p>Finally, the WAS protein is also involved in thrombocytopoiesis, and patients develop microthrombocytopenia (reduced platelet size and number) due to platelet cytoskeletal abnormalities.&nbsp; They are at increased risk for hemorrhage that ranges from mild mucosal bleeding to severe intracranial bleeding.&nbsp; Thrombocytopenia is present at birth and may cause excessive bleeding from the umbilical stump or circumcision site.</p><br><br><p>Therefore, the classic triad of WAS includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Recurrent viral, bacterial, and fungal infections</strong></li>\n\t<li><strong>Eczema</strong></li>\n\t<li><strong>Hemorrhage</strong> (eg, petechiae, purpura, hematemesis, epistaxis)</li>\n</ul><br><br><p>WAS most commonly presents in <strong>late infancy or early childhood</strong> because maternal antibodies wane after the first few months of life.&nbsp; The presence and severity of the classic triad of symptoms varies depending on the underlying genetic mutation.&nbsp; Mutations that result in absent WAS protein production are associated with severe phenotypes (eg, classic triad with autoimmune complications).&nbsp; Similarly, mutations that result in reduced WAS protein production are associated with mild phenotypes (eg, isolated eczema or bleeding).</p>\n<h1>Diagnosis</h1><br><br><p>In cases of suspected WAS, initial laboratory evaluation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count with differential:&nbsp; shows thrombocytopenia.&nbsp; The absolute lymphocyte count is typically normal in infancy but decreases later in life due to impaired lymphocyte proliferation.</li>\n\t<li>Peripheral blood smear:&nbsp; demonstrates small platelets.</li>\n\t<li>Quantitative immunoglobulin analysis is variable but often shows normal-to-low IgG and IgM.&nbsp; In contrast, IgA and IgE are often elevated.</li>\n</ul><br><br><p>Genetic testing confirms the diagnosis by identifying the underlying mutation.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for WAS includes other immunologic conditions, such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Severe combined immunodeficiency</strong> (SCID):&nbsp; Similar to WAS, SCID is most commonly caused by an X-linked recessive mutation that leads to combined cellular and humoral immunodeficiency.&nbsp; However, patients typically experience recurrent infections, chronic diarrhea, and failure to thrive.&nbsp; Eczema and thrombocytopenia are not common.</li>\n\t<li><strong>Job syndrome</strong> (hyper-IgE syndrome):&nbsp; This condition presents with recurrent infections (eg, cutaneous, pulmonary) and eczema, but thrombocytopenia is not seen.</li>\n\t<li><strong>Immune thrombocytopenic purpura</strong>:&nbsp; This form of immune-mediated thrombocytopenia typically occurs due to autoantibody production following a viral illness.&nbsp; Platelet size is normal or large, in contrast to the small platelets seen in WAS.&nbsp; Patients typically do not develop immunodeficiency or eczema.</li>\n\t<li><strong>Ataxia telangiectasia syndrome</strong>:&nbsp; This condition is associated with B- and T-cell deficiency, similarly to WAS; however, telangiectasia (not eczema) is the associated cutaneous finding.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of WAS requires a multidisciplinary approach, including treatment of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Immunodeficiency</strong>:&nbsp; Prophylactic antimicrobials (eg, trimethoprim-sulfamethoxazole, acyclovir) are used.&nbsp; Intravenous immunoglobulin may be considered for patients with significant humoral immunodeficiency.</li>\n\t<li><strong>Thrombocytopenia</strong>:&nbsp; Platelet transfusions may be necessary to prevent acute bleeding, especially prior to surgical procedures.&nbsp; Thrombopoietin receptor agonists may be considered in severe cases.&nbsp; Antiplatelet medications (eg, aspirin) should be avoided.</li>\n\t<li><strong>Eczema</strong>:&nbsp; Topical emollients should be applied daily with corticosteroids as needed for exacerbations.</li>\n</ul><br><br><p><strong>Hematopoietic stem cell transplantation</strong> (HSCT) is curative, and if performed early, significantly reduces morbidity and mortality.&nbsp; Patients should be closely monitored for complications, including autoimmune diseases and malignancies.</p>\n<h1>Prognosis</h1><br><br><p>Untreated WAS is associated with a poor prognosis due to recurrent infections, autoimmune diseases, hemorrhage, and malignancies.&nbsp; Early HSCT significantly improves survival rates.</p>\n<h1>Summary</h1><br><br><p>Wiskott-Aldrich syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41116.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a primary immunodeficiency disorder that occurs due to an X-linked recessive mutation in the <em>WAS</em> gene.&nbsp; Classically, patients develop combined cellular and humoral immunodeficiency, microthrombocytopenia, and eczema.&nbsp; Hematopoietic stem cell transplantation is curative, and if performed early, significantly reduces morbidity and mortality.<p></p>\n</div>\n\n            "
}