{
  "meta": {
    "title": "Acne vulgaris",
    "url": "https://brainandscalpel.vercel.app/acne-vulgaris-4ba033e1-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:45:59.651Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Acne vulgaris (acne) is a common skin condition that primarily involves pilosebaceous follicles (ie, hair follicle and sebaceous gland) in adolescents and adults.&nbsp; Types of lesions include open comedones, closed comedones, papules, pustules, and nodules that typically appear on the face, neck, chest, and back.&nbsp; Acne can have a significant impact on the patient's quality of life due to cosmetic and psychosocial effects.</p>\n<h1>Pathogenesis</h1><br><br><p>The pathogenesis of acne involves the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Follicular hyperkeratinization</strong>:&nbsp; Normally, stem cells in the stratum basale and stratum spinosum undergo mitosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71838.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) and new cells migrate superficially toward the epidermis.&nbsp; These new cells replace anucleate keratinocytes (ie, corneocytes) as they desquamate at the surface.&nbsp; However, impaired desquamation (due to increased corneocyte cohesiveness) can lead to keratin accumulation within the hair follicle that forms comedones, the initial step in the pathogenesis of acne (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47302.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Increased sebum production</strong>:&nbsp; In response to androgen stimulation (eg, during pubertal adrenarche), sebaceous glands secrete excess sebum, a lipid-rich substance.&nbsp; Hyperkeratinization can obstruct sebum outflow at the hair follicle, resulting in sebum accumulation.</li>\n\t<li><strong>Colonization by <em>Cutibacterium acnes</em></strong> (formerly <em>Propionibacterium acnes</em>):&nbsp; <em>C acnes</em>, part of the skin fora, is an anaerobic bacterium that colonizes obstructed follicles (eg, due to excess keratin or sebum) and metabolizes lipids in sebum.</li>\n\t<li><strong>Perifollicular inflammation and rupture</strong>:&nbsp; <em>C acnes</em> can activate the innate immune system, which releases inflammatory mediators (eg, cytokines) that lead to erythema and edema (ie, inflammatory acne [papules, pustules]).&nbsp; Ongoing inflammation can lead to follicular rupture and formation of nodular acne.</li>\n</ul>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age:&nbsp; most common in adolescents and young adults</li>\n\t<li>Androgen exposure can occur due to either endogenous (puberty, menstruation, pregnancy, stress, polycystic ovary syndrome) or exogenous (oral contraceptives, anabolic steroids) sources.&nbsp; Androgen exposure results in follicular hyperkeratinization and increased sebum production, which predisposes to acne.</li>\n\t<li>Comedogenic oil-based product (eg, cosmetics) use</li>\n\t<li>Mechanical trauma/friction (eg, excessive scrubbing, tight clothing/sports equipment)</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Acne typically involves areas with a high density of sebaceous glands, such as the face, chest, back, and shoulders.&nbsp; The clinical presentation varies by type.</p>\n<h2>Noninflammatory acne</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Open comedones (ie, blackheads) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11088.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; When the keratin plug is exposed at the follicular orifice, it is called an open comedone.&nbsp; Lesions appear dark due to exposure of melanin and oxidized sebum and are &lt;5 mm.</li>\n\t<li>Closed comedones (ie, whiteheads) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L34133.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; When the keratin plug is not exposed, it is called a closed comedone.&nbsp; Excess keratin and sebum are visible under the skin surface, and lesions are &lt;5 mm.</li>\n</ul>\n<h2>Inflammatory acne</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Papules are &lt;5 mm and appear erythematous.</li>\n\t<li>Pustules are similar to papules (ie, &lt;5 mm, erythematous) but filled with pus.</li>\n</ul>\n<h2>Nodular acne</h2><br><br><p>Nodules are deep-seated, painful lesions that are ≥1 cm.&nbsp; Nodules may merge to form sinus tracts with possible scarring.&nbsp; The terms <em>nodular</em> and <em>nodulocystic</em> acne are often used interchangeably, although the formation of true cysts is exceedingly rare (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9904.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; In severe cases, postinflammatory hyperpigmentation or permanent scarring can occur.<p></p>\n<h2>Special consideration:&nbsp; Neonatal acne</h2><br><br><p>Neonatal acne occurs in approximately 20% of neonates, likely due to an inflammatory reaction to colonization by <em>Malassezia</em> species.&nbsp; The mean onset is age 3 weeks, and patients typically present with inflammatory papules and pustules on the face, most commonly the cheeks and scalp.&nbsp; Comedones are not present.&nbsp; Spontaneous resolution typically occurs by age 3-4 months without permanent scarring.&nbsp; Only daily cleansing with soap and water is necessary, but topical antifungal (eg, ketoconazole) or corticosteroids (eg, hydrocortisone) medications may be considered in severe cases.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Rosacea</strong>:&nbsp; is characterized by erythema, telangiectasias, papules, and pustules but not comedones.</li>\n\t<li><strong>Folliculitis</strong>:&nbsp; is characterized by inflammation of the hair follicles (eg, due to infection) and may present with papules or pustules but not comedones.</li>\n\t<li><strong>Perioral dermatitis</strong>:&nbsp; is characterized by clusters of papules around the mouth, although the skin around the nose and eyes can also be affected; comedones are not present.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Acne is a clinical diagnosis based on the appearance of characteristic lesions (eg, comedones on areas with a high density of sebaceous glands).&nbsp; History may help identify risk factors for acne (eg, use of comedogenic products or supplemental androgenic steroids) and inform treatment.</p>\n<h2>Evaluation of hyperandrogenism</h2><br><br><p>Laboratory evaluation is generally not required but may be necessary in cases of suspected hyperandrogenism (ie, severe, inflammatory acne that involves the chest and back and is refractory to standard therapies).</p><br><br><p>Other signs of hyperandrogenism include early onset (ie, prepubertal) acne, hirsutism or virilization, and abnormal uterine bleeding in female patients.&nbsp; These patients should be evaluated for:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Polycystic ovary syndrome</li>\n\t<li>Congenital adrenal hyperplasia</li>\n\t<li>Ovarian tumors</li>\n\t<li>Adrenal tumors</li>\n</ul><br><br><p>Initial laboratory evaluation for hyperandrogenism includes serum testosterone, DHEAS, 17-hydroxyprogesterone, and cortisol.&nbsp; In females with abnormal uterine bleeding, serum FSH, TSH, and prolactin levels are necessary.&nbsp; In cases of suspected adrenal or ovarian tumors, pelvic imaging with either ultrasonography or CT scan is indicated.</p>\n<h1>Management</h1><br><br><p>The management of acne depends on the type and severity of lesions present.&nbsp; Management typically involves a combination of topical and systemic therapies (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16871.jpg\" alt=\"table 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">table 1</div>\n                                </div>\n                                ) that reduce hyperkeratinization, sebum production, bacterial colonization, and inflammation.<p></p>\n<h2>Noninflammatory acne</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Topical retinoid (eg, tazarotene, tretinoin)</li>\n</ul><br><br><p>Topic retinoids (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26360.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) are vitamin A analogues that bind intranuclear receptors to alter gene expression, resulting in decreased corneocyte cohesiveness and normal keratinization.&nbsp; Therefore, topical retinoids facilitate desquamation and prevent follicular obstruction.&nbsp; In addition, retinoids stimulate stem cell mitosis, leading to increased epithelial turnover that facilitates the extrusion of comedones.&nbsp; For patients who cannot tolerate topical retinoids, salicylic acid and azelaic acid are reasonable alternatives&nbsp; Despite these interventions, noninflammatory acne may progress to inflammatory acne and require additional therapies.<p></p>\n<h2>Inflammatory acne </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mild</strong>:&nbsp; topical retinoid and benzoyl peroxide</li>\n\t<li><strong>Moderate</strong>:&nbsp; topical retinoid, benzoyl peroxide, and topical antibiotic (eg, clindamycin, erythromycin)</li>\n\t<li><strong>Severe</strong>:&nbsp; topical retinoid, benzoyl peroxide, topical antibiotic, and oral antibiotic (eg, doxycycline)</li>\n</ul><br><br><p>Topical antibiotics are often effective but should be used in combination with benzoyl peroxide, which has bactericidal activity against <em>C acnes</em>, to prevent antibiotic resistance.&nbsp; Oral antibiotics may be necessary when topical antibiotics are ineffective or impractical (eg, widespread inflammatory acne).&nbsp; Of note, combined estrogen/progestin oral contraceptives suppress sebum production and have antiandrogenic effects.&nbsp; They can be prescribed to treat moderate inflammatory acne, especially for patients with premenstrual acne.</p>\n<h2>Nodular (cystic) acne</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Moderate</strong>:&nbsp; topical retinoid, benzoyl peroxide, and topical antibiotic</li>\n\t<li><strong>Severe</strong>:&nbsp; topical retinoid, benzoyl peroxide, topical antibiotic, and oral antibiotic</li>\n\t<li><strong>Severe and refractory</strong>:&nbsp; oral isotretinoin</li>\n</ul><br><br><p>Although most commonly associated with doxycycline use, benzoyl peroxide and retinoid use can also cause significant photosensitivity, which can result in a severe rash following sunlight exposure.&nbsp; Patients should be advised to use sunscreen and avoid direct sunlight.</p>\n<h2>Special consideration:&nbsp; Isotretinoin</h2><br><br><p>Similar to topical retinoids, oral isotretinoin inhibits comedogenesis by normalizing keratinization and decreasing corneocyte cohesiveness (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/64412.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; It is indicated for severe nodular acne or, less commonly, less severe acne that is refractory to other therapies or causes severe scarring.&nbsp; Isotretinoin also decreases sebum production, thereby inhibiting proliferation of <em>C acnes</em>, which depends on sebum as an important nutrient source; therefore, the <em>C acnes</em>–induced inflammatory response subsides.&nbsp; Because isotretinoin targets multiple steps in the pathogenesis of acne, it can be used alone or in combination with other therapies.<p></p><br><br><p>Isotretinoin is a teratogen that can cause spontaneous abortions and life-threatening congenital malformations (eg, CNS and heart defects), and all patients who can get pregnant must undergo serial pregnancy tests and use 2 forms of contraception 1 month before, during, and 1 month after isotretinoin use.</p><br><br><p>Additional laboratory monitoring includes liver function tests and lipid panels due to the increased risk of hepatocellular injury and hypertriglyceridemia.&nbsp; Patients are also at increased risk for pseudotumor cerebri, dry skin or mucous membranes, myalgias, and acne fulminans (ie, initial worsening of acne).&nbsp; Patients should be counseled on these risks prior to initiation of therapy.</p>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acne fulminans</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33589.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; is characterized by acute inflammatory nodular acne on the trunk (most commonly) that may occur spontaneously in patients with preexisting acne or occur as a complication of isotretinoin therapy (ie, acute worsening upon initiation of therapy).&nbsp; Ulcerative and hemorrhagic lesions may be present.</li>\n\t<li><strong>Cellulitis</strong>:&nbsp; Acne can compromise the skin barrier, increasing susceptibility to infection.&nbsp; Patients on long-term, oral antibiotic therapy are particularly susceptible to infection with gram-negative organisms (eg, <em>Enterobacter</em>, <em>Klebsiella</em>).</li>\n\t<li><strong>Psychosocial effects</strong> can have a significant impact on the patient's self-esteem and willingness to engage in social situations.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>In most cases, the prognosis is excellent with appropriate management, although a minimum of 2-3 months of consistent use of therapies may be necessary to see improvement.&nbsp; In addition, recurrence is common, particularly in those with hormonal triggers (eg, menstruation), and long-term use of therapies may be necessary to maintain results.</p>\n<h1>Prevention</h1><br><br><p>Lifestyle modifications can prevent acne.&nbsp; Patients should be advised to use a pH-neutral (ie, not alkaline) detergent cleanser with warm water twice daily.&nbsp; When cleaning the skin, patients should gently massage with the fingertips and avoid vigorous scrubbing, which can exacerbate acne and promote the development of new lesions.&nbsp; Patients should also be encouraged to use water-based (not oil-based) skin products, including moisturizers, cosmetics, and sunscreens.</p>\n<h1>Summary</h1><br><br><p>Acne vulgaris is a chronic inflammatory condition that primarily involves pilosebaceous follicles (ie, hair follicle and sebaceous gland) in adolescents and adults.&nbsp; Types of lesions include open comedones, closed comedones, papules, pustules, and nodules, typically on the face, neck, chest, and back.&nbsp; Management depends on the type and severity of the acne and commonly includes topical retinoids and topical or oral antibiotics.&nbsp; Prompt diagnosis and appropriate management is essential to prevent scarring, postinflammatory hyperpigmentation, and psychosocial effects.</p>\n</div>\n\n            "
}