{
  "meta": {
    "title": "Atopic dermatitis",
    "url": "https://brainandscalpel.vercel.app/atopic-dermatitis-1f7dede8-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:46:05.050Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Atopic dermatitis, or eczema, is a chronic, inflammatory skin condition that usually begins in early childhood.&nbsp; It commonly presents with acute exacerbations of dry, pruritic patches in a characteristic distribution depending on age (eg, flexural creases in older children and adults).&nbsp; Diagnosis is clinical, and management includes skin hydration (eg, liberal emollients) and topical corticosteroids.</p>\n<h1>Pathogenesis</h1><br><br><p>The pathogenesis of eczema is multifactorial and includes a permeable skin barrier, exposure to environmental irritants, and immune dysfunction.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Permeable skin barrier</strong>:&nbsp; Loss-of-function mutations in <strong>filaggrin</strong>, an epidermal protein that helps maintain the skin barrier, result in decreased barrier integrity through impaired keratin filament aggregation and decreased tight junction expression.&nbsp; Genetic defects in other epidermal proteins or lipids may also result in increased permeability and loss of water content.</li>\n\t<li><strong>Environmental triggers</strong>:&nbsp; Cutaneous exposure to environmental allergens/irritants (eg, scented soaps/detergents), excessive bathing, low humidity, or excessive heat in a patient with a dysfunctional skin barrier can trigger an inflammatory cascade.</li>\n\t<li><strong>Immune dysfunction</strong>:&nbsp; An exaggerated Th2-predominant immune response promotes IL-4 and IL-13 cytokine release, which stimulates <strong>IgE</strong> production and allergen sensitization.</li>\n</ul><br><br><p>The combination of these factors results in the intense pruritus and characteristic rash of eczema.</p>\n<h1>Pathology</h1><br><br><p>Histologic findings demonstrate nonspecific inflammation that depends on the chronicity of the lesion.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute disease reveals epidermal spongiosis (ie, intercellular edema) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L70824.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), with a dermal inflammatory cell infiltrate consisting of T cells, eosinophils, and partially degranulated mast cells.</li>\n\t<li>Chronic disease is characterized by epidermal hyperplasia and hyperkeratosis; macrophages dominate the dermal inflammatory cell infiltrate.</li>\n</ul>\n<h1>Risk factors</h1><br><br><p>The greatest risk factor for the development of eczema is a family history of atopy, or the genetic tendency to have an exaggerated IgE response to allergens.&nbsp; The classic <strong>atopic triad</strong> includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Eczema</li>\n\t<li>Asthma</li>\n\t<li>Allergic rhinitis</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Eczema typically presents at age &lt;5, with many patients developing symptoms in infancy, but adult-onset disease can occur.&nbsp; The rash is characteristically dry and intensely pruritic, with morphology and distribution dependent on patient age (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28431.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Young children (age 0-2)</strong>:&nbsp; Recurrent acute flares of ill-defined erythematous/hyperpigmented patches, papules, vesicles, or scales are located on the face (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44282.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), trunk (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19537.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), and <strong>extensor surfaces</strong> of the extremities; the diaper area is classically spared.&nbsp; Excoriations secondary to scratching are often present.</li>\n\t<li><strong>Older children (age &gt;2)</strong>:&nbsp; Acute lesions consisting of dry, erythematous patches are most commonly found in the <strong>flexural creases</strong> (eg, antecubital/popliteal fossae) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99375.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; Repetitive, chronic scratching can lead to lichenification (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33377.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ), and affected areas may have both acute and chronic features.</li>\n\t<li><strong>Adults</strong>:&nbsp; Acute and chronic lesions continue to be found in the <strong>flexural creases</strong>, with additional involvement of the hands, feet, and eyelids (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17353.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>Clinical variants of eczema can occur with or without a history of classic atopic dermatitis findings:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nummular eczema</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28637.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ):&nbsp; round, pruritic, scaly plaques, most commonly on the extremities.&nbsp; It is also referred to as discoid eczema due to its characteristic coin shape.</li>\n\t<li><strong>Dyshidrotic eczema</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95183.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ):&nbsp; pruritic, vesicular rash that primarily affects the palms, soles, and sides of the digits.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Eczema is a clinical diagnosis based on chronic or relapsing pruritus with typical morphology and age-specific patterns.&nbsp; The diagnosis is supported by early age of onset and a family history of atopy.&nbsp; Affected patients usually have high serum IgE levels and peripheral eosinophilia, but these findings are not required for diagnosis.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Contact dermatitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85194.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ):&nbsp; intensely pruritic and erythematous patches and a vesicobullous eruption isolated to regions exposed to allergens; it is rarely widespread.&nbsp; Symptoms typically resolve within weeks of allergen/irritant avoidance.</li>\n\t<li><strong>Seborrheic dermatitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108854.png\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ):&nbsp; yellow, greasy scales of the face (eg, eyebrows, nasolabial folds, retroauricular areas) and scalp; infants (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28399.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) can additionally have confluent erythema of intertriginous areas (eg, neck folds, axillae, diaper region).&nbsp; The extremities are typically spared, and pruritus is mild if present.</li>\n\t<li><strong>Psoriasis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L70824.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; erythematous, well-demarcated papules and plaques with a thick, silvery scale involving the knees, elbows, scalp, and lower back.</li>\n\t<li><strong>Scabies</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99108.png\" alt=\"image 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 12</div>\n                                </div>\n                                ):&nbsp; intensely pruritic, excoriated papules in the finger webs, wrists, axillae, and genitalia.&nbsp; When left untreated, the rash progressively spreads and does not follow an intermittent course.</li>\n\t<li><strong>Tinea corporis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L98008.jpg\" alt=\"image 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 13</div>\n                                </div>\n                                ):&nbsp; pruritic, scaly, annular patches that respond to topical antifungal treatment.</li>\n</ul>\n<h1>Management</h1><br><br><p>The mainstay of eczema management includes <strong>avoidance of factors</strong> that contribute to itching, such as excessively hot or dry environments and harsh soaps and detergents.&nbsp; Regular use of <strong>emollients</strong> to maintain skin hydration can relieve pruritus.</p><br><br><p>Acute eczema flares are treated with <strong>topical corticosteroids</strong>, which act primarily by inhibiting transcription of genes encoding inflammatory mediators.&nbsp; Low-potency agents (eg, hydrocortisone) may be adequate for mild symptoms, whereas more significant symptoms may warrant moderate- to high-potency corticosteroids (eg, triamcinolone, betamethasone).</p><br><br><p>The duration of topical corticosteroid use is usually limited to 2 weeks per flare because chronic daily use can cause cutaneous atrophy due to the inhibition of epidermal keratinocyte proliferation and fibroblast function.&nbsp; For areas with thinner skin prone to atrophy (eg, eyelids), calcineurin inhibitors (eg, tacrolimus) can be used and work by inhibiting T-cell signaling that would normally lead to transcription of the proinflammatory cytokine IL-2.</p><br><br><p>Severe eczema may require ultraviolet phototherapy or systemic immunosuppressive therapy (eg, biologics, cyclosporine, JAK inhibitors).&nbsp; Dupilimab, an IL-4 and IL-13 receptor antagonist, has a favorable safety profile and is the preferred long-term treatment for refractory eczema.</p>\n<h1>Prognosis</h1><br><br><p>Eczema follows a chronic course during early childhood with periodic flares triggered by environmental factors.&nbsp; Its severity tends to lessen with age and, in most cases, atopic dermatitis resolves by adulthood.</p><br><br><p>An earlier onset of atopic dermatitis (eg, infancy) is associated with a greater risk for developing other atopic conditions, including allergic rhinitis, asthma, and food allergies.&nbsp; A compromised skin barrier facilitates allergen penetration (eg, from food) and subsequent sensitization, facilitating the development of food-induced urticaria and anaphylaxis.</p>\n<h1>Complications</h1><br><br><p>Breaks in the skin barrier from eczematous inflammation and/or excoriations increase the risk of infection.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Impetigo</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69503.png\" alt=\"image 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 14</div>\n                                </div>\n                                ):&nbsp; Almost all patients with eczema are colonized with <em>Staphylococcus aureus</em>, and secondary infection can occur due to a defective epidermal barrier.&nbsp; Impetigo presents with papules or pustules that progress to weeping, honey-crusted lesions.&nbsp; Management is with topical or oral antibiotic therapy.</li>\n\t<li><strong>Eczema herpeticum</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12292.png\" alt=\"image 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 15</div>\n                                </div>\n                                ):&nbsp; Herpes simplex virus infection (either primary or reactivated) associated with underlying atopic dermatitis.&nbsp; Painful, monomorphic vesicles on an erythematous base evolve into punched-out erosions, most commonly involving the face, neck, and trunk; disseminated and potentially fatal disease can occur.&nbsp; Management is with systemic acyclovir therapy.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Atopic dermatitis (ie, eczema) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/72712.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is an atopic skin disorder caused by epidermal barrier dysfunction and inflammation.&nbsp; Acute manifestations include dry, pruritic patches, whereas chronic disease presents as lichenification from repeated scratching; secondary infection (eg, impetigo) is a common complication.&nbsp; Management includes avoidance of environmental triggers and regular use of emollients, and topical corticosteroids are often used to treat acute flares.&nbsp; Eczema follows a chronic course during early childhood, and most cases resolve by adulthood.<p></p>\n</div>\n\n            "
}