{
  "meta": {
    "title": "Benign neonatal rashes",
    "url": "https://brainandscalpel.vercel.app/benign-neonatal-rashes-474d74e5-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:46:09.826Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>During the neonatal period (first 28 days of life), newborns often develop transient, benign rashes.&nbsp; These rashes are typically self-limited and require no treatment.&nbsp; However, prompt recognition of benign neonatal rashes (ie, characteristic age at onset, morphology, course) is necessary to distinguish them from pathologic conditions (eg, infections, genetic skin disorders) that may require urgent intervention.</p><br><br><p>This article discusses 5 common benign neonatal rashes (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/71768.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Erythema toxicum neonatorum</li>\n\t<li>Milia</li>\n\t<li>Miliaria rubra</li>\n\t<li>Neonatal pustular melanosis</li>\n\t<li>Neonatal cephalic pustulosis</li>\n</ul><br><br><p>In general, a thorough history and physical examination often distinguish these benign diagnoses from pathologic conditions.&nbsp; Nevertheless, the possibility of infection (eg, viral, bacterial, fungal) should be considered, especially in atypical cases.&nbsp; If the history and physical examination show associated vital sign abnormalities, congenital anomalies, or poor growth, other diagnoses should be considered.</p>\n<h1>Erythema toxicum neonatorum</h1><h2>Pathogenesis</h2><br><br><p>The pathogenesis of erythema toxicum neonatorum is unknown but may be related to an innate immune response to the penetration of hair follicles by skin-colonizing bacteria.&nbsp; This leads to erythematous macules and papules that progress to pustules with an erythematous base, presenting within the first 3 days of life.</p>\n<h2>Clinical presentation</h2><br><br><p>Erythema toxicum neonatorum presents within the first 3 days of life with small, poorly demarcated erythematous macules and papules that classically involve the trunk and proximal extremities but may occur anywhere except the palms and soles, where no hair follicles are present (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14687.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Lesions rapidly progress into firm pustules with an erythematous base.&nbsp; The rash is asymptomatic, and neonates are otherwise well-appearing (ie, no fever or irritability).<p></p>\n<h2>Diagnosis and management</h2><br><br><p>Erythema toxicum neonatorum is a clinical diagnosis based on the characteristic appearance of the rash and age of onset.&nbsp; Microscopic examination of the pustule contents may be performed in atypical cases, but this is rare.&nbsp; Contents are sterile (ie, no visible bacteria) with an eosinophilic infiltrate.</p><br><br><p>Erythema toxicum neonatorum requires no treatment, and parents should be reassured that the rash often resolves spontaneously within 1-2 weeks.</p>\n<h1>Milia</h1><h2>Pathogenesis</h2><br><br><p>Milia are small, white papules that develop on the face and are often present at birth; they occur due to keratin retention in immature pilosebaceous glands.</p>\n<h2>Clinical presentation</h2><br><br><p>Milia present at birth as firm, white papules on the face, particularly the nose and cheeks but with no associated erythema (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L75917.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p>\n<h2>Diagnosis and management</h2><br><br><p>Milia are diagnosed clinically based on their characteristic appearance and their presence at birth.&nbsp; There is no treatment, and parents should be reassured that the rash often resolves spontaneously within a month.&nbsp; Attempts to extract the papules are unnecessary and can lead to scarring or infection.</p>\n<h1>Miliaria rubra (heat rash)</h1><h2>Pathogenesis</h2><br><br><p>Miliaria rubra occurs due to obstruction of the sweat glands.&nbsp; As a result, sweat accumulates within the gland, causing an inflammatory reaction (eg, erythema).&nbsp; Patients develop an erythematous papular rash in intertriginous areas (eg, groin, axilla, anterior neck) in warm, humid environments.&nbsp; Miliaria rubra may occur at any age but is most common in neonates due to delayed patency of the immature eccrine sweat glands.</p>\n<h2>Clinical presentation</h2><br><br><p>Miliaria rubra presents with a fine, prickly, erythematous rash in intertriginous areas (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18835.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; In addition, skin occluded by clothing, diapers, or adhesive bandages is likely to be affected.&nbsp; The rash is typically asymptomatic but may be pruritic.&nbsp; Neonates are otherwise well-appearing.<p></p>\n<h2>Diagnosis and management</h2><br><br><p>Miliaria rubra is a clinical diagnosis based on the characteristic appearance of the rash and a history of exposure to a warm, humid environment.</p><br><br><p>This rash resolves spontaneously, but transitioning to a cooler environment (eg, use of air conditioning or fan) may expedite resolution.&nbsp; In addition, management involves avoiding overbundling and dressing in thin, breathable fabrics (eg, cotton) rather than synthetic fabrics.&nbsp; If the rash is severe or associated with pruritus, topical low- or mid-potency topical corticosteroids may be applied as adjunctive therapy.</p>\n<h1>Neonatal pustular melanosis</h1><h2>Pathogenesis</h2><br><br><p>The exact pathogenesis of neonatal pustular melanosis is unknown.&nbsp; The rash is characterized by nonerythematous pustules that are present at birth and subsequently rupture, leaving hyperpigmented macules.&nbsp; It most commonly occurs in patients with darkly pigmented skin.</p>\n<h2>Clinical presentation</h2><br><br><p>Neonatal pustular melanosis presents at birth with nonerythematous pustules that rupture within days, leaving hyperpigmented macules with a collarette scale.&nbsp; The forehead, neck, and lower back are most commonly affected.&nbsp; Unlike erythema toxicum neonatorum, the palms and soles can be affected in neonatal pustular melanosis.</p>\n<h2>Diagnosis and management</h2><br><br><p>Neonatal pustular melanosis is a clinical diagnosis based on the characteristic appearance of the rash and its natural progression.&nbsp; Microscopic examination of the pustule contents may be performed in atypical cases, but this is rare.&nbsp; Contents are sterile (ie, no visible bacteria) with a neutrophilic infiltrate, in contrast to erythema toxicum neonatorum, which has an eosinophilic infiltrate.</p><br><br><p>Neonatal pustular melanosis requires no treatment and resolves spontaneously.&nbsp; Parents should be reassured that the hyperpigmented macules gradually fade within 1-2 months.</p>\n<h1>Neonatal cephalic pustulosis (neonatal acne)</h1><h2>Pathogenesis</h2><br><br><p>Neonatal cephalic pustulosis likely occurs due to an inflammatory reaction to the <em>Malassezia</em> species that colonize the skin.&nbsp; The rash is characterized by erythematous papules and pustules on the face and scalp only.&nbsp; Because androgen stimulation of sebaceous glands (ie, pathogenesis of acne) is not involved, the term \"neonatal cephalic pustulosis\" has replaced the term \"neonatal acne,\" previously used to describe this condition.</p>\n<h2>Clinical presentation</h2><br><br><p>Neonatal cephalic pustulosis presents at 3-4 weeks of life with erythematous papules and pustules that are limited to the face and scalp.&nbsp; Comedones (hair follicles occluded by keratin) and nodulocystic lesions are not present.&nbsp; Patients are otherwise asymptomatic and well-appearing.</p>\n<h2>Diagnosis and management</h2><br><br><p>Neonatal cephalic pustulosis is a clinical diagnosis based on the characteristic appearance of the rash and age of onset.&nbsp; The rash requires no treatment and resolves spontaneously, typically within 1-2 months.&nbsp; The affected area should be cleansed with gentle soap and water when routine baths are given.&nbsp; Oil-containing lotions or emollients should be avoided.&nbsp; Low-potency topical corticosteroids or topical ketoconazole may be applied in severe or persistent cases.&nbsp; Parents should be reassured that scarring does not occur.</p>\n<h1>Transient skin color changes</h1><h2>Pathogenesis</h2><br><br><p>Transient skin color changes often occur due to physiologic adjustments to the environment (eg, cold temperature) in the neonatal period and are typically related to immature thermoregulation that leads to changes in vascular tone.</p>\n<h2>Clinical presentation</h2><br><br><p>Common patterns of transient skin color changes include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acrocyanosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60582.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; Appears as symmetric blue-purple discoloration along the distal extremities.&nbsp; It most commonly occurs when the patient cries or is exposed to cold temperatures and resolves when these conditions change.</li>\n\t<li>Cutis marmorata (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20379.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; Appears as symmetric, net-like, violaceous mottling along the extremities that varies with environmental conditions.</li>\n\t<li>Harlequin color change (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33777.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ):&nbsp; Appears as unilateral erythema that can be sharply demarcated.</li>\n</ul>\n<h2>Diagnosis and management</h2><br><br><p>The diagnosis of these conditions is clinical.&nbsp; Because they resolve spontaneously, no treatment is required.</p>\n<h1>Summary</h1><br><br><p>During the neonatal period (first 28 days of life), newborns often develop transient, benign rashes.&nbsp; Common benign neonatal rashes include erythema toxicum neonatorum, milia, miliaria rubra, neonatal pustular melanosis, and neonatal cephalic pustulosis.&nbsp; These rashes are typically self-limited and require no treatment.</p>\n</div>\n\n            "
}