{
  "meta": {
    "title": "Bullous pemphigoid and pemphigus vulgaris",
    "url": "https://brainandscalpel.vercel.app/bullous-pemphigoid-and-pemphigus-vulgaris-4302234e-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:46:13.049Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n    <p>Bullous pemphigoid (BP) and pemphigus vulgaris (PV) are autoimmune diseases characterized by decreased epidermal integrity.&nbsp; BP causes subepidermal blistering and tends to affect older adults, whereas PV involves intraepidermal blistering and affects a younger population.</p>\n    <h1>Bullous pemphigoid</h1><h2>Pathophysiology</h2>\n    \n    <p>BP is caused by autoantibodies targeting the <strong>basement membrane</strong> zone of the epidermis, specifically <strong>BP180</strong> (collagen XVII) and <strong>BP230</strong>, which are components of hemidesmosomes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26001.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; This autoimmune reaction triggers a cascade of inflammation, leading to separation of the epidermis from the dermis.&nbsp; Because the overlying epidermis is relatively intact, BP results in tense subepidermal blisters.<p></p>\n    <h2>Risk factors</h2>\n    \n    <ul class=\"article-body-unordered-list\">\n    <li><strong>Age:</strong>&nbsp; Age &gt;60</li>\n    \n    <li><strong>Medications:</strong>&nbsp; Furosemide, penicillamine, and certain antibiotics (eg, sulfonamides)</li>\n    \n   <li><strong>Neurological conditions:</strong>&nbsp; Parkinson disease, multiple sclerosis</li>\n    \n    <li><strong>Genetic predisposition:</strong>&nbsp; HLA-DQB1 has been associated with increased susceptibility</li>\n</ul>\n    <h2>Clinical presentation</h2>\n    \n    <ul class=\"article-body-unordered-list\">\n    <li><strong>Skin lesions:</strong>&nbsp; May initially cause papules or urticarial plaques, which progress over weeks to form tense, large bullae on an erythematous or normal-appearing base (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89835.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Ruptured bullae may appear as shallow erosions.</li>\n    \n    <li><strong>Pruritus:</strong>&nbsp; Itching is common and often precedes blister formation.</li>\n    \n    <li><strong>Mucosal involvement:</strong>&nbsp; Rare in BP but may occur in severe cases.</li></ul><br><br>    <h2>Diagnosis</h2>\n    <br><br>    <p>The diagnosis of BP is based on clinical findings and confirmed through histopathologic and serologic studies:</p>\n    \n    <ul class=\"article-body-unordered-list\">\n    <li><strong>Skin biopsy:</strong>&nbsp; Shows subepidermal blistering with an inflammatory infiltrate composed mainly of eosinophils (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96886.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n    \n    <li><strong>DIF:</strong>&nbsp; reveals <strong>linear deposition</strong> of IgG and C3 along the basement membrane at the dermoepidermal junction (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96889.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ); this is diagnostic of BP.</li>\n    \n    <li><strong>Laboratory serologic studies:</strong>&nbsp; Circulating anti-BP180 and BP230 antibodies, detected via enzyme-linked immunosorbent assay (ELISA).</li></ul><br><br>    <h2>Management</h2>\n    \n    <ul class=\"article-body-unordered-list\">\n    <li><strong>First-line therapy:</strong>&nbsp; High-potency topical corticosteroids (eg, clobetasol).&nbsp; Systemic corticosteroids are used in widespread disease (eg, &gt;20% of body surface area).</li>\n    \n    <li><strong>Corticosteroid-sparing agents:</strong>&nbsp; Doxycycline, dapsone, azathioprine, mycophenolate mofetil, or methotrexate can be considered to reduce corticosteroid exposure.</li>\n    \n    <li><strong>Biologics:</strong>&nbsp; Rituximab or omalizumab are considered in refractory cases.</li>\n    \n    <li><strong>Adjunct therapies:</strong>&nbsp; Antihistamines for pruritus and wound care for blistered areas.</li>\n</ul><br><br>    <h2>Complications</h2>\n    \n    <ul class=\"article-body-unordered-list\">\n    <li><strong>Infection:</strong>&nbsp; Secondary bacterial infections of skin lesions.</li>\n    \n   <li><strong>Corticosteroid side effects:</strong>&nbsp; Long-term use can lead to osteoporosis, hyperglycemia, and immunosuppression.</li>\n    \n   <li><strong>Scarring:</strong>&nbsp; Although less common than in other blistering diseases, scarring can occur in chronic cases.</li></ul><br><br>    <h2>Prognosis</h2>\n    \n    <p>The disease may last months to years, but many patients achieve remission.&nbsp; Relapses are common, especially during tapering of therapy.&nbsp; Disease-specific mortality is modest and primarily related to infection, but overall mortality (including comorbid conditions) is significantly higher.</p>\n    <h1>Pemphigus vulgaris</h1><h2>Pathophysiology</h2>\n    \n    <p>PV is an autoimmune disease caused by antibodies against <strong>desmoglein-1</strong> and <strong>desmoglein-3</strong>, components of <strong>desmosomes</strong> that are necessary for keratinocyte adhesion in the epidermis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26000.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The loss of cell-to-cell adhesion (acantholysis) results in loose, fragile intraepidermal blistering and erosions.<p></p>\n    <h2>Risk factors</h2>\n    \n    <ul class=\"article-body-unordered-list\">\n    <li><strong>Age:</strong>&nbsp; Most common at age 40-60</li>\n    \n   <li><strong>Ethnicity:</strong>&nbsp; Ashkenazi Jewish, Mediterranean, and South Asian populations</li>\n    \n    <li><strong>Medications:</strong>&nbsp; Rarely, drugs such as penicillamine and ACE inhibitors can trigger PV</li>\n    \n    <li><strong>Genetic predisposition:</strong>&nbsp; HLA-DR4 and HLA-DQ3 associated with increased risk</li></ul><br><br>    <h2>Clinical presentation</h2>\n    \n    <ul class=\"article-body-unordered-list\">\n    <li><strong>Skin lesions:</strong>&nbsp; Flaccid, easily ruptured blisters on normal or erythematous skin.&nbsp; Lesions often coalesce, leading to painful erosions.</li>\n    \n    <li><strong>Mucosal involvement:</strong>&nbsp; Almost universal, with painful erosions in the oral mucosa, pharynx, or genitals.&nbsp; Oral lesions may precede skin involvement.&nbsp; The presence of mucosal lesions strongly favors the diagnosis of PV over BP.</li>\n    \n    <li><strong>Nikolsky sign:</strong>&nbsp; Gentle pressure or friction to the skin (either at the margin of a blister or in normal-appearing skin) induces blister formation; the sign suggests the diagnosis of PV but is not highly sensitive or specific.</li>\n</ul><br><br>    <h2>Diagnosis</h2>\n    \n    <p>Diagnosis is confirmed with histopathology and serologic testing:</p>\n    \n    <ul class=\"article-body-unordered-list\">\n   <li><strong>Skin biopsy:</strong>&nbsp; demonstrates acantholysis, or loss of keratinocyte adhesion, within the epidermis, leading to the formation of suprabasal blisters (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89834.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; The basal keratinocytes remain adherent to the basement membrane, often described as a \"row of tombstones.\"</li>\n    \n    <li><strong>DIF:</strong>&nbsp; IgG and C3 deposition in a characteristic <strong>fishnet pattern</strong> within the epidermis; this distinguishes PV from BP</li>\n    \n    <li><strong>Laboratory serologic testing:</strong>&nbsp; Detection of circulating antibodies against desmoglein-1 and desmoglein-3 by ELISA.</li>\n</ul><br><br>    <h2>Management</h2>\n    \n    <ul class=\"article-body-unordered-list\">\n    <li><strong>First-line therapy:</strong>&nbsp; Systemic corticosteroids (eg, prednisone) to control disease activity.</li>\n    \n    <li><strong>Immunosuppressants:</strong>&nbsp; Corticosteroid-sparing agents such as azathioprine, mycophenolate mofetil, or rituximab are often required for long-term management and may be started concurrently with prednisone.</li>\n    \n<li><strong>Topical therapies:</strong>&nbsp; Topical corticosteroids may be useful for localized skin or mucosal involvement, but systemic treatment is usually necessary.</li></ul><br><br>    <h2>Complications</h2>\n    \n    <ul class=\"article-body-unordered-list\">\n    <li><strong>Infections:</strong>&nbsp; Open erosions are prone to secondary bacterial infections and sepsis.</li>\n    \n    <li><strong>Electrolyte imbalances:</strong>&nbsp; Due to fluid loss from extensive skin involvement.</li>\n    \n    <li><strong>Malnutrition:</strong>&nbsp; Painful oral erosions can impair food intake, leading to weight loss.</li>\n    \n    <li><strong>Corticosteroid side effects:</strong>&nbsp; Similar to BP, long-term steroid use can cause osteoporosis, diabetes, and immunosuppression.</li></ul><br><br>    <h2>Prognosis</h2>\n    \n    <p>Untreated PV has high mortality, often due to sepsis from infection of skin lesions or respiratory failure from mucosal involvement.&nbsp; With appropriate treatment, most patients achieve remission, although relapses are common and long-term therapy is often required.&nbsp; In addition to disease-specific treatment, extensive wound care and additional supportive measures may be needed to minimize morbidity.</p>\n    <h1>Differential diagnosis</h1>\n    \n    <p>Distinction between BP and PV is definitively established with histopathology and immunofluorescence staining, supported by serologic studies (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69216.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; However, certain clinical features can be suggestive for a preliminary diagnosis:<p></p>\n    \n    <ul class=\"article-body-unordered-list\">\n    <li>Patients with BP are typically older (age &gt;60) relative to PV (mostly age &lt;60).</li>\n    \n    <li>Mucosal lesions are usually present in PV but uncommon in BP.</li>\n    \n    <li>The bullous lesions in PV are soft and fragile with easy desquamation, whereas tense bullae are more typical in BP.</li>\n</ul>\n    \n    <p>Other blistering conditions that should be considered in the differential diagnosis include the following:</p>\n    \n    <ul class=\"article-body-unordered-list\">\n    <li><strong>Stevens-Johnson syndrome (SJS):</strong>&nbsp; Widespread mucocutaneous necrosis and desquamation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46683.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ), usually drug-induced, and associated with systemic symptoms.</li>\n    \n   <li><strong>Erythema multiforme:</strong>&nbsp; Target lesions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85127.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ) that may form microvesicles or blisters.&nbsp; Mucosal lesions are common.&nbsp; Often triggered by infections or drugs.&nbsp; Typically self-limiting.</li>\n    \n    <li><strong>Paraneoplastic pemphigus:</strong>&nbsp; Similar clinical features but often associated with underlying malignancy, particularly non-Hodgkin lymphoma or chronic lymphocytic leukemia (CLL).</li>\n    \n    <li><strong>Dermatitis herpetiformis:</strong>&nbsp; severely pruritic papulovesicular lesions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95832.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ), predominantly at the elbows, knees, and gluteal cleft; associated with gluten sensitivity, granular IgA deposits at the dermoepidermal junction.</li>\n    \n    <li>Epidermolysis bullosa acquisita:&nbsp; Causes tense bullae resembling BP but is more common on the extremities and other trauma-prone areas and is often associated with mucosal lesions.</li>\n    \n    <li>Drug-induced bullous eruptions:&nbsp; May mimic BP but typically have a more abrupt onset and a clear temporal relationship to drug exposure.</li></ul><br><br>    <h1>Summary</h1>\n    \n    <p>Bullous pemphigoid (BP) and pemphigus vulgaris (PV) are autoimmune blistering diseases that, while sharing some clinical features, have distinct pathophysiological mechanisms and differences in management.&nbsp; BP typically presents with tense subepidermal blisters, often in older adults, and is managed primarily with topical and systemic corticosteroids.&nbsp; In contrast, PV is characterized by flaccid intraepidermal blisters, significant mucosal involvement, and a higher risk of serious complications if not adequately treated with systemic corticosteroids and immunosuppressive therapy.&nbsp; Early diagnosis and appropriate intervention are key in both conditions to prevent complications and improve outcomes.</p>\n    </div>\n    \n            "
}