{
  "meta": {
    "title": "Chickenpox",
    "url": "https://brainandscalpel.vercel.app/chickenpox-3acf03dd-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:46:15.633Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Chickenpox is a primary infection with varicella-zoster virus (VZV), a highly contagious, vaccine-preventable disease.&nbsp; It presents with a pruritic, vesicular rash and can lead to acute complications (eg, pneumonia), especially in immunocompromised patients and adolescents/adults.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>VZV is a double-stranded DNA virus and a member of the herpesvirus family.&nbsp; Transmission occurs primarily via inhalation of infected, airborne respiratory particles and, less commonly, from direct contact with vesicular fluid.&nbsp; Following infection of respiratory epithelial cells, VZV spreads to and replicates in the tonsils and regional lymph nodes, infecting T cells.&nbsp; Viremia subsequently leads to spread of the virus to local sensory ganglia, reticuloendothelial tissues, and skin.</p><br><br><p>The transmission rate is &gt;90% in susceptible individuals after exposure, with an incubation period of 1-3 weeks.</p><br><br><p>Risk factors include unvaccinated/partially vaccinated status, travel to endemic areas, and immunocompromised status.</p>\n<h1>Clinical presentation</h1><br><br><p>Chickenpox is divided into several clinical stages:</p><br><br><ul>\n\t<li>\n\t<p><strong>Prodrome</strong> (1-2 days):&nbsp; fever, malaise, headache, loss of appetite</p>\n\t</li>\n\t<li>\n\t<p><strong>Rash</strong> (1-2 weeks):</p><br><br>\t<ul>\n\t\t<li>\n\t\t<p>Patients initially develop a pruritic maculopapular rash that progresses to vesicles on an erythematous base (\"dew drop on a rose petal\"); pustules may occur.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Lesions appear in successive crops, resulting in the presence of different stages (eg, papules, vesicles) simultaneously (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40929.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n\t\t</li>\n\t\t<li>\n\t\t<p>The rash begins on the scalp, face, or trunk and spreads centrifugally.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p>Vesicles rupture, crust over, and then resolve.</p>\n\t\t</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Infection in partially vaccinated patients is often milder (eg, lower fever, fewer lesions) than in fully unvaccinated patients.</p><br><br><p>Patients are contagious from the prodromal period (ie, 2 days before rash onset) until all vesicles are crusted over.</p>\n<h1>Differential diagnosis</h1><br><br><ul>\n\t<li>\n\t<p><strong>Hand-foot-and-mouth disease</strong>:&nbsp; Coxsackie virus infection typically causes oral ulcers and a nonpruritic rash of variable morphology (eg, macular, vesicular) on the hands and feet.</p>\n\t</li>\n\t<li>\n\t<p><strong>Herpes simplex virus</strong> (HSV):&nbsp; presents with vesicular lesions that are usually localized and recurrent.&nbsp; Eczema herpeticum is a more diffuse HSV skin infection that usually occurs in children with atopic dermatitis; the rash is painful with lesions in the same stage of development.</p>\n\t</li>\n\t<li>\n\t<p><strong>Impetigo</strong>:&nbsp; superficial bacterial skin infection presents with pustules and honey-colored crusts.</p>\n\t</li>\n\t<li>\n\t<p><strong>Scabies</strong>:&nbsp; Small mites cause intensely pruritic, erythematous papules, often with burrows (ie, fine, serpiginous lines) along intertriginous areas (eg, web spaces, axillae, buttocks).</p>\n\t</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of varicella is clinical with no additional testing required.</p><br><br><p>In cases that are atypical (eg, mild or breakthrough disease in partially vaccinated patients) or severe (eg, immunocompromised patients), the preferred diagnostic method is VZV PCR testing (eg, skin lesion, blood, cerebrospinal fluid).</p>\n<h1>Management</h1><br><br><p>Treatment is generally supportive (eg, antipyretics, antihistamines) in young, healthy children. Acyclovir is reserved for older children (age ≥12), adults (including pregnant women), and immunocompromised patients who are at risk for severe disease.</p>\n<h1>Complications and prognosis</h1><br><br><p>Most healthy children have a mild course and recover fully with supportive care alone.</p><br><br><p>Acute complications, including the following, most commonly occur in adults/adolescents and immunosuppressed patients:</p><br><br><ul>\n\t<li>\n\t<p><strong>Respiratory</strong>:&nbsp; Varicella pneumonia typically develops within a week of rash onset with progressive cough, dyspnea, and tachypnea; bilateral crackles on lung examination are typical.&nbsp; Symptoms may rapidly progress to respiratory failure.&nbsp; Chest x-ray is nonspecific but shows bilateral interstitial opacities and/or nodular infiltrates.</p>\n\t</li>\n\t<li>\n\t<p><strong>Dermatologic</strong>:&nbsp; Bacterial skin/soft tissue infection (eg, cellulitis) occurs (most common complication).</p>\n\t</li>\n\t<li>\n\t<p><strong>Neurologic</strong>:&nbsp; Acute cerebellar ataxia and diffuse encephalitis are seen.</p>\n\t</li>\n\t<li>\n\t<p><strong>Disseminated disease and hepatitis</strong>:&nbsp; These typically occur only in immunosuppressed hosts.</p>\n\t</li>\n</ul><br><br><p>Infection during pregnancy, which is associated with severe varicella pneumonia, can also lead to vertical transmission and severe fetal/neonatal disease (eg, congenital varicella syndrome, neonatal VZV infection).</p><br><br><p>Primary infection generally confers lifelong immunity; however, VZV remains latent in the sensory ganglia and can reactivate later in life as herpes zoster (shingles) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40928.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), which is characterized by a painful, unilateral vesicular rash with a dermatomal distribution.<p></p>\n<h1>Prevention</h1><br><br><p><strong>Vaccination</strong> with the live attenuated VZV vaccine at age 12-15 months and age 4-6 years is the most effective preventive measure for chickenpox and its complications.&nbsp; Aproximately 3% of individuals develop a varicella-like rash 1-3 weeks after vaccination; it is caused by replication of the attenuated VZV strain in the vaccine.&nbsp; Replication of the VZV vaccine strain causes mild symptoms (eg, &lt;10 lesions), and the strain is less contagious than wild-type varicella.&nbsp; However, the attenuated VZV strain can be transmitted, and vaccine recipients who develop a rash should avoid contact with high-risk individuals (eg, pregnant or immunocompromised patients) until lesions have crusted over.</p><br><br><p><strong>Postexposure prophylaxis</strong> (PEP) is indicated in susceptible individuals (ie, unvaccinated/partially vaccinated and no history of chickenpox).&nbsp; Management (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12692.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) depends on the patient's immune system function:<p></p><br><br><ul>\n\t<li>\n\t<p><strong>Immunocompetent</strong>:&nbsp; Healthy patients age ≥1 should receive PEP with the varicella vaccine within 5 days of exposure.</p>\n\t</li>\n\t<li>\n\t<p><strong>Immunocompromised</strong>:&nbsp; Passive protection with varicella-zoster immune globulin (VariZIG) within 10 days of exposure is recommended.&nbsp; VariZIG is also indicated in pregnant patients and newborns.&nbsp; Outside of the immediate newborn period, infants age &lt;1 do not require VariZIG because they are at relatively low risk for severe disease.</p>\n\t</li>\n</ul>\n<h1>Summary</h1><br><br><p>Chickenpox (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/62715.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a vaccine-preventable primary infection caused by the varicella-zoster virus; it presents with a pruritic vesicular rash that develops in successive crops.&nbsp; The course is generally mild in young children, so management is supportive.&nbsp; Acyclovir is indicated for those at risk for severe complications (eg, pneumonia), including adolescents, adults, pregnant patients, and immunocompromised individuals.<p></p>\n</div>\n\n            "
}