{
  "meta": {
    "title": "Congenital melanocytic nevi",
    "url": "https://brainandscalpel.vercel.app/congenital-melanocytic-nevi-4b6fb29a-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:46:15.656Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Congenital melanocytic nevi (CMN) are hyperpigmented lesions that are present at birth or appear within the first few months of life.&nbsp; These nevi are due to melanocyte proliferation and vary in size, with larger lesions carrying an increased risk for malignant transformation.</p>\n<h1>Pathogenesis</h1><br><br><p>CMNs are caused by a <strong>benign proliferation of melanocyte cells</strong>.&nbsp; In contrast to the familial and ultraviolet-related pathogenesis of acquired nevi, CMNs likely arise from abnormal migration or proliferation of melanocytes as they migrate from the neural crest to the epidermis.&nbsp; Most cases are sporadic, but large CMNs are associated with somatic mutations in the <em>NRAS</em> gene during embryonic development.</p><br><br><p>Histologically, clusters of melanocytes in CMNs can extend from the epidermis to the dermis, subcutaneous fat, or muscle, with extension along hair follicles and sweat glands.</p>\n<h1>Classification</h1><br><br><p>CMNs are classified based on size:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Small:&nbsp; &lt;1.5 cm.</li>\n\t<li>Medium:&nbsp; 1.5-20 cm.</li>\n\t<li>Large/giant:&nbsp; &gt;20 cm.</li>\n</ul><br><br><p>Increasing size is correlated with an increased risk for complications (eg, malignant transformation).</p>\n<h1>Clinical presentation</h1><br><br><p>CMNs present at birth or within the first few months of life as hyperpigmented lesions, often with an increased density of overlying dark, coarse hairs (hypertrichosis) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L34130.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; They may appear initially as flat, homogenous hyperpigmentations but often grow rapidly during infancy and become heterogeneously pigmented and raised.<p></p><br><br><p>The distribution of CMNs can involve any part of the body, with the trunk and extremities often affected.&nbsp; They are most commonly small- or medium-sized, asymptomatic, and isolated; large CMNs may be associated with satellite nevi (smaller scattered nevi surrounding the primary lesion) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L34126.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acquired melanocytic nevi</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118804.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; Lesions of benign melanocyte proliferation that develop after the first few months of life are referred to as acquired melanocytic nevi.&nbsp; These are generally small (&lt;1 cm), brown macules that become raised over time and carry a small risk for malignant transformation.&nbsp; The age of onset differentiates acquired melanocytic nevi from small CMNs.</li>\n\t<li><strong>Café au lait macules</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16593.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; These lesions are flat and uniformly hyperpigmented without overlying hypertrichosis.</li>\n\t<li><strong>Congenital dermal melanocytosis</strong> (formerly called \"mongolian spots\") (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31113.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; These flat, gray-blue patches are poorly circumscribed and classically located on the lower back and sacrum in infants.&nbsp; The lesions fade with time and are not raised or associated with hypertrichosis.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of CMN is clinical based on the lesion's size and characteristic appearance in early infancy.&nbsp; Dermoscopic findings, which are not unique to CMNs, include diffuse brown pigmentation, aggregated globules (round, evenly distributed pattern), or pigment network (grid-like, reticular pattern).</p>\n<h1>Prognosis and complications</h1><br><br><p>The natural history of CMN is growth in proportion to body size over time.</p><br><br><p>The main complication is risk for <strong>malignant transformation</strong> to melanoma.&nbsp; With the increasing size of a CMN, the risk for melanoma increases and the age of melanoma presentation decreases:&nbsp; Small and medium CMNs carry a 1% risk and generally do not transform before puberty, whereas large CMNs carry a 5% risk and melanoma may develop during childhood.</p><br><br><p>Rarely, patients may develop neurocutaneous melanosis, which is characterized by melanocyte proliferation in the CNS.&nbsp; The presentation may include hydrocephalus, seizures, and/or developmental delay, and the diagnosis is confirmed with MRI of the brain.&nbsp; The risk for neurocutaneous melanosis is greatest with large CMNs.</p>\n<h1>Management</h1><br><br><p>The mainstay of CMN treatment in most cases is observation and surveillance for melanoma with regular skin examinations.&nbsp; Biopsy is performed for lesions that are rapidly growing, ulcerated, or painful/itchy.</p><br><br><p>Laser therapy and/or surgical excision can be considered for cosmetic or functional concerns, although scarring can occur.&nbsp; The ability to excise a CMN is limited by size, and the risk for malignancy remains increased after excision of a large CMN, likely due to the extensive area often affected (including deeper structures such as fat and muscle).</p>\n<h1>Summary</h1><br><br><p>Congenital melanocytic nevi present within the first few months of life as hyperpigmented patches of variable size with an increased density of hair follicles.&nbsp; The diagnosis is clinical, and the mainstay of management includes serial monitoring for melanoma.</p>\n</div>\n\n            "
}