{
  "meta": {
    "title": "Erythema nodosum",
    "url": "https://brainandscalpel.vercel.app/erythema-nodosum-17a61f2d-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:46:29.760Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Erythema nodosum (EN)—<em>erythema</em> = red; <em>nodosum</em> = full of knots—describes tender, red nodules caused by inflammation in the subcutaneous fat (panniculitis).&nbsp; EN likely results from delayed-type hypersensitivity and most commonly affects the bilateral shins.&nbsp; Because EN can be triggered by many possible antigens, it has many possible causes (eg, infections, medications, inflammatory disorders).&nbsp; Therefore, all patients with EN should be evaluated for underlying causes before being characterized as having idiopathic EN, which represents up to half of cases.</p>\n<h1>Pathogenesis and histopathology</h1><br><br><p>EN results from immune-mediated inflammation in the subcutaneous fat and can be triggered by many antigens.&nbsp; It most likely represents a <strong>delayed (type IV) hypersensitivity</strong> response (eg, T-cell activation, granuloma formation), although a combination of immune mechanisms may be implicated (eg, immune complex deposition [type III] in subcutaneous venules causes neutrophil recruitment and reactive oxygen species formation).</p><br><br><p>Histology invariably shows <strong>septal panniculitis</strong>, characterized by inflammation of the septa (eg, connective tissue) that separate the subcutaneous fat lobules.&nbsp; However, prominent inflammation of the fat itself (lobular panniculitis) is not characteristic, and primary vasculitis is not seen.&nbsp; An early microscopic finding is septal thickening with a mixture of inflammatory cells (eg, lymphocytes, neutrophils); older lesions evolve to include granulomas (eg, histiocyte clusters, multinucleated giant cells) and fibrosis.</p>\n<h1>Epidemiology and etiology</h1><br><br><p>EN is more common in <strong>women</strong> (ratio ~5:1), with peak incidence between age 18 and 40.&nbsp; Its higher frequency in women of reproductive age, during pregnancy, and with oral contraceptive use suggests that female sex hormones play a role in susceptibility.&nbsp; In addition, children rarely develop EN, and there is no sexual predisposition when they do (ie, 1:1 sex ratio before the hormone storm of puberty).</p><br><br><p>EN is associated with a diverse spectrum of conditions/antigens whose only unifying theme may be the ability to generate an immune reaction in the subcutaneous septa.&nbsp; EN is most often associated with <strong>infection</strong>, followed by <strong>sarcoidosis</strong>, medications, pregnancy, and inflammatory bowel disease.&nbsp; It can rarely result from other inflammatory disorders or as an immune response to malignancy.&nbsp; When no underlying cause is found, EN is classified as <strong>idiopathic</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/120385.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Clinical presentation</h1><br><br><p>EN classically manifests as <strong>sudden-onset, tender, red nodules</strong> on the bilateral <strong>shins</strong>.&nbsp; The nodules' appearance tends to vary over time (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/120394.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; They have a characteristic appearance (<a href=\"51192,13117\">image 1</a>).<p></p><br><br><p>Regardless of the underlying cause, EN is often preceded by a flu-like prodrome (eg, low-grade fever, malaise).&nbsp; Arthralgia, usually of the knees and ankles, is common (&gt;50% of cases) and may accompany the prodrome or manifest during nodule formation.</p><br><br><p>EN tends to be self-limited and usually resolves in 2-8 weeks without atrophy or scarring.&nbsp; Nodules progressively change color as they resolve (eg, green → yellow → brown), similar to bruises (a finding known as erythema contusiformis).</p>\n<h1>Diagnosis and evaluation</h1><br><br><p>In most cases, EN is a clinical diagnosis due to its characteristic presentation and evolution.&nbsp; Skin biopsy—deep enough to include the subcutaneous fat—is usually reserved for patients with atypical presentations (eg, no shin involvement, overlying ulcers, nodules &gt;6 cm).</p><br><br><p>Diagnosis should always prompt <strong>assessment for an underlying cause</strong>, primarily because EN can be the initial sign of an otherwise occult illness that may significantly benefit from early detection and treatment.&nbsp; Moreover, treatment of the underlying trigger can hasten EN's resolution.</p><br><br><p>A detailed history and physical examination focusing on commonly associated conditions (as described in the prior table) can often suggest the most likely etiology (eg, chronic diarrhea and abdominal pain in Crohn disease, pharyngeal edema and tonsillar exudate in streptococcal pharyngitis).&nbsp; It is important to gather social/travel and medication histories so that the potential risk for EN-associated infections and medications can be determined.</p><br><br><p>Studies helpful to confirm/exclude possible underlying causes include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute phase reactants (erythrocyte sedimentation rate and/or C-reactive protein), if elevated, suggest an underlying systemic process.</li>\n\t<li>Complete blood count helps detect underlying infection or hematologic malignancy.</li>\n\t<li>Antistreptolysin O (ASO) titers help detect preceding streptococcal infection; diagnostic tests (eg, rapid antigen assay) are useful for patients with signs of active pharyngitis.</li>\n\t<li>Tuberculosis (TB) testing (eg, purified protein derivative, interferon-gamma release assay) can confirm previous exposure and risk for active disease.</li>\n\t<li>Stool culture is useful for patients with symptoms of gastroenteritis.</li>\n\t<li>Chest x-ray helps assess for TB, other lung infections, sarcoidosis, and lymphoma.</li>\n\t<li>Pregnancy testing should be performed in all women of reproductive age.</li>\n</ul><br><br><p>Other testing (eg, hepatitis serology, ileocolonoscopy) should be pursued based on the initial clinical, laboratory, and imaging findings.&nbsp; Only after thorough investigation fails to detect an underlying cause can EN be considered idiopathic.</p>\n<h1>Management</h1><br><br><p>EN management involves treatment of the underlying cause, supportive care, and symptomatic therapy.</p>\n<h2>Treatment of the underlying cause</h2><br><br><p><strong>Elimination of the underlying trigger</strong> (eg, antibiotics for infection, stoppage of a culprit medication), if identified, typically results in <strong>rapid resolution</strong>.</p>\n<h2>Supportive care</h2><br><br><p>Rest, elevation, and compression (eg, bandages, stockings) can help reduce discomfort.</p>\n<h2>Symptomatic therapy</h2><br><br><p><strong>Nonsteroidal anti-inflammatory drugs</strong> (NSAIDs) are the mainstay for the management of pain and inflammation.&nbsp; Oral potassium iodide is another first-line analgesic option; its mechanism is unclear, but it possibly suppresses delayed (type IV) hypersensitivity.</p><br><br><p>Patients who do not have an adequate response to NSAIDs and potassium iodide may benefit from systemic or intralesional corticosteroids; these should be used only after infectious causes are excluded due to the risk for immunosuppression.&nbsp; Refractory or recurrent EN may respond to immunomodulators (eg, dapsone, hydroxychloroquine, colchicine).</p>\n<h1>Differential diagnosis</h1><br><br><p>EN should be distinguished from other conditions that produce subcutaneous inflammation, including infection, thrombus, vasculitis, and alternate causes of panniculitis.&nbsp; Often, another diagnosis is suggested by features not seen with classic EN (eg, no shin involvement, overlying ulceration).&nbsp; In such cases, biopsy is often helpful.</p>\n<h2>Infection</h2><br><br><p>Bacterial cellulitis causes tender areas of erythematous skin with associated systemic symptoms.&nbsp; However, cellulitis is typically unilateral and confluent (vs bilateral and nodular); moreover, lymphangitis and lymphadenopathy are often present.</p>\n<h2>Superficial thrombophlebitis</h2><br><br><p>Superficial thrombophlebitis results from thrombus in a superficial vein (eg, greater saphenous) and presents with erythema, tenderness, and induration.&nbsp; However, findings typically follow a venous course with a palpable cord (ie, thrombus) on examination.</p>\n<h2>Vasculitis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cutaneous polyarteritis nodosa (PAN) is a medium-vessel vasculitis limited to the skin.&nbsp; Although it is characterized by tender, subcutaneous nodules on the legs, cutaneous PAN is usually accompanied by livedo racemosa (violaceous net-like rash), ulceration, and necrosis.</li>\n\t<li>Cutaneous small-vessel vasculitis (eg, IgA vasculitis) can cause painful, raised lesions on the bilateral lower extremities; however, the rash (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47822.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) classically presents as palpable purpura with associated petechiae.</li>\n</ul>\n<h2>Other forms of panniculitis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Erythema induratum is a different type of panniculitis commonly associated with TB.&nbsp; However, lesions are typically located on the posterior calves and have associated ulceration and drainage.&nbsp; Biopsy shows a lobular (not septal) panniculitis, as well as an associated vasculitis (not seen with EN).&nbsp; Given its prominent vascular involvement, panniculitis due to erythema induratum is sometimes called \"nodular vasculitis.\"</li>\n\t<li>Pancreatic panniculitis is a lobular panniculitis that sometimes results from pancreatic inflammation (eg, acute pancreatitis).&nbsp; The systemic release of pancreatic enzymes can cause tender nodules on the lower extremities; these nodules often ulcerate with an oily liquid drainage from adipocyte necrosis.</li>\n\t<li>Alpha-1 antitrypsin deficiency is a rare cause of panniculitis due to protease imbalance which increases proteolytic activity (eg, elastase), resulting in fat necrosis.&nbsp; However, emphysema and hepatic disease (eg, cirrhosis) often coexist, and ulceration and drainage are characteristic.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of EN is generally excellent because the skin lesions typically resolve within 2-8 weeks (without atrophy or scarring).&nbsp; However, nodules may last somewhat longer if a triggering antigen persists, highlighting the importance of finding and treating any underlying disease.&nbsp; Relapse occurs in about one-third of cases and typically responds to similar treatment and improved control of the underlying condition (when present).</p>\n<h1>Summary</h1><br><br><br><br><p>Erythema nodosum (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/104984.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) involves tender, red nodules caused by septal panniculitis and most commonly affects the bilateral shins.&nbsp; Erythema nodosum likely results from delayed-type hypersensitivity, is more common in women, and can be triggered by a diverse spectrum of antigens.&nbsp; The most common triggers are infection (eg, streptococcal pharyngitis), sarcoidosis, medications, and inflammatory bowel disease; Erythema nodosum is classified as idiopathic when no cause is found (30%-50% of cases).&nbsp; Diagnosis is largely clinical, but biopsy can be helpful in atypical cases (eg, ulceration).&nbsp; Management involves supportive care (eg, compression) and symptomatic therapy (eg, nonsteroidal anti-inflammatory drugs), as well as identification and treatment of underlying causes (eg, antibiotics for infection).&nbsp; The prognosis is excellent because EN tends to be self-limited and usually resolves without scarring within 2-8 weeks.<p></p>\n</div>\n\n            "
}