{
  "meta": {
    "title": "Erythema multiforme",
    "url": "https://brainandscalpel.vercel.app/erythema-multiforme-34a7774a-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:46:29.433Z",
    "type": "article"
  },
  "content": "\n                <div>\n\t<h1>Introduction</h1>\n\t<p>Erythema multiforme (EM) is an acute, immune-mediated mucocutaneous condition characterized by the abrupt onset of erythematous macules, papules, and targetoid lesions.&nbsp; It is commonly associated with infections (particularly herpes simplex virus [HSV]) and various medications.&nbsp; The disease spectrum ranges from minor, localized cutaneous lesions to major, widespread skin disease with debilitating mucosal involvement and systemic symptoms.</p>\n\t<h1>Pathophysiology</h1>\n\t<p>EM is caused by a <strong>cell-mediated immune response</strong>, most commonly to <strong>antigens from HSV</strong>; it frequently appears several days to a few weeks after genital or orolabial HSV infection.&nbsp; EM can also be triggered by other infections and medications (eg, <strong>sulfonamides</strong>, nonsteroidal anti-inflammatory drugs [<strong>NSAIDs</strong>]).</p>\n\t<p>EM develops when circulating pathogens are phagocytosed by peripheral mononuclear cells and brought to the epidermis, where DNA fragments are transferred to keratinocytes via direct cell-to-cell spread (facilitated by upregulation of adhesion molecules).&nbsp; Pathogen-specific cytotoxic T cells then recognize foreign antigens produced by keratinocytes and initiate an inflammatory cascade that results in epithelial damage.</p>\n\t<h1>Risk factors</h1>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>\n\t\t\t<strong>Infections</strong>:   <ul class=\"article-body-unordered-list\">\n\t\t\t\t<li>HSV (most common)</li>\n\t\t\t\t<li>\n\t\t\t\t\t<em>Mycoplasma pneumoniae</em>\n\t\t\t\t</li>\n\t\t\t\t<li>Fungal and bacterial infections</li>\n\t\t\t</ul>\n\t\t</li>\n\t\t<li>\n\t\t\t<strong>Medications</strong>:  <ul class=\"article-body-unordered-list\">\n\t\t\t\t<li>Sulfonamides</li>\n\t\t\t\t<li>Anticonvulsants</li>\n\t\t\t\t<li>NSAIDs</li>\n\t\t\t\t<li>Antibiotics (eg, penicillin, cephalosporins)</li>\n\t\t\t\t<li>\n\t\t\t\t\t<strong>Other factors</strong>, including vaccinations, malignancies, and radiation therapy                  </li>\n\t\t\t</ul>\n\t\t</li>\n\t</ul>\n\t<h1>Pathology</h1>\n\t<p>          Histopathologic examination shows epidermal necrosis, vacuolar interface dermatitis, and a perivascular lymphocytic infiltrate (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L103805.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The hallmark is <strong>necrotic keratinocytes in the epidermis</strong>, indicative of immune-mediated damage.&nbsp; Subepidermal bullae formation and dermal edema may also occur.      <p></p>\n\t<h1>Clinical presentation</h1>\n\t<p>          EM presents with acute onset (3-5 days) of symmetrical, erythematous lesions.&nbsp; Although the morphology varies from case to case, the appearance of lesions in any individual case is usually relatively uniform.&nbsp; The classic lesions appear as <strong>small (&lt;3 cm) targetoid lesions</strong> with <strong>distinct color zones</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9180.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):      <p></p>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>A dusky center (often with a small bulla or crust)</li>\n\t\t<li>A pale surrounding zone</li>\n\t\t<li>A well-defined, erythematous border</li>\n\t</ul>\n\t<p>The lesions predominantly involve the extremities, including the palms and soles, but may occur anywhere.&nbsp; They are not typically painful, but moderate discomfort (eg, pruritus, burning sensation) may occur.&nbsp; In many cases, skin lesions are preceded by a flu-like prodrome, manifesting with fever, malaise, and sore throat.</p>\n\t<p>The severity of EM can be categorized as follows:</p>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>EM minor involves only the skin or causes only mild mucosal lesions.</li>\n\t\t<li>EM major includes painful erosions and bullae affecting the oral, ocular, and genital mucosae, often with significant systemic symptoms (eg, fever, arthralgia).</li>\n\t</ul>\n\t<h1>Diagnosis</h1>\n\t<p>Diagnosis of EM is primarily clinical, based on acute onset of the distinctive target lesions.&nbsp; A thorough history and physical examination may identify potential triggers.&nbsp; Skin biopsy can confirm the diagnosis in atypical cases but is not always necessary.</p>\n\t<p>Laboratory studies are not specific for EM diagnosis but can assess severity and identify possible triggers.&nbsp; The following tests are often considered:</p>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>\n\t\t\t<strong>HSV PCR</strong>:&nbsp; to detect active herpes simplex infection          </li>\n\t\t<li>\n\t\t\t<em>\n\t\t\t\t<strong>Mycoplasma</strong>\n\t\t\t</em>\n\t\t\t<strong>serology</strong>:&nbsp; in suspected cases of <em>Mycoplasma pneumoniae</em>–associated EM          </li>\n\t\t<li>\n\t\t\t<strong>Complete blood count</strong>:&nbsp; to assess for leukocytosis or anemia          </li>\n\t\t<li>\n\t\t\t<strong>Liver and renal function tests</strong>:&nbsp; to evaluate systemic involvement, especially if medications are implicated          </li>\n\t</ul>\n\t<p>Imaging is not routinely required for the diagnosis of EM.&nbsp; However, a chest x-ray may be indicated if there is suspicion of <em>Mycoplasma pneumoniae</em> infection.</p>\n\t<h1>Differential diagnosis</h1>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>\n\t\t\t<strong>Stevens-Johnson syndrome (SJS) and toxic epidermal necrolysis (TEN)</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44611.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; often present with broad areas of erythema with extensive epidermal sloughing, typically with severe mucosal involvement, whereas EM typically has more localized lesions.&nbsp; The presence of widespread skin detachment (&gt;10% of body surface area) and systemic symptoms such as high fever and malaise further differentiates SJS/TEN from EM.          </li>\n\t\t<li>\n\t\t\t<strong>Urticaria</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L107881.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; presents with transient wheals that can appear similar to the erythematous lesions of EM.&nbsp; However, urticarial lesions usually appear as circumscribed wheals and lack the central dusky zone typical of EM's target lesions.&nbsp; Also, urticaria usually resolves within 24 hours, unlike the more persistent lesions of EM.          </li>\n\t\t<li>\n\t\t\t<strong>Bullous pemphigoid</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89835.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ):&nbsp; characterized by large, tense, subepidermal bullae with erosions and sloughing.&nbsp; Compared to EM, the bullae are typically much larger and not surrounded by targetoid erythema.&nbsp; Histologically, pemphigoid is characterized by IgG and C3 deposition at the basement membrane (visible with immunofluorescent staining), distinguishing it from the necrotic keratinocytes seen in EM.          </li>\n\t\t<li>\n\t\t\t<strong>Viral exanthems</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28969.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ):&nbsp; a variety of viruses and other infections can cause a diffuse maculopapular or vesicular rash, especially in children.&nbsp; The clinical morphology of these rashes is variable, but most show significant involvement of the trunk and usually do not have a targetoid appearance.&nbsp; A typical viral syndrome (eg, upper respiratory infection) may be associated.          </li>\n\t\t<li>\n\t\t\t<strong>Fixed drug eruption</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28693.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ):&nbsp; manifests as recurrent lesions at the same site on reexposure to the drug, differentiating it from EM, which typically presents with new lesions at varying sites.&nbsp; Lesions of fixed drug eruption are often solitary, are sharply demarcated, and may develop central blistering.          </li>\n\t\t<li>\n\t\t\t<strong>Erythema nodosum</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44835.jpg\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ):&nbsp; presents with tender, erythematous nodules typically located on the anterior shins.&nbsp; Unlike the targetoid lesions of EM, erythema nodosum lesions are more indurated, lack central clearing, and are often associated with systemic conditions such as sarcoidosis, infections, or medications.          </li>\n\t\t<li>\n\t\t\t<strong>Cutaneous small vessel vasculitis</strong> (leukocytoclastic vasculitis) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85374.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ):&nbsp; can be triggered by a variety of infections and medications and typically presents with painless, erythematous lesions predominantly on the extremities.&nbsp; The classic, palpable, purpuric lesions are distinct from the targetoid lesions typical of EM, but biopsy may be needed in less typical cases.          </li>\n\t</ul>\n\t<h1>Management</h1>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>\n\t\t\t<strong>Identification and removal of triggers</strong>:&nbsp; discontinuation of any suspected medications and treatment of underlying infection as appropriate.          </li>\n\t\t<li>\n\t\t\t<strong>Symptomatic treatment</strong>:  <ul class=\"article-body-unordered-list\">\n\t\t\t\t<li>Topical corticosteroids (eg, betamethasone dipropionate) for cutaneous lesions</li>\n\t\t\t\t<li>Systemic corticosteroids (eg, prednisone) for severe cases (eg, severe oral mucosal involvement), although their use remains controversial</li>\n\t\t\t\t<li>Antihistamines for pruritus</li>\n\t\t\t\t<li>Analgesics for pain management</li>\n\t\t\t</ul>\n\t\t</li>\n\t\t<li>\n\t\t\t<strong>Specific treatments</strong>:  <ul class=\"article-body-unordered-list\">\n\t\t\t\t<li>Antiviral therapy (eg, acyclovir): episodic antiviral therapy has generally not been shown to be effective for acute EM.&nbsp; However, continuous (suppressive) therapy may be beneficial for some patients with recurrent HSV-associated EM.</li>\n\t\t\t\t<li>Antibiotics are indicated for EM associated with active <em>Mycoplasma pneumoniae</em> infection.</li>\n\t\t\t</ul>\n\t\t</li>\n\t</ul>\n\t<h1>Prognosis and complications</h1>\n\t<p>EM is typically self-limiting, with lesions resolving within 2-6 weeks.&nbsp; Recurrences are common, particularly with HSV-associated EM.&nbsp; Prognosis is excellent for EM minor, whereas EM major may require significant supportive care and carries a risk of significant morbidity if mucosal involvement is severe.</p>\n\t<p>Potential complications of EM include</p>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>\n\t\t\t<strong>Secondary infections</strong>:&nbsp; due to skin barrier disruption          </li>\n\t\t<li>\n\t\t\t<strong>Ocular involvement</strong>:&nbsp; can lead to conjunctivitis, uveitis, or corneal ulcers          </li>\n\t\t<li>\n\t\t\t<strong>Dehydration and nutritional deficiencies</strong>:&nbsp; from extensive mucosal involvement          </li>\n\t</ul>\n\t<h1>Summary</h1>\n\t<p>Erythema multiforme is an acute mucocutaneous condition with a characteristic clinical presentation.&nbsp; Prompt recognition and management are essential to mitigate symptoms and address potential triggers.&nbsp; Although the prognosis is generally favorable, recurrence is common, necessitating ongoing vigilance for potential precipitating factors.</p>\n</div>\n            "
}