{
  "meta": {
    "title": "Herpangina",
    "url": "https://brainandscalpel.vercel.app/herpangina-9b053ec5-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:46:32.555Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Herpangina is a benign, self-limited viral infection characterized by abrupt-onset of high fever and a painful papular, vesicular, or ulcerative oral exanthem.&nbsp; It is caused by enteroviruses, most commonly coxsackievirus A.&nbsp; Herpangina primarily affects children age 3-10 in the late summer and early fall.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Transmission of enteroviruses occurs through the ingestion of virus that is shed from the gastrointestinal or respiratory tracts of infected individuals.&nbsp; Once ingested, the virus replicates in the lymphoid tissues of the gastrointestinal and respiratory submucosa before spreading to the regional lymph nodes, leading to widespread viremia that can affect other organ systems (eg, myocarditis, aseptic meningitis).</p><br><br><p>Therefore, risk factors for herpangina include attendance in day care centers or schools, poor hygiene, and immune dysfunction.</p>\n<h1>Clinical presentation</h1><br><br><p>Herpangina most commonly presents with abrupt onset of high fever (&gt;38.9 C [102 F]) and throat pain.&nbsp; Young children often present with irritability and decreased oral intake due to painful lesions on the posterior palate.&nbsp; Additional symptoms may include headache, abdominal pain, and malaise.&nbsp; On physical examination, lesions (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18899.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) are typically visualized on the uvula, soft palate, anterior tonsillar pillars, and tonsils.&nbsp; The tongue, buccal mucosa, and anterior palate are rarely affected.&nbsp; The lesions initially appear as erythematous papules that become vesicular.&nbsp; The vesicles rupture spontaneously, leaving shallow ulcers with a yellow base and surrounding erythema.<p></p>\n<h1>Diagnosis</h1><br><br><p>Herpangina is a clinical diagnosis based on the appearance and location of oral lesions.&nbsp; Laboratory testing (eg, PCR) to identify the causative virus should be considered only in severe, recurrent, or chronic cases or in immunocompromised patients.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for herpangina includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hand-foot-and-mouth disease (HFMD)</strong>:&nbsp; is also caused by coxsackievirus infection, HFMD presents with lesions on the anterior oral mucosa and the hands and feet, including the palms and soles.</li>\n\t<li><strong>Streptococcal pharyngitis</strong>:&nbsp; often presents with fever, sore throat, headache, nausea, and vomiting.&nbsp; Oropharyngeal erythema and tonsillar exudates (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L76069.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), not ulcers, are common.</li>\n\t<li><strong>Infectious mononucleosis</strong>:&nbsp; is caused by Epstein-Barr virus; symptoms include fever, sore throat, posterior cervical lymphadenopathy, and fatigue.&nbsp; Patients develop oropharyngeal erythema and tonsillar exudates, but oral ulcers are not expected.</li>\n\t<li><strong>Aphthous stomatitis</strong>:&nbsp; causes ulcers on the anterior oral mucosa (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20461.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), but systemic symptoms (eg, fever) do not occur.</li>\n\t<li><strong>Gingivostomatitis</strong>:&nbsp; caused by a primary infection with herpes simplex virus type I and typically presents with fever, gingival erythema and edema, and clusters of vesicles on the anterior oral mucosa, particularly the gingiva and lips (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85548.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of herpangina is primarily supportive and includes hydration, analgesics, and antipyretics.&nbsp; Cold, nonacidic fluids or popsicles can be soothing and provide hydration.&nbsp; The illness is self-limited and typically resolves within a week.&nbsp; Antiviral medications (eg, acyclovir) are generally not recommended for the treatment of herpangina.&nbsp; Because patients can continue shedding the virus &gt;6 weeks after recovery, measures to prevent infection spread (eg, strict hand hygiene, particularly when changing diapers) should be reinforced.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for uncomplicated herpangina is excellent, with symptoms typically resolving within 7-10 days.&nbsp; However, viral shedding in the stool may continue for &gt;6 weeks, which can propagate transmission.&nbsp; Complications are rare and include dehydration, secondary bacterial infections (eg, impetigo), and aseptic meningitis.</p>\n<h1>Summary</h1><br><br><p>Herpangina is a self-limited viral infection characterized by fever and a painful papular, vesicular, or ulcerative oral enanthem.&nbsp; It is caused by enteroviruses, most commonly coxsackievirus A, and primarily affects children.&nbsp; The diagnosis is clinical, and treatment is supportive to alleviate symptoms and prevent complications (eg, dehydration).</p>\n</div>\n\n            "
}