{
  "meta": {
    "title": "Hidradenitis suppurativa",
    "url": "https://brainandscalpel.vercel.app/hidradenitis-suppurativa-32e87bb3-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:46:32.528Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Hidradenitis suppurativa (HS) is a chronic skin condition characterized by recurrent inflammatory nodules and abscesses that leads to sinus tract formation and scarring.&nbsp; It primarily affects folliculopilosebaceous units in intertriginous areas (eg, axillae, groin, perianal region).&nbsp; HS can significantly impact a patient's quality of life due to its physical, emotional, and social consequences.</p>\n<h1>Pathophysiology</h1><br><br><p>HS begins with the <strong>occlusion of folliculopilosebaceous units</strong>* caused by keratinocyte hyperproliferation and abnormal keratinocyte differentiation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69030.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Mechanical stress (eg, friction in intertriginous areas) then leads to follicular rupture and the release of proinflammatory contents.&nbsp; Exacerbated by immune dysregulation and subsequent bacterial colonization or infection, the initial inflammation evolves into a chronic inflammatory response that progresses to abscesses, sinus tracts (formed by epithelial stem cells released from follicular rupture), comedones (from follicular destruction), and extensive fibrosis.<p></p><br><br><p>*Previously, apocrine sweat glands were thought to play a major role in HS; however, it is now believed that folliculopilosebaceous units are at the center of pathogenesis.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Smoking</strong>:&nbsp; There is a strong association between HS and tobacco use.&nbsp; Nicotine and other tobacco components are thought to stimulate follicular occlusion through their effect on keratinocytes.&nbsp; In addition, these substances have proinflammatory effects on neutrophils and T lymphocytes and promote the production of tumor necrosis factor-alpha by keratinocytes.</li>\n\t<li><strong>Family history</strong>:&nbsp; Genetic susceptibility is a significant risk factor, with some cases inherited in an autosomal dominant-like pattern.</li>\n\t<li><strong>Hormonal factors</strong>:&nbsp; The rarity of HS in prepubertal children, improvement of HS with antiandrogen therapy in women, perimenstrual flares, and improvement in pregnancy suggest hormonal factors in HS.&nbsp; (For this reason, antiandrogen therapy is sometimes used in management.)</li>\n\t<li><strong>Obesity</strong>:&nbsp; Obesity creates a hyperandrogenic, proinflammatory, and insulin-resistant state,&nbsp; which promotes follicular plugging and continuous inflammation.&nbsp; (For this reason, metformin is sometimes used in management.)&nbsp; Obesity-related increased friction in intertriginous areas also facilitates the development of HS.</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Histologic examination of HS lesions reveals follicular plugging, follicular hyperkeratosis (excess keratin formation), follicular epithelial hyperplasia, epidermal hyperplasia, and perifollicular inflammatory infiltrate.&nbsp; Collections of pus-filled cavities (abscesses) and fibrous tissue (scarring) may also be present in more advanced disease.</p>\n<h1>Clinical presentation</h1><br><br><p>HS begins as a <strong>solitary, painful, inflamed nodule</strong> that can last for several days to months before <strong>progressing to an abscess</strong> with purulent or serosanguineous drainage (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L93792.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The symptoms typically improve after drainage, but as the disease progresses, multiple nodules develop and undergo a similar cycle of abscess formation and drainage.&nbsp; Chronic inflammation ultimately leads to <strong>sinus tract formation</strong>, comedones (indicative of follicular destruction) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118372.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), and significant scarring.<p></p><br><br><p>Lesions typically <strong>occur in intertriginous areas</strong> (eg, axilla, inguinal area), although other areas may also be affected (eg, scalp, nape, trunk).</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis is made clinically based on a history of recurrent inflammatory nodules, abscesses, and scarring, especially when these lesions occur in intertriginous areas.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis can vary based on the location of HS lesions.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Carbuncle/furuncle</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17310.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; are abscesses surrounding hair follicles.&nbsp; They usually resolve completely with drainage and/or antibacterial therapy, but HS typically persists or recurs despite these measures.&nbsp; Unlike HS, sinus tracts, comedones, and scarring are not features of carbuncle/furuncle.</li>\n\t<li><strong>Acne vulgaris</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19805.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; presents with comedones, red papules, pustules, and sometimes painful nodules, typically on the face of adolescents; in contrast, HS usually does not affect the face.&nbsp; Acne may also affect the trunk, but unlike HS, acne tends to have a diffuse distribution that spares the intertriginous areas.</li>\n\t<li><strong>Genital herpes infection</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44859.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ):&nbsp; causes recurrent painful vesicles that break to form ulcers on the anogenital region; painful nodules with seropurulent drainage (as seen in HS) are not present.</li>\n\t<li><strong>Granuloma inguinale</strong>:&nbsp; is a sexually transmitted infection caused by <em>Klebsiella granulomatis</em> that typically presents with a painless red nodule that then ulcerates.&nbsp; Unlike HS, the lesion is painless and readily bleeds when touched.</li>\n\t<li><strong>Lymphogranuloma venereum</strong> (LGV):&nbsp; is a sexually transmitted infection caused by <em>Chlamydia trachomatis</em> serovars L1-L3.&nbsp; Patients can have painful inguinal lymphadenopathy (ie, buboes) that can cause scarring and strictures within the inguinal region.&nbsp; However, LGV does not cause recurrent infection, unlike HS.</li>\n\t<li><strong>Lichen sclerosus</strong>:&nbsp; classically presents with white, cigarette paper–like skin due to epidermal and dermal atrophy, giving it a scarred appearance.&nbsp; It can affect the vulva/vaginal introitus, penis/urethra, and trunk/extremities.&nbsp; However, unlike HS, lichen sclerosus does not present with nodules, abscesses, comedones, and sinus tracts.</li>\n\t<li><strong>Pilonidal disease</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108668.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ):&nbsp; presents with a pit in the superior intergluteal region (pilonidal sinus tract) and recurrent pilonidal abscesses.&nbsp; It is distinguished from HS by its location and solitary presentation.</li>\n\t<li><strong>Hyperhidrosis</strong>:&nbsp; is a disorder primarily involving eccrine sweat glands and presents with excessive sweating and associated skin maceration (eg, in the axilla).&nbsp; Excessive sweating is not a feature of HS.</li>\n</ul>\n<h1>Management</h1><br><br><p>General measures include maintaining a healthy weight, smoking cessation, and pain management (eg, nonsteroidal anti-inflammatory drugs).&nbsp; Pharmacologic intervention and surgical management depend on disease severity and acuity.</p>\n<h2>Therapy for chronic lesions</h2><br><br><p>Pharmacologic therapy takes weeks to months to work.&nbsp; Reevaluation after 3 months is advised after therapy initiation.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Inflammatory lesions only (mild disease)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>First-line therapy:&nbsp; typically clindamycin (efficacy sometimes may be limited and oral tetracycline therapy may be necessary)</li>\n\t\t<li>Adjunctive therapy:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Antiandrogenic therapy (eg, oral contraceptive pills, spironolactone) for women with premenstrual exacerbations and polycystic ovary syndrome</li>\n\t\t\t<li>Metformin for patients with obesity (to enhance insulin sensitivity and downregulate insulin-like growth factor, which may promote HS)</li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>Inflammatory lesions with skin tunnels or scarring (moderate/severe disease)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>First-line therapy: oral tetracycline (eg, doxycycline), with or without metformin and antiandrogenic therapy</li>\n\t\t<li>Second-line therapy: adalimumab (tumor necrosis factor-alpha inhibitor) or alternatives (eg, secukinumab, infliximab, acitretin)</li>\n\t\t<li>Third-line therapy: wide excision (although it offers the best chance for resolution of HS, it carries significant risks, including long recovery times and additional scarring); unroofing of skin tunnels</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Therapy for acute lesions</h2><br><br><p>Acute flares (eg, acute painful nodules/abscesses) may require the following measures to achieve immediate pain relief.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Warm compresses</li>\n\t<li>Intralesional corticosteroid injection</li>\n\t<li>Punch debridement (partial unroofing of an abscess with a 5- to 8-mm punch tool), followed by healing by secondary intention</li>\n\t<li>Topical resorcinol (which has anti-inflammatory, antimicrobial, and keratolytic properties).</li>\n\t<li>Systemic corticosteroid therapy (only for severe cases)</li>\n</ul><br><br><p>Incision and drainage is generally not advised because they promote lesion recurrence.&nbsp; In contrast, a punch debridement or unroofing procedure carries a much lower risk for recurrence.</p>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Squamous cell carcinoma</strong> (SCC):&nbsp; Chronic HS can lead to the development of cutaneous SCC, especially in the perianal region.&nbsp; An enlarging ulcer or a rapidly growing lesion warrants biopsy to rule out malignancy.</li>\n\t<li><strong>Depression/suicide</strong>:&nbsp; HS increases the risk for depression and suicide due to the profound psychologic and social impact of the disease.</li>\n\t<li><strong>Lymphedema</strong>:&nbsp; Scarring associated with HS in the axilla and groin can interfere with lymphatic drainage, causing lymphedema of the arms, legs, and genitalia.</li>\n\t<li><strong>Restricted movement</strong>:&nbsp; Scarring, especially in the axillae and thighs, can lead to restricted and painful movement.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>HS is a chronic, recurring condition without a cure.&nbsp; The prognosis of HS depends on the severity of the disease at diagnosis.&nbsp; When diagnosed early (eg, nodules or abscesses without scarring or sinus tracts), HS can be effectively managed.&nbsp; However, once sinus tracts and/or scarring has developed, the disease becomes more difficult to manage, often requiring a multidisciplinary approach.</p>\n<h1>Summary</h1><br><br><p>Hidradenitis suppurativa (HS) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/66161.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a chronic skin condition caused by the occlusion, rupture, and inflammation of folliculopilosebaceous units.&nbsp; It typically affects the intertriginous areas (eg, axilla, groin) and presents with recurrent inflammatory nodules and abscesses that eventually result in sinus tract formation and scarring.&nbsp; Treatment typically involves chronic oral antibiotic therapy (eg, doxycycline) with or without metformin and antiandrogen therapy (for women); for severe, recalcitrant cases, biologic therapy (eg, adalimumab) and surgical wide excision may be necessary.&nbsp; HS can lead to multiple complications (eg, cutaneous squamous cell carcinoma, suicide, lymphedema, chronic pain); early diagnosis before progression to scarring and sinus tract formation typically leads to better outcomes.<p></p>\n</div>\n\n            "
}