{
  "meta": {
    "title": "Infectious folliculitis",
    "url": "https://brainandscalpel.vercel.app/infectious-folliculitis-c4b81b33-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:46:37.906Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Folliculitis is inflammation of hair follicles; it is most commonly caused by infectious organisms, but it can also be noninfectious (eg, drug-induced folliculitis caused by glucocorticoid therapy).&nbsp; This article focuses on infectious etiologies of folliculitis, including bacterial, fungal, viral, and parasitic.</p><br><br><p>The first portion of this article provides an overview of infectious folliculitis, highlighting common features across all etiologies.&nbsp; Following this section, each of the infectious etiologies is discussed in greater detail, focusing on distinctive features unique to each.</p>\n<h1>Overview of infectious folliculitis</h1><h2>Pathogenesis</h2><br><br><p>Folliculitis occurs when hair follicles become damaged or obstructed, allowing pathogens to penetrate and trigger an inflammatory response.&nbsp; The severity of folliculitis ranges from mild superficial to deep follicular inflammation, potentially forming abscesses.</p>\n<h2>Risk factors</h2><br><br><p>General risk factors for infectious folliculitis are as follows:</p><br><br><ul>\n\t<li>Inadequate hygiene.</li>\n\t<li>Hot, humid environment.</li>\n\t<li>Skin trauma (eg, shaving).</li>\n\t<li>Follicular occlusion (eg, tight clothing, occlusive cosmetics).</li>\n\t<li>Immunosuppression (eg, topical or oral glucocorticoid therapy, diabetes mellitus).</li>\n</ul>\n<h2>Pathology</h2><br><br><p>Histologically, folliculitis is characterized by inflammation of the pilosebaceous unit.&nbsp; In superficial folliculitis, an inflammatory infiltrate (eg, neutrophils, lymphocytes, macrophages) is found at the follicular opening.&nbsp; In deeper forms, inflammatory cells may extend into the dermis and can lead to abscess formation.</p>\n<h2>Clinical presentation</h2><br><br><p>Folliculitis is characterized by folliculocentric lesions and can be superficial or deep.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Superficial folliculitis presents with erythematous follicular macules, papules, or pustules, which are often pruritic or, less commonly, tender (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60997.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li>Deep folliculitis presents with tender follicular nodules or abscesses, sometimes associated with systemic symptoms (eg, low-grade fever).</li>\n</ul>\n<h2>Diagnosis</h2><br><br><p>Diagnosis is usually clinical based on the presence of <strong>folliculocentric lesions</strong>.&nbsp; The specific etiology (eg, bacterial, fungal) is suspected based on unique features in the clinical presentation, exposures, and risk factors, as discussed below.</p><br><br><p>Diagnostic testing is generally not necessary but can be performed if empiric therapy fails, if identification of the causative organism is desired before committing to therapy that lasts weeks (eg, tinea capitis), or if another condition in the differential diagnoses needs to be ruled out.&nbsp; Diagnostic testing, when needed, consists of the following:</p><br><br><ul>\n\t<li>Gram stain and culture of a pustule, used to identify bacterial species.</li>\n\t<li>Potassium hydroxide (KOH) preparation of skin and hair, used to identify fungal and parasitic species.</li>\n\t<li>PCR testing or culture of vesicles, used to identify certain viral species (ie, herpes simplex virus [HSV], varicella-zoster virus [VZV]).</li>\n\t<li>Skin biopsy, used primarily to rule out other causes but can also be used to diagnose fungal and viral folliculitis.</li>\n</ul>\n<h2>Treatment</h2><br><br><p>Bacterial is by far the most common type of folliculitis, followed by fungal.&nbsp; Therefore, empiric antibiotic (antistaphylococcal) or antifungal therapy is most commonly used.&nbsp; In contrast, viral and parasitic folliculitides are rare.&nbsp; Antiviral and antiparasitic therapies are reserved for cases in which distinctive features of these infections are present.</p>\n<h2>Complications</h2><br><br><ul>\n\t<li>Recurrent folliculitis.</li>\n\t<li>Postinflammatory hyperpigmentation.</li>\n\t<li>Progression to furuncles or carbuncles.</li>\n\t<li>Systemic spread (eg, immunocompromised patients).</li>\n\t<li>Scarring alopecia resulting in permanent hair loss (eg, severe tinea capitis).</li>\n</ul>\n<h2>Prognosis</h2><br><br><p>Most cases of folliculitis resolve with appropriate management, and recurrence can often be minimized with preventive measures (eg, good hygiene, avoidance of hot/humid environment).</p><br><br><p>Each infectious etiology of folliculitis is discussed in greater detail below; the discussion of each focuses on distinctive features.</p>\n<h1>Bacterial folliculitis</h1><br><br><p>Bacteria are the most common cause of infectious folliculitis.&nbsp; Both gram-positive and gram-negative organisms can cause folliculitis.&nbsp; <em>Staphylococcus aureus</em> folliculitis is the most common; therefore, empiric therapy for folliculitis generally includes antistaphylococcal coverage unless clinical presentation and risk factors strongly indicate an alternate cause.</p>\n<h2>Gram-positive bacteria</h2><br><br><ul>\n\t<li><strong>Pathogens</strong>:&nbsp; <em>S aureus</em> (most common), <em>Staphylococcus epidermidis</em>, and <em>Staphylococcus capitis</em>.</li>\n\t<li><strong>Clinical presentation</strong>:&nbsp; Folliculitis can affect infants, children, and adults on the scalp, face, upper trunk, buttock, and legs; axillary folliculitis is also seen in infants.&nbsp; <em>S aureus</em> also causes folliculitis in the bearded area, which presents with painful follicular nodules (deep folliculitis) within indurated, erythematous plaques.</li>\n\t<li><strong>Diagnosis</strong>:&nbsp; If obtained, Gram stain is expected to show gram-positive cocci in clusters.</li>\n\t<li><strong>Treatment</strong>:\n\t<ul>\n\t\t<li>Mild disease (ie, sparse pustules):&nbsp; No treatment is necessary; self-resolution is expected.</li>\n\t\t<li>Moderate disease (ie, folliculitis limited to one body region):&nbsp; Topical mupirocin is used.</li>\n\t\t<li>Severe disease (ie, extensive folliculitis, folliculitis barbae):</li>\n\t</ul>\n\t</li>\n\t<li>Methicillin-sensitive strains:&nbsp; cephalexin, dicloxacillin.</li>\n\t<li>Methicillin-resistant strains (eg, methicillin-resistant <em>S aureus</em> [MRSA]):&nbsp; doxycycline, trimethoprim-sulfamethoxazole, clindamycin.&nbsp; Methicillin resistance should be suspected in patients who have had prior MRSA infections, recent hospitalizations, recent antibiotic use, or immunocompromise (eg, HIV infection, hemodialysis).</li>\n</ul>\n<h2>Gram-negative bacteria</h2><br><br><ul>\n\t<li><strong>Pathogens</strong>:&nbsp; <em>Pseudomonas aeruginosa</em> (most common) and other gram-negative bacteria (<em>Proteus</em>, <em>Klebsiella</em>, and <em>Enterobacter</em> species).</li>\n\t<li><strong>Clinical presentation</strong>:\n\t<ul>\n\t\t<li><em>P aeruginosa</em>:&nbsp; This organism causes <strong>hot-tub folliculitis</strong> and classically presents with <strong>pruritic</strong> or tender follicular papules or pustules in the distribution of a wet <strong>bathing suit</strong> (eg, buttocks, upper thighs) 8-48 hours after swimming or bathing in contaminated water (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10615.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Low-grade fever may be present.&nbsp; The folliculitis develops due to exposure to water from public or hotel swimming pools or hot tubs where the chemicals in the water have not been maintained at appropriate concentrations, thereby allowing <em>P aeruginosa</em> proliferation.</li>\n\t\t<li>Other gram-negative bacteria:&nbsp; Folliculitis caused by these organisms typically occurs with <strong>chronic antibiotic</strong> (eg, oral doxycycline) therapy for acne or rosacea due to the shift of nasal flora toward gram-negative organisms.&nbsp; Patients often present with rapid-onset follicular papules, pustules, or nodules in the <strong>perinasal region</strong>, mimicking an exacerbation of acne or rosacea.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Diagnosis</strong>\n\t<ul>\n\t\t<li><em>P aeruginosa</em>:&nbsp; Diagnosis is presumed based on exposure to contaminated water.&nbsp; If obtained, a Gram stain is expected to show a motile, gram-negative rod that is oxidase positive and produces green pigment (pyocyanin, pyoverdin) on culture.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Treatment</strong>\n\t<ul>\n\t\t<li><em>P aeruginosa</em>:&nbsp; Antimicrobial treatment is typically unnecessary because most cases resolve spontaneously within 7-10 days; however, good skin hygiene and avoidance of contaminated water exposure are advised.&nbsp; In cases of extensive disease or severe pruritus, oral ciprofloxacin therapy is recommended.</li>\n\t\t<li>Other gram-negative bacteria:&nbsp; Empiric treatment includes trimethoprim-sulfamethoxazole and ciprofloxacin, which can be tailored based on microorganism identification and sensitivities on culture.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Fungal folliculitis</h1><br><br><p>Fungal folliculitis (eg, dermatophytes, yeasts) is the second most common cause of infectious folliculitis after <em>S aureus</em>.&nbsp; In addition to the general risk factors previously listed, topical or oral antibiotic therapy also increases the risk for fungal folliculitis due to decreased bacterial colonization of the skin, favoring fungal overgrowth and subsequent infection.</p>\n<h2>Dermatophyte infection</h2><br><br><ul>\n\t<li><strong>Pathogens</strong>:&nbsp; <em>Trichophyton</em>, <em>Epidermophyton</em>, and <em>Microsporum</em> species.</li>\n\t<li><strong>Clinical presentation</strong>:&nbsp; Dermatophytes cause a variety of cutaneous fungal infections, including folliculitis (eg, tinea capitis, tinea barbae).&nbsp; They present with <strong>hair loss and follicular pustules</strong> within indurated and erythematous scaly plaques that are often pruritic (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111383.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) and in areas of dense hair growth.&nbsp; Hair loss may be accompanied by residual black dots, representing broken hair shafts (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20399.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Diagnosis</strong>:&nbsp; If performed, KOH examination of the proximal hair shaft is expected to show septate hyphae (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28669.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Treatment</strong>:&nbsp; Systemic antifungal therapy (eg, oral griseofulvin or terbinafine) is required for weeks to months to treat tinea capitis and tinea barbae due to poor penetrance of hair follicles with topical antifungal therapy alone.</li>\n</ul>\n<h2>Yeast infection</h2><br><br><ul>\n\t<li><strong>Pathogens</strong>:&nbsp; <em>Malassezia</em> (<em>Pityrosporum</em>) species, <em>Candida albicans</em>.</li>\n\t<li><strong>Clinical presentation</strong>:\n\t<ul>\n\t\t<li><em><strong>Malassezia</strong></em> species:&nbsp; Folliculitis typically presents as <strong>monomorphic papules</strong> in areas with <strong>high sebum production</strong> (eg, chest, back, forehead, chin) because the sebum is a food source for the yeast.&nbsp; Being in a hot, humid climate (which increases sweat production) is a risk factor.</li>\n\t\t<li><em>C albicans</em>:&nbsp; Folliculitis can occur in <strong>warm, moist areas</strong> and in occlusive environments (eg, back of bed-bound patients) and in association with immunocompromise (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19935.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).&nbsp; The condition can be recurrent or persistent.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Diagnosis</strong>:&nbsp; If obtained, KOH preparation of follicular scrapings shows budding spores with short hyphae for <em>Malassezia</em> species and yeast cells with pseudohyphae for <em>C albicans</em>.</li>\n\t<li><strong>Treatment</strong>:&nbsp; Oral fluconazole or itraconazole are preferred due to greater efficacy.&nbsp; Oral terbinafine should be avoided due to questionable or lack of efficacy.</li>\n</ul>\n<h1>Viral folliculitis</h1><br><br><p>Viral folliculitis is a rare form of infectious folliculitis.</p><br><br><ul>\n\t<li><strong>Pathogens</strong>:&nbsp; VZV (most common), HSV-1 and HSV-2, and molluscum contagiosum virus.</li>\n\t<li><strong>Clinical presentations</strong>:\n\t<ul>\n\t\t<li>VZV/HSV:&nbsp; Folliculitis typically manifests as <strong>vesicles</strong>, papules, or pustules that occur in <strong>clusters</strong>, similar to the nonfolliculitis cutaneous lesions caused by these viruses (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L113916.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ).</li>\n\t\t<li>Molluscum contagiosum virus:&nbsp; Folliculitis typically presents with follicular papules and pustules associated with skin-colored papules with central <strong>umbilication</strong>, seen in molluscum contagiosum (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L117682.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ).&nbsp; Infection typically affects children and immunocompromised adults.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Treatment</strong>:\n\t<ul>\n\t\t<li>VZV/HSV:&nbsp; Oral acyclovir or oral valacyclovir is the preferred therapy.</li>\n\t\t<li>Molluscum contagiosum virus:&nbsp; Therapy is the same as for molluscum contagiosum, which consists of cryotherapy, curettage, or topical therapy (eg, cantharidin, podophyllotoxin).</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Parasitic folliculitis</h1><br><br><ul>\n\t<li><strong>Pathogens</strong>:&nbsp; <em>Demodex folliculorum</em>.&nbsp; This mite can colonize pilosebaceous units; therefore, its role in facial folliculitis is debatable.&nbsp; <em>Demodex</em> has also been implicated in the pathogenesis of papulopustular rosacea.</li>\n\t<li><strong>Clinical presentations</strong>:&nbsp; <em>Demodex</em> facial folliculitis presents with inflammatory papules and pustules on the <strong>face</strong> and neck, similar to rosacea.&nbsp; It is suspected when rosacea does not respond to antibiotic therapy.&nbsp; The lack of comedones distinguishes it from acne, and associated <strong>itching</strong> may worsen at <strong>night</strong> (due to increased mite activity).</li>\n\t<li><strong>Diagnosis</strong>:&nbsp; KOH preparation of skin scraping and skin biopsy may show the mites, but because <em>Demodex</em> is often a colonizer, folliculitis is typically diagnosed when in the presence of a consistent clinical presentation and of more than a few mites (eg, &gt;5/cm<font size=\"2\"><sup>2</sup></font>) on skin examination.</li>\n\t<li><strong>Treatment</strong>:&nbsp; Permethrin 5% cream or oral ivermectin is the preferred therapy; alternately, oral metronidazole and topical sulfur can be used.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Conditions with papular and pustular skin lesions are in the differential diagnosis of infectious folliculitis.&nbsp; However, they can generally be distinguished from folliculitis based on associated symptoms, chronicity of the lesions, distribution, and lack of truly folliculocentric lesions on close examination.</p><br><br><ul>\n\t<li><strong>Acne vulgaris</strong> presents with follicular papules, pustules, and nodules, similar to those of infectious folliculitis.&nbsp; However, it has a chronic course (years) and typically presents on the face of adolescents.&nbsp; It is not typically associated with pruritus.&nbsp; Open and closed comedones (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11088.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ), not present in infectious folliculitis, are also distinguishing features.</li>\n\t<li><strong>Keratosis pilaris</strong> presents with tiny, painless follicular papules, a roughened skin texture, and mottled perifollicular erythema (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28938.png\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ); unlike infectious folliculitis, follicular pustules are absent in keratosis pilaris.&nbsp; Keratosis pilaris presents chronically (eg, years), typically on the extensor surfaces of the upper arms; in contrast, infectious folliculitis generally has a more acute onset (days to weeks).</li>\n\t<li><strong>Pseudofolliculitis barbae</strong> presents with small, painful papules in the interfollicular skin of the beard area due to the penetration of a curved hair shaft into the skin after shaving (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17874.png\" alt=\"image 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 11</div>\n                                </div>\n                                ).&nbsp; Close examination reveals ingrown hairs.&nbsp; It typically occurs in men who have tightly curled hair.</li>\n\t<li><strong>Acne keloidalis nuchae</strong> presents with scarring folliculitis (papules, pustules, and keloid formation) in the posterior scalp and neck, mostly commonly seen in black men (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20261.png\" alt=\"image 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 12</div>\n                                </div>\n                                ).&nbsp; Keloids are not present in infectious folliculitis.</li>\n\t<li><strong>Papulopustular rosacea</strong> typically presents with pustules and red papules on the central face of young and middle-age women, often in association with telangiectasia and facial flushing; these pustules and papules are not present in infectious folliculitis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97243.png\" alt=\"image 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 13</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Perioral dermatitis</strong> is an inflammatory disorder that typically presents with red papules sometimes associated with an eczematous rash around the perioral area (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10885.png\" alt=\"image 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 14</div>\n                                </div>\n                                ).&nbsp; The skin surrounding the vermillion border of the lips is typically spared.&nbsp; This distribution of lesions is atypical of infectious folliculitis.</li>\n\t<li><strong>Hidradenitis suppurativa</strong> presents with recurring painful, inflamed follicular nodules; subcutaneous abscesses; scarring; and sometimes sinus tracts, typically in intertriginous areas (eg, axilla, inguinal and perianal areas) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118372.png\" alt=\"image 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 15</div>\n                                </div>\n                                ).&nbsp; These locations are not typical for infectious folliculitis.</li>\n\t<li><strong>Scabies</strong> presents with erythematous, intensely pruritic papules and pathognomonic burrows (thin serpiginous lines).&nbsp; Scabies typically affects the hands (particularly the interdigital web spaces) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99108.png\" alt=\"image 16\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 16</div>\n                                </div>\n                                ), flexor wrist surfaces, axillae, umbilicus, and genitalia; these areas are typically unaffected by folliculitis.&nbsp; Lesions are not folliculocentric.</li>\n\t<li><strong>HIV-associated eosinophilic folliculitis</strong> is associated with low CD4<font size=\"2\"><sup>+</sup></font> counts and presents as extremely pruritic, papular lesions of the upper body.&nbsp; Diagnosis is with histology, and management includes antiretroviral therapy.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Infectious folliculitis presents with erythematous follicular macules, papules, or pustules, often pruritic and, less commonly, tender.&nbsp; It is mostly caused by bacteria and fungi; rarely, it is caused by viruses and parasites.&nbsp; <em>Staphylococcus aureus</em> is the most common bacterial cause, and dermatophytes are the most common fungal cause (eg, tinea capitis, tinea barbae); infection with <em>Pseudomonas aeruginosa</em> should be suspected in those who develop folliculitis after exposure to public swimming pools or hot tubs.</p><br><br><p>Diagnosis is usually made clinically based on risk factors (eg, pool exposure).&nbsp; However, when the infection is resistant to empiric treatment, additional diagnostic studies (eg, Gram stain and culture of pustule, KOH preparation of skin or hair shaft, skin biopsy) may be pursued to identify the causative organisms and to rule out other causes.</p><br><br><p>In general, most cases of folliculitis are treated empirically with antistaphylococcal antibiotic therapy (eg, topical mupirocin, oral cephalexin, doxycycline, trimethoprim-sulfamethoxazole).&nbsp; Suspected fungal folliculitis (eg, tinea barbae, tinea capitis) is treated with oral antifungal therapy (eg, terbinafine, griseofulvin).&nbsp; <em>P aeruginosa</em> folliculitis may self-resolve in a week; oral ciprofloxacin may be offered for severe or recalcitrant cases.</p>\n</div>\n\n            "
}