{
  "meta": {
    "title": "Melasma",
    "url": "https://brainandscalpel.vercel.app/melasma-edab1cbd-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:46:48.559Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Melasma is a commonly acquired hyperpigmentation disorder characterized by symmetric, irregularly shaped macules and patches, primarily located on sun-exposed areas of the face.&nbsp; It predominantly affects reproductive-aged women.&nbsp; Although it is a benign condition, it causes significant psychosocial distress due to its negative cosmetic impacts and its chronic and relapsing nature.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Melasma results from increased melanin production by hyperfunctional melanocytes.&nbsp; Melanogenesis (ie, melanin production) is stimulated by melanocyte-stimulating hormone within melanosomes, which are specialized organelles within the melanocytes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90916.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The key enzyme in melanogenesis is tyrosinase, which catalyzes the oxidation of tyrosine to DOPA, ultimately producing black-brown eumelanin and yellow-red pheomelanin (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69718.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Melanized melanosomes are then transferred via dendritic branches into neighboring keratinocytes, where they are then arranged around the cell nucleus to protect the DNA.<p></p><br><br><p>The exact pathogenesis of melasma is not fully understood, but multiple mechanisms and risk factors may contribute to this condition:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ultraviolet (UV) and visible lights</strong> (eg, <strong>chronic sun exposure</strong>) stimulate melanogenesis by activating tyrosinase, and continued exposure perpetuates skin hyperpigmentation.</li>\n\t<li><strong>Increased estrogen and progesterone levels</strong> (eg, <strong>pregnancy</strong>, oral contraceptives) stimulate melanogenesis through increased melanocyte-stimulating hormone and increased tyrosinase production.</li>\n</ul><br><br><p>Additional pathophysiologic mechanisms likely involve genetic mutations, impaired skin barrier function, oxidative stress, or neuronal factors (eg, increased expression of nerve growth factor), all of which may lead to upregulated melanogenesis.</p><br><br><p>Other risk factors include photosensitizing medications (eg, tetracyclines, fluoroquinolones), antiepileptic therapy (eg, phenytoin, carbamazepine), zinc deficiency, use of cosmetics (eg, fragrances, hydroquinone), and thyroid dysfunction.</p>\n<h1>Clinical presentation</h1><br><br><p>Melasma is nonpainful and nonpruritic but presents with irregularly shaped, hyperpigmented macules and patches of varying color (eg, light to dark brown, ash/blue), most often on the face (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L113917.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; It occurs in 3 classic distribution patterns:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Malar: cheeks and nose.</li>\n\t<li>Centrofacial (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118215.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ): cheeks, forehead, upper lip, nose, and chin.</li>\n\t<li>Mandibular: jaw.</li>\n</ul><br><br><p>Facial melasma in reproductive-aged women commonly presents during pregnancy.&nbsp; In contrast, extrafacial melasma (eg, arms, forearms, chest, back) more commonly presents in postmenopausal women.</p>\n<h1>Diagnosis</h1><br><br><p>Melasma is a clinical diagnosis.&nbsp; A dermatoscope can be used to confirm the diagnosis by providing magnified details of the lesion, but a skin biopsy is usually unnecessary.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Postinflammatory hyperpigmentation</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105507.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; Presents with hyperpigmented macules or patches at sites of resolved inflammatory skin lesions (eg, acne, lichen planus, insect bites, eczema) or injuries (eg, lacerations, burns).</li>\n\t<li><strong>Solar lentigines</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19199.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; Present with multiple brown macules due to chronic sun exposure.&nbsp; Solar lentigines are asymmetrically distributed, primarily occur in older adults, and are not associated with pregnancy or oral contraceptive therapy.</li>\n\t<li><strong>Discoid lupus erythematosus</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95355.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ):&nbsp; Can present with skin hyperpigmentation; however, it is usually in the periphery of erythematous plaques with ulceration and/or central hypopigmentation.</li>\n\t<li><strong>Phototoxic dermatitis</strong>:&nbsp; Manifests as an exaggerated sunburn reaction following exposure to certain systemic medications (eg, tetracyclines, hydrochlorothiazide, metformin).&nbsp; Hyperpigmentation may develop in the affected areas after the acute reaction, such as after a recent sunburn combined with medication use.</li>\n\t<li><strong>Melanoma</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95726.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ):&nbsp; Typically presents as an enlarging macule with an asymmetrical, irregular border and color variation (dark brown, light brown, pink).&nbsp; Melanoma is unifocal and rarely covers an expansive area of the skin.</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of melasma is complex and dependent upon the severity.&nbsp; All patients with melasma, regardless of severity, should adhere to sun protection with daily broad spectrum (SPF 50+) sunscreen and sun avoidance (eg, wide-brimmed hat, avoiding peak sun hours).&nbsp; This reduces UVA and UVB exposure, thereby limiting melanogenesis.</p><br><br><p>Additional therapy is determined based on severity of hyperpigmentation and psychological distress.&nbsp; Treatment focuses on inhibiting melanogenesis and/or removing existing hyperpigmented keratinocytes to lighten the darkened facial patches.&nbsp; Mild melasma is typically treated with isolated topical therapy (eg, hydroquinone, azelaic acid), whereas moderate to severe melasma is treated with triple fluocinolone-hydroquinone-tretinoin cream.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hydroquinone and azelaic acid both inhibit tyrosinase.&nbsp; Hydroquinone is contraindicated in pregnancy and while breastfeeding, but azelaic acid is safe to use in pregnancy.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fluocinolone-hydroquinone-tretinoin is a combination topical therapy.&nbsp; Fluocinolone, a corticosteroid, reduces melanogenesis through its anti-inflammatory properties.&nbsp; Tretinoin is a retinoid that increases keratinocyte turnover, decreases melanin transfer between keratinocytes and melanocytes by reducing contact time, and increases the efficacy of hydroquinone by enhancing skin penetration.</li>\n</ul><br><br><p>Melasma refractory to topical therapy can be managed with chemical peels (eg, trichloroacetic acid, glycolic acid) to remove the epidermal layer with hyperpigmented keratinocytes or laser/light-based therapies to selectively damage melanosomes to lighten skin.</p>\n<h1>Prognosis</h1><br><br><p>Melasma is a chronic, recurrent condition that relapses after discontinuation of therapy or upon exposure to the sun.&nbsp; Therefore, maintenance therapy with intermittent use of topical therapies is necessary to maintain remission, particularly if it causes cosmetic concerns and significant psychological distress.</p><br><br><p>When melasma is triggered by pregnancy, it may resolve months after delivery due to decreasing estrogen and progesterone levels or it may persist chronically.&nbsp; Similarly, melasma associated with oral contraceptive pills may persist after therapy discontinuation.</p>\n<h1>Summary</h1><br><br><p>Melasma is a common hyperpigmentation disorder in reproductive-aged women characterized by symmetric, irregularly shaped macules and patches, primarily on sun-exposed areas of the face.&nbsp; Melasma is caused by hyperfunctioning melanocytes and is associated with pregnancy, oral contraceptive pills, sun exposure, and family history.&nbsp; It is a clinical diagnosis and managed with sun and light protection and long-term topical therapy.&nbsp; Although benign, melasma is a common cosmetic concern that often leads to significant psychological distress.</p>\n</div>\n\n            "
}