{
  "meta": {
    "title": "Pressure ulcers",
    "url": "https://brainandscalpel.vercel.app/pressure-ulcers-3b990ed6-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:47:06.778Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Pressure ulcers, or decubitus ulcers, are localized injuries to the skin and underlying tissues that develop due to prolonged, unrelieved pressure, which impairs capillary blood flow and results in ischemia, tissue necrosis, and ulceration.&nbsp; These wounds most commonly form over bony prominences (eg, sacrum, heels), particularly in patients who are immobile, malnourished, or critically ill.&nbsp; Pressure ulcers are classified into stages based on the depth and extent of tissue involvement.</p>\n<h1>Pathogenesis</h1><br><br><p>Pressure ulcers develop through a multifactorial process due to stressors on the skin and underlying tissues.&nbsp; The primary contributing mechanisms include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sustained pressure</strong>:&nbsp; When external pressure exceeds capillary perfusion pressure for a prolonged period, it compromises blood flow, leading to tissue ischemia, necrosis, and ultimately ulceration.&nbsp; Commonly affected sites include the sacrum, heels, occiput, and ischial tuberosities.</li>\n\t<li><strong>Shear forces</strong>:&nbsp; Shear occurs when deep tissues (eg, muscle, fat) move in one direction while superficial tissues (eg, skin) remain relatively stationary, often when patients slide down in bed or are improperly repositioned.&nbsp; This mechanical distortion stretches and compresses blood vessels, reducing perfusion and increasing tissue injury.</li>\n\t<li><strong>Friction</strong>:&nbsp; Repeated rubbing of the skin against surfaces such as bedding or clothing damages the superficial layers of the epidermis, making the skin more fragile and vulnerable to breakdown.</li>\n\t<li><strong>Moisture (maceration)</strong>:&nbsp; Prolonged exposure to moisture (from sweating, urine, or feces) causes softening and breakdown of skin.&nbsp; Macerated skin is more susceptible to friction and bacterial invasion.</li>\n</ul><br><br><p>Pressure ulcers can serve as reservoirs for bacterial colonization and overgrowth, potentially leading to serious infectious complications such as cellulitis, osteomyelitis, and sepsis.&nbsp; Common pathogens include methicillin-resistant <em>Staphylococcus aureus</em>, vancomycin-resistant enterococci, and <em>Pseudomonas aeruginosa</em>.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Immobility or restricted mobility</strong> (eg, stroke, spinal cord injury, neurodegenerative diseases):&nbsp; Patients are unable to reposition independently.</li>\n\t<li><strong>Malnutrition</strong>:&nbsp; Loss of subcutaneous fat and muscle mass results in increased bony prominences, and vitamin deficiencies impair wound healing.</li>\n\t<li><strong>Advanced age</strong>:&nbsp; Reduced collagen and elasticity make aging skin thinner and less resilient to mechanical stress.</li>\n\t<li><strong>Sensory impairment</strong> (eg, diabetic neuropathy):&nbsp; Patients cannot perceive pain or discomfort that would typically trigger movement.</li>\n\t<li><strong>Chronic diseases</strong> (eg, diabetes mellitus, peripheral vascular disease):&nbsp; Such conditions lead to reduced tissue perfusion, impaired immune response, and poor wound healing.</li>\n\t<li><strong>Prolonged hospitalization</strong> (eg, intensive care unit):&nbsp; Immobility, sedation, and comorbidities increase the risk for pressure ulcers.</li>\n\t<li><strong>Residence in long-term care facilities</strong>:&nbsp; Pressure ulcers in these facilities may be due to limited mobility and higher care dependency.</li>\n\t<li><strong>Inadequate care</strong>:&nbsp; Infrequent repositioning, lack of barrier interventions (eg, creams, padding), and suboptimal perineal care (eg, wet diapers) increase the risk for pressure ulcers.</li>\n</ul>\n<h1>Classification and clinical presentation</h1><br><br><p>Pressure ulcers are categorized by the depth and severity of tissue injury (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L38658.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Stage 1</strong>:&nbsp; Intact skin with nonblanchable erythema over a localized area (usually a bony prominence).</li>\n\t<li><strong>Stage 2</strong>:&nbsp; A shallow, open ulcer with partial-thickness skin loss involving the epidermis and/or dermis.&nbsp; The wound bed is pink or red, is moist, and may appear as a ruptured or intact blister.&nbsp; There is no necrosis or slough (ie, necrotic tissue that appears yellow-tan, moist, and stringy).</li>\n\t<li><strong>Stage 3</strong>:&nbsp; Full-thickness skin loss extending into the subcutaneous tissue, with visible fat but no exposure of bone, tendon, or muscle.&nbsp; Slough, necrosis, or tunneling (a narrow tract extending from the wound bed into deeper tissue) may be present.</li>\n\t<li><strong>Stage 4</strong>:&nbsp; Full-thickness skin and tissue loss with exposed bone, tendon, joint capsule, or muscle.&nbsp; There may be extensive necrosis, slough, eschar (dry, black necrotic tissue), or tunneling.&nbsp; These wounds are at high risk for osteomyelitis.</li>\n\t<li><strong>Unstageable</strong>:&nbsp; Wound bed completely obscured by slough or eschar, preventing an accurate determination of depth until the wound is debrided.</li>\n\t<li><strong>Deep tissue pressure injury</strong>:&nbsp; Persistent nonblanchable and deep red, maroon, or purple discoloration of the skin.&nbsp; It results from prolonged pressure and/or shear that causes damage to the underlying soft tissue (particularly muscle and bone) even though the skin surface appears intact.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Necrotizing fasciitis</strong>:&nbsp; A rapidly progressive soft tissue infection that spreads along the deep fascial planes, leading to widespread necrosis of subcutaneous tissue and fascia.&nbsp; Patients typically have systemic toxicity (eg, fever, tachycardia) and pain out of proportion to examination findings; visible cutaneous necrosis is often a late finding.</li>\n\t<li><strong>Cutaneous abscess</strong>:&nbsp; A localized collection of pus caused by infection, typically presenting as a painful, swollen, fluctuant mass with overlying erythema.&nbsp; It is not related to pressure or immobility.</li>\n\t<li><strong>Venous stasis ulcer</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7719.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; An ulceration of the medial lower leg caused by chronic venous insufficiency, not pressure.&nbsp; These ulcers are typically associated with lower extremity edema, hemosiderin staining (brown discoloration), and varicose veins, and they often have irregular borders and a shallow, exudative base.</li>\n\t<li><strong>Diabetic foot ulcers</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21531.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; Ulcers that result from chronic unnoticed trauma due to peripheral neuropathy and poor wound healing, which develop due to microvascular insufficiency.&nbsp; Such ulcers often occur in association with Charcot deformity and are most common on the soles of the feet under the metatarsal heads and at the tops of the toes.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Pressure ulcers are diagnosed clinically based on visual inspection.&nbsp; Evaluation typically focuses on assessing modifiable risk factors (eg, malnutrition) and detecting associated infections (eg, osteomyelitis, sepsis).</p>\n<h2>Laboratory evaluation and imaging studies</h2><br><br><p>Laboratory evaluation typically includes a leukoctye count, inflammatory markers (eg, C-reactive protein, erythrocyte sedimentation rate), serum protein and albumin levels, wound culture, and possible blood culture.</p><br><br><p>Imaging is warranted when osteomyelitis is suspected.&nbsp; Plain radiographs are typically obtained first and may reveal indirect signs such as deep soft tissue swelling or periosteal reaction, although early changes can be subtle.&nbsp; MRI is the gold standard for diagnosis, offering superior sensitivity and specificity for detecting bone marrow edema and early bone involvement.</p>\n<h1>Management</h1><br><br><p>The management of pressure ulcers involves pain control, pressure redistribution techniques, nutritional support, local wound care (eg, debridement), and infection prevention/treatment.</p>\n<h2>Pain control</h2><br><br><p>Pain control is especially important during wound evaluation and dressing changes.&nbsp; Treatment may include nonsteroidal anti-inflammatory drugs for mild pain and opioids for moderate to severe pain.&nbsp; Topical anesthetics (eg, lidocaine) are also useful.</p>\n<h2>Pressure redistribution</h2><br><br><p>Patients should be repositioned frequently to reduce pressure on the region (eg, every 2 hr in bed, every 15-30 min in a chair).&nbsp; Additional pressure redistribution techniques include using specialized support surfaces (eg, foam mattresses, air-fluidized beds) and padding bony prominences (eg, heels, elbows).</p>\n<h2>Nutritional support</h2><br><br><p>Nutritional support includes increased protein intake and promotion of adequate caloric consumption.&nbsp; In addition, supplementation with vitamin C and zinc can promote wound healing.</p>\n<h2>Wound care</h2><br><br><p>Wound care interventions are guided primarily by ulcer stage and infection status.&nbsp; The overall goals are to support healing, prevent infection, and minimize complications.</p><br><br><p><strong>Stages 1 and 2</strong> (shallow ulcers) do not extend into the subcutaneous tissue and are not associated with tissue necrosis.&nbsp; These wounds are typically managed with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Occlusive or semipermeable dressings</strong> (eg, transparent films, hydrocolloids) to maintain a moist wound environment, which supports reepithelialization.</li>\n\t<li><strong>Barrier creams</strong>, which protect intact or minimally injured skin from excess moisture and irritants, especially in wounds exposed to urine/feces (eg, sacral area).</li>\n</ul><br><br><p><strong>Stages 3 and 4</strong> (full-thickness ulcers) require more intensive care, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Debridement</strong> of devitalized tissue, which acts as a nidus for infection and prevents wound healing.&nbsp; Types of debridement include:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Surgical:&nbsp; Sharp excision of devitalized tissue is indicated for extensive necrosis; deep, infected wounds; or sepsis.</li>\n\t\t<li>Enzymatic:&nbsp; Topical proteolytic agents (eg, collagenase) digest necrotic tissue without harming healthy granulation tissue; these agents are indicated for moist wounds when surgical debridement is not feasible.</li>\n\t\t<li>Autolytic:&nbsp; Moisture-retentive dressings (eg, alginates) facilitate the body's natural enzymatic breakdown of necrotic tissue; they are indicated for noninfected wounds with minimal necrosis.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Specialized wound dressings</strong>:&nbsp; Selected based on the wound's drainage and moisture level.&nbsp; Wounds with excessive exudate/drainage require absorbent dressings (eg, foams, alginates) to reduce maceration while still keeping the wound moist.&nbsp; In contrast, dry wounds require moisture-replacement therapies (eg, hydrogels, hydrocolloids, moistened gauze) to promote reepithelialization and healing.</li>\n</ul><br><br><p>Surgical flap reconstruction or skin grafting may be necessary for large, nonhealing ulcers, although the patient's clinical condition often limits aggressive interventions.</p>\n<h2>Infection management</h2><br><br><p>The wound and its surrounding area require regular inspection for signs of infection (eg, erythema, odor, drainage).&nbsp; The area should be kept clean and void of contaminants (eg, feces, urine) as much as possible.</p><br><br><p>Mild, superficial infections may initially be managed with topical antibiotics (eg, mupirocin, silver sulfadiazine), whereas the presence of cellulitis, purulent drainage, osteomyelitis, or sepsis requires broad-spectrum systemic antibiotics (eg, vancomycin, piperacillin-tazobactam).&nbsp; Antibiotics are not used unless signs of infection are present.</p>\n<h1>Prognosis</h1><br><br><p>Various factors affect prognosis, including the ulcer size and depth and the patient's age, comorbidities, nutritional status, and mobility.&nbsp; Many stage 1 and 2 ulcers heal within weeks with proper care.&nbsp; Stage 3 and 4 ulcers may take months to heal and have an increased risk for complications (eg, sepsis, osteomyelitis).&nbsp; Mortality tends to be higher in patients in the intensive care unit and elderly, debilitated patients.</p>\n<h1>Prevention</h1><br><br><p>Interventions that can prevent pressure ulcers include proper positioning for pressure redistribution, early mobilization, close monitoring of the skin, moisture control (barrier cream, frequent diaper changes), and maintenance of adequate nutrition.</p>\n<h1>Summary</h1><br><br><p>Pressure ulcers are injuries to the skin and underlying soft tissues caused by prolonged pressure over a focal area, most commonly over bony prominences.&nbsp; Key risk factors include impaired mobility, malnutrition, and critical illness.&nbsp; These wounds are staged based on the depth of tissue involvement, and management involves local wound care, pressure redistribution, pain control, and nutritional optimization.</p>\n</div>\n\n            "
}