{
  "meta": {
    "title": "Scarlet fever",
    "url": "https://brainandscalpel.vercel.app/scarlet-fever-1fcbb381-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:47:16.973Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Scarlet fever is characterized by a fine, erythematous, papular (sandpaper) rash that occurs in patients infected with group A <em>Streptococcus</em>.&nbsp; Scarlet fever is most commonly associated with streptococcal pharyngitis, but it can develop following other group A streptococcal infections (eg, after a wound infection or burn).</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Certain strains of <em><strong>Streptococcus pyogenes</strong></em> produce pyrogenic exotoxins that cause delayed-type skin reactivity, resulting in vasodilation and increased capillary permeability.&nbsp; This leads to the characteristic scarlet fever rash.&nbsp; Transmission typically occurs through saliva or nasal secretions.&nbsp; Therefore, risk factors for scarlet fever include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Close contact with individuals infected with pyrogenic exotoxin–producing <em>S pyogenes</em>, particularly in crowded environments (eg, schools, day care centers)</li>\n\t<li>Poor hygiene practices (eg, sharing beverages or toothbrushes, improper food handling)</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Scarlet fever mostly occurs in children age 5-12.&nbsp; Patients typically develop fever, sore throat, and malaise 1-2 days before the rash (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L109265.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; A fine, erythematous, papular <strong>(sandpaper) rash</strong> starts in the axillae or groin and <strong>spreads to the trunk and extremities</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10684.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The papules may coalesce in a linear pattern in the antecubital fossae and axillary folds, known as Pastia lines.&nbsp; If the cheeks are affected, the skin around the mouth appears pale in comparison, giving the appearance of <strong>circumoral pallor</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10900.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; The rash usually persists for about a week.&nbsp; As the illness resolves, the <strong>rash typically desquamates</strong>, causing the skin to peel.<p></p><br><br><p>Other clinical findings include pharyngeal erythema with tonsillar exudates, palatal petechiae, strawberry tongue (swollen, bumpy tongue) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28982.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), headache, nausea, vomiting, and tender anterior cervical lymphadenopathy.<p></p>\n<h1>Diagnosis</h1><br><br><p>Scarlet fever is primarily a clinical diagnosis; a thorough history and physical examination show the characteristic rash and other clinical findings.&nbsp; Rapid streptococcal antigen testing or throat culture can confirm the presence of <em>S pyogenes</em>.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for scarlet fever is broad and includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Roseola:</strong>&nbsp; characterized by high fever, which may exceed 40 C (104 F), in infants and young children, followed by a morbilliform rash (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33747.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ) on the trunk and extremities.&nbsp; The rash typically erupts after defervescence.</li>\n\t<li><strong>Kawasaki disease:</strong>&nbsp; features 5 days of fever, as well as 4 or more of the following:&nbsp; polymorphous rash, &gt;1.5 cm cervical node, edema of the hands/feet, nonexudative conjunctivitis, and/or mucosal changes (eg, strawberry tongue, dry/cracked lips).</li>\n\t<li><strong>Erythema infectiosum:</strong>&nbsp; a manifestation of parvovirus B19 infection that causes a bright, erythematous rash on the cheeks (ie, slapped-cheek rash).</li>\n\t<li><strong>Hand-foot-and-mouth disease:</strong>&nbsp; caused by coxsackievirus infection; it presents with lesions on the hands (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L34144.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ) and feet, including the palms and soles, and oral ulcerations.</li>\n\t<li><strong>Staphylococcal scalded skin syndrome:</strong>&nbsp; exfoliative strains of <em>Staphylococcus aureus</em> that cause superficial flaccid bullae followed by extensive exfoliation of the skin (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97075.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of scarlet fever involves antibiotic therapy to eradicate <em>S pyogenes</em> and to prevent recurrence and complications (eg, rheumatic fever).&nbsp; <strong>Penicillin V</strong> or <strong>amoxicillin</strong> is preferred; however, cephalosporins, clindamycin, or macrolides may be prescribed in patients with penicillin allergies.&nbsp; Supportive care with adequate hydration, rest, and analgesics is also important.&nbsp; Topical emollients may be applied to soothe the skin.&nbsp; Patients should be monitored closely for resolution of symptoms and complications.</p>\n<h1>Prognosis</h1><br><br><p>With appropriate antibiotic therapy, the prognosis for scarlet fever is favorable.&nbsp; Rare complications include rheumatic fever, poststreptococcal glomerulonephritis, and peritonsillar abscess.</p>\n<h1>Summary</h1><br><br><p>Scarlet fever (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38179.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is characterized by a fine, erythematous, papular rash that occurs as a result of delayed-type skin reactivity to pyrogenic exotoxins produced by <em>Streptococcus pyogenes</em>.&nbsp; The diagnosis can be established via rapid streptococcal antigen testing or throat culture to confirm the presence of <em>S pyogenes</em>.&nbsp; Treatment involves antibiotic therapy (eg, penicillin, amoxicillin).<p></p>\n</div>\n\n            "
}