{
  "meta": {
    "title": "Vitiligo",
    "url": "https://brainandscalpel.vercel.app/vitiligo-bc4c13a7-0b6cc0.html",
    "scrapedAt": "2025-12-01T04:47:36.445Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Vitiligo is an acquired depigmentation disorder characterized by the progressive loss of melanocytes, leading to focal, well-demarcated patches of completely depigmented skin and/or hair.&nbsp; The prevalence is similar in all racial and ethnic groups; it can occur in all ages but is most common at age &lt;30.&nbsp; The condition has significant psychosocial implications.</p>\n<h1>Pathophysiology</h1><br><br><p>The exact pathogenesis of vitiligo likely involves a combination of genetic and environmental factors (eg, sunburn, trauma) that result in a loss of melanocytes.&nbsp; An autoimmune mechanism leading to melanocyte destruction is likely, supported by the presence of melanocyte-specific autoantibodies and a greater prevalence of other autoimmune diseases (eg, autoimmune thyroid disease, alopecia areata) in patients with vitiligo.&nbsp; Other possible contributing factors include neurohumoral toxicity specific for melanocytes and melanocytic self-destruction (eg, production of toxic intermediates during melanin synthesis).</p>\n<h1>Pathology</h1><br><br><p>Histological examination of the affected epidermis demonstrates the <strong>absence of melanocytes</strong> and melanin pigment in the basal epidermis, often with scattered lymphocytes at the lesion border.&nbsp; Epidermal architecture is otherwise preserved, and melanocytes are present in unaffected areas.</p>\n<h1>Clinical presentation</h1><br><br><p>Vitiligo presents as well-defined, completely <strong>depigmented macules and patches</strong> of skin that can progressively expand and coalesce (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L55572.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                , \n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33909.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Overlying sunburn can cause the lesions to acquire an erythematous appearance.<p></p><br><br><p>Key distinguishing features include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Presence of <strong>distinct borders</strong>.</li>\n\t<li>Absence of clinical signs of inflammation, such as significant pruritus, pain, or scarring (unless overlying sunburn is present).</li>\n\t<li>Overlying depigmented hair (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46137.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), likely reflecting decreased repigmentation of follicular reserve.</li>\n</ul><br><br><p>Vitiligo occurs most often at age &lt;30; it affects all racial groups equally, although it is often more apparent in patients with dark or suntanned skin.&nbsp; Common locations include the face, hands, mucosa (eg, oral, genital), and areas of chronic pressure or friction (eg, elbows).&nbsp; Skin involvement and disease progression can range from limited to widespread patches covering large areas of the body.&nbsp; In some patients, the presentation may be more severe, with rapid onset of widespread depigmentation.</p><br><br><p>The subtypes of vitiligo include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nonsegmental vitiligo</strong>:&nbsp; Most common; may be further classified as limited (eg, acral, mucosal, acrofacial), generalized (involving multiple areas of the body, often with symmetric and bilateral distribution), or universal (almost complete skin depigmentation).</li>\n\t<li><strong>Segmental vitiligo</strong>:&nbsp; More common in children; characterized by localized depigmentation, a pseudodermatomal distribution, and limited disease progression.</li>\n</ul>\n<h1>Diagnosis and evaluation</h1><br><br><p>The diagnosis of vitiligo is usually made on <strong>clinical</strong> grounds, particularly when findings are classic and readily apparent.&nbsp; If the findings are subtle, examination with a Wood lamp (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99490.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ) can increase the contrast between pigmented and depigmented skin (due to differences in light absorption in melanocyte-free vitiligo lesions).<p></p><br><br><p>Vitiligo can occur as an isolated disorder but is often associated with other <strong>autoimmune</strong> conditions, most notably autoimmune thyroid disease (eg, chronic lymphocytic [Hashimoto] thyroiditis, Graves disease).&nbsp; Therefore, many experts advise screening patients with vitiligo for thyroid disorders (ie, serum TSH level).&nbsp; In contrast, specific antibody testing for other rarer autoimmune disorders (eg, diabetes mellitus type 1) or nonspecific antibody tests (eg, antinuclear antibody) in the absence of disease-specific symptoms is not recommended.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for vitiligo includes conditions causing skin depigmentation or hypopigmentation, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tinea versicolor and other dermatophyte infections</strong>:&nbsp; Caused by superficial yeast infection (eg, <em>Malassezia</em> species).&nbsp; Patches can be hypopigmented; however, macules often retain partial pigmentation and fluoresce yellow on Wood lamp examination.&nbsp; Lesions also have a predilection for the chest and upper back rather than the face and distal extremities (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/U20411.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).&nbsp; Dermatophyte infection of the scalp (ie, tinea capitis) is common in children but presents with red, annular, scaly patches (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88545.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ) and focal hair loss rather than hair and skin depigmentation.</li>\n\t<li><strong>Pityriasis alba</strong>:&nbsp; Commonly seen on sun-exposed skin and associated with fine scaling.&nbsp; In contrast to vitiligo, borders are ill-defined (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96644.jpg\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Discoid lupus</strong>:&nbsp; May be associated with hypopigmentation; however, patients typically have erythematous plaques with overlying scale and surrounding inflammation and scarring (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20336.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                )</li>\n\t<li><strong>Postinflammatory hypopigmentation</strong>:&nbsp; Presents as irregular areas of hypopigmentation following episodes of preceding inflammatory skin disease (eg, discoid lupus, psoriasis).&nbsp; It is caused by redistribution of existing melanin within the skin and/or reduced transfer of melanin to keratinocytes with intact melanocytes.&nbsp; In contrast, vitiligo is characterized by the absence of melanocytes.</li>\n\t<li><strong>Lichen sclerosus</strong>:&nbsp; Characterized by white, atrophic plaques with scarring, which is not typically seen in vitiligo.&nbsp; Lichen sclerosus is commonly located in anogenital regions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17302.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ) and can sometimes be difficult to distinguish from vitiligo affecting the genital area (in which case, biopsy may be required).</li>\n\t<li><strong>Lichen planus</strong>:&nbsp; Characterized by red-purple plaques and papules associated with significant symptoms (eg, pruritus, pain) with an overlying white, lacy pattern (ie, Wickham striae (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9936.jpg\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                )).&nbsp; Hypopigmentation is not seen.</li>\n\t<li><strong>Albinism</strong>:&nbsp; Characterized by intact melanocytes but without melanin production due to absent or defective tyrosinase; can result in depigmentation of the iris, hair, and skin (unlike the patchy depigmentation seen in vitiligo due to absent melanocytes).</li>\n\t<li><strong>Alopecia areata</strong>:&nbsp; Characterized by immune-mediated disruption of the normal anagen phase (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L53820.jpg\" alt=\"image 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 11</div>\n                                </div>\n                                ) of the hair growth cycle, inducing onset of catagen phase.&nbsp; This disorder presents with well-defined patches of hair loss, but hair and scalp are not depigmented \n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85961.png\" alt=\"image 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 12</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of vitiligo aims to halt disease progression, achieve repigmentation, and address cosmetic concerns.&nbsp; Options include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nonpharmacologic options</strong> include cosmetic camouflage, such as makeup or self-tanners.</li>\n\t<li><strong>Pharmacologic options</strong> include topical corticosteroids, which are first-line for limited disease.&nbsp; For more extensive or rapidly progressive disease, calcineurin inhibitors (tacrolimus, pimecrolimus) and/or systemic corticosteroids can be used.</li>\n\t<li><strong>Phototherapy</strong> is used for extensive or severe disease.&nbsp; Narrowband ultraviolet UVB is most common; PUVA (psoralen plus UVA) is less common due to greater risks of adverse effects.</li>\n</ul>\n<h1>Complications</h1><br><br><p>Patients with vitiligo have an increased risk of sunburn and skin cancer in depigmented areas and should be counseled to regularly apply sunscreen.&nbsp; In addition, measures should be taken to assess and address psychological distress resulting from cosmetic disfigurement.</p>\n<h1>Prognosis</h1><br><br><p>The long-term course of vitiligo is highly variable and unpredictable; skin involvement may remain limited or progress.&nbsp; Most patients experience periods of stability intermixed with periods of progression, with development of new lesions and enlargement of existing ones.&nbsp; A minority of cases can undergo rapid expansion with depigmentation of broad regions.&nbsp; Other cases may show partial or complete repigmentation over time.</p><br><br><p>Although no treatment is curative, early treatment of rapidly worsening or extensive vitiligo (eg, systemic corticosteroids, phototherapy) may be associated with improved outcomes.</p>\n<h1>Summary</h1><br><br><p>Vitiligo (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80895.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a chronic depigmentation disorder resulting from melanocyte destruction, most likely mediated by autoimmune mechanisms in combination with environmental factors.&nbsp; Classic features include well-demarcated, completely depigmented macules and patches located on the face, near or on mucosal surfaces, and/or the extremities.&nbsp; In some cases, the disease may be more widespread.&nbsp; Diagnosis is typically clinical, and management includes topical and systemic therapies (eg, oral or intravenous corticosteroids, phototherapy).&nbsp; Sunscreen is essential to reduce the risk of skin cancer in depigmented areas.&nbsp; The course of disease is unpredictable, and patients should receive ongoing treatment and support with attention to psychological ramifications.<p></p>\n</div>\n\n            "
}