{
  "meta": {
    "title": "Apgar score and neonatal resuscitation",
    "url": "https://brainandscalpel.vercel.app/apgar-score-and-neonatal-resuscitation-077f822c-fb1254.html",
    "scrapedAt": "2025-12-01T05:58:30.338Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The Apgar score is a standardized method to assess a neonate during the first few minutes of extrauterine life.&nbsp; The Apgar score ranges from 0 to 10 and is assessed at 1 minute and 5 minutes after birth.</p>\n<h1>Apgar score definition and interpretation</h1><br><br><p>The Apgar scoring system assigns a numerical value to 5 different variables, with a maximum total score of 10 (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/103639.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><p><em><strong>A</strong>ppearance (ie, color)</em></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>0:&nbsp; Blue or pale body and extremities</li>\n\t<li>1:&nbsp; Pink body, blue extremities</li>\n\t<li>2:&nbsp; Pink body and extremities</li>\n</ul><br><br><p><em><strong>P</strong>ulse</em></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>0:&nbsp; Absent</li>\n\t<li>1:&nbsp; &lt;100/min</li>\n\t<li>2:&nbsp; ≥100/min</li>\n</ul><br><br><p><em><strong>G</strong>rimace (ie, reflex irritability)</em></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>0:&nbsp; Absent</li>\n\t<li>1:&nbsp; Grimace</li>\n\t<li>2:&nbsp; Cough or cry</li>\n</ul><br><br><p><em><strong>A</strong>ctivity (ie, muscle tone)</em></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>0:&nbsp; Limp</li>\n\t<li>1:&nbsp; Some flexion</li>\n\t<li>2:&nbsp; Active, spontaneous</li>\n</ul><br><br><p><em><strong>R</strong>espiration (ie, breathing effort)</em></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>0:&nbsp; Absent</li>\n\t<li>1:&nbsp; Slow, weak cry</li>\n\t<li>2:&nbsp; Regular, good cry</li>\n</ul><br><br><p>The Apgar score is <strong>assessed at 1 minute and 5 minutes</strong> after birth.&nbsp; In general, scores ≤3 suggest severe distress, scores 4-6 suggest mild-to-moderate distress, and scores ≥7 suggest no distress.&nbsp; If the score is ≤6 at 5 minutes, then a third score should be assessed at 10 minutes after birth.</p>\n<h1>Limitations of the Apgar score</h1><br><br><p>The purpose of the Apgar score is to assess a neonate during the first few minutes of extrauterine life, when the neonate is undergoing important physiologic changes.&nbsp; Although the Apgar score is a standardized assessment, there are important limitations, including maternal (eg, medication use) and fetal (eg, congenital anomalies) factors.&nbsp; For example, premature neonates can have misleadingly low scores due to developmental differences in tone/reflex irritability.&nbsp; Therefore, scores should be considered in conjunction with, rather than as a replacement for, a thorough history and physical examination in determining the neonate's overall status.&nbsp; In addition, the Apgar score cannot predict long-term outcomes (eg, intelligence, development).</p>\n<h1>Neonatal resuscitation</h1><br><br><p>Most infants are healthy and do not require intervention as they transition to extrauterine life.&nbsp; However, health care providers should always be prepared to perform neonatal resuscitation (ie, proper training and equipment), especially during high-risk deliveries (eg, premature birth, meconium-stained amniotic fluid, gestational diabetes).</p><br><br><p>The principles of neonatal resuscitation are established by the Neonatal Resuscitation Program (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89264.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Several of the variables assessed in the Apgar score are also used to guide resuscitation.&nbsp; The first step in evaluation of an infant immediately after birth is the assessment of <strong>muscle tone</strong> (ie, activity in the Apgar score) and <strong>respiratory effort</strong> (ie, respiration in the Apgar score).&nbsp; These assessments determine the next step in management.<p></p>\n<h2>Management of a well-appearing infant</h2><br><br><p>In well-appearing infants (ie, those with good muscle tone and respiratory effort), management includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Providing warmth</strong>:&nbsp; The infant should be dried of amniotic fluid and placed on the mother's chest for 1 hour of skin-to-skin contact, which promotes thermoregulation and early initiation of breastfeeding.</li>\n\t<li><strong>Routine newborn care</strong> (eg, intramuscular vitamin K, erythromycin eye ointment) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/45396.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                )</li>\n</ul>\n<h2>Management of infants with distress</h2><br><br><p>The management of infants with mild, moderate, or severe distress (ie, poor muscle tone and/or respiratory effort) includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Providing warmth</strong>:&nbsp; The infant should be dried of amniotic fluid and placed under a radiant warmer.</li>\n\t<li><strong>Positioning and clearing the airway</strong>:&nbsp; The infant should be placed supine with the neck in a neutral or slightly extended position to maximize air entry.&nbsp; Visible secretions in the oropharynx or nasopharynx should be suctioned with a bulb syringe.&nbsp; Deeper suctioning should be avoided to minimize the risk of vagal stimulation and subsequent apnea or bradycardia.</li>\n\t<li><strong>Providing tactile stimulation</strong>:&nbsp; Drying and suctioning may be sufficient tactile stimulation to improve respiratory effort; however, additional maneuvers include rubbing the back and flicking the soles of the feet.</li>\n</ul>\n<h2>Advanced resuscitation</h2><br><br><p>If there is <strong>persistent poor respiratory effort</strong> (ie, ineffective respirations) and/or <strong>pulse &lt;100/min</strong> after 30 seconds of initial resuscitation (eg, providing warmth, clearing airway, providing stimulation), advanced resuscitation is required:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Positive pressure ventilation</strong> (PPV):&nbsp; PPV should be administered at a respiratory rate of 40-60/min using a bag-mask device.&nbsp; Effective PPV generates sufficient pressure to open alveoli, which allows gas exchange and results in a rapid increase in pulse.&nbsp; While administering PPV, the neonate's pulse should be assessed by precordial auscultation or umbilical palpation to avoid pauses in PPV.&nbsp; In neonates, the pulse is an indicator of ventilation status because inadequate ventilation leads to poor oxygenation, peripheral vasoconstriction, reduced myocardial contractility, and bradycardia.&nbsp; If the neonate's pulse does not increase with PPV as expected, then the neonate's chest should be carefully examined for symmetric rise with each ventilation.&nbsp; If there is no symmetric chest rise, then PPV is ineffective and may be optimized by adjusting the mask, repositioning the airway, and suctioning the mouth/nose.</li>\n\t<li><strong>Supplemental oxygen</strong>:&nbsp; For most patients, PPV is initiated with room air only (ie, fraction of inspired oxygen [FiO<font size=\"2\"><sub>2</sub></font>] of 0.21), and the requirement for PPV and the requirement for supplemental oxygen should be assessed independently.&nbsp; However, supplemental oxygen may be necessary to maintain oxygen saturation within target ranges based on postnatal age (eg, 60-65% at 1 min, 85-95% at 10 min).&nbsp; These ranges meet the neonate's metabolic demands while minimizing the risk of hyperoxia and its toxicity, which can lead to complications (eg, bronchopulmonary dysplasia, retinopathy of prematurity).&nbsp; Therefore, supplemental oxygen should be weaned as quickly as possible while maintaining oxygen saturation within the target range.</li>\n</ul><br><br><p>The neonate's respiratory effort and pulse should be <strong>reassessed every 30 seconds</strong> while administering PPV.&nbsp; If the pulse is &gt;60/min but &lt;100/min, then PPV should be continued.&nbsp; The infant should be placed on a continuous monitor to assess the pulse and oxygen saturation during resuscitation.&nbsp; If the pulse is ≤60/min despite 30 seconds of effective PPV, then further intervention is necessary:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chest compressions</strong>:&nbsp; Compressions should be administered at a ratio of 3 compressions to 1 breath and at a rate of 90 compressions and 30 ventilations per minute.&nbsp; Once chest compressions are initiated, endotracheal intubation should be performed and the FiO<font size=\"2\"><sub>2</sub></font> should be increased to 1.0.</li>\n\t<li><strong>Epinephrine</strong>:&nbsp; Epinephrine should be administered (eg, intravenous, endotracheal) if the infant's pulse remains ≤60/min despite 60 seconds of effective ventilation and chest compressions.</li>\n</ul><br><br><p>Chest compressions and epinephrine (which may be given every 3-5 min) should be continued until the infant's pulse is &gt;60/min.&nbsp; At that time, PPV should be resumed until the infant's pulse is ≥100/min.&nbsp; Once the pulse is ≥100/min with good respiratory effort (ie, effective spontaneous respirations), PPV should be discontinued.&nbsp; Supplemental oxygen may be required to maintain oxygen saturation within the target range.</p>\n<h1>Postresuscitation management</h1><br><br><p>Infants who are successfully resuscitated require close monitoring for postresuscitative complications (eg, temperature instability, hypoglycemia).&nbsp; In general, infants who require longer resuscitation are at highest risk of complications.</p>\n<h1>Summary</h1><br><br><p>The Apgar score is a standardized method to assess a neonate during the first few minutes of extrauterine life.&nbsp; The score, which ranges from 0 to 10, assesses the infant's appearance, pulse, grimace, activity, and respiration at 1 minute and 5 minutes after birth.&nbsp; Infants with Apgar score ≥7 are generally well-appearing with good muscle tone and respiratory effort.&nbsp; In contrast, infants with Apgar score ≤6 are generally ill-appearing with poor muscle tone and respiratory effort and require resuscitation (eg, positive pressure ventilation).</p>\n</div>\n\n            "
}