{
  "meta": {
    "title": "Asbestos",
    "url": "https://brainandscalpel.vercel.app/asbestos-11f30119-fb1254.html",
    "scrapedAt": "2025-12-01T05:58:31.608Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Occupational lung diseases fall into 2 broad categories.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Occupational asthma</strong>:&nbsp; represents bronchospastic airway disease due to a workplace allergen or pollutant.</li>\n\t<li><strong>Occupational interstitial lung diseases (ILDs)</strong>:&nbsp; include occupational hypersensitivity pneumonitis (granulomatous ILD due to inhaled organic antigens) and pneumoconiosis (fibrotic ILD due to inhaled inorganic dusts).&nbsp; The 3 pneumoconioses (<em>pneumo</em> = lung, <em>konis</em> = dust) are coal workers' pneumoconiosis (aka \"black lung\") from coal dust, asbestosis from asbestos fibers, and silicosis from silica crystals.</li>\n</ul><br><br><p>This article addresses asbestosis and other asbestos-related conditions.&nbsp; <strong>Asbestos</strong> is a naturally occurring, crystalline fiber composed of silica.&nbsp; Given its fire-retardant and insulating properties, it was popular for mid-century construction (eg, in walls, attics, ducts, and pipes), but it has been largely phased out of modern construction because of its health effects.&nbsp; However, it remains an important cause of lung disease due to delayed effects of exposure decades ago.</p>\n<h1>Pathogenesis and risk factors</h1><h2>Pathogenesis</h2><br><br><p>Asbestos fibers can become airborne.&nbsp; When inhaled, they lodge in the alveolar ducts.&nbsp; Due to their spike-like mineral structure, macrophages struggle to engulf and clear them (ie, frustrated phagocytosis).&nbsp; These persistent extracellular fibers can sometimes be visualized on histology as ferruginous bodies (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68616.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; They induce a chronic fibroinflammatory response (eg, macrophage activation, fibroblast proliferation, free radical generation).&nbsp; Passage through the pulmonary lymphatics, which drain via the parietal pleura, may result in chronic pleural inflammation.&nbsp; Downstream effects range from fibrosis (eg, interstitial lung disease) to calcification (eg, pleural plaques) to neoplasia (eg, mesothelioma and lung cancer).&nbsp; There is a very long delay (eg, 20-40 years) between exposure and clinical disease.<p></p>\n<h2>Risk factors</h2><br><br><p>The 2 main risk factors for asbestos-related disease are occupational exposure and smoking.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Occupational exposure:</strong>&nbsp; Asbestos-related diseases were previously common among shipbuilders, steamfitters, and boilermakers.&nbsp; Since the 1970s, exposure in the US has declined due to federal safety standards (eg, use of NIOSH N95 respirators) and strict regulation (eg, asbestos has been banned for general construction).&nbsp; However, cases have only recently peaked due to the long latency period.&nbsp; Currently, individuals who work in demolition (eg, of old structures) and automotive brake manufacturers remain at high risk.</li>\n\t<li><strong>Smoking:</strong>&nbsp; Asbestos and smoking are synergistic risk factors for lung cancer (main concern), pulmonary fibrosis, and mesothelioma.&nbsp; Smoking paralyzes alveolar macrophages (further impairing asbestos clearance) and multiplies the generation of free radicals.</li>\n</ul><br><br><p>Because of the long latency time, asbestos-related disease is rare before retirement age (ie, consider alternative diagnoses in younger or middle-aged adults).&nbsp; Passive exposure to nonrespirable environmental asbestos (eg, living in a building with undisturbed asbestos insulation) is considered safe.</p>\n<h1>Clinical manifestations and management</h1><br><br><p>Asbestos-related disease encompasses 4 categories:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Benign parenchymal disease:&nbsp; pulmonary fibrosis (also known as asbestosis)</li>\n\t<li>Benign pleural disease:&nbsp; pleural plaques, nodules, and effusions</li>\n\t<li>Malignant parenchymal disease:&nbsp; bronchogenic carcinoma</li>\n\t<li>Malignant pleural disease:&nbsp; mesothelioma</li>\n</ul>\n<h2>Benign parenchymal disease:&nbsp; Pulmonary fibrosis (asbestosis)</h2><br><br><p>The typical presentation is slowly progressive exertional dyspnea and chronic dry cough that usually develop 20-40 years after initial asbestos exposure.&nbsp; Examination reveals Velcro-like dry inspiratory crackles.&nbsp; Pulmonary function tests show a restrictive pattern with reduced diffusing capacity of the lungs for carbon monoxide, consistent with interstitial fibrosis.</p><br><br><p>Diagnosis is made on the basis of a strong exposure history (eg, classic occupation, appropriate latency period) coupled with chest radiology.&nbsp; High-resolution chest CT (HRCT) reveals a pattern of lung fibrosis appearing very similar to usual interstitial pneumonia (UIP) (ie, bibasilar subpleural honeycombing, reticular opacities).&nbsp; Presence of calcified pleural plaques is highly specific and distinguishes asbestosis from idiopathic pulmonary fibrosis (IPF) and secondary (eg, autoimmune, drug-induced) causes of pulmonary fibrosis.&nbsp; Lung biopsy is rarely needed and is reserved only for ambiguous cases.</p><br><br><p>Management is primarily supportive (eg, smoking cessation, pulmonary rehabilitation, immunization, supplemental oxygen).&nbsp; Although IPF-like fibrosis is the hallmark of asbestosis, antifibrotic agents (eg, nintedanib) are not currently approved for treating asbestosis in the US but are sometimes used off label in patients in whom asbestosis is suspected (due to challenges in differentiating asbestosis from IPF).&nbsp; Patients with asbestosis have an elevated risk for thoracic malignancies (mesothelioma, lung cancer), so regular screening (eg, chest CT) is advised.</p>\n<h2>Benign pleural disease</h2><br><br><p>Benign pleural manifestations include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pleural plaques</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16386.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; Fibrous deposits of calcified scar tissue that form on the parietal pleura, typically in the lower zones (eg, diaphragmatic surface).&nbsp; The plaques are composed of dense collagen intermixed with asbestos fibers.&nbsp; Radiographically, they appear as multiple polygonal opacities with calcification.&nbsp; Related findings include pleural nodules (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91179.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) and nonspecific pleural thickening.</li>\n\t<li><strong>Benign asbestos pleural effusion</strong> (BAPE):&nbsp; Small, chronic, unilateral effusion reflecting asbestos-induced pleural irritation.&nbsp; The fluid is classically an exudate with elevated eosinophils.&nbsp; Chronic pleuritis can cause a small portion of the subjacent lung to retract, creating a smooth mass–like opacity (ie, rounded atelectasis).</li>\n</ul><br><br><p>Pleural plaques and BAPE are usually asymptomatic (ie, only discovered incidentally).&nbsp; Sometimes, pleural plaques fuse the pleura to the chest wall (eg, adhesion), resulting in mild pulmonary restriction and dyspnea.&nbsp; More significant symptoms (eg, those limiting daily activity) are red flags for a more alarming process such as asbestosis or malignancy.</p><br><br><p>Management of benign pleural disease usually consists of observation.&nbsp; For suspected BAPE, an initial thoracentesis is warranted to rule out malignant effusion.&nbsp; In patients with proven benign effusion, the risk for progression to malignancy is negligible.</p>\n<h2>Malignant parenchymal disease:&nbsp; Bronchogenic carcinoma</h2><br><br><p><strong>Non–small cell lung cancer (NSLC)</strong> (eg, adenocarcinoma, squamous cell carcinoma) is the most common malignancy associated with asbestos.&nbsp; The risk is markedly elevated in former and current smokers with occupational asbestos exposure.&nbsp; Patients present with chronic cough, weight loss, vague chest discomfort, and a suspicious mass lesion on chest imaging.</p><br><br><p>Diagnosis (and staging) involves a combination of tissue sampling and PET imaging.&nbsp; Management is based on the stage of lung cancer and ranges from curative surgical resection for early stage tumors (ie, confined to ipsilateral lung and lymph nodes) to combined chemoradiation for locally advanced tumors (ie, spread beyond ipsilateral lymph nodes) and other approaches (eg, checkpoint immunotherapy, palliative chemotherapy) for unresectable disease.</p>\n<h2>Malignant pleural disease:&nbsp; Mesothelioma</h2><br><br><p>Mesothelioma is a malignancy arising from the epithelial cell layer that forms the pleural, pericardial, and peritoneal lining.&nbsp; Mesothelioma most commonly involves the pleural cavity (80%) but can also originate from the peritoneum (20%).</p><br><br><p>Pleural mesothelioma typically presents with vague symptoms such as fatigue, chest discomfort, and weight loss.&nbsp; On imaging, mesothelioma appears as a dense pleural rind, often encasing the entire lung (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L54526.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; Concurrent benign pleural lesions (eg, calcified plaques, nodules) are often seen.&nbsp; However, distinctive features of mesothelioma include a large, complex (ie, loculated) effusion (unlike the small-volume effusion in BAPE) and thickening of the mediastinal pleural border and interlobar fissures (vs peripheral and diaphragmatic borders with pleural plaques).<p></p><br><br><p>Pleural biopsy is required for definitive diagnosis.&nbsp; Histologically, mesothelioma appears as cuboidal epithelial cells forming papillary structures, nests, or sheets (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80987.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).&nbsp; It tends to invade the chest wall, diaphragm, and mediastinum, but lung parenchyma and airways are rarely involved.&nbsp; Cells stain for epithelial markers (ie, positive calretinin and cytokeratins) but not for adenocarcinoma markers (eg, negative TTF-1 and napsin A).<p></p><br><br><p>Treatment depends on stage (resectable vs unresectable) and histologic subtype (epithelioid vs nonepithelioid).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>For resectable (ie, involving one hemithorax) epithelioid mesothelioma, lung-sparing surgery (pleurectomy and decortication) is often possible and is usually followed by chemoradiation (to sterilize the field).</li>\n\t<li>For unresectable (ie, invasion of critical mediastinal structures or spread to contralateral hemithorax) or nonepithelioid mesothelioma, treatment involves checkpoint immunotherapy with programmed death ligand (PD-L1) inhibitors (eg, nivolumab plus ipilimumab).</li>\n</ul><br><br><p>Due to high local recurrence rates, prognosis remains poor (eg, median survival ~18 months) despite initially successful resection.</p>\n<h1>Summary</h1><br><br><p>Asbestos is a naturally occurring silicate fiber with fire-retardant properties that was widely used in mid-century construction, shipbuilding, steamfitting, and pipe insulation.&nbsp; When inhaled, asbestos fibers lodge in the alveolar ducts and pleural lymphatics, leading to a chronic inflammatory response.&nbsp; Smoking and asbestos exposure have powerful synergistic toxicity.The 4 categories of asbestos-related disease include (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15776.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Benign parenchymal disease:&nbsp; This presents as interstitial fibrosis (asbestosis), resembling idiopathic pulmonary fibrosis on imaging (eg, honeycombing).&nbsp; It is associated with ferruginous bodies embedded in the diseased lung tissue.</li>\n\t<li>Benign pleural disease:&nbsp; This presents as calcified pleural plaques, nodules, and small benign effusions.&nbsp; It is usually asymptomatic, serving as a general sign of significant past asbestos exposure.</li>\n\t<li>Malignant parenchymal disease:&nbsp; Non–small cell lung cancer is the most common asbestos-related complication.</li>\n\t<li>Malignant pleural disease:&nbsp; Mesothelioma arises from the pleural or peritoneal membranes.&nbsp; It is distinguished by a thick pleural rind that encases the whole lung.</li>\n</ul><br><br><p>Due to their long latency period (eg, 20-40 years), asbestos-related diseases have only recently peaked in incidence.</p>\n</div>\n\n            "
}