{
  "meta": {
    "title": "Bordetella pertussis",
    "url": "https://brainandscalpel.vercel.app/bordetella-pertussis-9fbf0bbe-fb1254.html",
    "scrapedAt": "2025-12-01T05:58:37.885Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction </h1>\n<p><em>Bordetella pertussis</em> is a gram-negative coccobacilli that causes pertussis (whooping cough), a vaccine-preventable illness characterized by paroxysmal coughing often followed by a high-pitched inspiratory whoop.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p><em><strong>Bordetella pertussis</strong></em> is highly contagious and spreads through sustained contact with respiratory droplets (eg, coughing, sneezing) from infected individuals.&nbsp; <em>B pertussis</em> has unique virulence factors (eg, adhesins, filamentous hemagglutinin) that facilitate attachment to and colonization of ciliated respiratory epithelium in the nasopharynx and lower respiratory tract.&nbsp; Once attached, <em>B pertussis</em> secretes exotoxins that damage ciliated respiratory epithelium:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pertussis toxin</strong>:&nbsp; Activates intracellular adenylate cyclase to interfere with cellular signaling and inhibit phagocytic activity, impairing the patient's immune response.&nbsp;</li>\n\t<li><strong>Tracheal cytotoxin</strong>:&nbsp; Damages ciliated epithelial cells, leading to impaired mucociliary clearance with subsequent microaspiration and severe paroxysmal cough.&nbsp;</li>\n</ul><br><br><p>Toxin-mediated tissue damage elicits a robust inflammatory response at the site of infection, leading to edema and mucus production that contribute to airway obstruction and cough.</p><br><br><p>Because pertussis is a vaccine-preventable illness, unvaccinated or undervaccinated individuals are at greatest risk of infection.&nbsp; However, nearly half of all confirmed cases occur in adolescents and adults due to waning immunity 5-10 years after vaccination.</p>\n<h1>Clinical presentation</h1><br><br><p>Following an incubation period of 7-10 days, the course of illness occurs in 3 sequential stages (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87306.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), as follows:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Catarrhal stage</strong> (weeks 1-2):&nbsp; <em>B pertussis</em> attaches to ciliated respiratory epithelial cells, causing nonspecific prodromal symptoms (eg, mild cough, rhinorrhea, malaise) that characterize the catarrhal stage.&nbsp; Fever is not typical, and if present, is mild.&nbsp;</li>\n\t<li><strong>Paroxysmal stage</strong> (weeks 2-8):&nbsp; After attachment to ciliated respiratory epithelial cells, <em>B pertussis</em> secretes exotoxins (eg, pertussis toxin, tracheal cytotoxin) that cause tissue damage, leading to severe paroxysmal coughing often followed by a high-pitched inspiratory whoop and post-tussive emesis.&nbsp; Paroxysms typically last 2-3 minutes and may occur spontaneously or following external stimuli (eg, exercise, laughing).&nbsp; When severe, paroxysms can lead to complications, including rib fracture, hernia, subconjunctival hemorrhage, and even syncope.&nbsp; Respiratory examination is typically normal; between episodes, patients can appear remarkably well.&nbsp;</li>\n\t<li><strong>Convalescent stage</strong> (weeks 8+):&nbsp; The cough gradually resolves over weeks to months, and patients are no longer contagious.</li>\n</ul><br><br><p>The catarrhal stage may be mild or absent in immunocompromised patients or infants.&nbsp; However, the paroxysmal stage may be severe in infants, leading to gagging, cyanosis, apnea, seizures, and respiratory failure.</p>\n<h1>Diagnosis</h1><br><br><p>Pertussis is a clinical diagnosis; diagnostic criteria include <strong>≥2 weeks of acute illness with cough</strong>&nbsp; characterized by at least 1 of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Coughing paroxysms</strong></li>\n\t<li><strong>Inspiratory whoop</strong></li>\n\t<li><strong>Post-tussive emesis</strong></li>\n\t<li><strong>Apnea</strong> (with or without cyanosis)</li>\n</ul><br><br><p>However, if there is a known exposure, then ≥2 weeks of symptoms is not necessary to make the diagnosis.</p><br><br><p>Although not required, laboratory confirmation (eg, bacterial culture, polymerase chain reaction, serology) is often performed for contact tracing purposes.</p><br><br><p>Laboratory findings that support the diagnosis include lymphocytosis (related to impaired leukocyte chemotaxis caused by pertussis toxin) and clefting of the nuclei of white blood cells on peripheral smear.</p><br><br><p>Chest radiographs are not necessary for diagnosis; if present, radiographic findings are subtle and nonspecific (eg, peribronchial cuffing, perihilar infiltrates).</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for pertussis includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Other bacterial respiratory infections (eg, <em>Mycoplasma pneumoniae</em>, <em>Chlamydia pneumoniae</em>, tuberculosis)</li>\n\t<li>Viral respiratory infections (eg, respiratory syncytial virus, influenza, parainfluenza)</li>\n</ul><br><br><p>Although each of these diagnoses is associated with cough, the course of illness distinguishes pertussis from these other diagnoses.&nbsp; Pertussis begins with mild cough and rhinorrhea for 1-2 weeks (ie, catarrhal stage), followed by cough paroxysms with an inspiratory whoop (ie, paroxysmal stage) that lingers for months (ie, convalescent stage).&nbsp; In contrast, cough in other viral and bacterial respiratory infections typically improves (not worsens) after 1-2 weeks.&nbsp; In addition, inspiratory whoop, post-tussive emesis, and apnea are not common.</p><br><br><p>Cough-variant asthma and gastroesophageal reflux disease can cause chronic cough; however, the coughing paroxysms are typically milder and associated with other symptoms (eg, wheezing, epigastric abdominal pain) as well as improvement with certain medications (eg, bronchodilators, proton pump inhibitors).&nbsp; These diagnoses are less common causes of chronic cough in infants and children than adults.</p>\n<h1>Management</h1><br><br><p>Management of pertussis depends on the stage of illness at the time of diagnosis, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Catarrhal stage</strong>:&nbsp; Transmission is highest during this stage; however, unless there is a known exposure, the diagnosis is often not yet established due to the mild and nonspecific symptoms.&nbsp; However, if recognized during this stage, treatment with macrolide antibiotics (eg, <strong>azithromycin</strong>) improves symptoms and reduces transmission due to eradication of bacteria.</li><br><br>\t<li><strong>Paroxysmal stage</strong>:&nbsp; The diagnosis is usually established during this stage due to the characteristic paroxysmal cough, but treatment with macrolide antibiotics does not improve symptoms; this is because symptoms at this stage are primarily related to toxin-mediated tissue damage rather than direct bacterial effect.&nbsp; Instead, the purpose of treatment is to eradicate remaining bacteria in the nasopharynx and reduce transmission risk, particularly if ≤3 weeks from symptom onset.&nbsp; Treatment should still be considered during weeks 3-6 of illness for high-risk patients (eg, infant, pregnant, immunosuppressed) only.</li>\n\t<li><strong>Convalescent stage</strong> (weeks 8+):&nbsp; Patients are no longer contagious, and treatment is generally not<u> </u>recommended during this stage.</li>\n</ul><br><br><p>In addition, <strong>droplet precautions</strong> are indicated to reduce transmission in the health care setting (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105274.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p>\n<h1>Prevention</h1><br><br><p>There are 2 strategies for the prevention of pertussis: vaccination and prophylaxis.</p>\n<h2>Vaccination&nbsp;&nbsp;</h2><br><br><p>The diphtheria–tetanus–acellular pertussis (DTaP) vaccine is a combination vaccine with acellular pertussis antigen with diphtheria and tetanus toxoids (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34608.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Children should receive 5 doses of the inactivated DTaP vaccine at ages 2, 4, and 6 months; 15-18 months; and 4-6 years.&nbsp;</li>\n\t<li>The risk of an adverse reaction to the DTaP vaccine is low and generally includes mild erythema and swelling at the injection site as well as fever.&nbsp; Seizures, triggered by fever or by the pertussis vaccine component, are rare, short (&lt;5 minutes), and self-limited.&nbsp; However, uncomplicated seizures following vaccine administration are not a contraindication to future vaccination.&nbsp; The benefit of DTaP vaccination, especially in the setting of a pertussis outbreak, outweighs the unlikely risk of significant adverse effects.&nbsp;</li>\n\t<li>Contraindications to the DTaP vaccine include history of anaphylaxis to a vaccine component and encephalopathy (ie, coma, decreased level of consciousness, prolonged seizures) within a week of vaccination.&nbsp;</li>\n</ul><br><br><p>Because newborn infants are at high risk for severe infection (eg, seizures, apnea), the tetanus toxoid, reduced diphtheria toxoid, and acellular pertussis (Tdap) is recommended for women during each pregnancy regardless of vaccination history.&nbsp; Tdap vaccination during the third trimester (<u>&gt;</u>28 weeks gestation) is preferred as it facilitates both the maternal antibody response and the transfer of maternal antibodies through the placenta, providing passive immunity to the fetus, who is at high risk for severe infection after birth.&nbsp; Tdap (not DTap) is administered to all adolescents and adults who require a booster.</p>\n<h2>Prophylaxis</h2><br><br><p>Vaccination prevents most pertussis cases; however, immunity can wane over time, and even those with recent vaccination can develop infection.&nbsp; Therefore, postexposure prophylaxis with a macrolide antibiotic is recommended for (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/51744.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>All household contacts, regardless of vaccination status</li>\n\t<li>Those with limited exposure but at high risk for severe infection (eg, pregnant, immunocompromised)</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>With prompt diagnosis and appropriate treatment, the prognosis for uncomplicated pertussis is generally favorable.&nbsp; Although the cough may linger for months, most patients otherwise recover completely.&nbsp; However, severe complications (eg, pneumonia, seizures, encephalopathy) can lead to significant morbidity and mortality, particularly in infants.</p>\n<h1>Summary</h1><br><br><p>Pertussis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38227.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) is a highly contagious, vaccine-preventable bacterial infection caused by <em>Bordetella pertussis</em>.&nbsp; The course of illness occurs in 3 sequential stages: catarrhal, paroxysmal (characterized by severe coughing often followed by a high-pitched inspiratory whoop), and convalescent.&nbsp; The paroxysmal phase is particularly severe in infants, who can develop apnea, seizures, and respiratory failure.&nbsp; Treatment involves macrolide antibiotics (eg, azithromycin), which improve symptoms and reduce transmission.<p></p>\n</div>\n\n            "
}