{
  "meta": {
    "title": "Bronchopulmonary dysplasia",
    "url": "https://brainandscalpel.vercel.app/bronchopulmonary-dysplasia-ffaedfd0-fb1254.html",
    "scrapedAt": "2025-12-01T05:58:39.336Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Bronchopulmonary dysplasia (BPD) is a chronic lung disease found in preterm infants.&nbsp; By definition, BPD is diagnosed in preterm infants who require supplemental oxygen or respiratory support beyond 28 days postnatal age or 36 weeks postmenstrual age and who have features of parenchymal lung disease on chest radiograph.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>Fetal alveolar development occurs in stages, beginning with protrusion of the main bronchi from the foregut during the embryonic stage.&nbsp; BPD can occur when preterm birth disrupts the late canalicular and early saccular phases of fetal lung development (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90229.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), resulting in:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Disrupted alveolarization</strong> with disrupted terminal sac formation and septation leads to large alveoli with decreased surface area for efficient gas exchange.</li>\n\t<li><strong>Disrupted capillarization</strong> leads to abnormal distribution of pulmonary capillaries within the septa.&nbsp; In addition, thickening of the muscular layer of the pulmonary arteries leads to increased pulmonary vascular resistance.</li>\n\t<li><strong>Interstitial thickening</strong> with excess interstitial elastic tissue further disrupts alveolarization and capillarization.</li>\n</ul><br><br><p>Following preterm birth, medical management of neonatal respiratory distress syndrome can lead to iatrogenic injury, inflammation, and fibrosis of the premature lung, which also contribute to the pathogenesis of BPD.&nbsp; Surfactant is a lipoprotein complex that reduces alveolar surface tension.&nbsp; Because surfactant production begins during the saccular phase, preterm infants are at increased risk for widespread alveolar collapse, resulting in neonatal respiratory distress syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69857.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>Collapsed alveoli are perfused but not ventilated (ie, ventilation/perfusion mismatch), causing intrapulmonary right-to-left shunting, hypoxemia, and cyanosis.&nbsp; Patients require respiratory support; however, mechanical ventilation can lead to volutrauma (ie, large tidal volumes) and barotrauma that worsens pulmonary injury.&nbsp; In addition, exposure to high concentrations of supplemental oxygen can cause pulmonary injury due to formation of reactive oxygen species.</p><br><br><p>Iatrogenic pulmonary injury due to chronic ventilatory injury (eg, volutrauma, barotrauma) and oxygen toxicity results in inflammation and fibrosis in the premature lung.&nbsp; However, advanced treatment modalities (eg, surfactant, noninvasive ventilation) have significantly decreased the risk of iatrogenic pulmonary injury and its contribution to the pathogenesis of BPD.</p><br><br><p>Therefore, the pathogenesis of BPD is complex and multifactorial, involving both prenatal and postnatal factors.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Preterm birth</strong>:&nbsp; The risk of BPD is inversely related to gestational age, with the greatest incidence among extremely preterm births (ie, ≤28 weeks gestation).</li>\n\t<li><strong>Perinatal infections</strong>:&nbsp; Not only do perinatal infections increase the risk for preterm birth, but perinatal infections lead to increased amniotic fluid cytokine concentration, which can cause inflammatory changes in the fetal lung.</li>\n\t<li><strong>Low birth weight</strong>:&nbsp; Infants weighing &lt;1.5 kg are at increased risk for BPD.</li>\n\t<li><strong>Mechanical ventilation</strong>:&nbsp; The risk of BPD is directly related to the length of mechanical ventilation use, particularly when high volumes or pressures are needed.</li>\n\t<li><strong>Supplemental oxygen</strong> (especially if required for extended periods of time).</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Although not required for diagnosis, histopathologic findings of BPD include large alveoli with fewer septa and dysmorphic capillaries.</p><br><br><p><strong>Clinical presentation</strong></p><br><br><p>The clinical presentation of BPD varies, depending on the severity of pulmonary injury, inflammation, and fibrosis.&nbsp; Patients are usually tachypneic, and in severe cases, retractions, (eg, subcostal, intercostal) may be present.&nbsp; Expiratory wheezing due to airway narrowing (eg, interstitial fibrosis leading to constriction) may be heard.</p><br><br><p>Supportive radiographic findings are nonspecific and include diffuse hazy infiltrates with low or normal lung volumes.&nbsp; Alternating areas of atelectasis and air trapping may be present, likely due to obstruction of narrow fibrotic airways with secretions.&nbsp; As the disease progresses, generalized hyperinflation with fibrocystic changes may occur.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of BPD includes other causes of chronic lung disease that present in early infancy, such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bronchiectasis</strong>:&nbsp; Similar to the pathophysiology of BPD, chronic inflammation (eg, recurrent infection in cystic fibrosis) can lead to bronchiectasis with cystic dilation of bronchial wall and mucus plugging.&nbsp; However, bronchiectasis is progressive (eg, increasing oxygen requirement, worsening respiratory distress), and patients with BPD often recover as new alveoli develop throughout childhood.</li>\n\t<li><strong>Congenital heart disease with right-to-left shunting</strong> (eg, tetralogy of Fallot):&nbsp; can present with respiratory distress, but hypoxemia does not typically resolve with supplemental oxygen (ie, blood bypasses the pulmonary circulation).&nbsp; The cardiac silhouette may appear abnormal on chest radiography (eg, \"boot-shaped\" heart)</li>\n\t<li><strong>Pulmonary sequestration</strong>:&nbsp; refers to a segment of nonfunctional lung tissue that can be visualized as a dense mass on chest radiography.&nbsp; Unlike BPD, patients can be asymptomatic and present with infection (eg, fever, respiratory distress) later in life.</li>\n\t<li><strong>Pulmonary air leak</strong> (eg, pneumothorax, pulmonary interstitial emphysema):&nbsp; Similar to BPD, pulmonary air leaks typically affect preterm infants who require mechanical ventilation.&nbsp; Air dissects into the perialveolar tissue, leading to progressive hypoxemia.&nbsp; However, pulmonary air leaks occur more acutely (ie, days), and patients often fully recover, in contrast to BPD.</li>\n\t<li><strong>Meconium aspiration syndrome</strong>:&nbsp; can present with respiratory distress but usually occurs in term infants and resolves within the first week of life.</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of BPD involves supportive care, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Respiratory support</strong>:&nbsp; Supplemental oxygen, noninvasive ventilation (eg, nasal continuous positive airway pressure [CPAP]), and mechanical ventilation.&nbsp; The least invasive method of respiratory support is preferred to avoid pulmonary injury, reserving mechanical ventilation for the most severe cases.&nbsp; Settings (eg, positive end-expiratory pressure) should be adjusted to maintain adequate oxygenation and ventilation while minimizing the risk of chronic ventilatory injury and oxygen toxicity.</li>\n\t<li><strong>Nutrition</strong>:&nbsp; Adequate nutrition supports pulmonary development and healing.&nbsp; Fortification may be necessary to optimize calorie and protein intake while minimizing the risk of fluid overload.</li>\n\t<li><strong>Fluid restriction/diuretics</strong>:&nbsp; Modest fluid restriction is recommended to reduce the risk of pulmonary edema.&nbsp; Diuretics may be considered in moderate-to-severe cases, but electrolyte monitoring and supplementation is required.</li>\n</ul><br><br><p>Patients may experience acute exacerbations, often precipitated by infection or fluid retention.&nbsp; Each episode should be evaluated with a thorough history and physical examination, chest radiography, and laboratory testing (eg, complete blood count, arterial blood gas).&nbsp; Management depends on the precipitating event but may include antibiotics, bronchodilators, and glucocorticoids.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of BPD varies depending on the severity of disease.&nbsp; Patients with mild-to-moderate symptoms generally experience gradual improvement and can be weaned to room air as new alveoli form over the first few years of life.&nbsp; However, in severe cases patients have persistent respiratory symptoms (eg, prolonged ventilator dependence) with increased susceptibility to recurrent respiratory infections.</p><br><br><p>In addition, patients can develop <strong>pulmonary hypertension</strong> due to thickening of the pulmonary arterial smooth muscle and alveolar hypoxia-induced vasoconstriction.&nbsp; Although pulmonary hypertension can improve as the lungs continue to grow and heal, it remains a significant cause of morbidity and mortality in patients with BPD.</p><br><br><p>Systemic hypertension can also occur, in part due to increased circulating catecholamines causing vasoconstriction; the use of postnatal corticosteroids to treat BPD may also contribute.&nbsp; Systemic hypertension typically resolves spontaneously within a few months.</p><br><br><p>Finally, patients are at increased risk for neurodevelopmental impairment (eg, cognitive deficit, behavioral problems).</p>\n<h1>Prevention</h1><br><br><p>Preventive strategies focus on minimizing risk factors, including prenatal and postnatal interventions.</p><br><br><p><strong>Antenatal glucocorticoids</strong> should be administered to promote fetal lung development in pregnant women who are at increased risk for preterm delivery (ie, &lt;37 weeks gestation) within the following 7 days.</p><br><br><p>After birth, the most effective strategies for BPD prevention include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gentle ventilatory strategies</strong>:&nbsp; In patients who are at increased risk for BPD, the goal of respiratory support is to maintain adequate oxygenation and ventilation while minimizing the risk of chronic ventilatory injury and oxygen toxicity.&nbsp; The least invasive yet most effective form of respiratory support (eg, continuous positive airway pressure) should be utilized, and settings should be weaned as quickly as possible.&nbsp; Exogenous surfactant may be considered for patients who require mechanical intubation.</li>\n\t<li><strong>Nutritional support</strong>:&nbsp; involves adequate nutrition to support lung growth and repair, ideally with breast milk, while modestly restricting fluids to minimize the risk of pulmonary edema.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Bronchopulmonary dysplasia (BPD) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/66382.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a chronic lung disease in preterm infants who require supplemental oxygen or respiratory support beyond 28 days postnatal age or 36 weeks postmenstrual age and who have features of parenchymal lung disease on chest radiograph.&nbsp; Treatment involves minimally invasive respiratory support and optimal nutrition to avoid injury and promote healing in the preterm lung.<p></p>\n</div>\n\n            "
}