{
  "meta": {
    "title": "Chest tubes",
    "url": "https://brainandscalpel.vercel.app/chest-tubes-0052421a-fb1254.html",
    "scrapedAt": "2025-12-01T05:58:41.300Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Chest tubes are essential tools for the treatment of pneumothoraces and pleural effusions.&nbsp; Practiced since the time of Hippocrates (ca. 400-500 BC), their fundamental operation has changed very little.&nbsp; This article covers major aspects of chest tube management, including indications for use, insertion techniques, initiation, weaning, removal, and troubleshooting of common issues.</p>\n<h1>The 3-chamber system</h1><br><br><p>Modern chest tube collection systems consist of a chest tube and a 3-chamber drainage system (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18096.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), also shown in the cutaway (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18097.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The drainage system consists of a collection chamber, a water seal chamber, and a suction regulation chamber.<p></p>\n<h2>Collection chamber</h2><br><br><p>The collection chamber is the first section of the drainage system, where fluid or blood from the pleural cavity is gathered.&nbsp; It has graduated markings to monitor the volume of drainage over time.</p>\n<h2>Water seal chamber</h2><br><br><p>The water seal chamber is the middle section of the drainage system.&nbsp; It is filled to approximately 5 cm with sterile water.&nbsp; This water column acts as a <strong>one-way valve</strong>, allowing air to escape from the pleural space but preventing it from reentering.&nbsp; This is analogous to a straw in a cup of water:&nbsp; It is easy to blow bubbles through the straw (ie, air can exit the pleural space) but impossible to suck air back through the water's surface (ie, air is unable to reenter the pleural space).&nbsp; Exiting air creates bubbles as it passes through the water seal.&nbsp; The water seal chamber is marked with a gauge that estimates the extent of the air leak (eg, 1+, 2+, 3+).</p>\n<h2>Suction regulation chamber</h2><br><br><p>The suction regulation chamber is the final section of the drainage system.&nbsp; It can be left open to the atmosphere (ie, \"water seal\" with zero negative pressure) or attached to wall suction.&nbsp; Adjusting the wall suction displaces a water column to a specific level (eg, −20 cm H₂O), which ensures that the pleural space receives the intended vacuum pressure, regardless of variations in the system.&nbsp; The water column provides a visual readout of the actual suction pressure applied to the patient.&nbsp; Because of variations in tubing resistance, the pressure that reaches the pleura may differ from the pressure at the wall.</p><br><br><p>The chamber also has a mechanism to prevent excessive suction (eg, a fail-safe vent) in case the wall suction is set too high.&nbsp; The maximum negative pressure that can be transmitted to the patient is −20 cm H₂O, regardless of how high the wall suction is set.</p>\n<h1>Pneumothorax</h1><h2>Insertion</h2><br><br><p>Most pneumothoraces require drainage with a chest tube unless they are small (ie, &lt;15% volume loss, or &lt;1-cm rim of air).&nbsp; The initial decision is whether to place a small- or large-bore drain:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Small-bore</strong> (ie, pigtail catheter) drain:&nbsp; Sufficient for simple pneumothoraces containing <strong>only air</strong>, with minimal blood or inflammatory fluid.&nbsp; As long as air can move freely, the pigtail catheter can quickly drain a pneumothorax of any size.&nbsp; It is generally placed via the Seldinger technique (advancing the catheter into the pleural cavity over a guide wire).&nbsp; The catheter has a natural coil (like the corkscrew of a pig's tail), which prevents it from accidentally coming out of the pleural space.</li>\n\t<li><strong>Large-bore</strong> (ie, &gt;24 Fr [0.8 cm]) drain:&nbsp; Also called a \"surgical\" chest tube, the large-bore drain is indicated mainly for trauma (eg, broken ribs), concurrent blood (eg, hemopneumothorax), or a highly inflamed or loculated pleural space (eg, empyema, malignancy).&nbsp; Surgical chest tube placement involves a cutdown through the intercostal muscles followed by manual placement of the chest drain (eg, with curved Kelly clamps).</li>\n</ul><br><br><p>In both cases, the chest drain is typically inserted at the intersection of the fifth intercostal space and midaxillary line (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25395.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; It is directed <strong>anteriorly</strong> because air will collect in front of the lungs when the patient lies supine.&nbsp; In contrast, chest drains placed for pleural effusions are directed posteriorly because fluid collects in the dependent pockets.<p></p>\n<h2>Initiation</h2><br><br><p>After the chest tube is placed, a portable chest x-ray should be obtained to confirm the tube's position.&nbsp; In most cases, the lung will already be reexpanded when the x-ray is obtained.&nbsp; The chest tube has a radiopaque stripe interrupted by several gaps, representing flutings (holes) for air drainage (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39704.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; These flutings should be inside the pleural cavity.<p></p><br><br><p>In general, the chest tube is set to <strong>water seal</strong> (ie, no wall suction).&nbsp; The water seal allows air to escape, but not reenter, the pleural space.&nbsp; Bubbles in the water seal chamber indicate residual pneumothorax or ongoing pleural leak.&nbsp; Wall suction is typically avoided because it is unnecessary and can delay the healing of the pneumothorax (by pulling and enlarging the pleural defect).</p>\n<h2>Weaning</h2><br><br><p>When monitoring the water seal chamber, the normal progression involves:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Intermittent <strong>bubbling</strong>:&nbsp; This is initially seen with inspiration only (air escapes through the pleural defect as the lungs attempt to fill during inspiration).&nbsp; Normal bubbling is typically 1+ to 3+ in grade (of 7+).&nbsp; Intermittent bubbling gradually decreases and eventually stops when the pleural defect closes (typically over 3-5 days).&nbsp; The absence of bubbling (in an otherwise stable patient) suggests that the pneumothorax is resolved.</li>\n\t<li><strong>Tidal swings</strong> (tidaling):&nbsp; Tidaling in the water level occurs when intrapleural pressure variations are transmitted through the chest tube holes, causing movement in the water column.&nbsp; When the lung reexpands against the chest wall, the holes are occluded and the tidaling stops.&nbsp; Over time, tidaling should gradually lessen and ultimately stop when the lung fully expands.</li>\n</ul><br><br><p>At the end of weaning, it may be tempting to clamp the chest tube for several hours (\"clamping trial\") to evaluate for pneumothorax recurrence (because clamping simulates removing the tube).&nbsp; However, this is unnecessary and <strong>discouraged</strong> because extended clamping increases the risk for tension pneumothorax.</p>\n<h2>Removal</h2><br><br><p>Chest tube removal is appropriate when chest x-ray shows a fully expanded lung, bubbling has decreased to a minimum, and tidaling has stopped.Chest tube removal can be painful, often resulting in a sudden gasp that draws air back into the pleural space.&nbsp; To minimize this effect, removal should be performed during exhalation and include the following steps:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ask the patient to perform the Valsalva maneuver or hum continuously.</li>\n\t<li>Pull the tube quickly.</li>\n\t<li>Immediately cover the entry site with adhesive gauze (ideally, just as the tube is being withdrawn and while the patient is still humming).</li>\n</ul><br><br><p>A repeat chest x-ray is traditionally performed after removal, although this practice is becoming obsolete due to poor sensitivity for small pneumothoraces.</p>\n<h1>Pleural effusion</h1><h2>Insertion</h2><br><br><p>A chest tube is indicated mainly for pleural effusions that are infected (eg, complicated parapneumonic effusion), contain blood (eg, hemothorax), or are large enough to compress the underlying lung and impair respiratory function.&nbsp; These effusions are typically <strong>exudative and unilateral</strong>:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Small-bore</strong> (ie, pigtail catheter) drain:&nbsp; Sufficient for simple (free flowing) effusions.&nbsp; The effusion should be examined via chest x-ray, thoracic ultrasonography, or CT scan of the chest.&nbsp; Simple fluid that layers dependently is likely to drain easily.&nbsp; However, complex fluid with septations, thickened pleural rinds, or loculations is unlikely to drain and requires a larger tube.&nbsp; The small-bore drain is typically placed via the Seldinger technique.</li>\n\t<li><strong>Large-bore</strong> (ie, &gt;24 Fr [0.8 cm]) drain:&nbsp; Also called a \"surgical\" chest tube, a large-bore drain is indicated for complex, inflammatory, loculated effusions (eg, empyema), blood (ie, hemothorax), postsurgical drainage, and chemical pleurodesis.&nbsp; It is placed via intercostal incision.</li>\n</ul><br><br><p>The chest drain is directed toward the largest drainable pocket.&nbsp; Generally, this entails posterior placement because fluid collects dependently.&nbsp; However, modified positioning might be required for loculated effusions.</p>\n<h2>Initiation</h2><br><br><p>After the chest tube is placed, a portable chest x-ray should be obtained to assess the tube's position.&nbsp; Ideally, the tube flutings (holes) should be located within the effusion fluid.&nbsp; The chest tube can either be set to water seal (atmospheric pressure) or suction (eg, −20 cm H<font size=\"2\"><sub>2</sub></font>O).&nbsp; The decision is based on how much drainage is immediately seen.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>If there is a <strong>large volume</strong> of drainage (eg, &gt;1.5 L), the chest tube is set to water seal.&nbsp; Removal of excessive volume of fluid too quickly risks reexpansion pulmonary edema, a form of unilateral acute lung injury caused by alveolar stretching coupled with sudden reperfusion of the collapsed lung.</li>\n\t<li>If there is a <strong>small or moderate</strong> volume of drainage, the chest tube is generally set to wall suction (eg, −20 cm H<font size=\"2\"><sub>2</sub></font>O).&nbsp; The suction helps to remove any fluid that has collected in dependent pockets.</li>\n</ul>\n<h2>Weaning</h2><br><br><p>The normal progression of the chest drain is characterized by gradually decreasing output in the collection chamber:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>For postsurgical drainage (eg, thoracotomy), typical output is approximately 250-500 mL/hr of serosanguineous fluid for the first day, with rapid slowing in subsequent days.</li>\n\t<li>For other exudative effusions (eg, empyema, malignant, rheumatic), chest tube output can vary greatly but typically is approximately 500-1,000 mL/day.</li>\n</ul><br><br><p><strong>Normal</strong> chest tube output is <strong>approximately 100-300 mL/day</strong>, representing native pleural fluid production.</p>\n<h2>Removal</h2><br><br><p>Chest tube removal is appropriate when the lung is reexpanded on chest imaging and pleural fluid output is &lt;100-300 mL/day (range varies by clinical style and institutional guidelines).&nbsp; The chest tube should <strong>not</strong> be removed if:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>There is bubbling in the water seal chamber, indicating concurrent pneumothorax.</li>\n\t<li>The output is still purulent or malodorous, indicating unresolved empyema.</li>\n\t<li>The output is frankly bloody, indicating unresolved hemothorax.</li>\n</ul><br><br><p>The removal process is identical to the steps described for pneumothorax.</p>\n<h1>Troubleshooting</h1><br><br><p>The most common chest tube issues include abnormally low or high bubbling (in pneumothorax) or abnormally low or high fluid drainage (in effusion).</p>\n<h2>No bubbling or tidaling</h2><br><br><p>The absence of bubbling and tidaling could indicate resolution of the pneumothorax in an otherwise stable patient.&nbsp; However, in patients whose condition is deteriorating and unstable, it usually indicates an obstruction such as a fibrin clot, kinked tubing, or accidental retraction into the subcutaneous fascia.&nbsp; This is an <strong>emergency</strong> because tension pneumothorax may result if patency is not restored.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>If the chest tube is <strong>clogged</strong> by a fibrin plug, options include forcefully irrigating the tube with saline, using a rigid guide wire to clear the lumen, and massaging the tube to mobilize the clot and \"milk\" it into the collection chamber.&nbsp; In most cases, the chest tube needs to be replaced altogether.&nbsp; Unlike thrombosed vascular catheters, intracatheter tissue plasminogen activator [tPA] is not recommended because it does not work quickly enough.</li>\n\t<li>If the chest tube is <strong>partially retracted</strong> into the subcutaneous fascia, it should be immediately advanced back into the pleural space after quickly cleaning the exposed tube and skin with antiseptic (eg, povidone iodine).&nbsp; Bubbling and tidaling should resume.</li>\n\t<li>If the tube is <strong>completely retracted</strong> (ie, falls out), it should be replaced as quickly as possible.&nbsp; A temporary 3-sided flap dressing (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23647.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) should be applied over the site, creating a one-way valve to allow exit of pleural air while preventing entry of room air.</li>\n</ul>\n<h2>Excessive bubbling (air leak)</h2><br><br><p>Prolonged, continuous, or violent (eg, &gt;5+) bubbling indicates an air leak, which could arise from inside the thorax, the insertion site, or the external tubing.&nbsp; These possibilities can be differentiated by performing a clamp test at the bedside.</p><br><br><p>In the <strong>clamp test</strong>, the chest tube is briefly clamped at the insertion site just next to the skin:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>If <strong>bubbles stop</strong>, the air leak likely originates from the lungs (eg, bronchopleural fistula) or from the chest tube insertion site.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>A bronchopleural fistula mainly occurs in the setting of necrotizing pneumonia or lung resection (eg, lobectomy).&nbsp; The tube should be immediately unclamped.&nbsp; Management options include a Heimlich valve for small leaks (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44585.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ), endobronchial occlusion devices (eg, one-way valve, fibrin polymer glue), pleurodesis (ie, using agents such as talc or autologous blood to induce pleural inflammation and adhesion), or surgical repair for large defects.</li>\n\t\t<li>An insertion site leak is usually due to loosened sutures or poorly packed dressing.&nbsp; This can be addressed by repacking the site with adhesive gauze or by securing the skin more tightly with a purse-string suture (a circular suture that, when tightened, draws the skin edges inward like a drawstring).</li>\n\t</ul>\n\t</li>\n\t<li>If <strong>bubbles continue</strong>, the air leak likely originates from the external tubing beyond the insertion site.&nbsp; Common failure points include a poor seal between the chest tube itself and the drainage chamber (addressed by resecuring the connection) or a defect in the drainage system itself (addressed by replacing the entire unit).</li>\n</ul>\n<h2>Poor drainage</h2><br><br><p>Absent or insufficient drainage (ie, &lt;100 mL/day) could indicate either obstructed tubing or loculated pleural fluid.&nbsp; Tidaling is typically also absent because pleural pressure swings are no longer transmitted to the chamber.&nbsp; Because the fluid is not free-flowing, simply repositioning the patient (or the tube) is rarely effective.&nbsp; Generally, the effusion should be reassessed via CT scan of the chest with contrast to highlight and distinguish the pleurae from fibrin membranes.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Intrapleural enzyme therapy (IPET)</strong>:&nbsp; Can be attempted to break down the adhesions, especially if the chest tube is still close to the loculation.&nbsp; IPET involves instilling a protease (low-dose tPA or nuclease [DNase]) into the pleural space, allowing them to dwell for 1 hour, and resuming drainage.&nbsp; When repeated several times (typically every 12 hours for 3 days), the procedure reduces the need for surgical decortication by approximately 75%.</li>\n\t<li><strong>Additional chest tubes</strong>:&nbsp; May be considered.&nbsp; The new drains might need to be positioned at unconventional angles (eg, anteriorly) to access difficult-to-reach loculations.&nbsp; They are typically placed under interventional radiology/CT scan guidance to ensure accurate insertion into the fluid pocket.</li>\n\t<li><strong>Surgical evacuation</strong> of the pleural space and <strong>decortication</strong>:&nbsp; May ultimately be necessary for loculated effusions that refuse to drain.</li>\n</ul>\n<h2>Excessive drainage</h2><br><br><p><strong>Prolonged or voluminous drainage</strong> (eg, &gt;1 L/day) has different implications depending on whether the fluid is transudative or exudative.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Prolonged <strong>transudative drainage</strong>:&nbsp; Typically seen in the setting of hepatic hydrothorax (usually unilateral), uncontrolled left heart failure (usually bilateral but sometimes unilateral), or nephrotic syndrome (rarely unilateral).&nbsp; In these situations, fluid continues to accumulate unless the underlying condition is treated (eg, transjugular intrahepatic portosystemic shunt [TIPS] for hepatic hydrothorax).&nbsp; Unless the effusion is causing significant respiratory distress, the <strong>chest tube should be removed</strong>, allowing fluid to reaccumulate until its own hydrostatic pressure \"tamponades\" further formation.</li>\n\t<li>Prolonged <strong>exudative drainage</strong>:&nbsp; Typically associated with malignant pleural effusions.&nbsp; Most patients have widely metastatic disease, and pleural drainage is necessary to palliate dyspnea.&nbsp; Patients can be trained to use an <strong>indwelling pleural catheter</strong> (eg, PleurX<font size=\"2\"><sup>TM</sup></font>) at home, allowing them to drain up to 1,000 mL/day.&nbsp; Talc pleurodesis can be offered as an alternative but is most appropriate in patients with good functional status and reasonable life expectancy (eg, &gt;3 months).</li>\n</ul>\n<h1>Nonexpandable lung</h1><br><br><p>In some cases, the lung fails to expand despite a functioning chest tube.&nbsp; Nonexpandable lung encompasses 2 conditions, both of which are characterized by markedly negative intrapleural pressure that worsens with attempts to withdraw more fluid.</p>\n<h2>Lung entrapment</h2><br><br><p>Lung entrapment involves <strong>active pleural inflammation</strong>, causing visceral pleural thickening that prohibits expansion.&nbsp; It develops during the earlier phases of tuberculous pleurisy or complicated parapneumonic effusions.&nbsp; The pleural fluid is exudative (eg, high protein and lactate dehydrogenase [LDH]).&nbsp; Chest imaging generally shows intense pleural enhancement.&nbsp; Management involves addressing underlying inflammatory or infectious processes.</p>\n<h2>Trapped lung</h2><br><br><p>Trapped lung involves <strong>chronic pleural fibrosis</strong> that creates a restrictive pleural rind, preventing lung expansion.&nbsp; It develops after resolution of an inflammatory pleural process (eg, uremic pleuritis, empyema).&nbsp; The pleural fluid is typically transudative (eg, low protein and LDH).&nbsp; Chest imaging shows a thick pleural peel that does not show significant enhancement.&nbsp; Management involves surgical decortication to strip away the fibrotic peel, allowing the lung to reinflate.</p>\n<h1>Summary</h1><br><br><p>Chest tubes are indicated to drain pneumothoraces and pleural effusions.&nbsp; Small-bore (eg, pigtail) chest tubes are adequate for pneumothoraces and simple free-flowing effusions.&nbsp; Conversely, large-bore (ie, surgical) chest tubes are indicated for complex pleural disease such as loculated inflammatory or blood effusions.&nbsp; The tube drains into a 3-chamber system consisting of a collection chamber (to measure fluid output), a water seal chamber (to prevent air from reentering the pleural space), and a suction regulation chamber (to apply a consistent vacuum pressure to the pleural space).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>For pneumothoraces:&nbsp; Chest tubes are generally set to water seal.&nbsp; Resolution is indicated by a gradual decrease in bubbling and tidal swings in the water seal chamber.&nbsp; Persistent large bubbling indicates an air leak from the pleura, insertion site, or external tubing.&nbsp; Absence of bubbling or tidal swings (in an unstable patient) indicates chest tube malposition or obstruction.</li>\n\t<li>For effusions:&nbsp; Chest tubes are generally set to wall suction.&nbsp; Resolution is indicated by a gradual decrease in fluid output (eg, generally to &lt;300 mL/day).&nbsp; Failure to drain typically indicates chest tube obstruction or a complex loculated pleural effusion.</li>\n</ul><br><br><p>Rarely, the lung may not reexpand even with a properly functioning chest tube (eg, trapped lung), requiring surgical decortication.</p>\n</div>\n\n            "
}