{
  "meta": {
    "title": "Chronic obstructive pulmonary disease (COPD)",
    "url": "https://brainandscalpel.vercel.app/chronic-obstructive-pulmonary-disease-copd-bc058aad-fb1254.html",
    "scrapedAt": "2025-12-01T05:58:45.112Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Chronic obstructive pulmonary disease (COPD) encompasses several progressive lung disorders characterized by persistent airflow limitation and chronic inflammation in the lower respiratory tract.&nbsp; It is a major cause of morbidity and mortality worldwide, with rising prevalence.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>COPD is characterized by progressive, irreversible lower respiratory tract (bronchi and alveoli) inflammation and damage due to an interplay of environmental, genetic, and developmental risk factors:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Environmental:&nbsp; cigarette smoking, combustible biomass (eg, indoor wood stove cooking is the leading cause of COPD globally), occupational exposures (eg, coal mining), air pollution</li>\n\t<li>Genetic:&nbsp; polymorphisms in inflammatory (eg, ↑ TNF-alpha), protease-antiprotease (eg, ↑ neutrophil elastase, ↓ alpha-1 antitrypsin), and senescence (eg, telomerase) loci</li>\n\t<li>Developmental:&nbsp; low peak lung function attained by adulthood (eg, prematurity, low birth weight), recurrent childhood respiratory infections</li>\n</ul><br><br><p><strong>Cigarette smoking</strong> is the dominant risk factor (contributes to &gt;75% of cases), but genetic and developmental factors are not trivial (contribute to 15%-20% of cases).&nbsp; Homozygous alpha-1-antitrypsin deficiency can lead to spontaneous emphysema (ie, in never-smokers), but the more common scenario is heterozygous deficiency leading to premature emphysema (out of proportion to smoking history).</p>\n<h1>Pathophysiology</h1><h2>Irreversible obstruction</h2><br><br><p>A range of permanent changes in the lower respiratory tract is seen in COPD:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chronic bronchitis:</strong>&nbsp; cigarette smoke-(and other noxious gases) induced chronic airway inflammation, leading to squamous metaplasia (vs normal columnar respiratory epithelium), and submucosal goblet cell hyperplasia (ie, mucus hypersecretion) that obstructs airflow.</li>\n\t<li><strong>Emphysema:</strong>&nbsp; Alveolar septae are proteolyzed away, leading to simplified airspaces with reduced gas exchange surface area; in late stages, these enlarged airspaces can merge into blebs and bullae.&nbsp; Loss of elastin fibers results in decreased elastic recoil (ie, slower lung emptying) and increased small airway collapsibility due to degradation of radial opening traction (ie, increased airway resistance) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26035.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>The combination of chronic bronchitis and emphysema leads to <strong>airflow obstruction</strong> (ie, FEV1/FVC &lt;0.7) that is irreversible (ie, not corrected after bronchodilator administration).</p>\n<h2>Air trapping and hyperinflation</h2><br><br><p>The pathophysiologic changes in the small airways and alveoli leads to air trapping and hyperinflation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95668.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Air trapping:</strong>&nbsp; Proteolysis of lung elastin and loss of tethering leads to easy collapsibility of small airways during expiration.&nbsp; Air is trapped behind the closed airways, resulting in an increased residual volume.&nbsp; More forceful expiratory effort (eg, tachypnea) can promote greater airway collapse, worsening the air trapping.</li>\n\t<li><strong>Hyperinflation:</strong>&nbsp; Loss of elastin leads to increased lung compliance (ie, decreased lung elastance), which allows the chest wall to expand the lungs outward at higher resting volume, or increased functional residual capacity (FRC) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42651.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Hyperinflation results in increased work of breathing because the respiratory system is stretched near capacity and the diaphragm is flattened, such that further inspiration requires activation of accessory muscles of respiration (eg, scalene, sternocleidomastoid).</li>\n</ul><br><br><p>Vital capacity (VC) represents the maximum amount of air that can be inspired (or expired).&nbsp; It is calculated as the difference between total lung capacity (TLC) (maximal inspiration) and residual volume (RV) (maximal expiration).&nbsp; In COPD, while TLC slightly increases due to airspace enlargement, RV increases considerably due to air trapping.&nbsp; Consequently, VC is diminished (ie, ↑ TLC − ↑↑ RV).&nbsp; In other words, COPD can be thought of as \"<strong>difficulty getting the next breath in, due to difficulty getting the last breath out</strong>.\"</p>\n<h2>Impaired gas exchange</h2><br><br><p>Advanced COPD can lead to both hypoxemia and hypercapnia.&nbsp; COPD results in significant dispersion of ventilation (V) and perfusion (Q) due to the pathologic changes to small airways and alveolar membranes.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hypoxemia</strong> mainly occurs through 2 mechanisms:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>V/Q mismatch with low V/Q units:&nbsp; Alveoli distal to small airway obstruction are poorly ventilated but continuously perfused, lowering their V/Q ratio, resulting in incomplete oxygenation.</li>\n\t\t<li>Diffusion limitation (ie, low DLCO):&nbsp; Emphysema destroys the alveolar membrane, reducing the available surface area for oxygen uptake.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Hypercapnia</strong> mainly occurs through a single mechanism:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>VQ mismatch with high V/Q units (ie, dead space):&nbsp; Emphysema leads to the destruction of alveolar septae and their capillaries, resulting in regions that are ventilated but poorly perfused (ie, \"wasted ventilation\").&nbsp; The most extreme examples of this are isolated, nonfunctional air pockets such as blebs and bullae.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Diagnosis</h1><h2>Clinical presentation</h2><br><br><p>COPD is diagnosed based on the combination of symptoms and spirometry results.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Symptoms:</strong>&nbsp; exertional dyspnea (progresses insidiously over months to years), fatigue (the second most bothersome symptom, behind dyspnea), chronic productive cough (often with greater sputum in the morning), recurrent bouts of chest infections (\"bronchitis\") requiring antibiotics (ie, undiagnosed exacerbations).</li>\n\t<li><strong>Spirometry:</strong>&nbsp; shows airflow obstruction (ie, FEV1/FVC &lt;0.7) that does not reverse after bronchodilator administration.&nbsp; The flow-volume loop (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/99211.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ) shows expiratory scooping, consistent with small airway collapse (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9023.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Findings suggestive of air trapping (ie, ↑ RV/TLC ratio) and/or hyperinflation (ie, ↑ FRC/TLC ratio) may be seen on lung volumes.&nbsp; DLCO is preserved with chronic bronchitis and reduced with emphysema.</li>\n</ul><br><br><p>The diagnosis is often delayed by years because patients seek medical evaluation only when symptoms become limiting.&nbsp; As physical activity decreases, dyspnea may not be as prominent due to greater sedentary behavior.&nbsp; Many patients have nonspecific symptoms (eg, fatigue, poor sleep quality) that they attribute to other causes such as arthritis or normal aging.</p><br><br><p>Additional findings during evaluation for COPD include:</p>\n<h2>Physical examination</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increased anteroposterior thoracic diameter (ie, barrel chest) due to hyperinflation (elevated FRC)</li>\n\t<li>Spontaneous pursed-lip breathing, increased work of breathing (eg, accessory muscle use)</li>\n\t<li>Expiratory wheezes/rhonchi, decreased air sounds, and percussive hyperresonance (emphysema)</li>\n\t<li>Signs of cor pulmonale (eg, jugular venous distension, peripheral edema, cyanosis)</li>\n</ul>\n<h2>Chest imaging</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hyperlucency of lung fields</li>\n\t<li>Hyperinflation indicated by increased posterior rib count, retrosternal air, flattened diaphragm, increased anteroposterior diameter, and oblique sternodiaphragmatic angle</li>\n\t<li>CT scan showing emphysema (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L2719.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), blebs (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), and bullae</li>\n\t<li>Arterial blood gas:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Hypoxemia (ie, PaO<font size=\"2\"><sub>2</sub></font> &lt;60 mm Hg) with an elevated alveolar-arterial (A-a) gradient</li>\n\t\t<li>Chronic hypercapnia (ie, PaCO<font size=\"2\"><sub>2</sub></font> &gt;45 mm Hg) with metabolic compensation</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Alpha-1 antitrypsin (A1AT) deficiency</h2><br><br><p>Significant A1AT deficiency accounts for approximately 5% of all COPD cases.&nbsp; A1AT is the major endogenous antiprotease that neutralizes the activity of the elastin-destroying enzymes (eg, neutrophil elastases, matrix metalloproteinases) that contribute to emphysema in the lungs as well as inflammation in extrapulmonary sites (eg, pancreas, subcutaneous fat).&nbsp; A1AT deficiency is more common in the subpopulation of patients who have:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>precocious emphysema (eg, onset <strong>age &lt;45</strong>).</li>\n\t<li>minimal or no smoking history.</li>\n\t<li>lower lobe, diffuse, or <strong>panacinar</strong> (ie, destroying fissures) emphysema (eg, smoke rises, so it causes upper lobe emphysema).</li>\n\t<li>unexplained panniculitis, pancreatitis, or concurrent liver disease (eg, hepatitis, cirrhosis, hepatocellular carcinoma).</li>\n</ul><br><br><p><strong>Liver disease</strong> in patients with A1AT is due to intracellular accumulation of unsecreted inclusion bodies (misfolded A1AT), rather than protease-antiprotease imbalance.&nbsp; A1AT deficiency screening (via both serum enzyme level and genotyping) is recommended for all patients with COPD because certain genotypes (eg, homozygous <strong>PI*ZZ</strong>) can cause rapid lung tissue destruction that can be slowed by enzyme replacement therapy.</p>\n<h1>Differential diagnosis</h1><br><br><p>COPD should be considered in any older patient with a relevant exposure (eg, cigarette smoking) who has chronic progressive dyspnea and fatigue.&nbsp; However, other chronic cardiopulmonary conditions can have a similar presentation, such as:</p>\n<h2>Cardiac disease</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ischemic heart disease:&nbsp; There is an overlap of approximately 40% between COPD and coronary atherosclerotic heart disease, due to shared risk factors of smoking and age.&nbsp; Angina pectoris usually manifests as exertional chest pain, but some patients experience breathlessness and fatigue (angina equivalents) instead.&nbsp; Ischemia evaluation (eg, nuclear perfusion imaging) is reasonable, especially when spirometry does not adequately explain exertional symptoms (eg, patient with mildly reduced FEV1 yet severe activity limitation).</li>\n\t<li>Left heart failure:&nbsp; due to ischemia or additional cardiovascular risk factors (eg, hypertension, diabetes mellitus); also highly comorbid with COPD and can have a similar chronic buildup of exertional dyspnea and fatigue, as well as a similar acute presentation during exacerbations.</li>\n</ul>\n<h2>Lung cancer</h2><br><br><p>The lifetime incidence (ie, new diagnoses) of lung cancer is approximately 15% in former smokers and approximately 40% in current smokers.&nbsp; Symptomatic lung cancer indicates advanced stage disease, and can impersonate COPD with similar general symptoms (dyspnea, fatigue, weight loss).&nbsp; More specific symptoms that tilt towards lung cancer include intermittent pure hemoptysis (vs more chronic, blood-streaked mucus in chronic bronchitis), chest wall or rib pain, and neurologic deficits (eg, Pancoast tumor).</p>\n<h2>Asthma</h2><br><br><p>The defining characteristic of asthma is reversibility rather than fixed obstruction; however, severe or poorly controlled asthma can resemble COPD due to constant bronchoconstriction over weeks or months.&nbsp; Postbronchodilator spirometry (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L93864.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) may relieve the obstruction acutely, establishing the diagnosis of asthma.&nbsp; However, some patients experience reversal only after longer courses of treatment with an inhaled (and possibly even oral) corticosteroid and long-acting beta agonist.<p></p>\n<h2>Idiopathic pulmonary fibrosis (IPF)</h2><br><br><p>Common risk factors for IPF and COPD include smoking, occupational exposures (eg, mining), and older age.&nbsp; IPF and COPD can have a similarly insidious progression of dyspnea and fatigue.&nbsp; However, IPF presents with inspiratory crackles, a restrictive pattern (ie, FEV1/FVC ≥0.7, decreased lung volumes) on pulmonary function tests, and subpleural reticular changes and honeycombing on chest imaging.&nbsp; IPF (basilar-predominant) can co-exist with emphysema (apical-predominant).</p>\n<h1>Management of stable COPD</h1><br><br><p>Management of stable COPD consists of pharmacologic and nonpharmacologic interventions (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/93058.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Pharmacologic management</h2><br><br><p>Initial pharmacologic treatment is based on grouping patients by <em>risk</em> (ie, frequency of exacerbations) and <em>symptoms</em> (ie, baseline dyspnea) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L70111.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; In general, the following approach is used:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lower risk</strong> (ie, infrequent exacerbations):&nbsp; Patients with minimal symptoms can be treated with a <strong>short-acting bronchodilator</strong> (eg, ipratropium) as needed.&nbsp; Patients with worse symptoms are treated with <strong>dual long-acting muscarinic antagonist and beta agonist (LAMA + LABA)</strong> therapy.&nbsp; The LAMA component seems to have a greater effect, especially in chronic bronchitis, likely due to its anticholinergic effect of blocking goblet cell hypersecretion.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Higher risk (ie, frequent exacerbations, hospitalization):&nbsp; Patients with bothersome symptoms or recurrent exacerbations are treated with <strong>LABA + LAMA</strong>, and possibly additional agents such as:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>inhaled corticosteroids (ICS)</strong>, particularly for a TH<font size=\"2\"><sub>2</sub></font> asthma overlap phenotype, indicated by peripheral blood eosinophilia (&gt;300/mm<font size=\"2\"><sup>3</sup></font>); biologic agents targeting eosinophilic pathways (eg, benralizumab, a monoclonal antibody against IL-5R) have a benefit in this subgroup as well.</li>\n\t\t<li>inflammatory modulators, including prophylactic macrolide (eg, azithromycin 3x/week) or phosphodiesterase-4 inhibitors (eg, roflumilast).</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Nonpharmacologic management</h2><br><br><p>Nonpharmacologic treatments include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Smoking cessation:</strong>&nbsp; normalizes the rate of lung function decline (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42628.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ) to that of a patient without COPD.</li>\n\t<li><strong>Pulmonary rehabilitation:</strong>&nbsp; indicated for patients with symptoms that limit daily activity; generally delivered as a 12-week program that covers education (eg, self-management action plan), supervised exercise (especially aerobic tolerance), nutritional intervention (eg, supplements for pulmonary cachexia), and psychosocial assessment (eg, anxiety related to dyspnea).</li>\n\t<li><strong>Long-term oxygen therapy (LTOT):</strong>&nbsp; LTOT likely improves mortality by preventing onset and progression of right ventricular failure.&nbsp; The benefit is greatest when used for ≥15 hours per day.&nbsp; It is most strongly indicated for patients with:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>SaO<font size=\"2\"><sub>2</sub></font> ≤88% (PaO<font size=\"2\"><sub>2</sub></font> ≤55 mm Hg) at rest and during sleep.</li>\n\t\t<li>SaO<font size=\"2\"><sub>2</sub></font> ≤89% (PaO<font size=\"2\"><sub>2</sub></font> ≤59 mm Hg) at rest and during sleep in patients with evidence of pulmonary hypertension (cor pulmonale) (eg, peripheral edema, right atrial or ventricular enlargement) or polycythemia (Hct &gt;55%).</li>\n\t\t<li>It can also be prescribed for isolated exertional hypoxemia (ie, normoxic at rest and during sleep, but desaturation to ≤88% during activity) if it improves exercise tolerance and enables participation in rehabilitation.</li>\n\t</ul>\n\t</li>\n\t<li>Positive airway pressure (PAP):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>CPAP (continuous PAP):&nbsp; indicated for patients with COPD and comorbid obstructive sleep apnea (~40% overlap)</li>\n\t\t<li>BiPAP (bilevel PAP, providing both inspiratory and expiratory PAP) or noninvasive ventilation:&nbsp; indicated for patients with symptomatic daytime hypercapnia (ie, typically PaCO<font size=\"2\"><sub>2</sub></font> &gt;45 mm Hg) due to respiratory muscle fatigue</li>\n\t</ul>\n\t</li>\n\t<li>Immunization:&nbsp; influenza, <em>Pneumococcus</em>, respiratory syncytial virus, and SARS-CoV-2 vaccines</li>\n\t<li>Surgical and interventional pulmonary procedures:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Lung volume reduction endobronchial valves or surgical resection:&nbsp; most effective for patients with severe hyperinflation and upper-lobe emphysema</li>\n\t\t<li>Lung transplantation:&nbsp; Indicated for patients with BODE index ≥5 (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/96345.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ), very low FEV1 (≤25%), complications such as chronic hypercapnia or secondary pulmonary hypertension</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Management of acute exacerbations of COPD</h1><br><br><p>Acute exacerbations of COPD (AECOPD) are defined as a recent worsening of respiratory symptoms, primarily dyspnea and sputum production, over a period of &lt;14 days (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37449.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Most AECOPD are precipitated by respiratory infections caused by community acquired respiratory viruses (eg, rhinovirus) and commensal bacteria (eg, nontypeable <em>Haemophilus influenzae</em>).&nbsp; Other times, underlying lung inflammation can spontaneously worsen with no identifiable trigger.<p></p><br><br><p>Treatment of AECOPD includes:</p>\n<h2>Systemic corticosteroids (eg, intravenous/oral methylprednisolone)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>indicated for all patients to reduce airway inflammation, improving bronchial wall edema and expiratory airflow</li>\n</ul>\n<h2>Antibiotics (eg, broad spectrum cephalosporin, macrolide, fluoroquinolone)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>indicated for select patients who have severe AECOPD (ie, hospitalized), grossly purulent sputum (eg, dark green, malodorous), or evidence of underlying pneumonia (eg, fever and new pulmonary infiltrate)</li>\n\t<li>reduce bacterial burden and mitigate the subsequent inflammatory response</li>\n\t<li>empirically cover common typical bacterial pathogens</li>\n</ul><br><br><p>Antivirals (eg, oseltamivir, nirmatrelvir/ritonavir) are sometimes started empirically as well, based on clinical history.</p><br><br><p>Patients with reassuring respiratory status (ie, speaking in full sentences, minimal accessory muscle use) can be discharged to complete a 5-7 day course of oral corticosteroid and antibiotic.</p>\n<h2>Life threatening AECOPD</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ventilatory failure:</strong>&nbsp; During exacerbations, the severity of airflow obstruction, air trapping, and hyperinflation all increase.&nbsp; Work of breathing increases due to progressive elevation of intrinsic positive end-expiratory pressure (ie, auto-PEEP) retained within the alveoli (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81818.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; This can ultimately lead to frank hypercapnic respiratory failure due to diaphragm and accessory inefficiency.&nbsp; Treatment with extrinsic PEEP (eg, noninvasive positive pressure ventilation through a facemask) counteracts the auto-PEEP, allowing respiratory muscles to rest, preventing intubation, and leading to a mortality benefit (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L79459.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Oxygenation failure:</strong>&nbsp; AECOPD also leads to hypoxemia due to increased oxygen consumption (work of breathing) and worsened V/Q mismatch.&nbsp; Supplemental oxygen is administered with a target SaO<font size=\"2\"><sub>2</sub></font> of 88%-92%.&nbsp; Excessive oxygenation can lead to hypercapnia through multiple mechanisms (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29660.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Despite optimal treatment, COPD is a progressive disease that inevitably leads to greater functional loss over time.&nbsp; Most patients with COPD die due to cardiovascular events rather than acute exacerbations or progressive respiratory failure.&nbsp; Advanced care planning (ie, transplantation versus palliation) should be discussed proactively, especially in patients with disabling dyspnea (eg, at rest), increasing hospitalizations, and other manifestations of end-stage lung disease (eg, right heart failure).&nbsp; Palliative opioid therapy for dyspnea is safe and well tolerated when prescribed in low doses.</p>\n<h1>Summary</h1><br><br><p>Chronic obstructive pulmonary disease (COPD) is a progressive condition with significant morbidity and mortality, characterized by irreversible airflow limitation and chronic inflammation in the lower respiratory tract.&nbsp; Its pathogenesis involves a combination of environmental (eg, cigarette smoking, wood cooking), genetic (eg, alpha-1-antitrypsin deficiency), and developmental (eg, low peak lung function) factors.&nbsp; Pathophysiology includes chronic bronchitis and emphysema, which lead to air trapping, hyperinflation, and impaired gas exchange (hypoxemia and hypercapnia).&nbsp; Clinical diagnosis hinges on compatible symptoms (eg, progressive exertional dyspnea) and spirometry showing fixed obstruction (ie, FEV1/FVC &lt;0.7 after bronchodilator).&nbsp; Management involves bronchodilatory therapy tailored to symptom severity and risk of exacerbations, alongside nonpharmacologic interventions (eg, smoking cessation, pulmonary rehabilitation).&nbsp; Despite optimal treatments, COPD remains a progressive disease with a significant impact on quality of life, necessitating advanced care planning for patients in later stages.</p>\n</div>\n\n            "
}