{
  "meta": {
    "title": "Congenital diaphragmatic hernia",
    "url": "https://brainandscalpel.vercel.app/congenital-diaphragmatic-hernia-ab9eff11-fb1254.html",
    "scrapedAt": "2025-12-01T05:58:44.246Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Congenital diaphragmatic hernia (CDH) is a rare but life-threatening condition characterized by a defect in the diaphragm through which abdominal viscera herniates into the thorax, compromising pulmonary development and function.</p>\n<h1>Pathophysiology</h1><br><br><p>During embryonic development, the diaphragm forms from 4 distinct tissues (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66298.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ): the septum transversum, esophageal mesentery, body wall musculature, and pleuroperitoneal folds.&nbsp; The pleuroperitoneal folds extend over and fuse with the other structures to divide the pericardioperitoneal canal into the thoracic and peritoneal cavities.<p></p><br><br><p>Incomplete fusion results in an abnormal connection between the thorax and the abdomen, allowing bowel, stomach, spleen, and/or liver to herniate into the left thorax.&nbsp; This connection is located on the left in 80%-85% of cases, on the right in 10%-15% of cases, and bilaterally in &lt;2% of cases.&nbsp; When located on the left, the herniated abdominal viscera displace the heart into the right thorax.&nbsp; In addition, the herniated abdominal viscera compress the developing lungs, leading to pulmonary hypoplasia and each of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Respiratory insufficiency/failure</strong>:&nbsp; Patients develop respiratory distress (eg, tachypnea, cyanosis, retractions) with diminished or absent ipsilateral breath sounds.&nbsp; The severity of respiratory insufficiency typically correlates with the degree of pulmonary parenchymal tissue loss, with the most severe cases leading to death in the first week of life.</li>\n\t<li><strong>Pulmonary hypertension</strong>:&nbsp; In utero remodeling of pulmonary vasculature (ie, reduced bronchial and arterial branching) leads to pulmonary arterial muscular hyperplasia and persistently elevated pulmonary vascular resistance.&nbsp; This condition causes right-to-left shunting and, over time, right ventricular dysfunction and failure, which contributes to respiratory failure with cyanosis.</li>\n</ul><br><br><p><strong>Pulmonary hypoplasia</strong> is most severe on the ipsilateral side but can occur on the contralateral side if the shifted mediastinum compresses the developing lung.</p>\n<h1>Clinical presentation</h1><br><br><p>Newborns with CDH typically present with respiratory distress (eg, tachypnea, cyanosis, retractions) shortly after birth.&nbsp; Ipsilateral breath sounds are often diminished or absent, and if the defect is left-sided, right-sided heart sounds may be present due to displacement of the heart into the right thorax.&nbsp; Displacement of abdominal organs into the thorax causes the abdomen to appear scaphoid and the chest to appear barrel shaped.</p>\n<h1>Diagnosis</h1><br><br><p>CDH is typically diagnosed on prenatal ultrasound.&nbsp; Otherwise, the diagnosis is clinical, and confirmatory chest x-ray findings include the presence of <strong>bowel loops in the thorax</strong> with minimal or absent lung markings, an <strong>indistinct hemidiaphragm</strong> on the affected side, and <strong>mediastinal shift</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L62825.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; In addition, when placed, the distal end of a feeding tube will be seen in the thorax instead of the abdomen.<p></p><br><br><p>Associated congenital abnormalities occur in approximately 50% of cases of CDH.&nbsp; These abnormalities are often diagnosed prenatally; however, all patients with CDH should be screened for <strong>congenital heart disease</strong>, the most common type of associated congenital abnormality, with postnatal echocardiography.&nbsp; In addition, the echocardiogram evaluates right ventricular function and pressure; elevated right ventricular pressure is evidence of developing pulmonary hypertension.&nbsp; Other associated congenital abnormalities include neural tube defects, genitourinary defects, and CNS defects.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for CDH includes other causes of neonatal respiratory distress.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Neonatal respiratory distress syndrome</strong> (RDS) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18471.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; occurs in premature neonates due to surfactant deficiency and subsequent alveolar collapse.&nbsp; Like CDH, RDS presents shortly after birth with respiratory distress, but chest x-ray findings include a diffuse reticulogranular pattern (\"ground-glass\") with air bronchograms.</li>\n\t<li><strong>Transient tachypnea of the newborn</strong> (TTN) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L57478.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; occurs due to delayed resorption of alveolar fluid, causing mild respiratory distress that typically self-resolves within 2 days.&nbsp; Characteristic chest x-ray findings include bilateral perihilar linear streaking and fluid in the interlobar fissures.</li>\n\t<li><strong>Meconium aspiration syndrome</strong> (MAS) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99300.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; occurs when inhaled meconium causes bronchial obstruction, which leads to inflammation and trapping of air in the distal airways.&nbsp; Chest x-ray demonstrates hyperinflated lungs and streaky, linear densities.</li>\n\t<li><strong>Pneumonia</strong>:&nbsp; can present with respiratory distress among other symptoms, including temperature instability, irritability, lethargy, and poor feeding.&nbsp; Classic chest x-ray findings include diffuse alveolar densities with pleural effusions.</li>\n</ul>\n<h1>Management</h1><h2>Initial management </h2><br><br><p>The initial managment of CDH involves supportive care while optimizing the patient's respiratory status until surgical correction can be performed.&nbsp; This may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Endotracheal intubation and mechanical ventilation</strong> with limited pressures to avoid barotrauma to the hypoplastic lungs.&nbsp; Bag-and-mask ventilation can distend the stomach, which further compresses the lungs, and should be avoided.</li>\n\t<li><strong>Nasogastric tube placement</strong> with continuous suction to decompress the stomach and thereby minimize lung compression.</li>\n\t<li><strong>Pulmonary hypertension management</strong></li>\n</ul>\n<h2>Surgical management</h2><br><br><p>Patients require surgical correction, and the timing of surgical repair depends on the degree of pulmonary involvement.&nbsp; Whereas mild pulmonary hypoplasia and no evidence of pulmonary hypertension (eg, normal right ventricular pressure on postnatal echocardiogram) may be repaired within days of birth, patients with moderate to severe pulmonary hypoplasia require medical management of the pulmonary hypertension (eg, pulmonary vasodilator therapy with nitric oxide) with optimization of pulmonary function prior to surgery.&nbsp; Patients with left-sided defects (80%-85% of cases) causing mediastinal shift and patients with bilateral defects (&lt;2%) are at highest risk for moderate to severe pulmonary hypoplasia due to significant pulmonary compression and subsequent parenchymal loss.</p>\n<h1>Prognosis</h1><br><br><p>CDH is associated with significant morbidity and mortality, depending on the degree of pulmonary hypoplasia, development of pulmonary hypertension, and associated congenital anomalies.&nbsp; Severe pulmonary hypoplasia may lead to death in the first week of life.</p><br><br><p>Long-term complications include chronic lung disease, persistent pulmonary hypertension, feeding difficulties/growth failure, gastroesophageal reflux disease, developmental delay, and scoliosis/chest wall deformities.</p>\n<h1>Summary</h1><br><br><p>Congenital diaphragmatic hernia (CDH) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49909.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a rare but life-threatening condition characterized by a defect in the diaphragm through which abdominal viscera herniates into the thorax, compromising pulmonary development and function.&nbsp; It is often diagnosed prenatally, and patients present with respiratory distress (eg, tachypnea, cyanosis, retractions), scaphoid abdomen, and barrel chest.&nbsp; Management involves initial supportive care aimed at improving the patient's respiratory status, followed by surgical correction.<p></p>\n</div>\n\n            "
}