{
  "meta": {
    "title": "Esophageal atresia and tracheoesophageal fistula",
    "url": "https://brainandscalpel.vercel.app/esophageal-atresia-and-tracheoesophageal-fistula-d36b7b06-fb1254.html",
    "scrapedAt": "2025-12-01T05:58:48.797Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Esophageal atresia with tracheoesophageal fistula (TEF) is a congenital condition resulting from failure of the primitive foregut to appropriately divide into separate and patent tracheal and esophageal structures.&nbsp; Patients present immediately after birth with excessive oral secretions and choking, cough, or vomiting with feeding attempts.</p>\n<h1>Pathophysiology</h1><br><br><p>At 4 weeks gestation, the trachea begins to develop from a diverticulum of the primitive foregut.&nbsp; This tracheobronchial diverticulum lengthens and separates to form the respiratory tract, while the remaining portion becomes the esophagus.</p><br><br><p>Failure of the foregut to separate most commonly leads to esophageal atresia (ie, blind-ending pouch) and a fistula between the trachea and distal esophagus.&nbsp; The underlying mechanism of this process is unknown but is likely multifactorial, involving genetic and environmental factors.</p>\n<h1>Classification</h1><br><br><p>Esophageal atresia and TEF can present in various anatomic arrangements (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L3531.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), with the most common being esophageal atresia with a distal TEF.&nbsp; Less common variations include esophageal atresia without TEF, esophageal atresia with a proximal or multiple TEFs, and the H-type TEF in which the fistula connects a patent esophagus (ie, no esophageal atresia) and trachea.<p></p><br><br><p>Esophageal atresia and/or TEF can be an isolated finding, but up to 50% of patients have other congenital abnormalities, such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>VACTERL association</strong>:&nbsp; Vertebral, Anal, Cardiac, TracheoEsophageal fistula, Renal, and/or Limb defects</li>\n\t<li><strong>CHARGE syndrome</strong>:&nbsp; Coloboma, Heart defects, Atresia of choanae, Retardation of growth, Genitourinary anomalies, and Ear abnormalities</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Signs and symptoms of the most common anatomic configuration (ie, esophageal atresia with a distal TEF) present immediately after birth and include the following (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23787.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Excessive oral secretions/drooling due to an inability to swallow saliva</li>\n\t<li>Choking, cough, or vomiting with feeding attempts</li>\n\t<li>Respiratory distress and cyanosis from aspiration (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91519.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ); aspiration can occur via reflux of gastric contents through the fistula or via reflux of esophageal pouch contents due to commonly associated esophageal dysmotility</li>\n\t<li>Abdominal distension from air passing into the stomach from the trachea</li>\n</ul><br><br><p>Presentation of the less common H-type TEF can be insidious over months to years, particularly when the fistula is small, because the esophagus and trachea are fully patent.&nbsp; However, due to aspiration through the fistula, history often reveals mild respiratory distress during feeding and recurrent respiratory tract infections.</p>\n<h1>Evaluation and diagnosis</h1><br><br><p>Postnatal evaluation of suspected esophageal atresia with TEF includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Attempt at <strong>naso- or orogastric tube placement</strong>:&nbsp; An inability to pass a feeding tube into the stomach due to resistance at the blind-ending pouch is consistent with esophageal atresia.&nbsp;</li>\n\t<li><strong>X-ray</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23283.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; X-ray is used to visualize the tip of the catheter (which is often coiled) in the proximal esophagus, confirming the diagnosis.&nbsp; X-ray may also reveal excessive air in the stomach and intestines.&nbsp;</li>\n\t<li><strong>Esophagography with water-soluble contrast</strong> is performed if there is diagnostic uncertainty, revealing contrast that pools in the esophageal pouch.</li>\n</ul><br><br><p>Esophageal atresia and TEF may also be suspected on a routine prenatal ultrasound, which typically shows polyhydramnios due to the inability of the fetus to swallow amniotic fluid.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bilateral choanal atresia</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L51067.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; a congenital obstruction of the posterior nasal passages that presents with cyanosis during feeding and improves with crying.&nbsp; Excessive drooling is not seen.&nbsp; The inability to pass a nasogastric catheter through the nares is characteristic, but an orogastric tube would pass from the mouth through the esophagus and into the stomach.</li>\n\t<li><strong>Congenital diaphragmatic hernia</strong>:&nbsp; a displacement of abdominal viscera into the thoracic cavity that results in pulmonary dysplasia.&nbsp; It presents with cyanosis and respiratory distress immediately after birth.&nbsp; A scaphoid abdomen and auscultation of bowel sounds over the chest are appreciated on examination.&nbsp; Characteristic x-ray findings include bowel in the thorax, a laterally shifted cardiac silhouette, and a gasless abdomen (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99401.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Gastroesophageal reflux</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28208.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; a regurgitation of gastric contents into the esophagus/oral cavity, commonly seen in healthy infants.&nbsp; Coughing, respiratory distress during feeds, and resistance to feeding tube advancement are not seen.</li>\n\t<li><strong>Laryngomalacia</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50055.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):&nbsp; a collapse of supraglottic structures during inspiration, presenting in infancy with inspiratory stridor.&nbsp; Stridor is classically worse in the supine position and improves with upright positioning.&nbsp; This condition is not associated with choking or coughing during feeds.</li>\n\t<li><strong>Critical congenital heart defects</strong> (eg, tetralogy of Fallot (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14009.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                )):&nbsp; congenital cardiac lesions that often present with cyanosis shortly after birth.&nbsp; An enteric tube would pass into the stomach with these conditions.</li>\n</ul>\n<h1>Management</h1><br><br><p>Definitive treatment of esophageal atresia and tracheoesophageal fistula is surgical repair, including fistula ligation and anastomosis of the esophageal segments.</p><br><br><p>Echocardiography and renal ultrasonography should be performed to screen for additional congenital abnormalities (eg, VACTERL association).</p>\n<h1>Complications and prognosis&nbsp;</h1><br><br><p>The prognosis for surgically corrected esophageal atresia and tracheoesophageal fistula is favorable.&nbsp; However, postoperative complications include stricture, anastomosis leak, and recurrent laryngeal nerve injury.&nbsp; In addition, these patients have a higher risk of developing dysphagia, tracheomalacia, or esophageal cancer compared to the general population.</p>\n<h1>Summary</h1><br><br><p>Esophageal atresia and tracheoesophageal fistula (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60020.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) presents immediately after birth with excessive secretions as well as choking, respiratory distress, and cyanosis during feeds.&nbsp; A feeding tube cannot be advanced into the stomach, and diagnosis is confirmed with x-ray visualizing the distal end of the enteric tube in the proximal esophagus.&nbsp; Patients should undergo echocardiography and renal ultrasonography to screen for additional abnormalities (eg, VACTERL association).<p></p>\n</div>\n\n            "
}