{
  "meta": {
    "title": "Fat embolism syndrome",
    "url": "https://brainandscalpel.vercel.app/fat-embolism-syndrome-c7b531a8-fb1254.html",
    "scrapedAt": "2025-12-01T05:58:52.322Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Fat embolism syndrome (FES) occurs when an acute insult (eg, orthopedic trauma) introduces fat globules into the circulation, resulting in microvascular obstruction, endothelial injury, and inflammation.&nbsp; It produces the classic clinical triad of acute lung injury, neurologic dysfunction, and petechial rash.&nbsp; Although it is uncommon, FES is an important condition on the differential for multiorgan dysfunction in severely ill or injured patients.</p>\n<h1>Pathophysiology</h1><br><br><p>FES involves release of fat globules into the bloodstream, where they occlude the pulmonary and systemic microvasculature and induce an inflammatory reaction.&nbsp; Specific etiologies include orthopedic trauma and adipose disruption.</p>\n<h2>Orthopedic trauma (most common)</h2><br><br><p>Bone marrow (especially femur and pelvis) contains high fat content that can be mobilized after fracture or surgery.&nbsp; The risk of FES is increased with multiple fractures, open or displaced fractures, and delayed time to surgical reduction.</p>\n<h2>Adipose disruption (less common)</h2><br><br><p>Fat can be released from adipose tissue due to trauma (eg, crush injury, deep burns), iatrogenesis (eg, liposuction, abdominoplasty), or infections (eg, necrotizing fasciitis, panniculitis).</p>\n<h2>Atraumatic (rare)</h2><br><br><p>Fat can also embolize in the setting of severe fat necrosis (eg, pancreatitis), bone infarction (eg, sickle cell vaso-occlusive crisis), or even severe fatty liver disease.</p><br><br><p>Fat globules lodge in the pulmonary and systemic microcirculation.&nbsp; Autopsy series can show <strong>intravascular fat globules</strong> in the lungs, sometimes accompanied by hematopoietic elements (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L77192.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Obstruction causes ischemia, endothelial damage, and tissue inflammation, especially in the pulmonary, cerebral, and cutaneous capillaries, leading to the classic triad of respiratory distress, encephalopathy, and petechiae.<p></p>\n<h1>Clinical presentation</h1><br><br><p>FES typically occurs within 24-72 hours of the inciting event.&nbsp; Characteristic manifestations include the <strong>classic triad</strong>, as follows (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L38347.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p>\n<h2>Respiratory distress (~99%)</h2><br><br><p>Obstruction of pulmonary capillaries causes tachypnea, dyspnea, and hypoxemia.&nbsp; Chest imaging may show diffuse bilateral ground glass opacities reflecting areas of lung infarction and alveolar inflammation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Therefore, the clinical picture falls under the umbrella of <strong>acute respiratory distress syndrome</strong> (ARDS), characterized by acute-onset hypoxemia with bilateral airspace opacities not explained by cardiogenic fluid overload.<p></p>\n<h2>Neurologic dysfunction (~66%)</h2><br><br><p>Obstruction of cerebral microvessels usually causes global central nervous system dysfunction such as <strong>encephalopathy</strong> (eg, confusion, diminished consciousness) and seizures.&nbsp; Brain imaging (eg, MRI) may show scattered punctate hyperintensities (eg, <strong>\"starfield\" pattern</strong>) distributed throughout the subcortical white matter, representing small areas of infarction and petechial hemorrhage.&nbsp; Occasionally, fat macroembolism can cause large-vessel stroke (eg, hemiplegia); this mainly occurs in the setting of an intracardiac shunt (eg, patent foramen ovale).</p>\n<h2>Petechial rash (~33%)</h2><br><br><p>Inflammation of cutaneous capillaries causes <strong>microhemorrhages</strong>, resulting in petechiae.&nbsp; They tend to be distributed in the upper body (eg, anterior torso, axillae, conjunctivae), possibly because of the low density of fat relative to blood.</p><br><br><p>The full triad is present in only ~20% of patients.&nbsp; Other manifestations include fever, thrombocytopenia (consumption from endothelial damage), coagulopathy (eg, disseminated intravascular coagulation [DIC]), elevated systemic inflammatory markers (eg, erythrocyte sedimentation rate), lipiduria, and small retinal hemorrhages.&nbsp; With extensive fat embolism, acute right ventricular failure (resembling massive pulmonary embolism) can be seen.</p>\n<h1>Diagnosis</h1><br><br><p>FES is a <strong>clinical diagnosis of exclusion</strong> based on the presence of characteristic manifestations (eg, hypoxemia, confusion, rash) with a recent compatible acute insult (eg, long bone fracture).&nbsp; There is no definitive test for FES.&nbsp; Criteria-based systems are often consulted when considering FES but are more helpful as a framework for estimating the likelihood of FES rather than for establishing a definitive diagnosis.&nbsp; Tissue biopsy (eg, bronchoscopy) may help establish the diagnosis but is not routinely performed because it exposes patients to invasive procedures for a condition where treatment is supportive only.</p>\n<h1>Differential diagnosis</h1><br><br><p>In patients with trauma or critical illness, other life-threatening conditions can produce ARDS, neurologic deficits, and/or petechiae.</p>\n<h2>Acute respiratory distress syndrome (ARDS) and other similar conditions</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Like FES, ARDS involves diffuse bilateral airspace opacities and hypoxemia following similar acute events such as trauma, sepsis, or pancreatitis.&nbsp;</li>\n\t<li>Transfusion-related acute lung injury (TRALI), a cause of ARDS, also develops on a similar time frame in patients resuscitated with blood products.&nbsp;</li>\n\t<li>Pulmonary contusion (eg, blunt thoracic trauma) can also produce alveolar opacities and may be associated with overlying rib features or flail chest.</li>\n</ul>\n<h2>Other pulmonary emboli</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Thrombotic venous thromboembolism (deep venous thrombosis/pulmonary embolism) can cause acute hypoxemic respiratory failure in the setting of orthopedic trauma or severe medical illness.&nbsp; However, chest imaging shows clear lungs (versus alveolar opacities in FES); neurologic changes and petechiae would not be present.&nbsp;</li>\n\t<li>Amniotic fluid embolism features prominent respiratory failure and mental status changes; however, obstructive shock and DIC are common complications (versus rare in FES).</li>\n</ul>\n<h2>Thrombotic thrombocytopenic purpura (TTP)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Like FES, TTP can present with acute onset of neurologic changes, fever, and petechiae (due to thrombocytopenia).&nbsp; However, TTP involves microangiopathic hemolysis (eg, schistocytosis, renal failure), which is absent in FES.&nbsp; Skin findings in TTP typically include purpura (ie, more diffuse vessel damage due widespread microvascular thrombosis) more so than petechiae.</li>\n</ul><br><br><p>In practice, the combination of diminished mental status and respiratory distress has a very broad differential (eg, aspiration pneumonia, heart failure exacerbation), especially in older patients with multiple comorbidities.&nbsp; Even in the setting of orthopedic trauma, these conditions are still more likely than FES.&nbsp; The <strong>distinctive feature</strong> of FES is neurologic dysfunction that develops at the same time as respiratory failure, rather than beforehand (eg, aspiration) or afterward (eg, heart failure), and that is out of proportion to the hypoxemia.</p>\n<h1>Management</h1><br><br><p>There is <strong>no specific treatment</strong> for FES other than exchange transfusion for severe acute chest syndrome in a patient with sickle cell disease to reduce the percentage of sickle hemoglobin.&nbsp; In all other cases, management is primarily <strong>supportive</strong>.&nbsp; Measures include respiratory support (&gt;50% require intubation and mechanical ventilation due to combined respiratory failure and altered mental status) and treating the underlying trigger (eg, prompt surgical fixation of long bone fractures).&nbsp; Systemic corticosteroids are sometimes used for patients with severe FES, although their efficacy is unclear.</p><br><br><p>Most cases of FES <strong>resolve spontaneously</strong> within several days as tissue macrophages and microglial cells clear the fat droplets.&nbsp; Morbidity and mortality are mostly explained by the underlying acute condition.</p><br><br><p>Prevention includes early immobilization of fractures and operative correction.</p>\n<h1>Summary</h1><br><br><p>Fat embolism syndrome (FES) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/94479.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) occurs when fat globules enter into the circulation, leading to microvascular obstruction, endothelial injury, and inflammation.&nbsp; FES is most closely associated with orthopedic trauma (eg, long bone fracture), but it can also occur with adipose tissue disruption (eg, pancreatitis) and atraumatic causes (eg, sickle cell osteonecrosis).&nbsp; It usually presents within 24-72 hours of the classic triad of acute lung injury, neurologic dysfunction, and petechial rash.&nbsp; Diagnosis is clinical, relying on exclusion of other conditions such as acute respiratory distress syndrome and pulmonary thromboembolism.&nbsp; Management is largely supportive, with measures such as respiratory support and addressing underlying triggers.<p></p>\n</div>\n\n            "
}