{
  "meta": {
    "title": "Foreign body aspiration (airway foreign body)",
    "url": "https://brainandscalpel.vercel.app/foreign-body-aspiration-airway-foreign-body-6fa5fa1c-fb1254.html",
    "scrapedAt": "2025-12-01T05:58:50.627Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Airway foreign bodies (AFBs) are objects that enter the respiratory tract, leading to varying degrees of airway obstruction.&nbsp; Foreign body aspiration is more common in children due to their exploratory behavior but can also occur in adults with risk factors such as impaired swallowing or altered mental status.&nbsp; AFBs may cause significant morbidity or mortality, especially when recognition or treatment is delayed.</p>\n<h1>Anatomy</h1><br><br><p>The airway provides a passageway (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118602.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) for air to be delivered to the lungs.&nbsp; It is lined by a delicate epithelium; warming and humidifying the air helps to protect this delicate epithelium as the air passes through.&nbsp; It also serves to filter both small particles and larger objects (ie, foreign bodies) from the air.<p></p>\n<h2>Upper airway</h2><br><br><ul>\n\t<li>\n\t<p><strong>Nasal cavity</strong>:&nbsp; Typical entry point for air.&nbsp; Due to the septum and nasal turbinates, airflow is subjected to a large surface area of well-vascularized mucosa with extensive mucus glands, which helps to warm and humidify inspired air.&nbsp; Small hairs at the anterior portion of the nose work as a filter; sneezing also can expel both small and large particles from the airway.</p>\n\t</li>\n\t<li>\n\t<p><strong>Oral cavity</strong>:&nbsp; Primarily used as an entry point for food and liquid.&nbsp; It is also important for speech production, but it can also be an entry point for inspired air.&nbsp; The oral cavity has a larger diameter than the nasal cavity and can accommodate more airflow but with less surface area for humidification and fewer mechanisms for filtration.</p>\n\t</li>\n\t<li>\n\t<p><strong>Pharynx</strong>:&nbsp; The nasal and oral airways lead to the pharynx (nasopharynx and oropharynx).</p>\n\t</li>\n\t<li>\n\t<p><strong>Larynx</strong>:&nbsp; The function of the larynx is to facilitate the appropriate passage of food into the esophagus and air into the trachea.&nbsp; The movement of the vocal cords also allows voice production.&nbsp; In adults, the glottis (area of the vocal cords) is the narrowest portion of the airway.&nbsp; In children, the narrowest part of the airway is the cricoid ring, which is the only complete cartilaginous ring.</p>\n\t</li>\n</ul>\n<h2>Lower airway</h2><br><br><ul>\n\t<li>\n\t<p><strong>Trachea</strong>:&nbsp; Composed of C-shaped cartilages; the posterior portion of the trachea does not have a firm cartilaginous structure, allowing the esophagus to distend to accommodate a swallowed bolus of food or liquid.&nbsp; The esophagus cannot expand posteriorly due to the firm vertebral bodies.</p>\n\t</li>\n\t<li>\n\t<p><strong>Carina</strong>:&nbsp; Branch point at which the trachea divides into the right and left mainstem bronchi.</p>\n\t</li>\n\t<li>\n\t<p><strong>Mainstem bronchi</strong>:&nbsp; The right main bronchus is larger and steeper than the left, so aspiration of food, liquid, and foreign bodies are more likely to travel to the right side.&nbsp; The left main bronchus is more curved and passes under the arch of the aorta.</p>\n\t</li>\n\t<li>\n\t<p><strong>Lobar bronchi</strong>:&nbsp; The main bronchi branch into the lobar bronchi (3 on the right, 2 on the left).</p>\n\t</li>\n\t<li>\n\t<p><strong>Tertiary bronchi</strong>:&nbsp; Tertiary bronchi are the segmental bronchi that define the cone-shaped bronchopulmonary segments, which are functionally discrete and associated with paired vascular supply (allowing surgical removal of these segments, if needed).</p>\n\t</li>\n\t<li>\n\t<p><strong>Bronchioles</strong>:&nbsp; Further branching of the bronchi lead to conducting bronchioles and respiratory bronchioles.&nbsp; As these branch further, the smooth muscle component remains but the cartilage no longer supports the structure of the airways.</p>\n\t</li>\n\t<li>\n\t<p><strong>Alveoli</strong>:&nbsp; Small pockets for gas exchange.</p>\n\t</li>\n</ul><br><br><p>AFBs can lodge at any level, but the most common site is the right main bronchus.</p>\n<h1>Pathophysiology</h1><br><br><p>The airway is mostly lined by a ciliated epithelium with interspersed mucus glands.&nbsp; The cilia beat in a coordinated fashion; this allows very small particles to be trapped in the mucus and cleared by the mucociliary escalator, which travels superiorly up into the pharynx and allows trapped particles to be swallowed safely.&nbsp; In addition, expectoration mechanisms (eg, sneezing, coughing, gagging) prevent many foreign bodies from becoming stuck.</p><br><br><p>When an AFB becomes lodged in the airway, it can prevent inspiration of air beyond the site of obstruction; it can also prevent exhalation of air trapped beyond the obstruction.&nbsp; Complete obstruction of the airway (eg, at the larynx or trachea) can result in death within minutes.&nbsp; However, many AFBs produce incomplete obstruction, which can result in a spectrum of severity, including acute respiratory distress as well as more indolent courses.</p><br><br><p>In more indolent cases, in addition to obstructing airflow a foreign body can prevent the clearance of secretions.&nbsp; In turn, this buildup of mucus promotes inflammation and bacterial colonization, which can lead to recurrent pneumonia and attracts neutrophil-derived proteases that destroy the integrity of the bronchial walls (bronchiectasis).&nbsp; In contrast to most causes of bronchiectasis in which the airway is permanently deformed, bronchiectasis due to foreign body aspiration may be reversible after removal of the obstruction.</p>\n<h1>Risk factors</h1><br><br><p>Foreign body aspiration is most common in <strong>children age 1-3</strong>; the risk is increased by:</p><br><br><ul>\n\t<li>\n\t<p>Exploratory behaviors (ie, placing objects in the mouth or nose).</p>\n\t</li>\n\t<li>\n\t<p>Immature dentition (no molar teeth) and swallowing mechanics.</p>\n\t</li>\n\t<li>\n\t<p>Activity while eating.</p>\n\t</li>\n\t<li>\n\t<p>Access to high-risk foods (eg, peanuts) or toys (eg, blocks, coins).</p>\n\t</li>\n\t<li>\n\t<p>Older siblings (who may give inappropriate food/objects to younger siblings),</p>\n\t</li>\n</ul><br><br><p>Adults with foreign body aspiration often have other risk factors:</p><br><br><ul>\n\t<li>\n\t<p>Impaired swallowing (eg, stroke, neuromuscular disorders).</p>\n\t</li>\n\t<li>\n\t<p>Altered mental status (eg, sedation, intoxication).</p>\n\t</li>\n\t<li>\n\t<p>Poor dentition or use of dental prosthetics.</p>\n\t</li>\n\t<li>\n\t<p>Iatrogenic causes (eg, aspiration of instruments during dental or surgical procedures).</p>\n\t</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The presentation of AFBs can be acute or more subacute/chronic.&nbsp; The presentation also varies based on the location and degree of obstruction.</p>\n<h2>Acute</h2><br><br><ul>\n\t<li>\n\t<p>Patients may or may not have a witnessed choking event.</p>\n\t</li>\n\t<li>\n\t<p><strong>Sudden onset of unexplained respiratory symptoms</strong> typically occurs, which may include choking, cough, stridor, hoarseness/aphonia, or respiratory distress.</p>\n\t</li>\n\t<li>\n\t<p>With bronchial obstruction, patients often have a prolonged expiratory phase due to air trapped distal to the obstruction.</p>\n\t</li>\n\t<li>\n\t<p>Respiratory distress is not responsive to bronchodilators.</p>\n\t</li>\n</ul>\n<h2>Subacute</h2><br><br><ul>\n\t<li>\n\t<p>If the choking event is not witnessed, patients can have a delayed presentation.</p>\n\t</li>\n\t<li>\n\t<p><strong>Persistent cough, wheezing, or decreased breath sounds</strong> without symptoms of an upper respiratory infection (eg, runny nose).</p>\n\t</li>\n\t<li>\n\t<p>Unilateral (usually right-sided) wheezing with respiratory symptoms that do not respond to bronchodilators is classic.</p>\n\t</li>\n\t<li>\n\t<p><strong>Recurrent or persistent pneumonia and/or bronchiectasis</strong> (especially affecting the same lung region) in the absence of underlying history of systemic disorders can be a clue to an AFB.</p>\n\t</li>\n</ul>\n<h2>Nasal foreign bodies</h2><br><br><p>Nasal foreign bodies usually have a different clinical presentation (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/51712.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul>\n\t<li>\n\t<p>Immediate presentation of witnessed nasal foreign bodies is often asymptomatic.</p>\n\t</li>\n\t<li>\n\t<p>Delayed presentation is common with unilateral, purulent rhinorrhea because the retained object can induce inflammation or cause local infection.</p>\n\t</li>\n\t<li>\n\t<p>Recurrent unilateral epistaxis can also occur due to repetitive mucosal trauma and inflammation.</p>\n\t</li>\n\t<li>\n\t<p>Nasal foreign bodies may be aspirated into the larynx, trachea, or bronchi, leading to acute or subacute airway obstruction.</p>\n\t</li>\n</ul>\n<h1>Evaluation and management</h1><br><br><p>AFBs can be life-threatening, and a patient's clinical status can change rapidly; timing can be critical.&nbsp; In acute presentations, history, examination, and evaluation should be focused and rapid.&nbsp; Subacute/chronic presentations may require a more thorough assessment to confirm the diagnosis.</p><br><br><p>At any point, if the patient shows signs of complete <strong>airway obstruction</strong>, immediate management includes:</p><br><br><ul>\n\t<li>\n\t<p>Abdominal thrusts (Heimlich maneuver) for children age ≥1.</p>\n\t</li>\n\t<li>\n\t<p>Back blows and chest thrusts for children age &lt;1.</p>\n\t</li>\n\t<li>\n\t<p>Intubation and/or cricothyrotomy to <strong>secure the airway</strong>.</p>\n\t</li>\n</ul><br><br><p>In a patient without complete airway obstruction, further evaluation can take place (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L120654.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p>\n<h2>Physical examination</h2><br><br><ul>\n\t<li>\n\t<p>Signs of respiratory distress include tachypnea, retractions, or cyanosis.</p>\n\t</li>\n\t<li>\n\t<p>Auscultation may reveal unilateral decreased breath sounds or wheezing.</p>\n\t</li>\n\t<li>\n\t<p>Stridor may indicate a laryngeal or tracheal location of the foreign body.</p>\n\t</li>\n</ul>\n<h2>Imaging</h2><br><br><ul>\n\t<li>\n\t<p><strong>Chest radiography</strong>:&nbsp; Obtained in stable patients, it may directly reveal a foreign body (if the object is radiopaque) or show indirect findings such as hyperinflation (due to air-trapping) or atelectasis in the affected lung.&nbsp; Often this condition is accompanied by a mediastinal shift away from the hyperinflated lung.&nbsp; In subacute presentations, x-ray may reveal pneumonia distal to the obstruction.&nbsp; At least 30% of radiographs are normal in patients with AFB.</p>\n\t</li>\n\t<li>\n\t<p><strong>CT scan of the airway</strong>:&nbsp; More sensitive and specific than chest x-ray.&nbsp; However, it is not required if clinical suspicion for AFB is high (eg, based on history).</p>\n\t</li>\n</ul>\n<h2>Laryngoscopy and bronchoscopy</h2><br><br><ul>\n\t<li>\n\t<p>Definitive diagnostic and therapeutic modality.</p>\n\t</li>\n\t<li>\n\t<p>Performed if signs of complete or near-complete airway obstruction are present, chest x-ray is concerning for a foreign body, or high clinical suspicion for a foreign body exists despite a normal chest x-ray.</p>\n\t</li>\n\t<li>\n\t<p>Flexible instruments are needed to reach objects lodged in the lower airways (secondary/tertiary bronchi); rigid instruments are typically used for objects higher in the airway (eg, larynx, upper trachea).</p>\n\t</li>\n</ul>\n<h2>Nasal foreign bodies</h2><br><br><p>Imaging is unhelpful because most objects are radiolucent.&nbsp; After the nasal secretions are suctioned, the foreign body is often readily visible on examination, and removal via positive pressure techniques or mechanical extraction can be performed.&nbsp; If visualization is impaired (eg, object in the posterior nasal cavity or impacted in inflamed mucosa), or if extraction fails, nasal endoscopy is warranted.</p>\n<h1>Complications</h1><h2>Acute complications</h2><br><br><ul>\n\t<li>\n\t<p>Complete airway obstruction.</p>\n\t</li>\n\t<li>\n\t<p>Hypoxemia and respiratory arrest.</p>\n\t</li>\n</ul>\n<h2>Chronic complications</h2><br><br><ul>\n\t<li>\n\t<p>Postobstructive pneumonia.</p>\n\t</li>\n\t<li>\n\t<p>Bronchiectasis and/or fibrosis.</p>\n\t</li>\n\t<li>\n\t<p>Airway stenosis due to inflammation or scarring.</p>\n\t</li>\n</ul>\n<h2>Nasal foreign body complications</h2><br><br><ul>\n\t<li>\n\t<p>Aspiration into the airway.</p>\n\t</li>\n\t<li>\n\t<p>Obstruction of sinus outflow tract → sinusitis → periorbital/orbital infections.</p>\n\t</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis includes conditions presenting with airway obstruction or similar respiratory symptoms.</p><br><br><ul>\n\t<li>\n\t<p><strong>Asthma</strong>:&nbsp; Recurrent wheezing and cough may mimic lower AFBs.&nbsp; Unlike AFBs, asthma is typically bilateral and responds to bronchodilators.</p>\n\t</li>\n\t<li>\n\t<p><strong>Croup</strong>:&nbsp; Stridor and respiratory distress due to edema of the larynx and superior trachea (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L62857.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) may resemble upper airway obstruction due to AFB.&nbsp; Croup is usually preceded by viral symptoms (classically, parainfluenza virus) and responds to corticosteroids and nebulized epinephrine.&nbsp; A steeple sign (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L101712.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) is characteristic.<p></p>\n\t</li>\n\t<li>\n\t<p><strong>Epiglottitis</strong>:&nbsp; Rapid onset of drooling and stridor in children can simulate a foreign body in the upper airway; however, patients are typically febrile and appear ill.&nbsp; The thumbprint sign (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18095.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) on lateral neck radiographs is characteristic.<p></p>\n\t</li>\n\t<li>\n\t<p><strong>Aspiration pneumonia</strong>:&nbsp; Can cause coughing, wheezing, and acute respiratory distress.&nbsp; Multiple episodes of microaspiration can mimic the chronic waxing and waning of a chronic AFB.&nbsp; In addition, risk factors for aspiration pneumonia in adults are similar to those for AFB (eg, neuromuscular disease, stroke).&nbsp; CT scan of the chest can usually distinguish between these conditions.</p>\n\t</li>\n</ul>\n<h2>Nasal foreign body differential</h2><br><br><ul>\n\t<li>\n\t<p><strong>Choanal atresia</strong>:&nbsp; Bilateral choanal atresia classically presents shortly after birth with cyanosis that improves with crying.&nbsp; Unilateral choanal atresia is usually discovered in childhood and can mimic a chronic nasal foreign body (unilateral purulent nasal drainage).</p>\n\t</li>\n\t<li>\n\t<p><strong>Sinusitis (acute or chronic)</strong>:&nbsp; Can present with purulent nasal drainage and inflamed nasal mucosa.&nbsp; However, nasal symptoms are typically bilateral and often accompanied by other systemic symptoms (eg, fever, cough).</p>\n\t</li>\n\t<li>\n\t<p><strong>Allergic rhinitis</strong>:&nbsp; Can present with rhinorrhea in a well-appearing child.&nbsp; However, symptoms are typically bilateral, rhinorrhea is clear, and the turbinates appear bluish or pale.</p>\n\t</li>\n</ul>\n<h1>Summary</h1><br><br><p>Airway foreign bodies (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/47497.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) are a potentially life-threatening condition, most commonly affecting children.&nbsp; Sudden onset of respiratory symptoms, with or without a witnessed choking event, is the most common presentation.&nbsp; Patients should be rapidly evaluated, proceeding quickly to laryngoscopic/bronchoscopic removal of the foreign body.<p></p>\n</div>\n\n            "
}