{
  "meta": {
    "title": "Hemoptysis",
    "url": "https://brainandscalpel.vercel.app/hemoptysis-9d73e442-fb1254.html",
    "scrapedAt": "2025-12-01T05:58:50.563Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Hemoptysis (bloody cough) results from bleeding at any point along the airway, from the nasopharynx (eg, aspirated epistaxis) to the lower bronchi (eg, lung cancer) to the alveoli (eg, vasculitis).&nbsp; It can originate from either the pulmonary (low pressure) or bronchial (high pressure) circulations, and range from minor (eg, scanty blood-streaked sputum) to life-threatening (eg, brisk bleeding with asphyxia) bleeding.</p>\n<h1>Etiologies</h1><br><br><p>The causes of hemoptysis can be classified by the main processes and structures involved (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34761.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; The main etiologies tend to be associated with distinctive qualities of hemoptysis (eg, timeline, bloodiness).<p></p>\n<h2>Pulmonary infections</h2><br><br><p>Viral bronchitis is the most common cause of hemoptysis.&nbsp; The bleeding is related to bronchial mucosal irritation and sloughing and is usually minor (eg, blood-tinged sputum) and self-limited.&nbsp; In contrast, deeper chest infections (eg, necrotizing bacterial pneumonia, tuberculosis, invasive fungal disease [eg, aspergillosis]) can cause more severe hemoptysis (eg, frank blood) due to local tissue destruction and erosion into adjacent bronchial blood vessels<strong>.</strong></p>\n<h2>Inflammatory airway conditions</h2><br><br><p>Bronchiectasis (eg, cystic fibrosis) can produce hemoptysis that ranges from minor oozing mixed with purulent sputum (eg, chronic neutrophilic inflammation of the airway wall) to voluminous frank blood (eg, erosion into the bronchial blood supply).&nbsp; Chronic bronchitis (ie, chronic obstructive pulmonary disease) is also sometimes associated with blood-streaked mucus that waxes and wanes depending on the level of inflammation.</p>\n<h2>Lung cancer</h2><br><br><p>Airway tumors, especially large, centrally located, friable masses associated with rapid invasive growth and necrosis (eg, squamous cell carcinoma), can bleed profusely if they erode into the bronchial arteries.</p>\n<h2>Pulmonary infarction</h2><br><br><p>Approximately 25% of pulmonary emboli result in pulmonary infarction (eg, wedge-shaped peripheral opacity).&nbsp; These regions are prone to bleeding in the setting of anticoagulation or thrombolysis, especially with high pulmonary artery pressures (eg, large clot burden).</p>\n<h2>Left heart dysfunction</h2><br><br><p>Left ventricular failure causes cardiogenic pulmonary edema, which typically manifests with pinkish frothy sputum (eg, erythrocytes extravasated out of congested capillaries).&nbsp; Mitral stenosis can cause sudden rupture of bronchial veins, leading to brisk bleeding (ie, pulmonary apoplexy).</p>\n<h2>Bleeding disorders</h2><br><br><p>Coagulopathy and thrombocytopenia can (rarely) produce spontaneous hemoptysis.&nbsp; More often, they precipitate or accelerate bleeding from existing sources (eg, oral anticoagulation can worsen hemoptysis in a patient with lung cancer).</p>\n<h2>Trauma and foreign bodies</h2><br><br><p>Traumatic bleeding is seen in the context of airway instrumentation (eg, bronchoscopy, deep suction).&nbsp; Foreign body aspiration is a common cause of hemoptysis in children.</p>\n<h2>Vasculitis and connective tissue disorders</h2><br><br><p>Antinuclear cytoplasmic autoantibody (ANCA)–associated vasculitis (eg, granulomatosis with polyangiitis), anti–glomerular basement membrane disease (aka, Goodpasture), and systemic lupus erythematosus are the classic causes of autoimmune hemoptysis.&nbsp; These conditions produce diffuse alveolar hemorrhage (DAH) due to pulmonary capillary inflammation.&nbsp; Of note, hemoptysis is absent in one-third of DAH cases; these patients present with widespread airspace opacities and severe hypoxemia mimicking acute respiratory distress syndrome.</p>\n<h1>Clinical patterns</h1><br><br><p>The character of hemoptysis can sometimes be used to draw inferences about its cause:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fresh red blood</strong> is most likely due to bronchial artery bleeding.&nbsp; The bleeding tends to be sudden, intermittent, and brisk (ie, high pressure system), resulting in greater danger.&nbsp; Bronchial artery bleeding is associated with bronchiectasis, tuberculosis, aspergillomas, and lung cancer.&nbsp; These conditions feature erosion, cavitations, and invasion into bronchial arteries.</li>\n\t<li><strong>Clotted dark blood</strong> is most likely due to pulmonary artery bleeding, which tends to be slower (ie, low pressure system) and generally less dangerous than bronchial artery bleeding.&nbsp; Pulmonary artery bleeding is associated with pulmonary embolism (eg, with infarction), arteriovenous malformations (eg, hereditary hemorrhagic telangiectasia), and vasculitis.</li>\n\t<li>Sputum streaked with blood is most likely due to slow oozing from friable mucosa (eg, superficial vessels).&nbsp; This form of minor bleeding is most commonly seen with acute or chronic bronchitis.</li>\n</ul><br><br><p>Hemoptysis can change character suddenly.&nbsp; For example, bronchiectasis may initially be associated with chronic bloody mucoid secretions, then produce a warning (herald) bleed prior to massive hemorrhage from bronchial artery erosion.</p>\n<h1>Management</h1><h2>Triage</h2><br><br><p>Hemoptysis has been traditionally classified based on the estimated rate of bleeding.&nbsp; Massive hemoptysis has been generally defined as &gt;100 mL/hr or &gt;600 mL/day of blood.&nbsp; However, this system is becoming obsolete because it is inaccurate (unless the patient intubated).&nbsp; A clearer system involves the distinction between life-threatening and non–life-threatening hemoptysis because the critical risk is asphyxiation (ie, hypoxemia) rather than blood loss (ie, hemoglobin/hematocrit should not be used for triage of acute hemoptysis).</p>\n<h2>Life-threatening hemoptysis:&nbsp; Intubate, lateralize, and embolize</h2><br><br><p>Hemoptysis is considered life-threatening if it causes significant gas exchange problems (eg, <strong>hypoxemia</strong>) or hemodynamic instability (eg, <strong>hypotension</strong>).&nbsp; The most common causes are related to sudden bronchial artery erosion from bronchiectasis, lung cancer, tuberculosis, or invasive fungal infections.</p><br><br><p>Management involves 3 steps:&nbsp; intubate, lateralize, and embolize.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Intubate</strong>:&nbsp; The airway should be immediately intubated to prevent further aspiration of blood, to provide proper oxygenation and ventilation, and to provide access for instrumentation (eg, bronchoscopy).</li>\n\t<li><strong>Lateralize</strong> (bronchoscopy ± chest imaging):&nbsp; The next step is to determine if bleeding is from the left or the right lung.&nbsp; Bronchoscopy (to visualize the bleeding side) is the initial test for most patients.&nbsp; When bleeding is unilateral, patients should be placed in decubitus position with the <strong>bleeding lung down</strong> (to protect the good lung) and temporizing measures (eg, balloon tamponade, selective lung ventilation) can be applied during bronchoscopy.&nbsp; If bronchoscopy is unrevealing (eg, intermittent bleeding, blood everywhere), the next step is chest imaging (CT scan with contrast preferred), which can reveal hemorrhagic infiltrates around the culprit lesion (eg, cavity, mass, or bronchiectasis).</li>\n\t<li><strong>Embolize</strong>:&nbsp; The next step is to achieve hemostasis.&nbsp; Bronchial artery embolization, an interventional radiology procedure, is the main method to treat focal bleeding (highest success if performed after bronchoscopic lateralization).&nbsp; For refractory bleeding, surgery (eg, lobectomy) is sometimes needed.</li>\n</ul><br><br><p>Definitive diagnosis often must be postponed until life-threatening bleeding is controlled (eg, repeat bronchoscopy and imaging once patient is stable).&nbsp; Underlying conditions should be treated (eg, reversal agents for coagulopathy, antibiotics for infection).</p>\n<h2>Non–life-threatening hemoptysis:&nbsp; Diagnose and treat</h2><br><br><p>Hemoptysis is considered non–life-threatening if it does not cause hypoxemia or hypotension.&nbsp; However, significant hemoptysis (eg, several bouts of fresh red blood in quick succession) is a serious condition that warrants hospital admission.&nbsp; The most common causes of non–life-threatening hemoptysis are related to slow mucosal oozing from infectious bronchitis, bronchiectasis, and lung cancer (ie, without bronchial artery erosion).</p><br><br><p>Management follows a standard diagnose-and-treat approach:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diagnose</strong> (chest imaging ± bronchoscopy):&nbsp; For most patients, the best initial test is chest imaging.&nbsp; Chest x-ray sometimes shows an obvious source of bleeding (eg, apical cavity [tuberculosis], spiculated mass [lung cancer]).&nbsp; Most patients will also require further imaging with contrast CT scan, which is best suited to detect bronchiectasis and vascular anomalies.&nbsp; In those with a negative CT scan, bronchoscopy is needed to assess for cryptic lesions (eg, foreign body, Dieulafoy artery, endobronchial tumor).Further work-up may include echocardiography (eg, mitral stenosis, left heart failure), urine microscopy and renal function (eg, ANCA-associated vasculitis), sputum cultures and acid-fast bacillus smear, fungal antigen testing, and autoimmune serologies.</li>\n\t<li><strong>Treat</strong>:&nbsp; Management varies by situation.&nbsp; Scanty or minor hemoptysis (eg, infectious bronchitis) usually resolves spontaneously, and most patients require only reassurance and observation.&nbsp; More significant hemoptysis may call for elective procedures (eg, bronchial artery embolization); however, most cases are managed by addressing the underlying condition (eg, immunosuppression for vasculitis) and administering blood cell transfusions as necessary.</li>\n</ul><br><br><p>As opposed to life-threatening hemoptysis (for which immediate action is needed), non–life-threatening hemoptysis affords time to establish a diagnosis prior to treatment.</p>\n<h1>Summary</h1><br><br><p>Hemoptysis ranges from minor to life-threatening (eg, hypoxemia or hemodynamic instability).&nbsp; Severity largely depends on whether bleeding originates from a low-pressure (eg, pulmonary artery) or high-pressure (eg, bronchial artery) source.</p><br><br><p>Common causes of minor hemoptysis are acute viral bronchitis (eg, bronchial mucosal oozing) and pulmonary embolism with infarction (eg, pulmonary artery bleeding).&nbsp; Patients present with bleeding ranging from blood-streaked sputum to clotted dark blood.&nbsp; Most cases resolve with close observation and supportive care.&nbsp; Although urgent, non–life-threatening hemoptysis allows time for definitive diagnostic studies to guide treatment.</p><br><br><p>Common causes of life-threatening hemoptysis are bronchiectasis, cancer, tuberculosis, and invasive fungal infections (eg, bronchial artery erosion).&nbsp; Patients present with fresh red blood, typically at &gt;100 mL/hr.&nbsp; Management involves immediate intubation, bronchoscopy to lateralize the bleeding side, and emergency bronchial artery embolization.</p>\n</div>\n\n            "
}