{
  "meta": {
    "title": "Hypoxemia: Diagnosis and management",
    "url": "https://brainandscalpel.vercel.app/hypoxemia-diagnosis-and-management-73e5a1e2-fb1254.html",
    "scrapedAt": "2025-12-01T05:58:56.721Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Hypoxemia is defined as an arterial partial pressure of oxygen (PaO<font size=\"2\"><sub>2</sub></font>) &lt;60 mm Hg.&nbsp; This article outlines a mechanism-based approach to diagnosis and management, organized around the 5 physiologic causes: low inspired oxygen, alveolar hypoventilation, ventilation-perfusion mismatch, diffusion limitation, and right-to-left shunting.&nbsp; These mechanisms can be distinguished using clinical history, examination, and basic testing.&nbsp; Management decisions—including the use of arterial blood gas analysis, oxygen delivery systems, and disease-specific oxygenation targets—are driven by the underlying pathophysiology.</p>\n<h1>Evaluation of hypoxemia</h1><br><br><p>The cause of hypoxemia is usually apparent from routine clinical data gathered from patient history, physical examination, and basic studies such as chest x-rays and pulmonary function tests (PFTs).&nbsp; The 5 major causes of hypoxemia are:</p><br><br><ol class=\"article-body-ordered-list\" type=\"1\">\n\t<li>Low inspired oxygen (↓PiO<font size=\"2\"><sub>2</sub></font>).</li>\n\t<li>Alveolar hypoventilation (↑PaCO<font size=\"2\"><sub>2</sub></font>).</li>\n\t<li>Ventilation-perfusion (V/Q) mismatch.</li>\n\t<li>Diffusion limitation.</li>\n\t<li>Right-to-left shunting.</li>\n</ol>\n<h2>Low inspired oxygen (↓PiO2)</h2><br><br><p>Low PiO<font size=\"2\"><sub>2</sub></font> refers to hypoxemia caused by insufficient atmospheric oxygen available for breathing.</p><br><br><p>Typically, no specific work-up is needed.&nbsp; Patients develop hypoxemia at <strong>high altitudes</strong>, and there is no evidence of intrinsic pulmonary disease (eg, lungs are clear to auscultation).&nbsp; However, patients with concurrent high-altitude pulmonary edema (HAPE) may have crackles on auscultation and fluffy infiltrates on chest x-ray.&nbsp; HAPE represents V/Q mismatch, a different mechanism of hypoxemia.</p>\n<h2>Alveolar hypoventilation (↑PaCO<font size=\"2\"><sub>2</sub></font>)</h2><br><br><p>Alveolar hypoventilation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44182.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) refers to hypoxemia caused by the retention of carbon dioxide, defined as PaCO<font size=\"2\"><sub>2</sub></font> &gt;45 mm Hg.<p></p><br><br><p>Confirming hypercapnia usually requires arterial blood gas (ABG) analysis.&nbsp; Once hypercapnia is established, work-up of alveolar hypoventilation focuses on evaluating central or peripheral causes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Central hypoventilation</strong> (\"won't breathe\"):<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Drug-induced respiratory depression:&nbsp; Work-up includes medication review or urine toxicology for the presence of opioids, benzodiazepines, or barbiturates.&nbsp; Miotic pupils, diminished consciousness, and rapid reversal after administration of naloxone are strongly suggestive of opioid intoxication.</li>\n\t\t<li>CNS lesions:&nbsp; Work-up may include neuroimaging for damage to brainstem respiratory centers (eg, stroke, tumor).&nbsp; Additional neurologic signs are usually present (eg, cranial nerve deficits).</li>\n\t\t<li>Obesity hypoventilation syndrome:&nbsp; Patients have a BMI &gt;30 kg/m<font size=\"2\"><sup>2</sup></font> and no alternative explanations for hypoventilation, such as respiratory depressants, lung disease, neuromuscular weakness, or hypothyroidism.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Peripheral hypoventilation</strong> (\"can't breathe\"):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Severe lung disease:&nbsp; Hypercapnia can be seen in advanced obstructive (eg, chronic obstructive pulmonary disease [COPD]) and restrictive (eg, idiopathic pulmonary fibrosis) lung diseases.&nbsp; Lung function must be severely reduced (ie, forced vital capacity &lt;50%) before hypercapnia develops because a higher respiratory rate can compensate for a low inspiratory volume.&nbsp; PFTs and chest imaging (eg, CT scan) are standard components of the work-up.</li>\n\t\t<li>Extrapulmonary restriction:&nbsp; Physical examination can reveal a restrictive chest wall deformity (eg, severe pectus excavatum or thoracic kyphosis).&nbsp; PFTs can confirm a restrictive impairment (eg, reduced total lung capacity [TLC]).</li>\n\t\t<li>Neuromuscular disease:&nbsp; A thorough neurologic examination may reveal myopathic weakness (eg, ptosis in myasthenia gravis) or muscle denervation (eg, atrophy in amyotrophic lateral sclerosis).&nbsp; PFTs show a restrictive impairment (ie, reduced TLC) but elevated residual volume due to expiratory muscle weakness.&nbsp; Additional work-up includes respiratory muscle strength testing (eg, negative inspiratory force) and diaphragm sniff fluoroscopy for suspected phrenic nerve paralysis.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Ventilation-perfusion mismatch</h2><br><br><p>V/Q mismatch (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69964.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) refers to hypoxemia caused by a regional imbalance of air flow (V) and blood flow (Q) reaching the alveoli:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Low V/Q</strong>:&nbsp; The patient has an <strong>airway or airspace</strong> abnormality such as lobar pneumonia, asthmatic bronchospasm, mucus plugging, or atelectasis.&nbsp; These conditions result in low ventilation but do not affect perfusion.&nbsp; The diagnosis can be made from history, physical examination, and basic chest imaging (eg, focal infiltrate).</li>\n\t<li><strong>High V/Q</strong>:&nbsp; The patient has a <strong>pulmonary vascular</strong> abnormality such as pulmonary embolism (PE) or pulmonary hypertension (PH).&nbsp; These conditions result in diminished perfusion but do not affect ventilation.&nbsp; PE or PH should be suspected in patients with dyspnea and hypoxemia despite <strong>clear lungs</strong>, and with signs of right ventricular dysfunction (eg, parasternal heave, jugulovenous distension).&nbsp; Standard work-up includes CT pulmonary angiography (for PE) and echocardiography (for right ventricular dysfunction).&nbsp; PFTs show normal spirometry and volumes but isolated, reduced diffusing capacity of the lungs for carbon monoxide (DLCO).</li>\n</ul>\n<h2>Diffusion limitation</h2><br><br><p>Diffusion limitation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44183.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) refers to hypoxemia caused by factors that impair oxygen transfer across the alveolar membrane.<p></p><br><br><p>To produce hypoxemia, diffusion must be severely impaired (eg, <strong>DLCO &lt;50%</strong>) and associated with widespread lung parenchyma abnormalities, advanced emphysema, or interstitial lung disease.&nbsp; These conditions will be apparent from history, PFT, and chest imaging.</p>\n<h2>Right-to-left shunting</h2><br><br><p>Right-to-left shunting refers to hypoxemia caused by the direct mixture of deoxygenated and oxygenated blood.&nbsp; A shunt is suspected when hypoxemia is <strong>severe and unresponsive</strong> to any level of supplemental oxygen (because the shunt blood flow never reaches the lungs to be oxygenated).&nbsp; Shunts should also be suspected in patients with paradoxic embolism phenomena, such as brain abscess or cryptogenic stroke in a young patient.&nbsp; Right-to-left shunts include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Intracardiac anatomic shunt</strong>:&nbsp; Deoxygenated blood passes through an atrial septal defect (ASD) or ventricular septal defect (VSD):<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Echocardiography must be <strong>obtained during an episode of hypoxemia</strong>.&nbsp; Doppler (color) mode allows visualization of right-to-left blood flow across cardiac septal defects.&nbsp; A <strong>bubble study</strong> uses agitated saline injected intravenously.&nbsp; Normally, no bubbles should be seen returning to the left atrium because they are exhaled through the lungs.&nbsp; With intracardiac shunting, the bubbles appear in the left atrium within 3 cardiac beats, indicating direct communication between the right and left chambers.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Intrapulmonary anatomic shunt</strong>:&nbsp; Deoxygenated blood passes through a pulmonary arteriovenous malformation (AVM):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Echocardiographic bubble study shows bubbles appearing in the left atrium after 7 cardiac beats, indicating the bubbles have passed through the lungs without being exhaled.</li>\n\t\t<li>Radionuclide imaging with technetium-99m–labeled macroaggregated albumin (Tc<font size=\"2\"><sup>99</sup></font>-MAA) scan also detects intrapulmonary shunting.&nbsp; The macroaggregated albumin is normally trapped in the pulmonary capillaries.&nbsp; If a pulmonary AVM is present, a fraction of the isotope can reach systemic organs (eg, brain, kidneys).</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Unexplained hypoxemia</h2><br><br><p>In a small minority of patients, extensive testing fails to uncover the cause of hypoxemia.&nbsp; Several unusual conditions should be suspected in this group:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Early PH</strong>:&nbsp; Resting pulmonary artery pressure is a relatively late indicator of PH, beginning to rise only after 50% of the pulmonary vascular bed has already been destroyed.&nbsp; In the early stages, patients may exhibit only exercise-induced PH.&nbsp; Detection requires specialized testing (eg, echocardiography or right-heart catheterization performed during exercise).</li>\n\t<li><strong>Occult shunts</strong>:&nbsp; Smaller intracardiac shunts and pulmonary AVMs may open and close transiently (eg, during exertion).&nbsp; These are difficult to detect at rest and may require provocative measures (eg, exercise, Valsalva maneuver) to keep them open during echocardiography.</li>\n\t<li><strong>Hepatopulmonary syndrome (HPS)</strong>:&nbsp; This complication of cirrhosis leads to pulmonary vascular dilatation and microscopic AVMs.&nbsp; Clinical clues include platypnea and orthodeoxia (dyspnea and hypoxemia that improve when lying supine and worsen when sitting up).&nbsp; Diagnosis requires a high index of suspicion; confirmation is with echocardiographic bubble study, Tc<font size=\"2\"><sup>99</sup></font>-MAA scanning, or CT angiography demonstrating pulmonary vascular widening and multiple AVMs.</li>\n</ul>\n<h1>Role of ABG</h1><br><br><p>In most situations, patients with hypoxemia are generally placed on supplemental oxygen and monitored with simple pulse oximetry (ie, SpO<font size=\"2\"><sub>2</sub></font>) while the underlying condition is evaluated and treated.&nbsp; ABG (an invasive procedure) is typically not necessary because it often does not add diagnostic value or change management.&nbsp; However, it is particularly useful in the following scenarios.</p>\n<h2>Hypercapnia</h2><br><br><p>ABG analysis is the most reliable way to identify hypercapnia (↑PaCO<font size=\"2\"><sub>2</sub></font>).&nbsp; In patients with alveolar hypoventilation, supplemental oxygen corrects the hypoxemia (ie, normalizes SpO<font size=\"2\"><sub>2</sub></font>) but does not address the hypercapnia (ie, PaCO<font size=\"2\"><sub>2</sub></font> remains increased).&nbsp; Overreliance on pulse oximetry can delay recognition of hypercapnia.&nbsp; If left untreated, patients with hypercapnia can develop CO<font size=\"2\"><sub>2</sub></font> narcosis (potentially leading to encephalopathy or coma) or cardiac arrest from severe respiratory acidosis.</p><br><br><p>Venous blood gas (VBG) analysis, using blood drawn from a peripheral vein, is gaining widespread popularity.&nbsp; VBG analysis generally correlates closely with ABG analysis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/90521.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ): CO<font size=\"2\"><sub>2</sub></font> measured by VBG analysis is typically 4-8 mm Hg higher than that measured by corresponding ABG analysis because venous blood collects CO<font size=\"2\"><sub>2</sub></font> as a waste product from tissues.&nbsp; However, this correlation breaks down for patients with circulatory failure (eg, shock, hypotension) who have disrupted distal perfusion resulting in local alterations in tissue CO<font size=\"2\"><sub>2</sub></font> production and clearance.&nbsp; In these hemodynamically unstable patients, ABG analysis is always necessary for accurate measurement of CO<font size=\"2\"><sub>2</sub></font>.<p></p>\n<h2>Impending ventilatory failure</h2><br><br><p>Impending ventilatory failure is signaled by an <strong>inappropriately normal PaCO</strong><font size=\"2\"><sub><strong>2</strong></sub></font> in a patient with high work of breathing.</p><br><br><p>Patients with acute respiratory problems typically have increased respiratory effort and increased minute ventilation, leading to respiratory alkalosis (ie, low PaCO<font size=\"2\"><sub>2</sub></font>).&nbsp; With respiratory muscle fatigue, however, the PaCO<font size=\"2\"><sub>2</sub></font> may start to rise back to the normal range.&nbsp; This represents a tipping point into overt hypercapnic respiratory failure.&nbsp; For this reason, in patients who are struggling to breathe, a normal PaCO<font size=\"2\"><sub>2</sub></font> is very concerning and usually serves as an indication for intensive care unit admission.</p>\n<h2>Multiple potential mechanisms</h2><br><br><p>ABG analysis can clarify the contribution of hypercapnia versus additional mechanisms.&nbsp; Some patients have alveolar hypoventilation in addition to another cause of hypoxemia.&nbsp; For example, a postoperative orthopedic surgery patient may have alveolar hypoventilation due to opioid analgesia and additional hypoxemia due to acute pulmonary embolus.&nbsp; In this case, ABG analysis discerns the hypercapnia (↑PaCO<font size=\"2\"><sub>2</sub></font>) and the additional V/Q mismatch (↑A-a gradient).</p>\n<h2>Severe hypoxemia</h2><br><br><p>Patients with severe hypoxemia (eg, acute respiratory distress syndrome [ARDS] on mechanical ventilation) usually require more precise tracking of their oxygenation status via the PaO<font size=\"2\"><sub>2</sub></font>/FiO<font size=\"2\"><sub>2</sub></font> (P/F) ratio.&nbsp; Expressing oxygenation as a ratio is useful for normalizing changes in PaO<font size=\"2\"><sub>2</sub></font> against changes in FiO<font size=\"2\"><sub>2</sub></font> levels (eg, frequent ventilator adjustments).&nbsp; Many patients have an indwelling arterial line to enable continuous hemodynamic monitoring and frequent ABG sampling.</p><br><br><p>Some centers have started using the SaO<font size=\"2\"><sub>2</sub></font>/FiO<font size=\"2\"><sub>2</sub></font> (S/F) ratio as a surrogate for P/F.&nbsp; This is a noninvasive method based on pulse oximetry rather than ABG analysis.&nbsp; It is most accurate when FiO<font size=\"2\"><sub>2</sub></font> is titrated to maintain patients at an SaO<font size=\"2\"><sub>2</sub></font> of 88%-92% (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69400.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; In this region, the oxygen-hemoglobin dissociation curve is steep and linear, such that small changes in PaO<font size=\"2\"><sub>2</sub></font> cause corresponding changes in SaO<font size=\"2\"><sub>2</sub></font>.&nbsp; Conversely, in the plateau portion, large changes in PaO<font size=\"2\"><sub>2</sub></font> have minimal effects on SaO<font size=\"2\"><sub>2</sub></font>.<p></p>\n<h2>Dyshemoglobinemias</h2><br><br><p>Abnormal hemoglobin states (eg, methemoglobin) can alter the shape of the oxygen-hemoglobin dissociation curve, causing discrepancies between SaO<font size=\"2\"><sub>2</sub></font> and PaO<font size=\"2\"><sub>2</sub></font>, such that pulse oximetry is no longer reliable for the detection or monitoring of hypoxemia.</p>\n<h1>Differential diagnosis</h1><h2>Dyshemoglobinemia</h2><br><br><p>Approximately 98% of blood oxygen is carried by oxyhemoglobin (ie, SaO<font size=\"2\"><sub>2</sub></font>) and only 2% is dissolved as a gas (ie, PaO<font size=\"2\"><sub>2</sub></font>).&nbsp; SaO<font size=\"2\"><sub>2</sub></font> and PaO<font size=\"2\"><sub>2</sub></font> are related through the oxygen-hemoglobin dissociation curve.&nbsp; Dyshemoglobinemia refers to modified hemoglobin states that have altered oxygen binding and release characteristics.&nbsp; The 2 most commonly encountered dyshemoglobinemias are:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Methemoglobinemia</strong> (MetHb) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31706.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; MetHb is an abnormally oxidized heme (ie, Fe<font size=\"2\"><sup>3+</sup></font> instead of Fe<font size=\"2\"><sup>2+</sup></font>) that cannot carry oxygen.&nbsp; It is formed by exposure to oxidizing drugs (eg, benzocaine, dapsone, chloroquine).&nbsp; MetHb absorbs infrared light at a very specific frequency, causing SpO<font size=\"2\"><sub>2</sub></font> to read at ~85% regardless of PaO<font size=\"2\"><sub>2</sub></font>.&nbsp; The saturation gap (PaO<font size=\"2\"><sub>2</sub></font> − SaO<font size=\"2\"><sub>2</sub></font>) is usually increased (ie, PaO<font size=\"2\"><sub>2</sub></font> = 90 mm Hg but SaO<font size=\"2\"><sub>2</sub></font> = 85% instead of 99% as expected).&nbsp; Arterial blood has a dark chocolate color.&nbsp; Treatment involves methylene blue (reducing agent), and, in severe cases, exchange transfusion.</li>\n\t<li><strong>Carboxyhemoglobinemia</strong> (COHb) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57363.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; Carbon monoxide (CO) has an extremely high affinity for hemoglobin, outcompeting oxygen.&nbsp; COHb is formed during carbon monoxide poisoning.&nbsp; COHb has similar absorption characteristics to normal oxyhemoglobin, causing SpO<font size=\"2\"><sub>2</sub></font> to read as normal or even artificially high regardless of PaO<font size=\"2\"><sub>2</sub></font>.&nbsp; The saturation gap can be paradoxically negative when true hypoxemia is present (ie, PaO<font size=\"2\"><sub>2</sub></font> = 45 mm Hg but SaO<font size=\"2\"><sub>2</sub></font> = 96% instead of 80% as expected).&nbsp; Arterial blood has a characteristic cherry-pink appearance.&nbsp; Treatment involves administration of high-flow or 100% oxygen, hyperbaric oxygen for severe cases (eg, lactic acidosis, seizures), and cyanocobalamin for potential concurrent cyanide poisoning (eg, house fire).</li>\n</ul><br><br><p>Because the altered hemoglobin is nonfunctional for oxygen transport, dyshemoglobinemia is effectively equivalent to anemia.&nbsp; One way to view this is to consider the total hemoglobin as a sum of parts: HbO<font size=\"2\"><sub>2</sub></font> (oxyhemoglobin) + Hb (deoxyhemoglobin) + MetHb + COHb = 100%.&nbsp; Regular arterial blood gas analyzers detect only oxyhemoglobin and deoxyhemoglobin.&nbsp; If their sum is substantially less than 100%, expanded-wavelength cooximetry may be needed to detect MetHb and COHb to explain the missing percentage.</p>\n<h2>Pseudohypoxemia</h2><br><br><p>Pseudohypoxemia refers to a laboratory artifact that results from extreme leukocytosis (\"leukocyte larceny,\" typically occurring with leukocyte counts &gt;50,000/mm<font size=\"2\"><sup>3</sup></font> as in leukemic blast crisis) or thrombocytosis (\"platelet larceny,\" typically occurring with platelet counts &gt;2 million/mm<font size=\"2\"><sup>3</sup></font>), leading to the consumption of oxygen in the ABG sample before analysis.&nbsp; This condition is rare and often occurs when processing is delayed or when samples are not immediately placed on ice.</p>\n<h1>Management</h1><h2>Supplemental oxygen</h2><br><br><p>Medical oxygen can be delivered through a range of systems, depending on patient requirements.&nbsp; The most common systems are listed here from lowest to highest level of support:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Conventional nasal cannula (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18314.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Typical FiO<font size=\"2\"><sub>2</sub></font> ~24%-40%.</li>\n\t\t<li>Delivers a fixed flow (1-6 L/min) of 100% oxygen, with the final effective FiO<font size=\"2\"><sub>2</sub></font> determined by the patient's respiratory pattern (eg, deep, rapid breathing will pull in [\"entrain\"] more room air, diluting the FiO<font size=\"2\"><sub>2</sub></font>).</li>\n\t</ul>\n\t</li>\n\t<li>Oxygen-conserving nasal cannula (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L94009.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Typical FiO<font size=\"2\"><sub>2</sub></font> ~30%-50%.</li>\n\t\t<li>Functions similarly to conventional nasal cannula, but includes a reservoir (eg, pendant) that holds a small volume of 100% oxygen between breaths, allowing for higher FiO<font size=\"2\"><sub>2</sub></font> to be achieved at lower flow rates.</li>\n\t</ul>\n\t</li>\n\t<li>Simple face mask (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18311.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Typical FiO<font size=\"2\"><sub>2</sub></font> ~30%-50%.</li>\n\t\t<li>Delivers fixed-flow oxygen, with similar entrainment issues as nasal cannula.&nbsp; Better suited for patients who breathe through the mouth (eg, sinus congestion).</li>\n\t</ul>\n\t</li>\n\t<li>Venturi mask (eg, VentiMask<font size=\"2\"><sup>TM</sup></font>) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18143.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>FiO<font size=\"2\"><sub>2</sub></font> = 24%, 28%, 31%, 35%, 40%, or 60%.</li>\n\t\t<li>Delivers exact FiO<font size=\"2\"><sub>2</sub></font> by exploiting the Venturi effect.&nbsp; Wall oxygen (high pressure) passes through a nozzle with small side ports cut to preset sizes, entraining room air at predictable rates to yield a constant final mixture.&nbsp; This is used mainly to prevent overoxygenation (eg, in patients with COPD and chronic hypercapnia) or to enable accurate A-a gradient calculation (ie, because FiO<font size=\"2\"><sub>2</sub></font> is known).</li>\n\t</ul>\n\t</li>\n\t<li>High-flow nasal cannula (HFNC) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L94374.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Typical FiO<font size=\"2\"><sub>2</sub></font> ~50%-90%.</li>\n\t\t<li>Delivers heated and humidified oxygen (to prevent nasal necrosis) at high flow rates (ie, &gt;30 L/min).&nbsp; These flow rates far exceed normal respiratory entrainment, guaranteeing delivery of the desired FiO<font size=\"2\"><sub>2</sub></font>.&nbsp; In addition, the high flow rate \"washes out\" the anatomic dead space (ie, trachea and conducting airways) and creates a small amount of positive end-expiratory pressure (PEEP) to further optimize oxygenation.&nbsp; HFNC is the preferred modality for patients with acute hypoxemic respiratory failure where intubation can be avoided (eg, clear mental status), especially in the setting of pneumonia.</li>\n\t</ul>\n\t</li>\n\t<li>Nonrebreather mask (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18313.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Typical FiO<font size=\"2\"><sub>2</sub></font> ~90%-100%.</li>\n\t\t<li>Delivers ~100% FiO<font size=\"2\"><sub>2</sub></font> by virtue of a large reservoir bag, which quickly refills with wall oxygen between each breath.&nbsp; One-way valves allow CO<font size=\"2\"><sub>2</sub></font> to exit during expiration while preventing room air from entering during inspiration.&nbsp; Generally, they are used for short-term (ie, &lt;2 hr) therapy to temporarily stabilize patients while preparing for more definitive respiratory support.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Positive airway pressure</h2><br><br><p>Supplemental oxygen alone may not be adequate for patients with severe hypoxemia.&nbsp; In these cases, the oxygen needs to be delivered above atmospheric pressure.&nbsp; Devices that accomplish this use a blower motor to maintain a PEEP throughout the respiratory cycle.&nbsp; PEEP helps to drive oxygen across the alveolar membrane and into the bloodstream.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Noninvasive continuous positive airway pressure (CPAP) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24483.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ):<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Typical FiO<font size=\"2\"><sub>2</sub></font> ~24%-40% + PEEP 5-15 cm H<font size=\"2\"><sub>2</sub></font>O.</li>\n\t\t<li>CPAP reduces mortality in acute cardiogenic pulmonary edema (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68419.png\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ).&nbsp; In this setting, PEEP reduces left ventricular workload by reducing its afterload and preload, helping to decongest the lungs.</li>\n\t</ul>\n\t</li>\n\t<li>Noninvasive bilevel positive airway pressure (BiPAP):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Similar working principle as CPAP (ie, constant PEEP); however, BiPAP provides a pressure-supported breath during inspiration (ie, 5-15 cm H<font size=\"2\"><sub>2</sub></font>O above this PEEP).</li>\n\t\t<li>Whereas PEEP assists primarily with oxygenation, the inspiratory pressure support assists primarily with ventilation.&nbsp; Therefore, BiPAP is most useful in patients with hypercapnia due to respiratory muscle fatigue (eg, COPD exacerbation) or neuromuscular weakness.</li>\n\t</ul>\n\t</li>\n\t<li>Invasive mechanical ventilation:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Typical FiO<font size=\"2\"><sub>2</sub></font> 40%-100% + PEEP 5-25 cm H<font size=\"2\"><sub>2</sub></font>O.</li>\n\t\t<li>Noninvasive ventilation (ie, CPAP, BiPAP) is contraindicated (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/74875.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) in some patients (eg, those with copious secretions or altered mental status).&nbsp; Endotracheal intubation is necessary to secure the airway and prevent aspiration.</li>\n\t\t<li>By virtue of having a complete seal (ie, endotracheal cuff), higher PEEP can be provided.&nbsp; Sedation, now possible with a protected airway, also allows for better breath synchrony and reduced oxygen consumption.&nbsp; These are the primary reasons why invasive mechanical ventilation is sometimes the only option for severe hypoxemia.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Oxygenation targets</h2><br><br><p>Goal SaO<font size=\"2\"><sub>2</sub></font> (or PaO<font size=\"2\"><sub>2</sub></font>) has been vigorously debated, with several large controlled trials striving to define the optimal range for various conditions.&nbsp; Below is a general framework:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Higher target (ie, SpO<font size=\"2\"><sub>2</sub></font> ≥95%):<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Sickle cell vasoocclusion or acute chest syndrome (prevents further sickling and ischemia).</li>\n\t\t<li>Acute ischemic stroke and traumatic brain injury (enhances neuron survival).</li>\n\t\t<li>Acute myocardial infarction (enhances myocyte survival).</li>\n\t\t<li>Respiratory failure during pregnancy (prevents fetal hypoxemia [more sensitive]).</li>\n\t</ul>\n\t</li>\n\t<li>Intermediate or undefined targets:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>ARDS (consensus: 88%-95%).</li>\n\t\t<li>Pneumonia and sepsis (consensus: 92%-96%).</li>\n\t\t<li>Heart failure.</li>\n\t\t<li>Most non-COPD pulmonary diseases (eg, asthma exacerbation).</li>\n\t</ul>\n\t</li>\n\t<li>Lower target (ie, SpO<font size=\"2\"><sub>2</sub></font> 88%-92%):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>COPD (avoid oxygen-induced hypercapnia).</li>\n\t\t<li>Bleomycin lung injury (avoid further oxidative radical formation).</li>\n\t\t<li>Very preterm birth (ie, ≤28 weeks gestational age) (avoid germinal matrix hemorrhage and retinopathy of prematurity).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Detrimental effects of hyperoxia are particularly relevant for ARDS, where excessive oxygen (typically a concern at FiO<font size=\"2\"><sub>2</sub></font> ≥80%) can exacerbate existing alveolar inflammation and damage due to oxidative radical formation and resorption atelectasis (due to nitrogen washout).&nbsp; For this reason, it is always preferable to prioritize increasing PEEP in order to decrease FiO<font size=\"2\"><sub>2</sub></font>.&nbsp; In addition, targeting an SpO<font size=\"2\"><sub>2</sub></font> of 88%-95% keeps the patient on the steep (linear) portion of the oxyhemoglobin curve, enabling rapid response to new or worsening lung injury.</p>\n<h2>Refractory hypoxemia</h2><br><br><p>Occasionally, even high levels of FiO<font size=\"2\"><sub>2</sub></font> or PEEP fail to achieve oxygenation targets.&nbsp; This generally occurs in the setting of severe ARDS (ie, P/F &lt;100).&nbsp; Potential salvage strategies in ARDS include prone positioning, alveolar recruitment maneuvers (ie, temporary application of very high PEEP), pulmonary vasodilators (eg, epoprostenol, nitric oxide), neuromuscular blockade (if major ventilator dyssynchrony is present), and extracorporeal membrane oxygenation (ECMO).</p><br><br><p>Refractory hypoxemia due to intracardiac right-to-left shunting can often be dramatically improved with percutaneous septal closure.&nbsp; Refractory hypoxemia due to large pulmonary AVMs (eg, hereditary hemorrhagic telangiectasia) can be treated with embolization (eg, coils).</p>\n<h1>Summary</h1><br><br><p>The etiology and mechanism of hypoxemia are usually apparent from basic clinical data (eg, chest x-ray), without the need for arterial blood gas (ABG) analysis.&nbsp; However, ABG analysis becomes particularly useful for clarifying the contribution of alveolar hypoventilation (ie, hypercapnia) relative to other mechanisms, tracking severe hypoxemia (eg, PaO<font size=\"2\"><sub>2</sub></font>/FiO<font size=\"2\"><sub>2</sub></font> ratio in acute respiratory distress syndrome), and differentiating true hypoxemia from dyshemoglobinemia (eg, methemoglobinemia).&nbsp; Supplemental oxygen can be delivered using a variety of systems, with some having clear mortality benefit for specific conditions causing acute hypoxemic respiratory failure (eg, continuous positive airway pressure for left heart failure, high-flow nasal cannula for pneumonia).&nbsp; SpO<font size=\"2\"><sub>2</sub></font> targets have been established for specific disease states (eg, lower [88%-92%] for chronic obstructive pulmonary disease, higher [≥95%] for ischemic conditions such as sickle cell crises).</p>\n</div>\n\n            "
}