{
  "meta": {
    "title": "Idiopathic pulmonary fibrosis (IPF)",
    "url": "https://brainandscalpel.vercel.app/idiopathic-pulmonary-fibrosis-ipf-98bdde66-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:00.359Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Idiopathic pulmonary fibrosis (IPF) is an interstitial lung disease (ILD) characterized by progressive fibrotic changes in the lung parenchyma leading to respiratory function decline, morbidity, and mortality.&nbsp; IPF affects roughly 1 in 4,000 adults worldwide.&nbsp; By definition, IPF lacks a definite underlying cause, although recent advances suggest genetic and environmental contributing factors.</p>\n<h1>Pathogenesis</h1><h2>Pathophysiology</h2><br><br><p>IPF is an aberrant wound-healing response to repetitive alveolar epithelial injury.&nbsp; Instead of normal restoration, the alveolar surface is replaced via fibrosis.&nbsp; Key steps in pathogenesis include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Epithelial injury</strong>:&nbsp; IPF likely begins with an initial insult to the alveolar epithelium (eg, due to smoking, acid reflux, recurrent aspiration, or viral infections).&nbsp; <strong>Type I pneumocytes</strong>, the squamous epithelial cells that cover 90% of the alveolar surface, are damaged and depleted.</li>\n\t<li><strong>Cellular senescence</strong>:&nbsp; Normally, damaged type I pneumocytes are replaced through differentiation of type II pneumocytes, the alveolar progenitor cells that also secrete pulmonary surfactant.&nbsp; In individuals with IPF, type II pneumocytes undergo accelerated senescence that exhausts their regenerative potential.&nbsp; Contributing factors include <strong>telomere shorting</strong> (eg, telomerase mutations) and <strong>cellular stress</strong> (eg, surfactant protein mutations).</li>\n\t<li><strong>Fibroblast activation</strong>:&nbsp; When type I pneumocytes are depleted, the resulting epithelial defect triggers profibrotic pathways such as those involving transforming growth factor beta (TGFβ), platelet-derived growth factor (PDGF), fibroblast growth factor (FGF), and Wnt/β-catenin.</li>\n\t<li><strong>Minimal inflammation</strong>:&nbsp; A distinctive aspect of IPF is the lack of a significant immune or inflammatory response in the alveolar tissue.&nbsp; However, alveolar macrophages likely play a role in driving fibrosis.</li>\n</ul>\n<h2>Risk factors</h2><br><br><p>Risk factors for IPF represent <strong>gene-environment interactions</strong> that promote alveolar injury, senescence, and fibrosis.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Genetic factors</strong>:&nbsp; Susceptibility alleles include genes involved in mucin defense (eg, <em>MUC5B</em>), telomere maintenance (eg, <em>TERC</em>, <em>TERT</em>), and surfactant production (eg, <em>SFPC</em>).&nbsp; Loss-of-function polymorphisms in these loci are linked to familial pulmonary fibrosis.</li>\n\t<li><strong>Environmental factors</strong>:&nbsp; Established risk factors include aging (eg, ≥60), smoking, acid reflux, frequent respiratory viral infections, and occupational exposures (eg, asbestos, metal fumes).</li>\n</ul><br><br><p>IPF is more common among males than females (2:1 ratio), likely reflecting historically higher rates of cigarette smoking in men.&nbsp; Recent epidemiology shows that the sex gap is closing, similar to the trend observed for chronic obstructive pulmonary disease (COPD).</p>\n<h2>Usual interstitial pneumonia</h2><br><br><p>The hallmark of IPF is usual interstitial pneumonia (UIP), which has radiologic and histologic definitions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Radiologic UIP</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/120091.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), which is a pattern of fibrosis with:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Basilar (ie, lower-lobe) and peripheral (ie, subpleural) predominance.</li>\n\t\t<li><strong>Honeycombing</strong> (tiny cyst-like structures formed by fibrotic retraction of the airspaces).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Histologic UIP</strong>, which is a pattern of fibrosis characterized by minimal inflammation and heterogeneity in space and time:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Spatial heterogeneity</strong>:&nbsp; Areas of fibrosis are interspersed with normal lung tissue.</li>\n\t\t<li><strong>Temporal heterogeneity</strong>:&nbsp; Areas of fibrosis are at different stages of development within the same tissue sample, reflecting ongoing cycles of injury, repair, and scarring.&nbsp; Early fibrosis is characterized by clusters of activated fibroblasts (fibroblastic foci) and loose collagen.&nbsp; In contrast, late fibrosis is characterized by dense acellular collagen causing airspace retraction (microscopic honeycombing).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>UIP can occur idiopathically (IPF) or secondary to a known cause (eg, drugs, autoimmune disorder).</p>\n<h1>Clinical presentation and diagnosis</h1><h2>Presentation</h2><br><br><p>IPF presents insidiously with <strong>slowly progressive exertional dyspnea</strong> in older adults, typically in those with a history of smoking.&nbsp; Patients are typically unsure when symptoms began, and many describe a remote respiratory infection they never fully recovered from.&nbsp; A nagging, <strong>dry cough</strong> is also common.&nbsp; Nonspecific symptoms (eg, fatigue, myalgias, arthralgias) and a general sense of being unwell are also reported.</p><br><br><p>Physical examination usually reveals fine, dry, <strong>Velcro-like, inspiratory crackles</strong> on lung auscultation.&nbsp; The sound is formed as fibrotic alveolar walls snap open during inflation.&nbsp; These crackles are a <strong>sensitive and early sign</strong>, often audible years before radiographic fibrosis can be visualized.&nbsp; As IPF progresses, signs of chronic hypoxemia, such as cyanosis and digital clubbing, can be seen.&nbsp; Pulmonary hypertension and right ventricular failure (eg, elevated jugular venous pressure, edema) often develop as complications of advanced disease.</p><br><br><p>Because IPF can be diagnosed only if secondary causes are excluded, the following <strong>pertinent negatives</strong> are important:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>No pneumotoxic drug exposure (eg, nitrofurantoin, amiodarone, methotrexate, bleomycin).</li>\n\t<li>No major exposure to dust, fibers, organic antigens, or radiation.</li>\n\t<li>No signs of an underlying autoimmune condition (eg, Raynaud syndrome, telangiectasias, synovitis, photodermatitis).</li>\n</ul>\n<h2>Studies</h2><br><br><p>Chest x-ray is insensitive but may show volume loss (ie, decreased expansion) and diffuse reticular (lacy) thickening, particularly in the lower lobes and periphery.&nbsp; The gold standard for diagnosis is <strong>high-resolution CT (HRCT)</strong>, which provides thin imaging cuts (~1 mm vs 5 mm in conventional CT) for better visualization of the parenchyma.&nbsp; This confirms the basilar (lower lobe) and peripheral (subpleural) distribution (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104939.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) and shows <strong>honeycombing</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97529.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), which is the definitive feature of UIP.&nbsp; In advanced stages, widespread fibrosis pulls the lung tissue inward, which leads to traction bronchiectasis and other architectural distortions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97519.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).<p></p><br><br><p>Pulmonary function testing reveals a restrictive pattern (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L93864.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) on spirometry: forced vital capacity (FVC) and forced expiratory volume in 1 second (FEV<font size=\"2\"><sub>1</sub></font>) are reduced, but FEV<font size=\"2\"><sub>1</sub></font>/FVC ratio is normal (≥0.7).&nbsp; In fact, FEV<font size=\"2\"><sub>1</sub></font>/FVC is often elevated because fibrosis produces abnormally high elastic recoil.&nbsp; Lung volumes are decreased (eg, total lung capacity &lt;80% predicted).&nbsp; Diffusion capacity is reduced due to interstitial thickening (eg, diffusing capacity of the lungs for carbon monoxide [DLCO] &lt;80% predicted).&nbsp; The flow volume loop is narrowed and steep (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20112.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p>Autoimmune serologies (eg, antinuclear antibody, rheumatoid factor) are usually obtained to assess for an underlying rheumatic or connective tissue disorder (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/72457.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; In IPF, autoimmune titers are either negative or weakly/nonspecifically positive.<p></p>\n<h2>Diagnosis</h2><br><br><p>By definition, IPF is radiologic or histologic UIP with no secondary cause.</p><br><br><p>Diagnosis of IPF is made based on clinical, radiologic, and (sometimes) histologic criteria.&nbsp; The key decision point is whether a biopsy is required.</p><br><br><p><strong>Biopsy is not required</strong> in most cases.&nbsp; IPF can be diagnosed via clinical and radiologic criteria when all of the following criteria are met:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Older patient (age ≥60).</li>\n\t<li>HRCT with <strong>classic radiographic UIP</strong> (ie, basilar subpleural honeycombing).</li>\n\t<li>No evidence of an autoimmune disease or environmental exposure.</li>\n</ul><br><br><p>Meeting all of the above criteria has &gt;97% specificity for IPF; biopsy reveals an alternative diagnosis in &lt;3% of cases and is therefore unnecessary.&nbsp; If biopsy is obtained, histology shows patchy subpleural fibrosis, temporal heterogeneity (eg, areas with more mature collagen than others), and microscopic honeycombing (eg, dilated airspaces due to fibrotic traction).</p><br><br><p>Biopsy <strong>may be needed</strong> if any one of the following criteria are met:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Younger patient (unless part of familial pulmonary fibrosis cluster).</li>\n\t<li>HRCT with features inconsistent with UIP (eg, ground-glass opacities, mid- or upper-lobe predominance, nodules, or consolidations).</li>\n\t<li>Possible underlying autoimmune disease (eg, positive serology with evidence of rheumatism) or environmental exposure (eg, domestic birds, moldy soil).</li>\n</ul><br><br><p>In these cases, the goal of biopsy is to <strong>exclude inflammatory or environmental ILD</strong> such as hypersensitivity pneumonitis (HP), pulmonary sarcoidosis, or autoimmune-associated interstitial pneumonias.&nbsp; These conditions are treated very differently than IPF (eg, immunosuppression vs antifibrotic drugs).</p><br><br><p>Diagnosis of IPF is ideally made via <strong>multidisciplinary case review</strong> with input from pulmonary, rheumatologic, radiologic, and pathologic specialists.&nbsp; Multidisciplinary review at an established referral center increases the accuracy of diagnosis from 50% to 90%.</p>\n<h1>Differential diagnosis</h1><h2>Other cardiopulmonary conditions</h2><br><br><p>The classic presentation of IPF is in an older patient with chronic dyspnea, fatigue, and a significant smoking history.&nbsp; Other conditions on the differential include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>COPD</strong>:&nbsp; Patients have an obstructive pattern (ie, FEV<font size=\"2\"><sub>1</sub></font>/FVC &lt;0.7) on spirometry (vs a restrictive pattern in IPF), barrel chest and hyperinflation (vs low lung volumes in IPF), and diminished breath sounds or expiratory wheezing (vs inspiratory crackles in IPF).</li>\n\t<li><strong>Ischemic heart disease</strong>:&nbsp; Exertional dyspnea can sometimes be the primary manifestation of ischemia (eg, anginal equivalent) instead of chest pain.&nbsp; In coronary disease, the dyspnea tends to recover rapidly with rest and is not associated with hypoxemia.&nbsp; In contrast, IPF-related dyspnea resolves more slowly and is associated with measurable desaturation.</li>\n\t<li><strong>Lung cancer</strong>:&nbsp; Dyspnea usually indicates advanced lung cancer (eg, large mass causing bronchial obstruction).&nbsp; Patients usually have a more focal lung exam (vs symmetric with IPF) and a productive or bloody cough (vs dry cough with IPF).</li>\n</ul><br><br><p>Importantly, these conditions are often <strong>comorbid</strong> with IPF (discussed below).</p>\n<h2>Non-UIP interstitial lung diseases</h2><br><br><p>Other ILDs include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/120096.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chronic HP</strong>:&nbsp; Chronic HP is an immunologic response to inhaled organic antigens (eg, bird dander, molds) that causes granulomatous inflammation and eventual fibrosis.&nbsp; HP lacks honeycombing and primarily affects the middle and upper lobes (vs lower lobes in IPF).</li>\n\t<li><strong>Fibrotic pulmonary sarcoidosis</strong>:&nbsp; Although most patients exhibit bihilar adenopathy and perilymphatic granulomas that wax and wane over time, irreversible parenchymal fibrosis develops in approximately 10% of patients with sarcoidosis.&nbsp; Sarcoidosis lacks honeycombing and primarily affects the middle and upper lobes (vs lower lobes in IPF).&nbsp; Most patients have extrapulmonary manifestations (eg, ocular disease, hypercalcemia), which are absent in IPF.</li>\n\t<li><strong>Silicosis</strong>:&nbsp; Progressive massive fibrosis is a severe form of chronic silicosis characterized by large confluent fibrotic masses in the upper lobes.&nbsp; Patients usually also have smaller widespread silicotic nodules and calcified hilar lymph nodes.</li>\n\t<li><strong>Other idiopathic interstitial pneumonias (IIPs)</strong>:&nbsp; The IIPs include IPF and other ILDs (for reference, not memorization): nonspecific interstitial pneumonia (NSIP), cryptogenic organizing pneumonia (COP), lymphocytic interstitial pneumonia (LIP), desquamative interstitial pneumonia (DIP), respiratory bronchiolitis–ILD (RB-ILD), and acute interstitial pneumonia (AIP).&nbsp; In contrast to UIP, these IIPs are characterized by inflammatory changes (eg, ground-glass or consolidative opacities) rather than honeycombing fibrosis.&nbsp; A conceptual overview of ILDs is presented in a separate article.</li>\n</ul>\n<h2>Nonspecific pulmonary scarring</h2><br><br><p>The term \"pulmonary fibrosis\" appears commonly in radiograph reports.&nbsp; However, it most often represents secondary fibrosis in response to infection (eg, pneumonia) or inflammation (eg, aspiration), rather than IPF (which is uncommon).&nbsp; Features that help differentiate these forms of secondary fibrosis from ILD include localization (eg, at site of prior pneumonia), specific radiographic features (eg, amorphous, no honeycombing), and stability over time.</p>\n<h2>Other causes of UIP</h2><br><br><p>As discussed above, a UIP pattern of fibrosis is the hallmark of IPF, but other (secondary) causes must be excluded.&nbsp; These include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Autoimmune-associated UIP</strong>:&nbsp; Several autoimmune conditions can induce various ILDs, such as organizing pneumonia, NSIP, and UIP.&nbsp; Rheumatoid arthritis, systemic sclerosis, and polymyositis/dermatomyositis are most closely associated with UIP (although other patterns are still more common).</li>\n\t<li><strong>Drug-induced UIP</strong>:&nbsp; Many drugs can induce pulmonary toxicity, such as eosinophilic pneumonitis, organizing pneumonia, and UIP.&nbsp; Busulfan, bleomycin, nitrofurantoin, methotrexate, and amiodarone are the most closely associated with UIP (although other patterns are still more common).</li>\n\t<li><strong>Asbestos-induced UIP</strong>:&nbsp; Asbestosis produces a pattern of fibrosis that is very similar to UIP (eg, basilar honeycombing).&nbsp; However, it can be distinguished by calcified plaques on the pleura, chest wall, and diaphragm.</li>\n</ul>\n<h1>Management</h1><h2>Treatment</h2><br><br><p>The goal of IPF treatment is to <strong>slow the rate</strong> of lung function decline and improve quality of life.&nbsp; Other than lung transplant for end-stage disease, no intervention can restore lung function after it is lost.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Antifibrotic therapy</strong>:&nbsp; Two approved antifibrotic drugs, <strong>pirfenidone</strong> and <strong>nintedanib</strong>, inhibit fibroblast activation and collagen synthesis by blocking receptors for TGFβ, FGF, and PDGF.&nbsp; They slow the rate of FVC decline by approximately 200 mL/year, decrease the risk for acute exacerbations of IPF, and likely improve survival.&nbsp; Ideally, antifibrotics are initiated at earlier stages of disease (eg, FVC 50%-80%) to maximally preserve lung function.&nbsp; Major adverse effects include gastrointestinal distress and fatigue, which are often so severe they are perceived as worse than the symptoms of IPF itself.</li>\n\t<li><strong>Avoidance of immunosuppression</strong>:&nbsp; IPF lacks active inflammatory or immunologic lung injury.&nbsp; Use of immunosuppressive drugs is associated with increased infection risk and mortality.</li>\n</ul>\n<h2>Supportive care</h2><br><br><p>As in other chronic pulmonary diseases, patients benefit from:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Smoking cessation.</li>\n\t<li>Long-term oxygen therapy, targeting SaO<font size=\"2\"><sub>2</sub></font> ≥88% to prevent cor pulmonale.</li>\n\t<li>Pulmonary rehabilitation, including supervised exercise, nutritional support (eg, for pulmonary cachexia), education (eg, proper use of oxygen), and psychosocial assessment.</li>\n\t<li>Immunizations against <em>Streptococcus pneumoniae</em>, influenza, respiratory syncytial virus, and SARS-CoV-2.</li>\n</ul>\n<h2>Comorbidities</h2><br><br><p>Patients with IPF usually have multiple other chronic cardiopulmonary conditions (eg, with <strong>age and smoking</strong> as common risk factors):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gastroesophageal reflux disease</strong> warrants treatment with antacid therapy (eg, proton pump inhibitor) to prevent further cycles of alveolar injury from aspiration.</li>\n\t<li><strong>COPD</strong> can coexist with IPF and is treated with long-acting bronchodilators.</li>\n\t<li>Sleep disordered breathing, such as <strong>obstructive sleep apnea</strong>, is common, and is treated with nocturnal positive airway pressure.&nbsp; All patients with significant chronic lung disease, such as IPF and COPD, should be screened for nocturnal hypoxemia and symptoms of sleep apnea.</li>\n\t<li><strong>Coronary artery disease</strong> and <strong>left heart failure</strong> (especially diastolic dysfunction) can present with exertional dyspnea.&nbsp; Patients with dyspnea disproportionate to their lung function or imaging findings should be assessed for cardiogenic cause (eg, with perfusion stress testing or echocardiography).</li>\n\t<li><strong>Lung cancer</strong> risk is elevated (even above that of smokers without IPF), and selected patients may benefit from routine CT screening if consistent with goals of care.</li>\n</ul>\n<h2>Acute exacerbations of IPF</h2><br><br><p>Acute exacerbation of IPF (AE-IPF) is a life-threatening complication with the following features:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Rapid worsening of respiratory status (ie, &lt;1 month).</li>\n\t<li>Chest imaging with new widespread acute alveolar damage (eg, ground-glass opacities) superimposed on prior UIP.</li>\n\t<li>Unexplained by fluid overload or left ventricular failure.</li>\n</ul><br><br><p>AE-IPF can be provoked by an acute insult (eg, aspiration, infection, procedural trauma), but often there is no trigger identified.&nbsp; Diagnosis is based on clinical symptoms and imaging.&nbsp; Respiratory viral panel and bronchoalveolar lavage are usually performed to exclude infection.&nbsp; Invasive <strong>lung biopsy is avoided</strong> because it aggravates lung injury and is associated with higher mortality.</p><br><br><p>Patients are usually very ill (eg, requiring hospitalization).&nbsp; Management involves high-dose <strong>systemic corticosteroids</strong>; empiric, broad-spectrum antibiotics; and supportive oxygenation (eg, high-flow nasal cannula).&nbsp; Defining the goals of care is essential because the prognosis is grave (eg, median survival is 3 months).&nbsp; Invasive mechanical ventilation should be avoided if possible due to medical futility.&nbsp; Selected patients may be urgently listed for lung transplantation and may need to be bridged with extracorporeal membrane oxygenation (ECMO) due to severe hypoxemia.</p>\n<h2>Transplantation</h2><br><br><p>Lung transplantation is the only definitive cure for IPF.&nbsp; A distinction is made between transplant referral and listing:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Referral</strong>:&nbsp; Referral connects the patient to a transplant program that can monitor disease progression, address eligibility barriers, and coordinate pretransplant work-up (eg, malignancy screening).&nbsp; Of all chronic lung diseases, IPF has the highest waiting list mortality.&nbsp; Therefore, <strong>early referral</strong> is appropriate for any degree of impairment (eg, FVC &lt;80%, any dyspnea, any hypoxemia).&nbsp; Response to antifibrotic therapy has no bearing on this decision.&nbsp; This proactive approach is associated with improved survival, even in those not ultimately listed for transplant.</li>\n\t<li><strong>Listing</strong>:&nbsp; Indications for active listing (for context, not memorization) include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Accelerated lung function decline (eg, FVC or DLCO decreasing by &gt;10% in 6 months).</li>\n\t\t<li>Accelerated functional impairment (eg, 6-minute walk test decreasing by 50 meters in 6 months).</li>\n\t\t<li>Pulmonary hypertension (cor pulmonale).</li>\n\t\t<li>Hospitalization for respiratory failure, AE-IPF, or spontaneous pneumothorax (very unlikely to resolve due to fibrotic retraction of the lung).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>These listing factors identify patients at highest risk for short-term mortality.</p>\n<h1>Prognosis</h1><br><br><p>Prognosis of IPF remains poor, with a median survival of 3-5 years from diagnosis.&nbsp; There is wide variation.&nbsp; Around 25% of patients have a nonprogressive phenotype and routinely live for over 10 years after diagnosis.&nbsp; However, most patients have progressive fibrosis and poorer outcomes.&nbsp; On average, FVC declines by approximately 400 mL per year without antifibrotic therapy.&nbsp; (The right middle lobe has roughly the same volume, meaning that living with untreated IPF is equivalent to undergoing a lobectomy every year.)</p><br><br><p>Due to the progressive, incurable nature of IPF, <strong>goals of care</strong> (eg, do-not-resuscitate order status, life-sustaining treatment) should be discussed.&nbsp; Patients should be counseled that prolonged mechanical ventilation is medically futile and typically leads to greater harm (eg, barotrauma from trying to inflate stiff lungs).&nbsp; Regardless of disease stage, <strong>palliative care</strong> (eg, low-dose opioids for dyspnea, psychosocial support) should be offered to all patients with significant symptoms impacting their quality of life.&nbsp; It is usually integrated alongside standard medical care (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95859.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p>\n<h1>Summary</h1><br><br><p>Idiopathic pulmonary fibrosis (IPF) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/65334.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) is an interstitial lung disease marked by fibrosis of the lung parenchyma leading to progressive loss of lung capacity, significant morbidity, and high mortality.&nbsp; IPF arises from repeated alveolar injury that is repaired via fibrotic pathways instead of normal epithelial regeneration.&nbsp; Risk factors include aging, genetic predisposition (eg, mutations in telomerase), and environmental exposures (eg, smoking, acid reflux, occupational dusts and fibers).&nbsp; Clinically, IPF presents with insidious onset of exertional dyspnea, dry cough, and Velcro-like inspiratory crackles.&nbsp; The hallmark of IPF is usual interstitial pneumonia (UIP), a distinctive pattern of fibrosis with minimal inflammation that is predominantly basilar and subpleural on radiology and that displays spatial and temporal heterogeneity on histology.&nbsp; Honeycombing is unique to UIP and not seen in other interstitial lung diseases frequently on the differential diagnosis (eg, postinfectious fibrosis, hypersensitivity pneumonitis, sarcoidosis, idiopathic interstitial pneumonias).&nbsp; Diagnosis can be made without biopsy in patients with high resolution CT scan showing classic UIP and no other explanation (eg, no occupational exposure or autoimmune disease).&nbsp; Treatment focuses on slowing lung function decline with antifibrotic drugs, providing supportive care, and evaluating for a potential lung transplantation.<p></p>\n</div>\n\n            "
}