{
  "meta": {
    "title": "Influenza",
    "url": "https://brainandscalpel.vercel.app/influenza-nbsp-ff6e4ff8-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:00.685Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1><p>Influenza (the flu) is a seasonal respiratory virus infecting approximately 1 billion people globally each year, resulting in over 500,000 deaths annually.&nbsp; While most cases are mild and self-limited, influenza can result in complications such as pneumonia, hospitalization, and death, particularly among vulnerable populations such as the elderly, young children, and those with underlying health conditions.</p><h1>Virology</h1><h2>Life cycle</h2><p>The influenza virus initially infects epithelial cells in the upper respiratory tract.&nbsp; Infection is a multistep process (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/U44247.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li>Viral <strong>hemagglutinin (H)</strong> binds to <strong>sialic acid</strong> receptors on the host cell surface, followed by entry via endocytosis.&nbsp;</li><li>Upon acidification within the endosome, hemagglutinin undergoes a conformational change, <strong>uncoating</strong> the virus and releasing viral RNA into the cytoplasm.&nbsp;</li><li>The RNA is transported to the nucleus, where it is transcribed into mRNA by viral RNA-dependent RNA polymerase (RdRp).&nbsp; RdRp is a unique polymerase that snatches host 5' cap (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L120572.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) to stabilize the mRNA and facilitate its export back into the cytoplasm for translation.</li><li>Viral mRNA is translated into viral proteins.&nbsp; These include envelope proteins (hemagglutinin, neuraminidase, matrix protein) and several nonstructural proteins.&nbsp; The envelope proteins assemble with influenza RNA to form new progeny virions.</li><li>Mature viruses bud from the host cell membrane.&nbsp; For successful release, viral <strong>neuraminidase (N)</strong> cleaves sialic acid residues on the host cell surface, allowing the virus to detach and spread to neighboring cells.</li></ul><h2>Strain diversity</h2><p>Influenza virus constantly evolves through 2 mechanisms:</p><ul class=\"article-body-unordered-list\"><li><strong>Antigenic drift</strong>:&nbsp; Random mutations cause progressive change in viral proteins.&nbsp; Most mutations are insignificant, but some confer greater virulence or allow the virus to leap across host species (eg, hemagglutinin (H) mutation in influenza H1N1 allowed it to bind strongly to human cells in addition to avian cells).&nbsp;</li><li><strong>Antigenic shift</strong>:&nbsp; Occasionally, 2 viral strains infect the same cell.&nbsp; This enables the viral genomes to undergo reassortment (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32708.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) or recombination (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32707.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; This is particularly important for segmented viruses, such as Influenza, which have multiple RNA strands each encoding a different protein.&nbsp; Hemagglutinin (H) and neuraminidase (N) genes reassort, producing new virulent combinations.&nbsp; Reassortment is more likely to occur in crowded environments where different strains from multiple host species can mix (eg, pig and chicken \"wet\" markets).</li></ul><p>Influenza strains from around the world are constantly being sequenced by a global surveillance system led by the Centers for Disease Control and Prevention (CDC) and the World Health Organization (WHO).&nbsp; This allows the composition for the following year's seasonal vaccine to be adjusted.</p><h1>Influenza types</h1><p>Influenza nomenclature is confusing because modern seasonal pandemic strains (eg, H3N2) once caused historical pandemics.</p><h2>Seasonal pandemic influenza</h2><p>Seasonal pandemic influenza is a respiratory illness that peaks in the fall and winter months (\"flu season,\" typically between October and February in the United States).&nbsp; Most cases are caused by 3 strains:</p><ul class=\"article-body-unordered-list\"><li><strong>Influenza A H3N2</strong> (~60% of cases):&nbsp; H3N2 influenza has a broad host range (humans, swine, birds).&nbsp; It is the dominant flu strain and a major cause of severe disease in patients who are elderly (eg, age ≥65) and those with chronic medical conditions.&nbsp;</li><li><strong>Influenza A H1N1</strong> (~30% of cases):&nbsp; H1N1 influenza has the same broad host range as H3N2.&nbsp; It causes more severe disease in younger, previously healthy adults, potentially due to its ability to elicit a powerful inflammatory response.</li><li><strong>Influenza B</strong> (~10% of cases):&nbsp; Influenza B comprises 2 lineages, Victoria (more common) and Yamagata (less common).&nbsp; In contrast to influenza A, it infects only humans (not swine or birds) and evolves more slowly, primarily through antigenic drift rather than reassortment.&nbsp; Influenza B generally causes a milder illness than influenza A but can still cause significant complications in young children.&nbsp;</li></ul><p>The trivalent seasonal influenza vaccine contains H3N2, H1N1, and B/Victoria.&nbsp; The quadrivalent vaccine adds B/Yamagata.</p><h2>Historical pandemic influenza</h2><p>Major historical pandemics include:</p><ul class=\"article-body-unordered-list\"><li><strong>1918 Spanish Flu</strong>:&nbsp; The Spanish Flu (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59336.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) was caused by a highly virulent <strong>H1N1</strong>, an ancestor of today's seasonal strain.&nbsp; It caused 5-fold more deaths than World War I (1914-1918), and its effects were widely censored by the international media (except in Spain) to avoid damaging troop morale.&nbsp; Uniquely, Spanish influenza disproportionately affected <strong>healthy young adults</strong> (ages 20-40) rather than children or elderly individuals with chronic medical conditions.&nbsp; A florid hyperimmune response is suspected; many patients exhibited a cytokine storm syndrome causing acute respiratory distress syndrome (ARDS) and multiorgan failure.&nbsp; Secondary bacterial pneumonia was the leading cause of death.&nbsp;</li><li><strong>1968 Hong Kong Flu:</strong>&nbsp; The Hong Kong Flu was caused by <strong>H3N2</strong>, an ancestor of today's seasonal strain.&nbsp; It was the first pandemic to be facilitated by commercial air travel.</li><li><strong>2009 Swine Flu</strong>:&nbsp; The Swine Flu was caused by a virulent substrain of <strong>H1N1</strong>, closely related to the 1918 pandemic strain, known as H1N1(pdm09).&nbsp; It was the first recognized instance of genetic reassortment between humans, pigs, and birds.&nbsp; The seasonal vaccine from 2009 was ineffective even though it contained H1N1.&nbsp; Swine Flu predominantly affected young and middle-aged adults.&nbsp; It led to a high incidence of pneumonia and ARDS.</li></ul><h2>Avian (H5, H7, H9) influenza&nbsp;</h2><p>Avian influenza (\"bird flu\"), refers to a group of influenza A viruses primarily found in birds, especially commercial <strong>poultry</strong>.&nbsp; Avian influenza strains include influenza A <strong>H5N1</strong> and <strong>H7N9</strong>.&nbsp; Additional strains of concern include H5N8 and H9N2.&nbsp; The illness is typically more severe than seasonal influenza, with a case mortality rate of ~50% in some sporadic outbreaks.&nbsp; It is considered a zoonotic disease that primarily spreads from infected birds to humans; person-to-person transmission has been documented but is very rare.&nbsp; However, these strains have a <strong>high mutation rate</strong> and could antigenically drift to potentially gain enhanced transmissibility.&nbsp; This is currently only a theoretical concern, albeit with massive public health implications. Mass infection of poultry has produced <strong>egg shortages</strong>.&nbsp; Dedicated strategic reserves of chickens, kept separate from regular farming, at undisclosed locations ensure a stable supply of eggs to produce the influenza vaccine.</p><h1>Clinical presentation</h1><p>Influenza has a wide range of severity, ranging from a milder self-limited illness to severe complications affecting multiple organs.</p><h2>Uncomplicated influenza&nbsp;</h2><p>Uncomplicated influenza refers to a self-limited illness primarily affecting the upper respiratory tract without leading to organ dysfunction or requiring hospitalization.&nbsp; It is the most common presentation of influenza in otherwise healthy individuals.&nbsp; After an incubation period of 1-3 days, influenza usually presents with:</p><ul class=\"article-body-unordered-list\"><li>Systemic symptoms:&nbsp; Abrupt onset of high fever (often &gt;38.5 C [101.3 F]), chills, generalized myalgias (especially lower back), headache, and severe fatigue or malaise.&nbsp;</li><li>Upper respiratory symptoms:&nbsp; Pharyngitis (sore throat), cough (usually nonproductive), nasal congestion with burning and sneezing.</li></ul><p>With influenza, systemic symptoms are more pronounced than the upper respiratory symptoms.&nbsp; With other respiratory viruses, in contrast, the upper respiratory symptoms predominate.&nbsp; Patients often describe influenza as \"the worst cold I've ever had.\"&nbsp; Elderly or immunocompromised patients may present with atypical symptoms (eg, afebrile illness, weakness, syncope, altered mental status).&nbsp; Symptoms typically peak at 1-3 days and resolve over the following 4-7 days.&nbsp; Persistent fatigue and a nagging postinfectious cough are common, often lasting for multiple weeks.</p><p>Laboratory tests are typically normal or may show only subtle abnormalities (eg, slight leukopenia and thrombocytopenia).&nbsp; Chest imaging is typically clear.</p><h2>Complicated influenza</h2><p>Complicated influenza refers to a severe presentation with organ dysfunction or severe symptoms requiring hospitalization.&nbsp; These complications are more common in high-risk populations (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36647.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), such as the elderly, young children, pregnant individuals, and patients with chronic medical conditions or immunosuppression.<p></p><ul class=\"article-body-unordered-list\"><li>Pulmonary complications include:<ul class=\"article-body-unordered-list\"><li>Primary viral pneumonia or <strong>secondary bacterial pneumonia</strong>.&nbsp; Bacterial pneumonia is the leading cause of death from influenza.&nbsp; It occurs because the respiratory epithelium is denuded and cilia are paralyzed by influenza infection, allowing bacteria (mainly <em>Streptococcus pneumoniae</em> and <em>Staphylococcus aureus</em>) to gain a foothold.&nbsp; Patients typically have initial improvement in symptoms followed by sudden dramatic worsening (eg, fever, purulent sputum).</li><li>ARDS (eg, bilaterally fluffy infiltrates and severe hypoxemia) due to viral or bacterial pneumonia.</li></ul></li><li>Cardiac complications include:<ul class=\"article-body-unordered-list\"><li>Pericarditis and myocarditis</li><li><strong>Acute coronary syndrome</strong>, with a 10-fold elevated risk during the first week of influenza infection.&nbsp; Systemic inflammation promotes acute plaque rupture, while the elevated cardiac metabolic demand (eg, fever, tachycardia) can contribute to ischemia.&nbsp;</li></ul></li><li>Musculoskeletal complications include <strong>viral myositis</strong> and rhabdomyolysis.&nbsp; Viral myositis mainly affects children.&nbsp; It involves direct viral invasion of the muscle tissue, compounded by myotoxic effects of circulating cytokines.&nbsp; It presents with severe muscle pain and tenderness, particularly in the lower extremities.&nbsp; Weakness is usually present, producing a myopathic gait or inability to walk altogether.&nbsp; Laboratory testing shows markedly elevated creatine kinase (CK) and potentially myoglobinuria and acute kidney injury if rhabdomyolysis is present.&nbsp;</li><li>Neurologic complications are rare but can affect the cerebrum (encephalitis, febrile seizure in children), spinal cord (transverse myelitis) and peripheral nerves (demyelinating polyneuropathy [Guillain-Barré syndrome]).&nbsp;</li></ul><p>In addition to these complications, influenza frequently triggers <strong>acute exacerbations</strong> of underlying chronic conditions such as heart failure, chronic obstructive pulmonary disease (COPD), and asthma.</p><h1>Management</h1><h2>Diagnosis&nbsp;</h2><p>A presumptive clinical diagnosis of influenza can be made in patients with typical symptoms (fever, myalgias) <strong>during flu season</strong>.</p><p>Definitive diagnosis is confirmed by polymerase chain reaction (PCR) or influenza A/B antigen testing.&nbsp; PCR is preferred due to high sensitivity and specificity and is usually performed as part of a multiplex respiratory viral panel that can detect several viruses (eg, respiratory syncytial virus, parainfluenza, adenovirus, etc.).&nbsp; Definitive testing is unnecessary for most previously healthy adults.&nbsp; However, it is indicated for patients who are at high risk of influenza complications and may benefit from antiviral therapy (eg, age ≥65, immunocompromised, hospitalized).</p><h2>Antiviral indications</h2><p>Antiviral therapy (eg, oseltamivir, zanamivir, baloxavir) is indicated if influenza infection is known or suspected in:</p><ul class=\"article-body-unordered-list\"><li>Any hospitalized patient.</li><li>Any outpatient presenting <strong>&lt;48 hours</strong> after symptom onset.</li><li>Any outpatient at high risk of complications (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36647.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), regardless of symptom onset.</li></ul><p>Treatment reduces the risk of complications, shortens the duration of symptoms by roughly 1-2 days (if started within 48 hours of illness onset), and decreases the risk of transmission.</p><h2>Antiviral classes&nbsp;</h2><p>There are currently 3 classes of anti-influenza antiviral drugs (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44247.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Neuraminidase inhibitors</strong> block influenza from cleaving sialic acid, preventing budding of newly formed virions.&nbsp; By mimicking sialic acid, they \"lock\" the virus to the host cell surface, halting further infection cycles.&nbsp; There are currently 3 approved neuraminidase inhibitors:<ul class=\"article-body-unordered-list\"><li><strong>Oseltamivir</strong> (oral) is the most commonly used agent.&nbsp; It is well tolerated (requires renal dose adjustment).&nbsp;</li><li><strong>Zanamivir</strong> (inhaled) reaches high concentration in the lungs but has poor systemic bioavailability.&nbsp; It has limited use for patients with primary influenza pneumonia but minimal extrapulmonary involvement (rare).&nbsp; It carries a risk of bronchospasm and should be avoided in persons with obstructive lung disease (eg, asthma, chronic obstructive pulmonary disease disease).&nbsp;</li><li><strong>Peramivir</strong> (intravenous) is given to patients who cannot tolerate oral intake.</li></ul></li><li><strong>Endonuclease inhibitors</strong>, such as <strong>baloxavir marboxil</strong>, block influenza's RNA-dependent RNA polymerase.&nbsp; They accomplish this by preventing the polymerase from acquiring human 5' ends to use as primers (cap snatching).&nbsp; It is sometimes used as an alternative agent for outpatients with nonsevere influenza.&nbsp; Resistance can emerge after just a single dose, so it is used sparingly.</li><li><strong>Adamatanes</strong>, such as <strong>amantadine</strong> and <strong>rimantadine</strong>, block the M2 proton channel necessary for influenza uncoating in the acidic lysosome.&nbsp; However, widespread resistance among most seasonal strains of Influenza A have rendered these drugs largely obsolete.&nbsp;</li></ul><p>In practice, oseltamivir is the default first-line antiviral.&nbsp; Rarely (~1% of cases), patients can develop oseltamivir resistance, frequently with peramivir cross-resistance.&nbsp; Zanamivir or baloxavir are used as alternative agents in these situations, even though their efficacy for severe disease is less proven.</p><h2>Supportive care</h2><p>Supportive measures include rest, adequate hydration, antipyretics, and analgesics (eg, acetaminophen).&nbsp; Most patients have clear improvement over 4-7 days.&nbsp; Worsening symptoms (eg, new or persistent fever) after several days is suspicious for a superimposed bacterial pneumonia.&nbsp; Empiric antibiotic therapy for community-acquired pneumonia (eg, third-generation cephalosporin or fluoroquinolone) is typically given in this situation, with a low threshold for hospital admission.</p><h1>Prevention</h1><p>Prevention of influenza involves vaccination, infection control, and occasional antiviral prophylaxis.</p><h2>Vaccination</h2><p>Influenza immunization is indicated for all persons over 6 months old (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41129.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; There are 2 vaccine types:<p></p><ul class=\"article-body-unordered-list\"><li><strong>Live attenuated intranasal vaccine (LAIV)</strong>:&nbsp; Can be used for <strong>immunocompetent</strong> recipients between ages 2 and 49.&nbsp; It is contraindicated in the same individuals who are at higher risk for influenza complications (eg, immunocompromised, pregnant, chronic cardiac and respiratory conditions).&nbsp;</li><li><strong>Inactivated intramuscular vaccine</strong>:&nbsp; Can be used for any individual age ≥6 months.&nbsp; It is relatively contraindicated in persons with a true, severe egg allergy (eg, unambiguous anaphylaxis with cooked eggs).&nbsp; Even then, patients can still receive the vaccine under medical supervision (eg, in a clinic or pharmacy with epinephrine available).&nbsp; The only absolute contraindication is a prior anaphylactic reaction to the vaccine itself.</li></ul><p>Influenza vaccination is highly effective, with a greater impact on those at highest risk.&nbsp; The number needed to treat (NNT) to prevent influenza is roughly 50 in the general population and 25 among the elderly.&nbsp; The NNT to treat to prevent death from influenza is roughly 2,000 in the general population and 200 among the elderly.</p><h2>Infection control&nbsp;</h2><p>Influenza spreads primarily via <strong>respiratory droplet transmission</strong> (eg, particles ≥100 microns) through proximity to an infected person who is coughing or sneezing.&nbsp; It can also transmit through aerosols (eg, particles &lt;10 microns) that remain suspended in the air and capable of diffusing over longer distances, especially in cooler temperatures.&nbsp; Finally, the virus can spread through fomites (eg, door handles) contaminated with respiratory secretions.&nbsp; Therefore, preventing spread in the community focuses on standard hygiene practices, such as frequent handwashing, physical distancing, and surface disinfection.</p><p>In the hospital, infection control measures include droplet isolation precautions (standard surgical mask, private room), gowns, and gloves (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34084.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).&nbsp; Additional airborne precautions (eg, face shield, N95 respirator) are employed for aerosol-generating procedures such as nebulizer treatments, sputum induction, or bronchoscopy.<p></p><h2>Antiviral prophylaxis</h2><p>Antiviral drugs (eg, oseltamivir) are sometimes offered to presently asymptomatic patients in the following special situations:</p><ul class=\"article-body-unordered-list\"><li><strong>Postexposure prophylaxis</strong>:&nbsp; The antiviral drug is given to patients at extraordinarily high risk of complications, generally understood to mean <strong>elderly unvaccinated</strong> individuals with immunocompromising conditions.&nbsp; It is most strongly indicated within 48 hours of exposure to a known active case.</li><li><strong>Institutional prophylaxis</strong>:&nbsp; The antiviral drug is given to <strong>all residents</strong> of an institutional healthcare setting (eg, nursing facility) if multiple cases of influenza have been detected in the unit.&nbsp; If a patient is transferred from an institutional care facility to the hospital, the sending facility should be notified immediately if influenza is confirmed by laboratory testing.</li></ul><h1>Summary</h1><p>Influenza (the flu) is a contagious respiratory virus that circulates in virtually all parts of the world as a seasonal pandemic.&nbsp; Influenza infects upper respiratory tract epithelial cells and has a complex replication cycle involving host cell attachment via hemagglutinin, genomic replication via RNA-dependent mRNA polymerase, and budding via neuraminidase.&nbsp; It primarily spreads through respiratory droplets and infects the upper airway epithelium.&nbsp; In otherwise healthy patients, influenza usually causes a self-limited febrile illness.&nbsp; However, certain patients (eg, elderly, pregnant, immunocompromised) are at high risk of severe complications (eg, secondary bacterial pneumonia, myocarditis) and exacerbations of underlying chronic medical conditions (eg, heart failure, chronic obstructive pulmonary disease).&nbsp; Treatment includes antiviral drugs such as oseltamivir, as it is most effective when administered within 48 hours of symptom onset.&nbsp; Prevention relies on annual vaccination, infection control measures, and antiviral prophylaxis in high-risk settings.</p></div>\n            "
}