{
  "meta": {
    "title": "Interstitial lung disease",
    "url": "https://brainandscalpel.vercel.app/interstitial-lung-disease-f03fc103-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:03.814Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>The lung interstitium comprises the extracellular connective tissue between alveolar epithelium and the capillary endothelium.&nbsp; Interstitial lung disease (ILD) encompasses &gt;150 distinct conditions that cause inflammation, fibrosis, or proliferation of this space, resulting in impaired gas exchange and respiratory mechanics.&nbsp; This article provides a conceptual framework for understanding ILD, with specific details of some important ILDs included for completion.</p><h1>Pathogenesis and classification</h1><h2>Radiologic and histologic classification:&nbsp; Usual interstitial pneumonia (UIP) versus non-UIP</h2><p>ILD classification can be frustrating due to the diverse terminology used to describe equivalent or related conditions across clinical, radiographic, and histologic domains.&nbsp; In practice, ILD classification begins with radiology, when chest imaging is prompted by concerning findings (eg, chronic respiratory symptoms and restrictive pulmonary function testing).&nbsp; Based on their radiologic pattern, ILDs are dichotomized by the presence or absence of a <strong>UIP</strong> pattern (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/120091.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><ul class=\"article-body-unordered-list\"><li>UIP radiology:&nbsp; The pathognomonic finding is subpleural <strong>honeycombing</strong> (multiple small cystic lesions that look like honeycomb, representing retracted, dilated airspaces), particularly in the lower lobes.</li><li>Non-UIP radiology:&nbsp; A range of <strong>nonfibrotic features</strong> (eg, ground-glass opacities, nodular infiltrates, pleural effusion) representing inflammatory processes can be seen.</li></ul><p>Radiology predicts histology:</p><ul class=\"article-body-unordered-list\"><li>Histologic UIP reveals fibrosis with <strong>negligible inflammation</strong>.&nbsp; The <strong>fibrosis</strong> is <strong>patchy</strong>, interspersed between areas of normal lung, featuring collagen whirls, fibroblast foci, and subpleural microscopic honeycombing.</li><li>Histologic non-UIP usually involves an <strong>inflammatory background</strong> (can be lymphocytic, granulomatous, neutrophilic, or mixed).&nbsp; If present, fibrosis tends to be more uniform (vs patchy in UIP) with no honeycombing.</li></ul><h2>Etiologic classification:&nbsp; Secondary versus idiopathic</h2><p>After determining whether the classification is UIP or non-UIP on radiology, the next step is performing an extensive evaluation to exclude underlying causes (eg, autoimmune conditions, drugs, exposures).&nbsp; This allows further classification into secondary versus idiopathic, with each representing ~50% of all cases.</p><ul class=\"article-body-unordered-list\"><li><strong>Secondary ILDs</strong> are grouped by their underlying causation:<ul class=\"article-body-unordered-list\"><li><strong>Drug and toxins:</strong>&nbsp; Many drugs have pulmonary toxicity, and several can induce ILD (eg, methotrexate-induced organizing pneumonia, nitrofurantoin-induced UIP).</li><li><strong>Inhaled exposure</strong>s<strong>:</strong>&nbsp; Organic matter (eg, bird dander) causes hypersensitivity pneumonitis (HP) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61229.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ), a granulomatous ILD driven by a type IV hypersensitivity reaction to various antigens (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61231.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Inorganic particles can cause a range of diffuse parenchymal lung diseases, including UIP (eg, asbestosis can lead to asbestos-induced UIP fibrosis) or non-UIP (eg, silicosis can cause silica-induced nodules and upper lobe fibrosis) presentations.</li><li><strong>Autoimmune-associated:</strong>&nbsp; ILD can be the pulmonary expression of systemic autoimmune or connective tissue disorders (eg, scleroderma-associated UIP).&nbsp; In some cases, lung manifestations precede systemic autoimmunity by years.</li><li><strong>Viral infections:</strong>&nbsp; Lower respiratory tract infection with community-acquired respiratory viruses (eg, adenovirus, coronavirus) can trigger aberrant alveolar repair in susceptible individuals, giving rise to ILD (eg, post-infectious organizing pneumonia)</li></ul></li><li>Idiopathic ILDs:&nbsp; When no secondary cause is evident, the ILD is classified as an <strong>idiopathic interstitial pneumonias</strong> (IIPs).&nbsp; There are 7 IIPs.&nbsp; The (only) IIP with a UIP pattern is called <strong>idiopathic pulmonary fibrosis (IPF)</strong>, whereas the other 6 IIPs (eg, cryptogenic organizing pneumonia [COP], nonspecific interstitial pneumonia [NSIP]) are characterized by a non-UIP pattern.<ul class=\"article-body-unordered-list\"><li>IPF (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/65334.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) is defined as UIP with no secondary cause.&nbsp; Radiographic UIP is almost always IPF (~80% of cases have no explanation).&nbsp; Risk factors include male sex, advanced age (&gt;60), smoking, gastroesophageal reflux disease, and known genetic polymorphisms affecting epithelial integrity and regeneration (eg, telomerase [TERT] deficiency in familial IPF).&nbsp; Pathogenesis involves repeated cycles of alveolar injury (eg, reflux, infections, smoking) with failed regeneration (eg, telomerase mutation), forcing repair via fibrotic pathways (eg, transforming growth factor beta [TGF-β] upregulation).</li><li>Non-IPF ILD is defined as non-UIP with no secondary cause.&nbsp; This category encompasses 6 IIPs (eg, COP, NSIP), each with its distinct histology.&nbsp; There are no clear or consistent risk factors for these IIPs; they affect all ages and demographics.&nbsp; Their pathogenesis is unclear but likely involves dysregulated inflammatory and wound healing pathways (eg, mammalian target of rapamycin, growth factor signaling).</li></ul></li></ul><p>Different forms of idiopathic ILD can exhibit identical histology and radiology patterns as their secondary counterparts (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/120096.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) (presented to complete the framework rather than for memorization).<p></p><h1>Clinical evaluation</h1><h2>Idiopathic pulmonary fibrosis (IPF)</h2><ul class=\"article-body-unordered-list\"><li>Clinically, IPF has an <strong>insidious progression</strong>, usually with an ill-defined onset.&nbsp; Patients often link their decline to a remote respiratory infection and experience slowly progressive exertional dyspnea, dry cough, and other vague symptoms (eg, fatigue, poor sleep quality).&nbsp; Any fibrotic ILD (including IPF) can produce fine <strong>velcro-like inspiratory crackles</strong>, and late-stage disease may be complicated by cor pulmonale (eg, peripheral edema).&nbsp; However, there are no clear signals for a secondary cause on history or physical examination (eg, no drug exposure, no connective tissue findings).</li><li>Spirometry shows a <strong>restrictive</strong> pattern (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L93864.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Lung volumes are decreased due to low lung compliance.&nbsp; Diffusion capacity is reduced due to interstitial thickening that blocks gas transfer.&nbsp; The flow-volume loop shows a narrow pointy shape (witch's hat) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20112.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li><li>Chest x-ray reveals volume loss (reflecting restriction) and reticular or linear infiltrates (reflecting septal thickening).&nbsp; Lower lobe predominance is more specific to IPF.&nbsp; <strong>High-resolution CT scan (HRCT)</strong>, which provides thin slices, is <strong>required</strong> for diagnosis.&nbsp; It reveals UIP fibrosis, characterized by reticular (lacey) densities in a basilar-predominant and subpleural distribution (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104939.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), often pulling open the airspaces into cystic structures (honeycomb change (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97529.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )).&nbsp; <strong>Honeycombing</strong> is unique to UIP.&nbsp; General features of advanced fibrosis include traction bronchiectasis and parenchymal distortion (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97519.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li><li>An autoimmune panel (eg, antinuclear antibodies, rheumatoid factor) is customarily obtained to assess for an underlying systemic connective tissue disorder, even though extrapulmonary signs are absent.&nbsp; Occasionally, UIP is the earliest manifestation of an autoimmune condition (eg, lung-limited scleroderma).&nbsp; With true IPF, autoimmune serologies are either negative or weakly/nonspecifically positive.</li></ul><h2>Secondary ILD</h2><ul class=\"article-body-unordered-list\"><li>In contrast to the uniform slow progression of IPF, secondary ILD exhibits varying tempos (eg, HP involves fluctuating and subacute dyspnea) with a more clearly defined onset after exposure.&nbsp; Constitutional symptoms (eg, malaise, low-grade fever) are more common, likely reflecting a <strong>higher degree of inflammation</strong> compared to IPF.</li><li>Clues suggestive of a secondary ILD include a history of <strong>exposure</strong> to culprit drugs (eg, amiodarone), organic antigens (eg, bird dander), or inorganic dusts (eg, silica).&nbsp; Physical examination findings might point to a connective tissue disorder (eg, CREST syndrome [<strong>C</strong>alcinosis, <strong>R</strong>aynaud phenomenon, <strong>E</strong>sophageal dysmotility, <strong>S</strong>clerodactyly, and <strong>T</strong>elangiectasia], inflammatory arthritis).</li><li>HRCT can reveal distinctive findings that align more closely with <strong>alveolar inflammation</strong> than fibrosis, such as ground-glass opacities, nodular infiltrates, or patchy consolidation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L4897.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; These inflammatory changes tend to be accompanied by some degree of fibrosis (eg, reticulation) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L4855.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).&nbsp; Imaging can also reveal manifestations of underlying issues (eg, patulous esophagus reflecting dysmotility in scleroderma, pleural thickening reflecting serositis in systemic lupus erythematosus).</li></ul><h2>Decision to biopsy</h2><p>A multidisciplinary approach (rheumatology, pulmonary, radiology, pathology) is essential.&nbsp; ILD may be diagnosed based on HRCT findings and clinical data alone (eg, a patient with classic UIP pattern and no secondary features); alternatively, a biopsy is needed to elucidate ambiguous clinical or radiologic data.</p><h1>Differential diagnosis</h1><p>Various pulmonary and nonpulmonary conditions are on the differential in patients with exertional dyspnea who have interstitial lung abnormalities and/or restricted pulmonary function.</p><h2>Interstitial lung abnormalities</h2><p>Interstitial lung abnormalities (ie, reticular markings on chest x-ray) can represent any filling process that thickens the alveolar septae.&nbsp; Most cases represent ILDs (eg, IPF), but could also indicate:</p><ul class=\"article-body-unordered-list\"><li><strong>Left ventricular failure</strong>:&nbsp; Chronic pulmonary vascular congestion can produce a restrictive pattern on PFT, with septal thickening and lymphatic widening (Kerly lines) on imaging (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L4231.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).&nbsp; However, additional findings would include cephalization, pulmonary edema (in acute decompensation), and pleural effusions.&nbsp; The inspiratory crackles of heart failure tend to sound \"wet\" (rales), and cough tends to be productive (eg, frothy sputum) rather than dry.</li><li><strong>Other parenchymal lung diseases:</strong><ul class=\"article-body-unordered-list\"><li>Pulmonary sarcoidosis (considered an idiopathic ILD in some classification systems) involves granulomas forming along the alveolar lymphatics to cause interstitial studding; however, hilar lymphadenopathy is usually present in sarcoidosis but absent in the ILDs discussed above.</li><li>Atypical infectious pneumonia (eg, <em>Pneumocystis</em>, <em>Mycoplasma</em>, viral) can have an interstitial reticular (rather than lobar consolidative) pattern on imaging; however, the onset tends to be more acute and accompanied by infectious symptoms (eg, overt fever, rigors).</li><li>Lymphangitic carcinomatosis can be due to some cancers (mostly breast, lung, and gastrointestinal adenocarcinomas) metastasizing diffusely throughout the pulmonary lymphatics, producing a interstitial imaging pattern.</li></ul></li></ul><h2>Restrictive pulmonary function pattern</h2><p>A restrictive pulmonary function pattern (decreased total lung capacity) can indicate ILD, but other conditions are on the differential (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95667.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><ul class=\"article-body-unordered-list\"><li>Normal diffusing capacity of the lungs for carbon monoxide (DLCO) (alveolar membrane intact) could indicate extrinsic restriction due to neuromuscular disease (eg, myasthenia gravis), chest wall deformity (eg, thoracic kyphosis), or extreme obesity (typically with BMI &gt;60 kg/m<font size=\"2\"><sup>2</sup></font>).</li><li>Decreased DLCO (alveolar membrane thickened) could indicated intrinsic restriction due to ILD or other interstitial processes (eg, heart failure).</li></ul><h1>Management</h1><h2>Antifibrotic therapy</h2><p>Antifibrotic agents (eg, pirfenidone, nintedanib) operate by inhibiting growth factor pathways (eg, TGF, fibroblast growth factor, platelt-derived growth factor) involved in fibroblast proliferation and collagen secretion.&nbsp; These drugs help to preserve remaining lung function (ie, slowing the rate of FVC decline by ~300 mL per year) but do not restore function that has been lost.&nbsp; Antifibrotic drugs are used in 2 main settings:</p><ul class=\"article-body-unordered-list\"><li>First line for UIP pattern fibrosis:&nbsp; idiopathic UIP (ie, IPF) or secondary UIP (eg, scleroderma-UIP)</li><li>Emerging use for non-UIP patterns with significant fibrosis:&nbsp; used as adjunct to other (eg, immunosuppressive) agents</li></ul><p>Adverse effects are often significant, and include gastrointestinal distress, severe fatigue, and increased risk for major acute cardiovascular events (with nintedanib).</p><h2>Immunosuppression</h2><p>Immunosuppressive drugs are used for treatment of non-IPF ILDs with a prominent inflammatory component (eg, ILD associated with autoimmune connective tissue disorders).&nbsp; The immunosuppressive regimen is selected based on the underlying autoimmune conditions (eg, mycophenolate for scleroderma) and dosed to target the most threatened organ (often the lungs).</p><p>Immunosuppression is grouped as follows:</p><ul class=\"article-body-unordered-list\"><li><strong>Corticosteroid-based:</strong>&nbsp; Systemic corticosteroids are used in pulsed high doses (eg, methylprednisolone 1,000 mg/day for a few days) for acute ILD exacerbations, and sometimes needed in chronic low doses (eg, prednisone 5 mg/day) for stable disease.</li><li><strong>Corticosteroid-sparing:</strong>&nbsp; Noncorticosteroid agents (eg, azathioprine, mycophenolate) are used for treatment of stable autoimmune-associated ILD.&nbsp; Methotrexate is generally avoided due to its idiosyncratic pulmonary toxicity.</li></ul><p>Immunosuppression for IPF is contraindicated due to an increased risk for death due to pulmonary infections.</p><h2>Other treatment</h2><p>Additional therapies include:</p><ul class=\"article-body-unordered-list\"><li>Proton pump inhibitors (eg, omeprazole):&nbsp; most strongly indicated for IPF, protecting lungs against further injury from reflux (can be silent) and aspiration</li><li>Pulmonary rehabilitation:&nbsp; a 36-session program of supervised exercise, nutritional intervention (eg, for cachexia), self-management education (eg, proper use of oxygen), and psychosocial services</li><li>Immunizations:&nbsp; <em>Pneumococcus</em>, influenza, respiratory syncytial irus, and SARS-CoV-2</li><li>Long-term oxygen therapy:&nbsp; titrated to maintain SaO<font size=\"2\"><sub>2</sub></font> ≥88%</li><li>Lung transplantation:&nbsp; indicated for dominant fibrosis (eg, UIP, fibrotic NSIP or HP), very low lung function (eg, FVC &lt;40% predicted), secondary pulmonary hypertension (cor pulmonale), or hospitalization due to progressive respiratory failure</li></ul><h1>Prognosis</h1><p>Survival in UIP (unremitting fibrosis that destroys lung tissue) is worse than non-UIP ILD (inflammatory process that may respond to immunosuppression).&nbsp; However, fibrotic ILD is a poor prognostic feature of autoimmune disease and can be a leading cause of death.</p><p>Median survival (without transplant) is 3-4 years from diagnosis of IPF and some forms of UIP.&nbsp; However, the range is broad, and ~25% of individuals live &gt;10 years after diagnosis.&nbsp; The most common causes of death from IPF are progressive respiratory failure and acute exacerbations due to pneumonia.&nbsp; Antifibrotic therapy can slightly delay death or time to transplantation.&nbsp; Global function impairment is common in late stages.</p><h1>Summary</h1><p>Interstitial lung disease is a broad term that encompasses &gt;150 distinct diseases affecting the lung extracellular matrix, leading to impaired gas exchange and respiratory mechanics.&nbsp; Interstitial lung diseases are classified by whether they are idiopathic or secondary, and whether the predominant pattern is usual interstitial pneumonia or non-usual interstitial pneumonia.&nbsp; Idiopathic pulmonary fibrosis (ie, idiopathic usual interstitial pneumonia) is a prototypical example, and the most common form of interstitial lung disease overall.&nbsp; However, approximately 50% of interstitial lung diseases have identifiable causes, such as drug-induced, exposure-related, or autoimmune conditions.&nbsp; Diagnosis of interstitial lung disease requires synthesis of clinical, radiologic, and pathologic data.&nbsp; Biopsy is not needed for idiopathic pulmonary fibrosis diagnosis in patients with classic radiographic usual interstitial pneumonia and no secondary features.&nbsp; Management options include antifibrotic therapy (mainly for idiopathic pulmonary fibrosis), immunosuppression (mainly for non-idiopathic pulmonary fibrosis interstitial lung diseases with a prominent inflammatory component), and other supportive treatments such as pulmonary rehabilitation.&nbsp; Prognosis varies, but survival in usual interstitial pneumonia cases is generally worse than non-usual interstitial pneumonia cases.</p></div>\n            "
}