{
  "meta": {
    "title": "Large airway obstructions",
    "url": "https://brainandscalpel.vercel.app/large-airway-obstructions-6b7231b6-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:02.978Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Several conditions can affect the large airways (larynx, trachea, carina, and mainstem bronchi), including inflammatory (eg, granulomatosis with polyangiitis), malignant (eg, lung cancer), structural (eg, tracheomalacia), and functional (eg, vocal cord dysfunction) conditions.</p><br><br><p>Large airway obstructions are classified by their:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>relationship to the pleural lining (ie, intrathoracic versus extrathoracic) and</li>\n\t<li>mobility (ie, variable versus fixed).</li>\n</ul><br><br><p>The 3 classic categories are variable intrathoracic, variable extrathoracic, and fixed obstruction.</p>\n<h1>Pathophysiology</h1><h2>Variable intrathoracic obstruction (VIO)</h2><br><br><p>VIO involves dynamic expiratory collapse (ie, \"variable\") of the main bronchi and intrathoracic trachea.&nbsp; Etiologies include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tracheomalacia and bronchomalacia:</strong>&nbsp; Weakness of the large airway walls, resulting in abnormal collapsibility.&nbsp; Can be congenital (ie, defective cartilage rings) or acquired (eg, recurrent lower respiratory infections).</li>\n\t<li><strong>Mobile masses:</strong>&nbsp; Extrinsic compression (eg, substernal goiter, bronchogenic cyst) causes dynamic narrowing of the intrathoracic trachea.</li>\n</ul><br><br><p>During expiration, positive pleural pressure compresses the airways shut (ie, decreased expiratory flow) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L49182.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ); conversely, during inspiration, negative pleural pressure expands the airways open (ie, normal expiratory flow).&nbsp; Therefore, the flow volume loop shows expiratory flattening (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L94839.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Patients typically develop <strong>expiratory wheezing or stertor</strong>, heard loudest over the lower airways.<p></p><br><br><p>VIO is distinguished from small airway (ie, intralobar bronchi and bronchioles) obstruction, such as in asthma and emphysema.&nbsp; Collapse of small airways preferentially slows late expiratory airflow, resulting in a scalloped or scooped out appearance of the flow volume loop.</p>\n<h2>Variable extrathoracic obstruction (VEO)</h2><br><br><p>VEO involves dynamic inspiratory collapse (ie, \"variable\") of the extrathoracic trachea, larynx, and glottis.&nbsp; Etiologies include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vocal cord dysfunction:</strong>&nbsp; Functional disorder usually related to chronic irritation (eg, gastroesophageal reflux disorder [GERD]) coupled with a psychogenic component (eg, anxiety)</li>\n\t<li><strong>Mobile laryngeal lesions:</strong>&nbsp; Anatomic disorders (eg, laryngomalacia, polyps) causing dynamic narrowing</li>\n\t<li><strong>Obstructive sleep apnea:</strong>&nbsp; Glottic relaxation and collapse technically causes VEO (although the term is typically reserved for conditions that produce obstruction while awake)</li>\n</ul><br><br><p>During inspiration, tracheal pressure becomes negative, pulling the upper airway shut (ie, decreased inspiratory flow) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36373.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ); conversely, during expiration, tracheal pressure rises and pushes tissue outward (ie, normal expiratory flow).&nbsp; Therefore, the flow volume loop shows inspiratory flattening (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50055.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Patients usually develop <strong>inspiratory stridor</strong>, heard loudest over the upper airway.<p></p>\n<h2>Fixed obstruction</h2><br><br><p>Fixed obstruction involves <strong>immobile lesions</strong> anywhere along the intrathoracic or extrathoracic airways.&nbsp; Regardless of location, the final outcome is bidirectional reduction of airflow due to the fixed narrowing of airway diameter.&nbsp; Etiologies include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tracheal stenosis:</strong>&nbsp; Granulation tissue and/or fibrotic stricture formation, typically due to previous trauma (eg, prolonged intubation).&nbsp;</li>\n\t<li><strong>Fixed masses:</strong>&nbsp; More aggressive neoplasms (eg, small cell lung cancer), displaying endoluminal growth or tissue invasion, can cause narrowing of the trachea and main bronchi.</li>\n</ul><br><br><p>Airflow is equally blocked during expiration and inspiration because the fixed obstruction does not vary with changes in pleural and airway pressure, as is the case with VIO or VEO.&nbsp; The flow-volume loop has a pancake appearance, with biphasic flattening (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20111.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Patients typically demonstrate <strong>biphasic wheezing</strong> or stertor.<p></p>\n<h1>Specific conditions</h1><br><br><p>This section discusses clinical management of the leading causes of VIO, VEO, and fixed obstruction.</p>\n<h2>Tracheobronchomalacia</h2><br><br><p>Tracheobronchomalacia (TBM) is the leading cause of VIO.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pediatric onset (ie, primary) TBM typically represents congenital defects in cartilage (eg, Ehlers-Danlos syndrome) or airway smooth muscle.</li>\n\t<li>Adult onset (ie, secondary) TBM is triggered by repeated infections or inflammation of the airway wall (eg, chronic bronchitis, immunodeficiency, relapsing polychondritis, intubation).</li>\n</ul><br><br><p>TBM present with dyspnea, expiratory wheezes or stertor, and recurrent respiratory infections.&nbsp; Symptoms are exacerbated by lying supine.&nbsp; Spirometry shows <strong>expiratory flattening of the flow-volume loop</strong>.&nbsp; Another important clue is a large discrepancy (eg, &gt;900 mL) between the slow vital capacity (ie, gentle exhalation prevents airway collapse) and forced vital capacity (ie, <strong>vigorous exhalation accentuates airway collapse</strong>).</p><br><br><p>TBM is confirmed through dynamic imaging (eg, expiratory vs inspiratory CT) or bronchoscopy. First-line treatment involves positive airway pressure therapy (eg, CPAP) and airway clearance techniques (eg, flutter valve).&nbsp; In severe cases, stenting or surgery (eg, tracheopexy) may be required.</p>\n<h2>Paradoxical vocal cord motion&nbsp;</h2><br><br><p>Paradoxical vocal cord motion, or <strong>vocal cord dysfunction (VCD)</strong>, is the leading cause of VEO.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>VCD can be secondary to vocal cord injury or paralysis (eg, recurrent laryngeal nerve compression).&nbsp;</li>\n\t<li>Alternatively, it can occur spontaneously as a <strong>functional neurological disorder</strong> (eg, particularly in young female athletes with anxiety).&nbsp; Laryngeal irritation (eg, acid reflux, postnasal drip) are important contributors.</li>\n</ul><br><br><p>VCD presents with <strong>episodic inspiratory stridor</strong>, dyspnea, and a choking or globus sensation.&nbsp; Symptoms are worsened by <strong>emotional stress, exertion</strong>, and chronic laryngeal irritation (eg, acid reflux, postnasal drip).&nbsp; Diagnosis involves flexible laryngoscopy demonstrating paradoxical adduction of the arytenoids during inspiration (ie, instead of normal abduction).</p><br><br><p>First-line treatment is speech therapy (eg, glottic relaxation) and mindfulness approaches (eg, breath retraining).&nbsp; Comorbidities (eg, anxiety disorders, allergic rhinitis, GERD) should be addressed.&nbsp; Biofeedback (eg, \"try a different breathing pattern to minimize that noise\") is a promising new approach.&nbsp; Refractory VCD may require botulinum toxin injections to inhibit vocal fold spasm.</p>\n<h2>Malignant central airway obstruction</h2><br><br><p>Malignant central airway obstruction (MCAO) is the leading cause of fixed obstruction.</p><br><br><p>MCAO occurs when major airways are compressed, narrowed, or internally obstructed by a <strong>tumor or lymphadenopathy</strong>; centrally located lung cancers (eg, small cell, squamous cell) are the main culprits.</p><br><br><p>MCAO presents with dyspnea and biphasic wheezing.&nbsp; Lying supine worsens the obstruction and can be dangerous (eg, respiratory arrest in CT scanner).&nbsp; Chest imaging can show a narrowed tracheal air column; unilateral mainstem obstruction produces complete hemithoracic opacification (representing total lung atelectasis) with an ipsilateral mediastinal shift (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105000.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p><br><br><p>MCAO is an <strong>oncologic emergency</strong> (eg, requires hospitalization for immediate treatment).&nbsp; By the time symptoms develop, the airway is significantly narrowed already.&nbsp; Treatment involves rigid bronchoscopy for tumor debulking ± stent placement.&nbsp; Acute respiratory failure due to MCAO is a dilemma; advanced modalities (eg, jet ventilation, extracorporeal membrane oxygenation [ECMO]) are required when endotracheal intubation cannot bypass the obstruction (eg, carina).&nbsp; Clarifying goals of care is essential, because MCAO represents advanced (and usually incurable) disease.</p>\n<h1>Summary</h1><br><br><p>Large airway diseases (ie, larynx, trachea, carina, and mainstem bronchi) produce 3 categories of airflow obstruction.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Variable intrathoracic obstruction (VIO) (eg, tracheobronchomalacia) involves dynamic compression of the lower trachea and mainstem bronchi due to positive pleural pressure during expiration.&nbsp; It is characterized by expiratory wheezing and flattening of the expiratory flow-volume curve.</li>\n\t<li>Variable extrathoracic obstruction (VEO) (eg, vocal cord dysfunction) involves dynamic narrowing of the upper trachea or laryngeal structures due to negative intratracheal pressure during inspiration.&nbsp; It is characterized by inspiratory stridor and flattening of the inspiratory flow-volume curve.</li>\n\t<li>Fixed obstruction (eg, immobile tracheal tumor) involves equal airflow limitation during inspiration and expiration.&nbsp; It is characterized by biphasic wheezing and symmetric flattening (ie, pancaking) of the inspiratory and expiratory halves of the flow-volume curve.</li>\n</ul>\n</div>\n\n            "
}