{
  "meta": {
    "title": "Neonatal respiratory distress syndrome",
    "url": "https://brainandscalpel.vercel.app/neonatal-respiratory-distress-syndrome-44cd243e-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:09.446Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction </h1>\n<p>Neonatal respiratory distress syndrome (RDS) is a disorder in which insufficient surfactant production in the preterm lung leads to alveolar collapse and impaired gas exchange.&nbsp; Patients have respiratory distress (eg, tachypnea, increased work of breathing, cyanosis) immediately after birth.&nbsp; RDS is the most common cause of respiratory distress in preterm neonates and is a major contributor to their morbidity and mortality.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Fetal alveolar development occurs in stages, beginning with protrusion of the main bronchi from the foregut during the embryonic period (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90229.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Airway branching continues in the pseudoglandular stage (ie, weeks 5-16 of gestation) and ends with alveolar epithelial differentiation into type I and type II pneumocytes.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Type I pneumocytes cover approximately 95% of the alveolar surface and are involved in gas exchange.&nbsp;</li>\n\t<li>Type II pneumocytes cover the remaining 5% of the alveolar surface and are involved in regeneration of alveolar epithelium and surfactant production (via lamellar bodies) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L83739.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp;</li>\n</ul><br><br><p>Surfactant is a lipoprotein complex (90% lipid, 10% protein) that creates a lipid-rich (eg, phosphatidylcholine [lecithin], phosphatidylglycerol) monolayer at the air-liquid interface of the alveoli, thereby reducing alveolar surface tension and increasing alveolar compliance and lung expansion.&nbsp; These functions are essential for maintaining alveolar surface area for efficient gas exchange after birth.</p><br><br><p>Surfactant production begins at approximately 20 weeks gestation and increases to reach adequate levels toward the end of the third trimester.&nbsp; Therefore, neonates born prematurely do not have adequate quantity or quality of surfactant, leading to <strong>increased alveolar surface tension</strong> that results in collapse.&nbsp; The implications of widespread atelectasis include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Impaired gas exchange</strong>:&nbsp; Collapsed alveoli are perfused but not ventilated (ie, ventilation/perfusion mismatch), causing intrapulmonary right-to-left shunting, hypoxemia, and cyanosis.&nbsp; In severe cases, diffuse atelectasis causes hypoxic vasoconstriction that increases pulmonary arterial and right-sided cardiac pressures.&nbsp; Elevated right-sided pressures can cause extrapulmonary right-to-left shunting in patients with a patent ductus arteriosus, resulting in differential cyanosis.</li>\n\t<li><strong>Decreased compliance</strong>:&nbsp; Collapsed alveoli are poorly compliant and require high inspiratory pressure to overcome the increased alveolar surface tension.&nbsp;</li>\n\t<li><strong>Inflammation</strong>:&nbsp; Atelectasis causes alveolar epithelial injury and inflammation.&nbsp; Inflammatory cytokines increase vascular permeability, leading to accumulation of a protein-rich fluid that can deactivate surfactant and worsen compliance.&nbsp;</li>\n</ul><br><br><p><strong>Preterm delivery</strong> is the most significant risk factor for RDS.&nbsp; The incidence of RDS is inversely related to gestational age, with the highest incidence among extremely preterm births (ie, ≤28 weeks gestation).&nbsp; Other risk factors include male sex and gestational diabetes mellitus (fetal hyperinsulinism antagonizes cortisol, resulting in delayed surfactant maturation).</p>\n<h1>Pathology</h1><br><br><p>Biopsy for patients with neonatal RDS is rarely performed.&nbsp; However, classic histologic examination findings include vascular congestion, collapsed alveoli, and open alveoli lined with hyaline membrane, or homogeneous pink material composed of cellular debris, protein, and fibrin (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L2544.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p>\n<h1>Clinical presentation</h1><br><br><p>Most patients with RDS develop symptoms immediately after birth, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tachypnea</strong>:&nbsp; respiratory rate &gt;60/min</li>\n\t<li><strong>Expiratory grunting</strong>:&nbsp; occurs due to exhalation through a partially closed glottis, which slows exhalation and maintains higher end-expiratory lung volume</li>\n\t<li><strong>Nasal flaring</strong>:&nbsp; results from use of accessory respiratory muscles</li>\n\t<li><strong>Intercostal and subcostal retractions</strong>:&nbsp; high inspiratory pressure required to expand the collapsed, poorly compliant alveoli; retractions draw the ribs in during inspiration</li>\n\t<li><strong>Cyanosis</strong>:&nbsp; occurs due to right-to-left intra- and extrapulmonary shunting</li>\n\t<li><strong>Apnea</strong>:&nbsp; episodes of paused breathing &gt;20 seconds</li>\n\t<li><strong>Diminished breath sounds</strong></li>\n</ul><br><br><p>In addition to these respiratory findings, patients may have diminished peripheral pulses, peripheral edema, and low urine output for the first 24-48 hours of life.</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of RDS is based on history, physical examination, and characteristic radiographic findings.&nbsp; Chest radiograph shows low lung volumes with <strong>\"ground-glass\" opacities</strong> (ie, hazy opacification named after glass that has been ground to achieve a matte finish) and <strong>air bronchograms</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50466.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p><br><br><p>Although not required for diagnosis, blood gas analysis shows hypoxemia, hypercapnia, and metabolic acidosis.&nbsp; Patients should also be evaluated for sepsis with complete blood count, blood culture, and inflammatory markers.</p>\n<h2>Evaluation during pregnancy</h2><br><br><p>During pregnancy, amniotic fluid can be tested for markers of lung maturity; prior to 33 weeks gestation, amniotic fluid lecithin and sphingomyelin levels are nearly equal (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L76688.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; After 33 weeks gestation, phospholipid (eg, phosphatidylcholine [lecithin], phosphatidylglycerol) levels increase dramatically relative to the sphingomyelin level.&nbsp; A lecithin-to-sphingomyelin ratio &gt;1.9 is indicative of mature fetal lungs.&nbsp; In addition, high lamellar body and phosphatidylglycerol content in amniotic fluid is associated with increased surfactant production and lung maturity.<p></p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Transient tachypnea of the newborn</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L57478.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; occurs due to delayed reabsorption of fetal alveolar fluid in late preterm (ie, &gt;34 weeks gestation) and term (ie, &gt;37 weeks gestation) infants.&nbsp; Patients develop tachypnea (ie, respiratory rate &gt;60/min) and increased work of breathing (in moderate-to-severe cases) that self-resolve within 48-72 hours.&nbsp; Characteristic radiographic findings include hyperinflation, perihilar linear streaking, and fluid in the interlobar fissures.</li>\n\t<li><strong>Persistent pulmonary hypertension</strong>:&nbsp; occurs due to persistently elevated pulmonary vascular resistance after birth.&nbsp; Right-to-left shunting across the ductus arteriosus can cause respiratory distress and differential cyanosis; however, chest radiograph is typically normal.</li>\n\t<li><strong>Meconium aspiration syndrome</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99300.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; occurs due to aspiration of meconium in amniotic fluid in term and postterm (ie, &gt;41 weeks) infants.&nbsp; Patients develop respiratory distress immediately after birth.&nbsp; Chest radiograph shows streaky, linear densities and hyperinflated lungs.</li>\n\t<li><strong>Neonatal pneumonia</strong>:&nbsp; presents with respiratory distress and signs of infection.&nbsp; Chest radiograph shows focal alveolar densities or consolidations.</li>\n</ul>\n<h1>Management</h1><br><br><p>The most important component in the management of RDS is respiratory support.&nbsp; The initial approach to management is determined by the patient's cardiopulmonary status (eg, respiratory effort, heart rate), as follows (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L76989.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Adequate respiratory effort</strong>:&nbsp; Noninvasive positive airway pressure (eg, nasal continuous positive airway pressure, high-flow nasal cannula) is required to maintain alveolar patency for gas exchange and reduce the risk of alveolar collapse.</li>\n\t<li><strong>Apnea, inadequate respiratory effort, or heart rate &lt;100/min</strong>:&nbsp; Bag mask ventilation should be attempted, but if the patient's respiratory effort does not improve, endotracheal intubation and mechanical ventilation are required.</li>\n</ul><br><br><p>Respiratory support is gradually weaned as the patient's symptoms improve.</p><br><br><p>In addition to respiratory support, management includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Supplemental oxygen</strong>:&nbsp; required to maintain peripheral oxygen saturation between 90% and 95%, regardless of the mode of respiratory support.</li>\n\t<li><strong>Surfactant</strong>:&nbsp; exogenous surfactant administered to all patients who are intubated or who require increasing oxygen supplementation while receiving noninvasive positive airway pressure.&nbsp; Surfactant decreases alveolar surface tension, which prevents alveolar collapse, increases compliance, and improves lung expansion (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63796.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Supportive care</strong>:&nbsp; includes a thermal neutral environment, nutrition, and fluid management.&nbsp; Fluid restriction is recommended to decrease the risk of complications (eg, bronchopulmonary dysplasia).&nbsp; In general, diuretics should be avoided due to the risk of electrolyte derangements.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>With early intervention, including appropriate respiratory support and exogenous surfactant, the mortality rate in patients with RDS is low.&nbsp; However, patients are at increased risk of developing complications due to the lung condition itself and/or as a consequence of treatment (eg, barotrauma related to elevated airway pressures during mechanical ventilation).&nbsp; Complications may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bronchopulmonary dysplasia</strong> (BPD) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/66382.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a chronic complication of RDS.&nbsp; BPD is defined as the requirement for respiratory support or supplemental oxygen at age ≥28 days in a preterm infant with evidence of parenchymal lung disease.&nbsp; Arrested pulmonary development results in few dilated alveoli, with limited surface area for gas exchange.&nbsp; Inflammation due to infection or mechanical ventilation (eg, barotrauma, volutrauma) results in fibrosis.</li>\n\t<li><strong>Pulmonary air leak</strong> (eg, pneumothorax, pulmonary interstitial emphysema) occurs when high volume leads to alveolar rupture in mechanically ventilated patients.</li>\n</ul>\n<h1>Prevention</h1><br><br><p><strong>Antenatal corticosteroids</strong> (eg, betamethasone, dexamethasone) accelerate the synthesis and maturation of surfactant and should be administered to pregnant women at risk of preterm delivery to reduce the risk of RDS.&nbsp; In addition, antenatal corticosteroids reduce the risk of developing complications, including BPD.</p>\n<h1>Summary&nbsp; </h1><br><br><p>Neonatal respiratory distress syndrome (RDS) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69857.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) occurs due to insufficient surfactant production in the preterm lung, which leads to alveolar collapse and impaired gas exchange.&nbsp; RDS is the most common cause of respiratory distress in preterm neonates and is a significant cause of morbidity and mortality.&nbsp; Patients have respiratory distress (eg, tachypnea, increased work of breathing, cyanosis) immediately after birth and require respiratory support (eg, noninvasive positive airway pressure) and exogenous surfactant to prevent complications (eg, bronchopulmonary dysplasia).<p></p>\n</div>\n\n            "
}