{
  "meta": {
    "title": "Nontuberculous mycobacteria (NTM)",
    "url": "https://brainandscalpel.vercel.app/nontuberculous-mycobacteria-ntm-a41fc9b1-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:07.120Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Nontuberculous mycobacteria (NTM) encompass all mycobacterial species outside the <em>Mycobacterium tuberculosis</em> and <em>Mycobacterium leprae</em> complexes.&nbsp; Unlike <em>M tuberculosis</em> and <em>M leprae</em>, NTM are environmental organisms, ubiquitous in soil and water, with no obligate requirement for human hosts.&nbsp; The most clinically significant species is the <em>Mycobacterium avium</em> complex, a major cause of chronic pulmonary infection.&nbsp; In some countries (eg, the United States), the prevalence of pulmonary NTM disease surpasses that of tuberculosis in many regions, particularly among older adults and those with chronic lung disease.</p>\n<h1>Classification</h1><br><br><p>Mycobacteria are divided into 3 large complexes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><em>M tuberculosis</em> complex includes <em>M tuberculosis</em>, <em>Mycobacterium bovis</em>, <em>Mycobacterium africanum</em>, and other closely related species.&nbsp; They require a human (or animal) host and are the cause of <strong>tuberculosis</strong> (TB).</li>\n\t<li><em>M leprae</em> (and its close relative <em>Mycobacterium lepromatosis</em>) also require a human or animal host and can cause <strong>leprosy</strong> (Hansen disease).</li>\n\t<li>NTM are ubiquitous in the environment and do not require a host for survival.&nbsp; They typically cause <strong>opportunistic infections</strong> in individuals with underlying lung disease (eg, bronchiectasis) or immunodeficiency (eg, HIV).&nbsp; NTM are classified as:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Slow growers (colonies visible after 7 days), which include <em>M avium-intracellulare</em> complex (MAI or MAC), <em>Mycobacterium kansasii</em>, and <em>Mycobacterium marinum</em>.</li>\n\t\t<li>Rapid growers (colonies visible within 7 days), which include <em>Mycobacterium abscessus</em>, <em>Mycobacterium fortuitum</em>, and <em>Mycobacterium chelonae</em>.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>This article focuses mainly on MAI/MAC, a slow-growing environmental mycobacterium that is the leading cause of human NTM disease.</p>\n<h1>Pathophysiology</h1><h2>Microbiology</h2><br><br><p>NTM have an <strong>acid-fast</strong>, lipid-rich cell wall that appears identical to that of <em>M tuberculosis</em>, but they are generally less virulent.&nbsp; Their virulence factors include surface glycolipids (eg, lipoarabinomannan, glycopeptidolipids [GPLs], phosphatidylinositol mannosides) that mask antigens, promote biofilm formation, and disrupt phagosome-lysosome fusion.</p>\n<h2>Transmission</h2><br><br><p>NTM are acquired directly from the environment, unlike <em>M tuberculosis</em> and <em>M leprae</em>, which are obligate pathogens transmitted between other infected humans or animals.&nbsp; NTM reservoirs include <strong>soil</strong> (particularly in damp climates) and household or municipal <strong>water sources</strong> (eg, tap water, hot tubs, plumbing, biofilms).</p><br><br><p>Infection can occur through:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Inhalation</strong> of aerosols (most common route), which leads mainly to pulmonary disease.</li>\n\t<li><strong>Ingestion</strong> (less common), which can lead to disseminated disease in patients with severe immunodeficiency (eg, decreased gut T cells).</li>\n\t<li><strong>Direct inoculation</strong>, which can produce skin and soft tissue infections (eg, cervical lymphadenitis, draining abscesses) typically caused by rapidly growing NTM (eg, <em>M abscessus</em>).</li>\n</ul>\n<h2>Pathogenesis</h2><br><br><p>When NTM are inhaled, most are engulfed quickly by alveolar macrophages.&nbsp; Most of the bacilli are immediately destroyed by phagosome-lysosome fusion.&nbsp; However, NTM can block phagolysosomal fusion (eg, via GPLs), surviving and slowly replicating within macrophages.&nbsp; In most persons, this produces <strong>asymptomatic colonization</strong>.&nbsp; The immune system responds by releasing <strong>IL-12</strong> (a cytokine that is relatively specific to NTM), driving Th1 differentiation and interferon-gamma <strong>(IFN-γ)</strong> production, which enhances macrophage killing.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>If this response is successful, the infection is completely cleared.</li>\n\t<li>If clearance is incomplete, the host walls off bacilli in <strong>granulomas</strong>, consisting of fused macrophages surrounded by a rim of lymphocytes.&nbsp; These granulomas may hold disease back for years, but bacilli may eventually erode and cause local inflammation, producing <strong>chronic pulmonary NTM</strong> disease (eg, nodules, bronchiectasis, fibrosis).</li>\n\t<li>In severely <strong>immunocompromised patients</strong>, granuloma formation fails.&nbsp; Bacilli replicate unchecked in macrophages, spill out extracellularly into the bloodstream, and seed multiple organs, producing <strong>disseminated MAC infection</strong> (eg, fever, weight loss, hepatosplenomegaly, cytopenias).</li>\n</ul>\n<h2>Risk factors</h2><br><br><p>Although exposure to NTM is common, clinical disease develops in only a minority of individuals.&nbsp; The main risk factors are:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Structural lung disease</strong>, which creates poorly draining areas that are not adequately cleared by alveolar macrophages.&nbsp; Examples include chronic obstructive pulmonary disease, bronchiectasis (eg, cystic fibrosis), and prior pulmonary TB with residual scarring or cavities.</li>\n\t<li><strong>Immunodeficiency</strong>, particularly of cell-mediated immunity (eg, T cells), such as with immunosuppressive drugs (eg, anti–tumor necrosis factor-alpha [TNFα] therapies), advanced HIV (eg, CD4 &lt;50/mm<font size=\"2\"><sup>3</sup></font>), or mendelian susceptibility to mycobacterial disease, which is due to mutations leading to congenital loss of IL-12 and IFN-γ signaling.</li>\n\t<li><strong>Demographic and host factors</strong>, particularly elderly women with lean body habitus or individuals with chest wall abnormalities (eg, Marfan syndrome, pectus excavatum) associated with impaired mucociliary clearance</li>\n</ul><br><br><p>NTM are present globally but are most prevalent in warm and humid regions (eg, coastal) in North America, East Asia, and Northern Europe.</p>\n<h1>Clinical presentation</h1><br><br><p>NTM infections are highly variable and depend on the species, site of infection, and host immune status.&nbsp; The 3 main manifestations are pulmonary disease, disseminated disease, and other localized infections.</p>\n<h2>Pulmonary NTM</h2><br><br><p>Pulmonary NTM disease is the most common manifestation.&nbsp; There are 2 main patterns (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/130120.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nodular/bronchiectatic</strong> disease is the most common form.&nbsp; It classically occurs in thin, elderly, nonsmoking women with no prior structural lung disease (Lady Windermere syndrome, based on the name of a character in a play).&nbsp; It typically affects the middle lung zones (right middle lobe and lingula) with tree-in-bud nodularity and bronchiectasis on CT scan (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L234.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Symptoms develop insidiously, often after years of colonization, and typically present with chronic cough, sputum production, fatigue, low-grade fever, weight loss, and, sometimes, scant hemoptysis.&nbsp; Sputum acid-fast bacilli (AFB) smears and cultures may be negative or only intermittently positive, reflecting the low bacillary load and variable shedding.</li>\n\t<li><strong>Fibrocavitary</strong> disease is more aggressive.&nbsp; It mainly affects middle-aged or older men with a history of smoking and structural lung disease (eg, emphysema, prior TB).&nbsp; It resembles reactivation TB with upper lobe cavitary lesions surrounded by inflammatory infiltrates (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L130386.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Like TB, the cavitary lesions can even be seen on plain chest x-ray.&nbsp; Symptoms are more severe and involve chronic productive cough, potentially significant hemoptysis (eg, vascular erosion), fever, and weight loss.&nbsp; Sputum AFB smears and cultures are frequently positive, which is consistent with the higher pathogen burden.&nbsp; Untreated disease can lead to permanent scarring and loss of lung function.</li>\n</ul><br><br><p>Other respiratory patterns include irregular consolidations, scattered nodules, or ground-glass opacities (a hypersensitivity pneumonitis–like reaction to NTM antigens, rather than true infection).</p>\n<h2>Disseminated NTM</h2><br><br><p>Gastric fluid and the small bowel are normally colonized by a low level of MAC (from drinking water and food).&nbsp; In immunocompetent individuals, the bacilli are controlled by mucosal barriers and cleared by macrophages in gut-associated lymphoid tissue.&nbsp; Disseminated infection (DMAC) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/53599.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) represents intestinal translocation and mostly affects patients with profound <strong>cellular immunodeficiency</strong>, especially advanced HIV (eg, CD4 &lt;50/mm<font size=\"2\"><sup>3</sup></font>), and those receiving potent immunosuppression (especially anti-TNFα biologics such as infliximab or adalimumab).&nbsp; MAC spreads via mesenteric lymph nodes into the bloodstream, seeding the liver, spleen, bone marrow, and lymph nodes.<p></p><br><br><p>Manifestations of DMAC include prominent constitutional symptoms (prolonged fever, night sweats, weight loss, cachexia) and gastrointestinal symptoms (chronic diarrhea, abdominal pain, bulky abdominal lymphadenopathy).&nbsp; Hepatosplenomegaly and cytopenias are common due to reticuloendothelial and bone marrow infiltration.&nbsp; Alkaline phosphatase and lactate dehydrogenase are often elevated due to high macrophage turnover in the liver and bone marrow.&nbsp; <strong>Blood cultures</strong> are frequently positive for MAC, and the organism can also be isolated from lymph nodes and bone marrow (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64884.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).<p></p><br><br><p>DMAC was historically a component of \"HIV chronic wasting disease,\" a cachectic catabolic state due to multiple opportunistic infections such as DMAC, cryptosporidiosis, and cytomegalovirus.&nbsp; Without therapy, DMAC is progressive and ~<strong>100% fatal</strong>.&nbsp; With HIV antiviral therapy (ART) and a multiantibiotic regimen, the prognosis is markedly improved.</p>\n<h2>Other slow-growing NTM</h2><br><br><p>Beyond pulmonary and disseminated disease, certain slow-growing NTM can cause other specific infections:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>MAC cervical lymphadenitis</strong> is the most common extrapulmonary NTM manifestation.&nbsp; It occurs mainly in young children (age &lt;5) and presents as chronic, firm, nontender, unilateral cervical lymph node enlargement.&nbsp; The nodes may progress to fluctuance with overlying violaceous discoloration of the skin, eventually breaking down to form draining sinus tracts.&nbsp; However, systemic symptoms are typically absent.&nbsp; Biopsy demonstrates granulomatous inflammation with caseation and necrosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91396.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li>\n\t<li><strong><em>M marinum</em></strong> is an NTM that colonizes fish and aquatic environments (eg, aquariums, seafood tanks).&nbsp; Infection occurs when contaminated water enters breaches in the skin, resulting in subcutaneous nodular lesions (fish-tank granulomas), often starting in the hands and forearms.&nbsp; The nodules may ulcerate and spread along lymphatic channels (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97777.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).</li>\n\t<li><strong><em>M kansasii</em></strong> is genetically closest to the <em>M tuberculosis</em> complex.&nbsp; It mainly causes pulmonary disease, which resembles reactivation TB (eg, productive cough,&nbsp; hemoptysis, fever, weight loss) with upper lobe cavitation on imaging.&nbsp; Disseminated disease can also occur in patients who are immunocompromised.&nbsp; Like <em>M tuberculosis</em>, <em>M kansasii</em> is highly responsive to therapy (eg, rifampin + isoniazid + pyrazinamide + ethambutol).</li>\n\t<li><strong><em>M chimaera</em></strong> is a biofilm-forming, slow-growing mycobacterium linked to ongoing outbreaks of an indolent DMAC presentation following cardiac surgery.&nbsp; It is transmitted through contaminated cardiopulmonary bypass circuits.&nbsp; Symptoms (eg, fever, hepatosplenomegaly) can appear from months to years after surgery.</li>\n</ul>\n<h2>Rapid-growing NTM</h2><br><br><p>Rapid-growing NTM (eg, <em>M abscessus</em>, <em>M fortuitum</em>, and <em>M chelonae</em>) typically cause localized, opportunistic infections related to direct inoculation and medical procedures.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong><em>M abscessus</em></strong> is aggressive and difficult to treat due to intrinsic multidrug resistance.&nbsp; In patients with underlying lung disease (particularly cystic fibrosis with bronchiectasis), it causes progressive cavitary lesions, sometimes resulting in lung abscesses and empyemas.&nbsp; Skin and soft tissue infections can occur (eg, cosmetic surgery, tattooing), presenting with painful nodules, cellulitis, or draining sinuses that do not clear with standard antibiotic therapy.&nbsp; Nosocomial device infections (catheters, prosthetic joints, cardiac valves) can also occur.</li>\n\t<li><strong><em>M fortuitum</em></strong> and <strong><em>M chelonae</em></strong> are less virulent than <em>M abscessus</em> and are implicated mainly in traumatic wound infections, postsurgical infections (eg, breast implants, pacemaker pockets), and catheter-related bacteremia.&nbsp; <em>M chelonae</em> can also cause mycobacterial keratitis or endophthalmitis after ocular surgery or inappropriate contact lens use.</li>\n</ul>\n<h1>Diagnosis</h1><h2>Criteria</h2><br><br><p>The first step in diagnosing NTM is distinguishing true infection from asymptomatic colonization.&nbsp; Because NTM are environmental organisms, they are frequently isolated from respiratory specimens (ie, \"treat the patient, not the culture\").&nbsp; To make this distinction, the Infectious Disease Society of America diagnostic criteria for pulmonary NTM disease require both of the following (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/130656.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Compatible radiographic abnormalities (eg, nodular/bronchiectatic changes, cavities, or consolidations)</li>\n\t<li>Microbiologic or histologic evidence (eg, ≥2 positive AFB sputum cultures, granulomatous inflammation on biopsy with positive AFB and tissue cultures).</li>\n</ul><br><br><p>Clinical symptoms of chronic lower respiratory infection (eg, chronic cough, sputum, weight loss) may be absent.</p><br><br><p>For disseminated disease (ie, DMAC), the diagnosis is made using a positive blood culture.&nbsp; For extrapulmonary disease (eg, lymphadenitis), diagnosis is made using culture or PCR from biopsy or aspirated material.</p>\n<h2>NTM versus TB</h2><br><br><p>Both NTM and <em>M tuberculosis</em> are AFB and therefore cannot be distinguished on smear alone.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A positive AFB smear is treated as TB (eg, respiratory isolation) unless proved otherwise.</li>\n\t<li>Nucleic acid amplification test (NAAT) for TB is performed.&nbsp; A positive AFB but negative NAAT signals a presumptive diagnosis of NTM.</li>\n\t<li>At the same time, the bacilli are cultured to allow for speciation and sensitivity testing.&nbsp; Results of cultures may take several weeks (eg, for slow-growing NTM).</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential for <strong>pulmonary NTM</strong> includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Reactivation TB, which also presents with upper lobe fibrocavitary disease.</li>\n\t<li>Fungal infections such as the endemic mycoses (eg, pulmonary histoplasmosis, blastomycosis, coccidioidomycosis) or chronic necrotizing aspergillosis, which can cause chronically enlarging nodules, cavities, and bronchiectasis.</li>\n\t<li>Nocardiosis, a weak AFB that can also cause chronic cavitary pneumonia but is classically associated with brain abscess and skin dissemination.</li>\n\t<li>Malignancy, especially squamous cell lung cancer, which can cavitate due to tumor necrosis.</li>\n\t<li>Noninfectious granulomatous lung diseases (eg, sarcoidosis, hypersensitivity pneumonitis), which often produce middle to upper lobe nodularity.</li>\n\t<li>Other causes of bronchiectasis (eg, common variable immunodeficiency, primary ciliary dysmotility).</li>\n</ul>\n<h1>Management</h1><h2>Whom to treat</h2><br><br><p>Many patients have relatively indolent NTM disease (eg, stable nodules, mild bronchiectasis), so antibiotic therapy is not always indicated.&nbsp; Such patients can be monitored with close follow-up, serial imaging (eg, yearly CT scan), sputum culture, and pulmonary function testing (PFT).&nbsp; Approximately 40% of patients with pulmonary NTM have stable disease and never require treatment.</p><br><br><p>Treatment is reserved for patients with clinically significant disease because the therapy is prolonged, difficult to tolerate, and not always curative.&nbsp; The decision is individualized.&nbsp; Generally, treatment is most strongly indicated for those with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Systemic symptoms (eg, weight loss, inanition, persistent fever).</li>\n\t<li>Persistently positive sputum AFB.</li>\n\t<li>Cavitary lung disease at presentation.</li>\n\t<li>Progressive pulmonary disease (eg, increasing bronchiectasis, new nodules in multiple lung segments, declining PFT).</li>\n\t<li>Underlying high-risk conditions (eg, emphysema, immunodeficiency).</li>\n</ul>\n<h2>Antibiotic therapy</h2><br><br><p>Multidrug antibiotic therapy is the first line of treatment.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pulmonary NTM</strong> is treated with macrolide (azithromycin or clarithromycin) plus ethambutol plus rifampin (or rifabutin) for at least <strong>12 months beyond</strong> sputum culture conversion back to negative.&nbsp; Parenteral therapy (eg, intravenous amikacin or streptomycin) may be added for severe cavitary disease.</li>\n\t<li><strong>DMAC</strong> (eg, in a patient with HIV) is treated with a similar macrolide-based antibiotic regimen (± rifabutin), and therapy is continued <strong>until immune reconstitution</strong>, typically defined as CD4 &gt;100/mm<font size=\"2\"><sup>3</sup></font> for ≥6 months on ART.&nbsp; As with TB, immune reconstitution inflammatory syndrome may occur after ART initiation; this is marked by paradoxic worsening due to increased T-cell reactivity against MAC.&nbsp; It is usually managed with nonsteroidal anti-inflammatory drugs or corticosteroids, while continuing both ART and antibiotics.</li>\n</ul><br><br><p>Macrolides commonly cause gastrointestinal upset and may prolong the QT interval.&nbsp; Rifamycins can lead to hepatotoxicity, cytopenias, and significant drug-drug interactions (eg, CYP450 inducer).&nbsp; Ethambutol may cause optic neuritis (eg, loss of red-green discrimination) and peripheral neuropathy.&nbsp; Monitoring includes periodic blood counts, liver and renal function tests, vision screening, and baseline audiometry (if aminoglycosides are used).&nbsp; Adherence is limited (eg, only ~60% of patients complete the full course) due to adverse effects, pill burden, and duration.&nbsp; With good adherence, microbiologic cure is achieved approximately 70% of the time.</p><br><br><p>Treatment of <em>M abscessus</em> and <em>M fortuitum</em> involves even more extensive antibiotics, often ≥4 classes (eg, macrolides, aminoglycosides, carbapenems, tetracyclines, fluoroquinolones); these antibiotic classes often require rotation based on susceptibility.&nbsp; <em>M abscessus</em> is particularly refractory.&nbsp; It has intrinsic and inducible drug resistance (eg, efflux pumps).&nbsp; The goal is frequently disease suppression rather than cure.&nbsp; Surgery (eg, lung resection, debridement) is often necessary for localized or refractory infections.</p>\n<h2>Source control surgery</h2><br><br><p>Surgery may be necessary in select cases.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>For pulmonary NTM, resection (eg, lobectomy, segmentectomy) may be required for refractory localized infection, severe cavitation, or hemoptysis.</li>\n\t<li>For extrapulmonary NTM, source control includes debridement of skin and soft tissue infections, removal of infected prosthetic material, and resection of abscesses.&nbsp; Resection is particularly important for <em>M abscessus</em> and other rapid growers, which are highly drug-resistant.</li>\n</ul><br><br><p>Prolonged multidrug antibiotic therapy is <strong>still</strong> necessary before and after surgery to reduce organism burden and prevent relapse.</p>\n<h1>Summary</h1><br><br><p>Nontuberculous mycobacteria (NTM) are environmental acid-fast bacilli, with <em>Mycobacterium avium</em> complex (MAC) being the most clinically widespread.&nbsp; Transmission occurs through inhalation (most common), ingestion, or direct inoculation.&nbsp; Pulmonary NTM present in either a nodular/bronchiectatic pattern or a fibrocavitary disease resembling reactivation tuberculosis.&nbsp; Disease mostly develops in susceptible hosts with structural lung disease or cellular immunodeficiency but can also affect thin, elderly women without other clear risk factors (Lady Windermere syndrome).&nbsp; Disseminated MAC is most common in advanced HIV and involves marked constitutional symptoms, abdominal lymphadenopathy, hepatosplenomegaly, and cytopenias.&nbsp; Other species cause distinct syndromes such as cervical lymphadenitis (MAC), skin and soft tissue infections (<em>Mycobacterium marinum</em>, <em>Mycobacterium abscessus</em>), or nosocomial device infections.&nbsp; Diagnosis requires imaging abnormalities and microbiologic confirmation to distinguish true disease from colonization.&nbsp; Management is individualized:&nbsp; Stable, asymptomatic cases may be observed, but progressive or symptomatic disease warrants prolonged multidrug antibiotic therapy, typically with a macrolide, rifamycin, and ethambutol.&nbsp; Treatment is challenging due to frequent medication adverse effects.&nbsp; Surgery can provide source control for localized or refractory disease but must always be combined with antibiotics.</p>\n</div>\n\n            "
}