{
  "meta": {
    "title": "Pleural effusion",
    "url": "https://brainandscalpel.vercel.app/pleural-effusion-cc940e8a-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:12.825Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The pleural cavity is a potential space between the visceral and parietal pleural layers that normally contains a trace amount of fluid (~20 mL) serving as a lubricant during respiration (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66854.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; A pleural effusion is an abnormal accumulation of fluid in this space caused by a variety of hydrostatic, secretory, or inflammatory processes that disrupt the balance of fluid formation and resorption.<p></p>\n<h1>Pathogenesis and classification</h1><h2>Mechanisms</h2><br><br><p>Pleural fluid formation is primarily attributed to 4 major mechanisms (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L48965.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hydrostatic pressure gradient</strong> (pleural capillary − pleural space):&nbsp; Increased pleural capillary pressure (eg, from left heart failure) drives extravasation into the pleural space.&nbsp; Fluid builds up until it tamponades further formation (ie, higher left-sided filling pressures lead to larger effusions).</li>\n\t<li><strong>Oncotic pressure gradient</strong> (plasma proteins − pleural fluid proteins):&nbsp; Decreased plasma oncotic pressure (eg, nephrotic syndrome) weakens the colloid drag that pulls fluid back into vessels.&nbsp; However, plasma hypoproteinemia alone cannot induce an effusion.&nbsp; Instead, it plays a minor role in maintaining effusions due to primary disease states associated with hypoalbuminemia (eg, renin-angiotensin-system–induced salt-water retention with nephrotic syndrome and cirrhosis, systemic inflammation and vascular permeability with malignancy and malnutrition).</li>\n\t<li><strong>Vascular permeability</strong>:&nbsp; Increased vascular permeability (eg, inflammation, pneumonia) allows for plasma to freely filter between endothelial gap junctions and enter the pleural space.</li>\n\t<li><strong>Lymphatic resorption</strong>:&nbsp; Pleural fluid is normally reabsorbed by parietal pleural lymphatic channels.&nbsp; Blockage of these lymphatics (eg, pleural metastases, previous scarring) leads to decreased clearance of fluid.</li>\n</ul><br><br><p>In addition, hepatic hydrothorax and urinothorax are unique causes in which peritoneal free fluid (eg, ascites, urine) seeps upward between tiny fenestrae in the diaphragm (transdiaphragmatic flow).</p>\n<h2>Transudates vs exudates</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Transudates</strong> are formed by hydrostatic and oncotic processes (eg, heart failure, cirrhosis), resulting in simpler fluid with lower protein content and specific gravity.&nbsp; They tend to be bilateral and freely flowing.</li>\n\t<li><strong>Exudates</strong> are formed by inflammatory processes (eg, pleuritis, infection) that disrupt vessel permeability or lymphatic drainage.&nbsp; The fluid is more complex, with higher protein content and specific gravity.&nbsp; Exudative effusions tend to be unilateral and can become loculated (eg, due to fibrinous adhesions).</li>\n</ul>\n<h1>Clinical features</h1><br><br><p>Pleural effusions cause respiratory symptoms based on their size and characteristics.</p>\n<h2>Presentation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Small effusions (ie, &lt;500 mL) are usually asymptomatic and discovered incidentally on imaging.&nbsp; Larger effusions can cause compressive atelectasis of the adjacent lung, resulting in dyspnea and hypoxemia.&nbsp; For unilateral effusions, dyspnea is usually improved when lying ipsilaterally (ie, trepopnea) due to gravitational layering of fluid allowing better lung expansion.</li>\n\t<li>When parietal inflammation (eg, parapneumonic, uremic pleurisy) exists, pain is typically pleuritic (ie, sharp and aggravated by deep breathing or coughing).</li>\n</ul>\n<h2>Physical examination</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Over the effusion, there is dullness to percussion, breath sounds are diminished, and tactile fremitus is decreased.&nbsp; A friction rub (rasping or squeaky sound with breath excursion) can be heard when there is pleuritis and minimal effusion (ie, pleural layers must be directly in contact).</li>\n</ul>\n<h2>Chest imaging</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chest x-ray (CXR):&nbsp; In adults, ~200 mL of fluid is needed before first being detected as minimal costophrenic angle blunting (normally, the angles should be \"sharp enough to pick teeth\") (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L4432.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Pleural effusions obscure the diaphragm silhouette and have a meniscus due to surface tension (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96909.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Plain CXR cannot reveal the underlying pathology (eg, consolidation, lung mass) behind the effusion because all structures are projected onto a single plane (eg, lobar pneumonia with and without a parapneumonic effusion might appear identical).&nbsp; Therefore, cross-sectional or 3-D (ultrasound) imaging is often needed, especially for exudative effusions.</li>\n\t<li>Chest CT with contrast:&nbsp; CT with contrast is the preferred method for imaging pleural effusions when the cause is unknown (eg, suspected malignancy).&nbsp; Radiocontrast highlights the pleural lining and associated lesions.&nbsp; Clues toward an underlying cause (eg, mass, interstitial lung disease) can be visualized.&nbsp; CT can better visualize loculations and pleural rinds that indicate complexity and/or chronicity (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71571.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n\t<li>Ultrasonography:&nbsp; In general, ultrasound is the preferred method for planning thoracentesis (ie, bedside in real time) and understanding dynamics of effusions (eg, loculated vs free-flowing).</li>\n</ul>\n<h1>Diagnosis</h1><h2>Diagnostic thoracentesis</h2><br><br><p>Diagnostic thoracentesis involves sampling of 20-50 mL of pleural fluid (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21457.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; It is not needed when the cause is clinically obvious (eg, bilateral effusions in patients with cardiac or renal failure) but is usually indicated in the absence of an obvious explanation, or for unilateral or very asymmetric effusions (especially left &gt; right).&nbsp; Any parapneumonic effusion with a safe volume (ie, &gt;1 cm fluid stripe on ultrasound) should be sampled to ensure it is not a complicated effusion (ie, pH &lt; 7.2) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31497.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) or progressing to empyema (ie, frank pus).<p></p>\n<h2>Light criteria</h2><br><br><p>As a house officer, Dr. Richard Light performed thoracenteses on 150 patients and developed a set of rules that could distinguish transudates from exudates (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33396.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; The key concept of Light criteria is the <strong>pleural fluid-to-serum</strong> ratio.&nbsp; An exudate is diagnosed if any one of the following is positive:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pleural fluid-to-serum protein ratio &gt; 0.5</li>\n\t<li>Pleural fluid-to-serum lactate dehydrogenase (LDH) ratio &gt; 0.6</li>\n\t<li>Pleural LDH &gt; 2/3 upper limit of normal for serum LDH</li>\n</ul><br><br><p>Light criteria are highly sensitive for exudates (<strong>only 1 condition needed</strong>).&nbsp; Due to their sensitivity, they incorrectly classify around 25% of transudates as exudates.&nbsp; The criteria remain widely used but are gaining criticism for including LDH in 2 items; this redundancy likely contributes to the greater false-positive rate.&nbsp; Newer systems, such as the pleural fluid only 3-test combination (PFO3) criteria, are potentially more accurate and do not require paired serum testing.</p>\n<h2>Exudates</h2><br><br><p>When fluid has been classified as an exudate, further analysis is usually required to elucidate the etiology.&nbsp; Gross appearance can offer important clues:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cloudy or turbid (ie, cannot read text behind the tube):&nbsp; usually related to infection (eg, complicated parapneumonic effusion, empyema)</li>\n\t<li>Greenish:&nbsp; seen with rheumatoid arthritis effusions, empyema, or biliary leak</li>\n\t<li>Milky:&nbsp; indicative of chylothorax, an effusion consisting of frank lymph (eg, disruption of thoracic duct)</li>\n\t<li>Bloody:&nbsp; could indicate hemothorax (ie, frank bleeding from thoracic vessel)</li>\n</ul><br><br><p>Additional studies are tailored to the suspected scenario:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>pH and glucose:&nbsp; Indicates level of anaerobic metabolism (glycolysis).&nbsp; Very low pH (ie, &lt;7.2) and glucose (ie, &lt;30) are seen in effusions with florid bacterial or leukocyte cellular activity (eg, empyemas, rheumatoid arthritis effusion).</li>\n\t<li>Cell count differential\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Neutrophilic (ie, &gt;50,000/mm³) indicates bacterial infection (parapneumonic, empyema).</li>\n\t\t<li>Lymphocytic (ie, &gt;50%) is consistent with tuberculosis (usually &gt;80%) or malignant effusion.</li>\n\t\t<li>Eosinophilic (ie, &gt;10%) has the widest differential, including drug-induced effusions, benign asbestos pleural effusion, malignancy, previous air or blood in the pleural space (ie, after pneumothorax, hemothorax, or surgery), and primary eosinophilic disorders (eg, eosinophilic granulomatosis with polyangiitis).</li>\n\t</ul>\n\t</li>\n\t<li>Microbiology:&nbsp; The presence of microbes automatically indicates a <strong>complicated</strong> parapneumonic effusion or, if frank pus is found, <strong>empyema</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/63261.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Therefore, Gram staining and culture are performed on all effusions associated with pneumonia.&nbsp; Tuberculous empyema can occur without underlying parenchymal infection and is diagnosed with acid-fast bacillus staining and culture.</li>\n\t<li>Cytology:&nbsp; The sensitivity of a single pleural fluid cytology is ~90% for malignant effusions due to lung cancer, and rises to 98% after a second thoracentesis.&nbsp; For overwhelmingly lymphocytic effusions (ie, &gt;90%), flow cytometry is indicated to detect clonal expansion (eg, lymphoma).</li>\n\t<li>Others\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Albumin:&nbsp; The pleural-serum albumin gradient (ie, &gt;1.2 mg/dL) can clarify borderline exudative effusions (pseudoexudates), which occur in heart failure after diuretic therapy.&nbsp; The pleural-serum total protein gradient (ie, &gt;2.5) has a similar function.</li>\n\t\t<li>Hematocrit:&nbsp; A pleural fluid-to-blood hematocrit ratio &gt;0.5 identifies true hemothorax (ie, overt bleeding from a thoracic or intercostal vessel).&nbsp; In contrast, hemorrhagic effusions (eg, malignancy) can appear starkly bloody but are not true hemothoraces (eg, hematocrit ratio &lt;0.5).</li>\n\t\t<li>Triglycerides and cholesterol:&nbsp; A high triglyceride level (ie, &gt;110 mg/dL) with low cholesterol level (ie, pleural/serum ratio &lt;1) indicates chylothorax (ie, chylomicron-rich fluid).</li>\n\t\t<li>Amylase:&nbsp; Amylase (salivary type) is elevated in effusions due to esophageal rupture (Boerhaave syndrome); it is a supportive finding but not sufficient for diagnosis (requires esophagram).</li>\n\t\t<li>Adenosine deaminase (ADA):&nbsp; ADA is elevated in tuberculosis empyema; it is a supportive finding but not sufficient for diagnosis (requires acid-fast bacilli stain, culture, or nucleic acid amplification testing).</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Differential diagnosis</h1> <h2>Transudates</h2><br><br><p>The 3 most common causes of transudative effusions include:&nbsp; left heart failure, nephrotic syndrome, and cirrhosis (including hepatic hydrothorax).&nbsp; Three less common causes include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Peritoneal dialysis (pleural fluid-to-serum glucose ratio &gt; 1 due to dextrose in dialysate fluid)</li>\n\t<li>Urinothorax (pleural fluid-to-serum creatinine ratio &gt; 1) is the only transudate with very low pH, mirroring urine</li>\n\t<li>Severe hypothyroidism (myxedema)</li>\n</ul><br><br><p>A noteworthy exception is that heart failure effusions (normally transudative) can be borderline exudative, especially after rapid diuresis.</p>\n<h2>Exudates</h2><br><br><p>The 3 most common causes of exudative effusions include:&nbsp; infection (eg, viral pleuritis), malignancy (eg, pleural metastases), and autoimmune disorders (eg, lupus serositis).&nbsp; Three less common causes include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ovarian hyperstimulation syndrome (due to exogenous fertility drugs)</li>\n\t<li>Uremia (due to chronic serosal inflammation, similar to pericarditis)</li>\n\t<li>Drug-induced infusion (eg, valproate, propylthiouracil)</li>\n</ul><br><br><p>Noteworthy exceptions are that pulmonary embolism and malignancy (normally exudative) can be transudative in ~10% of cases.</p>\n<h2>Opacified hemithorax</h2><br><br><p>When CXR reveals an opacified hemithorax (ie, \"unilateral white out\"), there are 3 possibilities (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/97699.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Massive pleural effusion (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9608.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; The trachea and mediastinum are deviated (ie, pushed) to contralateral side when displaced by the fluid volume.</li>\n\t<li>Whole lung atelectasis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L110420.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ):&nbsp; The trachea and mediastinum are deviated (ie, pulled) to ipsilateral side due to volume loss.&nbsp; This level of total atelectasis can be caused by an ipsilateral obstruction (eg, tumor or mucus plug) or contralateral mainstem intubation.</li>\n\t<li>Massive consolidation (all lobes):&nbsp; The trachea and mediastinum remain midline because the alveoli do not change in volume, even though they are full of inflammatory cells.</li>\n</ul><br><br><p>Tracheal deviation is not a reliable indicator when the mediastinal structures are fixed in place (eg, fibrosis, encasing mass).</p>\n<h2>Concurrent pneumothorax</h2><br><br><p>A concurrent pneumothorax can sometimes accompany the pleural effusion (eg, hemopneumothorax due to rib fracture with intercostal artery laceration).&nbsp; When air is present in the pleural space, water surface tension is lost.&nbsp; This condition can be seen on CXR as absence of a meniscus; the top of effusion forms a straight line (ie, air-fluid level) instead.</p>\n<h1>Management</h1> <h2>Treatment of underlying condition</h2><br><br><p>Treating the underlying condition is often sufficient (ie, drainage not necessary) for small-to-moderate effusions that are relatively asymptomatic.&nbsp; Examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Optimizing diuretic dose and goal-directed medical therapy for decompensated heart failure</li>\n\t<li>Nonsteroidal anti-inflammatory drugs for viral or autoimmune pleuritis</li>\n\t<li>Antibiotic therapy for uncomplicated (ie, pH &gt;7.2, no organisms) parapneumonic effusion</li>\n\t<li>Chemotherapy or immunotherapy (if appropriate) for metastatic lung cancer</li>\n</ul><br><br><p>A residual chronic effusion (eg, from trapped lung due to previous pleurisy) may not require any specific treatment.</p>\n<h2>Drainage</h2><br><br><p>Therapeutic thoracentesis is indicated for larger, symptomatic effusions.&nbsp; The thoracentesis needle is aimed directly above the rib to avoid puncturing the neurovascular bundles that run underneath (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21459.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Typically, a safe volume for removal is between 1.0-1.5 L.&nbsp; Removing too much fluid may increase the risk for reexpansion pulmonary edema, a form of inflammatory unilateral injury due to sudden stretch and reperfusion of the collapsed lung.<p></p><br><br><p>Usually, just enough fluid is removed to relieve dyspnea and improve oxygenation.&nbsp; However, definitive drainage (ie, removing all fluid possible) is indicated for all complicated parapneumonic effusions, empyemas, and hemothoraces.&nbsp; This drainage can help with septic source control and prevent future pleural scarring (ie, fibrothorax, trapped lung).</p><br><br><p>Bloody, loculated, or inflammatory effusions often require large-bore \"surgical\" chest tubes (eg, &gt;24 Fr or &gt;0.8 cm diameter).&nbsp; For patients with complex infectious effusions, instilling an enzyme cocktail (eg, DNase + tissue plasminogen activator) into the pleural space can break up loculations and is noninferior to surgical decortication.</p>\n<h2>Recurrent effusions</h2><br><br><p>Recurrence (ie, after initial therapeutic thoracentesis) can happen with both exudates (most commonly malignant and parapneumonic effusions) and transudates (most commonly uncontrolled heart failure, hepatic hydrothorax).&nbsp; The choice of management depends on whether the lung is expandable or not (ie, trapped).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>If the lung is trapped (eg, thick, fibrous rind from prior inflammation), options include surgical decortication (ie, rind removal) if symptomatic and monitoring if asymptomatic (because thoracentesis risks creating a vacuum that will quickly refill with fluid).</li>\n\t<li>If the lung is expandable, creating adhesions between the visceral and parietal pleura (eg, pleurodesis with talc) or placing an indwelling pleural catheter (eg, PleurX™) to allow for self-controlled drainage can be considered.</li>\n</ul><br><br><p>Hepatic hydrothorax tends to be refractory and may require a transjugular intrahepatic portosystemic shunt (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30851.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p>\n<h1>Summary</h1><br><br><p>Pleural effusions can be transudates or exudates based on their formation mechanisms.&nbsp; Transudates typically arise from hydrostatic or oncotic imbalances (eg, heart failure, nephrotic syndrome), and exudates arise from disrupted vascular permeability or lymphatic drainage (eg, inflammation, malignancy).&nbsp; Diagnostic thoracentesis (eg, for Light criteria) is performed for effusions with unclear cause (eg, unilateral, asymmetric).&nbsp; Parapneumonic effusions should always be sampled to evaluate for complicated effusion or empyema, which require definitive drainage for source control.&nbsp; Additional studies (eg, pH, glucose, cell count) can help clarify the etiology of exudates.&nbsp; Management involves treatment of underlying cause and therapeutic drainage for large and symptomatic effusions.&nbsp; Complete drainage (eg, with chest tube or serial thoracentesis) is recommended for highly inflammatory exudates (eg, empyema, hemothorax) to prevent chronic pleural scarring, which can result in trapped lung and restricted pulmonary function.</p>\n</div>\n\n            "
}