{
  "meta": {
    "title": "Pneumocystis jirovecii pneumonia",
    "url": "https://brainandscalpel.vercel.app/pneumocystis-jirovecii-pneumonia-231bae12-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:14.457Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p><em>Pneumocystis jirovecii</em> pneumonia (PCP, or sometimes PJP) is an opportunistic infection that primarily affects individuals with weakened immune systems, particularly those with advanced HIV infection or those receiving immunosuppressive therapies.&nbsp; Although the pathogen was previously thought to be a protozoan, it is now classified as a fungus, with some atypical features (eg, cell wall composition), based on molecular studies.&nbsp; The letters in the acronym PCP previously referred to <em><strong>P</strong>neumocystis <strong>c</strong>arinii</em> <strong>p</strong>neumonia (based on the prior name of <em>P jirovecii</em>) and now refer to <em><strong>P</strong>neumo<strong>c</strong>ystis</em>&nbsp;<strong>p</strong>neumonia.</p>\n<h1>Pathophysiology</h1><br><br><p>Healthy patients rapidly clear the inhaled organisms, but those with <strong>impaired cell-mediated immunity</strong> (eg, advanced HIV, chronic immunosuppression) are at risk for a noninvasive infection that fills the alveoli and leads to slowly worsening pulmonary symptoms.&nbsp; The infection also causes a severe inflammatory response that fills the alveoli with a foamy proteinaceous material, leading to impaired gas exchange and progressive respiratory symptoms.</p>\n<h1>Risk factors</h1><br><br><p>The risk factors for PCP are closely tied to the degree of immunosuppression:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>HIV/AIDS</strong>:&nbsp; particularly in individuals with a CD4 count &lt;200 cells/mm<font size=\"2\"><sup>3</sup></font>.</li>\n\t<li><strong>Chronic glucocorticoid therapy</strong>:&nbsp; especially when combined with other immunosuppressants.</li>\n\t<li><strong>Organ transplantation</strong>:&nbsp; due to the use of intensive immunosuppressive regimens.</li>\n\t<li><strong>Hematologic malignancies</strong>:&nbsp; such as leukemia and lymphoma, often associated with chemotherapy-induced immunosuppression.</li>\n\t<li><strong>Other immunosuppressive therapies</strong>:&nbsp; including TNF inhibitors and other biologics.</li>\n</ul>\n<h1>Pathology</h1><br><br><p>The organism appears as <strong>cysts</strong> with distinctive staining properties, typically identified using methenamine silver stain, which reveals the cell walls as crescent shapes structures.&nbsp; With PCP, there is an interstitial pneumonitis; the alveoli become filled with a frothy exudate composed of the organisms, desquamated alveolar cells, and cellular debris, leading to reduced gas exchange and hypoxia.</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of PCP involves a combination of clinical, laboratory, and radiographic findings, along with the identification of the organism in respiratory secretions.</p>\n<h2>Clinical manifestations</h2><br><br><p>The clinical presentation of PCP varies depending on the underlying immunosuppressive condition.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>In individuals with HIV</strong>:&nbsp; The disease course is often <strong>indolent</strong>, with symptoms such as progressive dyspnea, a dry cough, and low-grade fever developing over several weeks.</li>\n\t<li><strong>In immunocompromised individuals without HIV</strong>:&nbsp; The presentation is typically more acute, with rapid progression to severe respiratory failure.</li>\n</ul>\n<h2>Laboratory findings</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Nearly 90% of patients have lactate dehydrogenase (LDH) levels &gt;50 U/L above baseline; an <strong>LDH &gt;450 U/L</strong> is predictive of PCP rather than another pulmonary process.</li>\n\t<li>Arterial blood gas analysis often reveals hypoxemia and an i<strong>ncreased alveolar-arterial (A-a) oxygen gradient</strong>.</li>\n\t<li>Serum <strong>beta-D-glucan</strong> levels may be elevated (because the cell wall of <em>P jirovecii</em> contains beta-D-glucan) but are nonspecific (because beta-D-glucan is a component of the cell wall in most fungi, including <em>Aspergillus</em>, <em>Candida</em>).&nbsp; Therefore, this test cannot be used to definitively diagnose PCP.</li>\n</ul>\n<h2>Imaging</h2><br><br><p>Chest x-ray typically shows diffuse bilateral interstitial infiltrates (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1647.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; However, normal chest x-rays are possible in early disease.&nbsp; Thin-walled cystic lesions and spontaneous pneumothorax (in ~5% of cases) may also be seen.<p></p>\n<h2>Microscopic identification</h2><br><br><p><em>P jirovecii</em> cannot be cultured; therefore, diagnosis relies on the identification of the organism in respiratory specimens using specialized stains, such as <strong>methenamine silver stain</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L86154.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Induced sputum is the least invasive way to obtain respiratory samples; however, diagnostic sensitivity is 50%-90%.&nbsp; As such, negative results necessitate further testing if PCP is suspected.<p></p><br><br><p>In patients with suspected PCP with negative induced sputum testing, the next diagnostic test of choice is a fiberscopic bronchoscopy with bronchoalveolar lavage (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29340.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; This test is highly sensitive (90%-100%) for diagnosis of PCP.<p></p>\n<h1>Management</h1><br><br><p>The management of PCP involves prompt initiation of antimicrobial therapy and supportive care (eg, oxygen supplementation), with a potential role for corticosteroids.</p>\n<h2>Trimethoprim-sulfamethoxazole (TMP-SMX)</h2><br><br><p>Trimethoprim-sulfamethoxazole (TMP-SMX) is the first-line treatment for PCP.&nbsp; Patients with mild or moderate disease are treated with oral TMP-SMX, whereas those with more severe disease (eg, large alveolar-arterial gradient, low PaO<font size=\"2\"><sub>2</sub></font>, tachypnea) often require intravenous therapy.&nbsp; Typical duration is 21 days.</p>\n<h2>Corticosteroids</h2><br><br><p><em>P jirovecii</em> proliferates within the alveoli and triggers a strong inflammatory response.&nbsp; In addition, hypoxia often worsens with the initiation of antimicrobial treatment due to the release of proinflammatory intracellular macromolecules during lysis of the organism.&nbsp; Therefore, <strong>concomitant corticosteroids</strong> are generally administered to those with severe PCP to reduce the inflammatory response.&nbsp; <strong>Indications</strong> include:</p><br><br><ul>\n\t<li>a PaO<font size=\"2\"><sub>2</sub></font> ≤70 mm Hg</li>\n\t<li>an A-a gradient ≥35 mm Hg, or</li>\n\t<li>pulse oximetry &lt;92% on room air.</li>\n</ul>\n<h2>Alternates to TMP-SMX</h2><br><br><p>In patients who cannot tolerate TMP-SMX, alternate regimens are based on disease severity.&nbsp; For mild disease, oral options include atovaquone, clindamycin plus primaquine, and TMP plus dapsone.&nbsp; In moderate disease, clindamycin plus primaquine and TMP plus dapsone are used.&nbsp; Severe disease requires more aggressive treatment, typically with clindamycin plus primaquine or intravenous pentamidine (which has a significant side effect profile, including hypoglycemia, hyperglycemia, and nephrotoxicity).</p><br><br><p>Patients being initiated on dapsone or primaquine should be evaluated for glucose-6-phosphate dehydrogenase (G6PD) deficiency due to the risk of hemolytic anemia with these medications.</p>\n<h2>Antiretroviral therapy</h2><br><br><p>In patients with HIV, antiretroviral therapy should also be initiated within 2 weeks (once hypoxia improves) to prevent AIDS progression.</p>\n<h1>Complications</h1><br><br><p>Complications of PCP can be severe and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Respiratory failure</strong>:&nbsp; due to progressive hypoxemia and diffuse alveolar damage.</li>\n\t<li><strong>Pneumothorax</strong>:&nbsp; occurs in about 5% of cases, often due to the rupture of cystic lesions in the lungs.</li>\n\t<li><strong>Superimposed infections</strong>:&nbsp; bacterial superinfection can complicate the course of PCP.</li>\n\t<li><strong>Treatment-related toxicity</strong>:&nbsp; especially with the use of pentamidine or corticosteroids.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of PCP depends on the degree of immunosuppression, the timeliness of treatment initiation, and the presence of complications.&nbsp; With appropriate therapy, the mortality rate in HIV-positive individuals has decreased significantly.&nbsp; However, non-HIV immunocompromised patients often have a worse prognosis due to the rapid progression of the disease and the severity of underlying conditions.</p>\n<h1>Prevention</h1><br><br><p><strong>TMP-SMX prophylaxis</strong> (eg, 3 times weekly if double-strength) is effective against PCP and is recommended in HIV-positive individuals with a <strong>CD4 count of &lt;200/mm<font size=\"2\"><sup>3</sup></font></strong>.&nbsp; It can be discontinued once the CD4 count is above 200 cells/mm<font size=\"2\"><sup>3</sup></font> for more than 3 months.</p><br><br><p>In patients without HIV, TMP-SMX prophylaxis is recommended for those who receive &gt;1 month of daily prednisone (≥20 mg) and if there is also a second source of immunocompromise (eg, hematologic malignancy, additional immunosuppressive medication).&nbsp; In those receiving immunosuppressive therapy following solid organ transplantation, PCP risk is usually greatest during the 6 months following transplantation, when immunosuppressive regimens tend to be most intensive.&nbsp; Therefore, primary prophylaxis with TMP-SMX is typically administered during this period.&nbsp; Because immunosuppressive regimens are generally tapered over time, patients can often stop TMP-SMX prophylaxis 6-12 months after transplant.</p>\n<h1>Special consideration:&nbsp; PCP in infancy</h1><br><br><p>In children with HIV, PCP is often the initial AIDS-defining illness, and it usually presents at age 3-6 months.&nbsp; Infants have high baseline levels of CD4 cells due to amplified thymic activity in the months after birth.&nbsp; Therefore, they frequently develop immunocompromise from HIV at relatively high CD4 counts (eg, 1,000-1,200/mm<font size=\"2\"><sup>3</sup></font>).&nbsp; Common manifestations of PCP include low-grade fever, tachypnea, poor feeding, and progressive dyspnea.&nbsp; Generalized adenopathy and hepatomegaly are often present.&nbsp; Patients often have severe hypoxia, and chest x-ray classically shows bilateral perihilar reticulonodular infiltrates that become more diffuse as the illness progresses.&nbsp; Because the pathogen cannot be cultured, the diagnosis is established when the organism is identified in pulmonary fluid (eg, induced sputum, bronchiolar lavage).</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for PCP includes other causes of pneumonia and pulmonary infiltrates in immunocompromised patients:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cytomegalovirus (CMV) pneumonia</strong>:&nbsp; Both conditions can present with diffuse interstitial infiltrates and occur in immunocompromised hosts.&nbsp; However, CMV pneumonia may present with more prominent systemic symptoms (eg, fever, malaise) and \"owl's eye\" inclusion bodies on histopathology.</li>\n\t<li><strong>Bacterial pneumonia</strong>:&nbsp; Both PCP and bacterial pneumonia may present with cough, fever, and dyspnea.&nbsp; However, bacterial pneumonias typically present with lobar consolidation rather than diffuse interstitial infiltrates and often have productive cough.</li>\n\t<li><strong>Tuberculosis</strong>:&nbsp; Tuberculosis and PCP can present chronic cough and weight loss in immunocompromised patients.&nbsp; However, tuberculosis often presents with upper lobe cavitary lesions, and acid-fast bacilli are identified in sputum samples.</li>\n\t<li><strong>Cryptococcosis</strong>:&nbsp; Both PCP and cryptococcosis are fungal infections that occur in immunocompromised hosts.&nbsp; However, cryptococcosis often presents with focal pulmonary nodules or masses and can disseminate to the central nervous system.</li>\n</ul>\n<h1>Summary</h1><br><br><p><em>Pneumocystis jirovecii</em> pneumonia (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31769.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a life-threatening opportunistic infection that predominantly affects immunocompromised individuals.&nbsp; Prompt recognition and treatment are essential to improve outcomes.&nbsp; The clinical presentation, diagnostic approach, and management strategies for PCP vary depending on the underlying immune status of the patient.&nbsp; Despite advances in therapy, PCP remains a significant cause of morbidity and mortality, underscoring the importance of prophylactic measures in high-risk populations.<p></p>\n</div>\n\n            "
}