{
  "meta": {
    "title": "Pulmonary physiology: Respiratory mechanics",
    "url": "https://brainandscalpel.vercel.app/pulmonary-physiology-respiratory-mechanics-0f30cd43-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:25.081Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Respiratory mechanics describe how pressure, volume, and flow are related to each other in the respiratory system.&nbsp; This article integrates principles of physics and physiology to discuss the interaction between the lungs and chest wall, the process of normal tidal respiration, and the work of breathing.</p>\n<h1>Lungs and chest wall</h1><br><br><p>The respiratory system consists of the <strong>lungs</strong> and <strong>chest wall</strong>, which are considered <strong>independent</strong> elements because they are anatomically separated.&nbsp; Changes in the lungs do not affect the intrinsic properties of the chest wall, and vice versa.&nbsp; However, changes in either affect the entire respiratory system in an additive manner.</p>\n<h2>Functional residual capacity</h2><br><br><p>The lungs and chest wall have opposing natural tendencies:</p><br><br><ul>\n\t<li>The lungs have a tendency to recoil inward (collapsing force) due to the elastin content of lung tissue.</li>\n\t<li>The chest wall has a tendency to recoil outward (expanding force) due to the curvature of the ribs and intrinsic tension in the intercostal muscles.</li>\n</ul><br><br><p>The lungs pull the chest wall inward, and the chest wall pulls the lungs outward.&nbsp; The point where these forces balance each other is the <strong>functional residual capacity (FRC)</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43530.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; FRC is the natural resting state of the respiratory system in the absence of voluntary effort.&nbsp; It is equivalently described as the volume of air remaining in the lungs after normal passive exhalation.<p></p><br><br><p>Tidal breathing begins from FRC because it minimizes energy expenditure.&nbsp; Maintaining lung volumes above or below FRC requires additional muscular effort, which can be simulated—holding the breath above FRC requires effort to counter inward lung recoil, similar to keeping a spring stretched out.&nbsp; Holding the breath below FRC requires effort to counter outward chest wall recoil, similar to compressing a spring.&nbsp; Pathologic conditions can increase or decrease FRC.&nbsp; FRC decreases when lung recoil increases (eg, interstitial fibrosis) or when chest wall recoil decreases (eg, pectus excavatum).&nbsp; Conversely, FRC increases when lung recoil decreases (eg, emphysema) or when chest wall recoil increases (eg, pectus carinatum [rare]).</p>\n<h2>Respiratory system compliance</h2><br><br><p>Compliance (C) describes how volume (V) changes in response to pressure (P) (ie, C = ΔV/ΔP).&nbsp; Noncompliant (stiff) objects experience minimal change in volume when pressure is applied.&nbsp; Normal respiratory system compliance (C<font size=\"2\"><sub>RS</sub></font>) is 100 mL/cm H<font size=\"2\"><sub>2</sub></font>O (each additional centimeter of water of pressure should inflate the lungs by 100 mL).</p><br><br><p>Several disease states can alter C<font size=\"2\"><sub>RS</sub></font> by affecting the lungs or chest wall:</p><br><br><ul>\n\t<li>Lung compliance (C<font size=\"2\"><sub>L</sub></font>) decreases with interstitial stiffening (eg, pulmonary fibrosis) or alveolar filling processes (eg, pulmonary edema, pneumonia).&nbsp; It increases with emphysema.</li>\n\t<li>Chest wall compliance (C<font size=\"2\"><sub>CW</sub></font>) decreases with thoracic cage deformities (eg, kyphosis), arthritis (eg, costochondral joints), extreme obesity, restrictive pleural disease (eg, adhesions, fibrothorax), or rare dystonic drug reactions (eg, serotonin syndrome).&nbsp; It does not increase.</li>\n</ul><br><br><p>The relationship between the 3 compliances is as follows:&nbsp; 1/C<font size=\"2\"><sub>RS</sub></font> = 1/C<font size=\"2\"><sub>L</sub></font> + 1/C<font size=\"2\"><sub>CW</sub></font>.</p>\n<h2>Lung hysteresis</h2><br><br><p>In a pressure-volume diagram, C<font size=\"2\"><sub>L</sub></font> is often shown as a relatively straight line with a slope of ΔV/ΔP (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18574.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; This line represents inspiration only.&nbsp; When both inspiration and expiration are graphed, the result is a loop—at a given pressure, the lungs hold more volume during expiration than inspiration (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63706.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; This is called <strong>hysteresis</strong>.<p></p><br><br><p>Hysteresis occurs because surfactant spreads out during inflation, reducing its concentration and requiring more pressure to overcome surface tension.&nbsp; During expiration, surfactant concentration increases again.&nbsp; The process of hysteresis is somewhat analogous to how memory foam slowly returns to its original shape after being compressed.&nbsp; Loss of surfactant (eg, in acute respiratory distress syndrome) reduces hysteresis (resulting in a narrower loop) and lowers C<font size=\"2\"><sub>L</sub></font> (resulting in a steeper slope).</p>\n<h1>Tidal breathing</h1><br><br><p>Tidal respiration refers to quiet breathing that occurs under normal conditions.&nbsp; In adults, normal tidal volume is approximately 500 mL, corresponding to approximately 6 mL/kg of ideal body weight.</p>\n<h2>Respiratory muscles</h2><br><br><ul>\n\t<li><strong>Inspiration</strong> is an active (effort-dependent) process requiring muscular effort.&nbsp; The primary muscle of inspiration is the <strong>diaphragm</strong>.&nbsp; In patients with dyspnea or respiratory distress, accessory muscles of inspiration can be activated; these include the neck strap muscles (eg, sternocleidomastoid, scalenes) and, in extreme cases, additional chest muscles (eg, pectoralis minor, trapezius, latissimus dorsi, serratus anterior).</li>\n\t<li>In contrast, <strong>expiration</strong> is a passive (effort-independent) process that utilizes the natural recoil of the respiratory system.&nbsp; No muscular effort is typically required.&nbsp; However, in patients with dyspnea or respiratory distress, accessory muscles of expiration, including the internal <strong>intercostals</strong> and <strong>abdominal wall</strong> muscles (eg, obliques, transversus abdominus), may be used.</li>\n</ul><br><br><p>Greater effort during inspiration shortens inspiratory time.&nbsp; Conversely, greater effort during expiration does not shorten the expiratory time because the additional force produces dynamic airway collapse, delaying the expiratory airflow.&nbsp; This can be observed by comparing the time required to exhale all the way to residual volume gently versus forcefully—despite the additional force, the time remains the same.</p>\n<h2>Normal pressure swings</h2><br><br><p>There are 2 key pressures that govern breathing: the alveolar pressure and the pleural pressure.&nbsp; These are measured in centimeters of H<font size=\"2\"><sub>2</sub></font>O, with atmospheric pressure set to 0 cm H<font size=\"2\"><sub>2</sub></font>O by convention.</p><br><br><ul>\n\t<li><strong>Alveolar pressure (P<font size=\"2\"><sub>alveolar</sub></font>)</strong>:&nbsp; The pressure inside the lungs.&nbsp; Air flows from areas of higher pressure to areas of lower pressure.&nbsp; Inspiratory airflow occurs when P<font size=\"2\"><sub>alveolar</sub></font> is negative (eg, −2 cm H<font size=\"2\"><sub>2</sub></font>O), creating a gradient between the atmosphere (ie, mouth and nose) and the lungs; conversely, expiratory airflow occurs when P<font size=\"2\"><sub>alveolar</sub></font> is positive (eg, 2 cm H<font size=\"2\"><sub>2</sub></font>O) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43531.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Pleural (intrapleural) pressure (P<font size=\"2\"><sub>pleural</sub></font>)</strong>:&nbsp; The pressure in the pleural cavity (ie, between the lungs and chest wall).&nbsp; Because the lungs and chest wall are constantly trying to pull apart from each other, P<font size=\"2\"><sub>pleural</sub></font> is always negative (eg, −5 cm H<font size=\"2\"><sub>2</sub></font>O).&nbsp; During inspiration, the diaphragm moves downward, and P<font size=\"2\"><sub>pleural</sub></font> becomes even more negative (eg, to -8 cm H<font size=\"2\"><sub>2</sub></font>O), encouraging the lungs to expand.</li>\n</ul><br><br><p><strong>Transpulmonary (transpleural) pressure (P<font size=\"2\"><sub>TP</sub></font>)</strong>:&nbsp; The difference between alveolar (ie, inside the lungs) and pleural (ie, outside the lungs) pressure.&nbsp; P<font size=\"2\"><sub>TP</sub></font> is always slightly positive because P<font size=\"2\"><sub>alveolar</sub></font> is always higher than P<font size=\"2\"><sub>pleural</sub></font> (even when both are negative).&nbsp; The positive P<font size=\"2\"><sub>TP</sub></font> keeps the lungs inflated against the chest wall throughout both inspiration and expiration.</p>\n<h1>Disrupted mechanics</h1><br><br><p>As discussed above, the transpulmonary pressure (P<font size=\"2\"><sub>TP</sub></font>) is always slightly positive.&nbsp; Normal P<font size=\"2\"><sub>TP</sub></font> = P<font size=\"2\"><sub>alveolar </sub></font>– P<font size=\"2\"><sub>pleural</sub></font> = (–2) – (–8) = 6 cm H<font size=\"2\"><sub>2</sub></font>O.&nbsp; Several situations can disrupt this relationship, resulting in P<font size=\"2\"><sub>TP</sub></font> that is excessively positive, zero, or negative.</p>\n<h2>High P<font size=\"2\"><sub>TP</sub></font></h2><br><br><p>An excessively high P<font size=\"2\"><sub>TP</sub></font> occurs if P<font size=\"2\"><sub>alveolar</sub></font> becomes too positive (↑↑ P<font size=\"2\"><sub>alveolar</sub></font>) or P<font size=\"2\"><sub>pleural</sub></font> becomes too negative (↓↓ P<font size=\"2\"><sub>pleural</sub></font>):</p><br><br><ul>\n\t<li><strong>P<font size=\"2\"><sub>alveolar</sub></font> can become too positive</strong> during mechanical ventilation (with inappropriate settings), violent coughing, or severe air trapping (eg, asthma exacerbation).</li>\n\t<li><strong>P<font size=\"2\"><sub>pleural</sub></font> can become too negative</strong> with fibrotic lung disease, causing the lung to retract away from the chest wall.&nbsp; It can also become too negative during forceful inhalation against a closed glottis (Müller maneuver), as seen in hanging injuries or severe obstructive sleep apnea.</li>\n</ul><br><br><p>Dangerously elevated P<font size=\"2\"><sub>TP</sub></font> (eg, &gt;30 cm H<font size=\"2\"><sub>2</sub></font>O) can cause barotrauma such as pleural rupture and pneumothorax, especially if there is underlying weakness of the lung tissue (eg, emphysematous bleb).&nbsp; Excessive distention of the alveoli can also damage them, causing edema or hemorrhage.</p><br><br><p></p><h2>Zero P<font size=\"2\"><sub>TP</sub></font></h2><p></p><br><br><p>P<font size=\"2\"><sub>TP</sub></font> falls to zero with a <strong>spontaneous pneumothorax</strong> (eg, ruptured bleb).&nbsp; This occurs because P<font size=\"2\"><sub>pleural</sub></font> equalizes with atmospheric pressure through the lung defect.&nbsp; P<font size=\"2\"><sub>alveolar</sub></font> also remains at zero because the lung cannot retain volume as air escapes through the hole.&nbsp; Loss of P<font size=\"2\"><sub><strong>TP</strong></sub></font> causes the lung to collapse under its intrinsic elastic recoil.</p><br><br><p></p><h2>Negative P<font size=\"2\"><sub>TP</sub></font></h2><p></p><br><br><p>A negative P<font size=\"2\"><sub><strong>TP</strong></sub></font> occurs when P<font size=\"2\"><sub>pleural</sub></font> exceeds P<font size=\"2\"><sub>alveolar</sub></font>.&nbsp; It occurs in 2 scenarios:</p><br><br><ul>\n\t<li><strong>Tension pneumothorax</strong>:&nbsp; During standard pneumothorax, P<font size=\"2\"><sub>pleural</sub></font> is zero (ie, atmospheric pressure).&nbsp; However, in tension pneumothorax, P<font size=\"2\"><sub>pleural</sub></font> becomes positive if air continues to enter the pleural space faster than it can escape.&nbsp; The high P<font size=\"2\"><sub>pleural</sub></font> compresses the lung and mediastinal structures.&nbsp; This situation also develops with a sucking chest wound, a type of penetrating chest wall injury that creates a tissue flap allowing air to enter but not escape.</li>\n\t<li><strong>Flail chest</strong>:&nbsp; Normally, the ribcage changes position in unison with the lungs, moving outward with inspiration and inward with expiration.&nbsp; If a section of the chest wall breaks free (eg, ≥3 consecutive ribs are each fractured in ≥2 places), the ribcage paradoxically moves inward with inspiration.&nbsp; This may cause the P<font size=\"2\"><sub>pleural</sub></font> to become positive with inspiration, limiting the ability of the lungs to fill.</li>\n</ul><br><br><p></p><h1>Work of breathing</h1><h2>Resistive and elastic</h2><p></p><br><br><p>The work of breathing (WOB) is composed of 2 components, resistive and elastic work.</p><br><br><p><strong>Resistive work</strong> is the energy required to overcome resistance to airflow.&nbsp; It depends on:</p><br><br><ul>\n\t<li><strong>Airway resistance</strong>:&nbsp; Mainly determined by <strong>airway diameter</strong> (resistance ∝ 1/diameter<font size=\"2\"><sup>4</sup></font>).&nbsp; Airway resistance increases in conditions that narrow or obstruct the airway, such as asthmatic bronchospasm and mucus plugging.&nbsp; Low lung volumes (eg, atelectasis) also increase airway resistance because the airway caliber is reduced.</li>\n\t<li><strong>Respiratory rate</strong>:&nbsp; High respiratory rates produce faster airflow velocities, increasing turbulence, fiction against the bronchial tree, and air resistance.</li>\n</ul><br><br><p><strong>Elastic work</strong> is the energy required to overcome the intrinsic elastic recoil of the lungs and chest wall.&nbsp; Work is required to distend these structures even when flow is absent.&nbsp; Elastic work depends on:</p><br><br><ul>\n\t<li><strong>Elastance</strong>:&nbsp; Respiratory system elastance is the inverse of <strong>compliance</strong> (E<font size=\"2\"><sub>RS</sub></font> = 1/C<font size=\"2\"><sub>RS</sub></font>).&nbsp; It is elevated in conditions that decrease C<font size=\"2\"><sub>L</sub></font> (eg, interstitial fibrosis, pulmonary edema) or C<font size=\"2\"><sub>CW</sub></font> (eg, obesity, kyphosis).</li>\n\t<li><strong>Tidal volume</strong>:&nbsp; Elastic work is increased with larger tidal volumes due to the additional recoil of the lung tissue and chest wall as they are stretched.</li>\n</ul><br><br><p></p><h2>Optimization of work of breathing</h2><p></p><br><br><p>Total WOB is the sum of the energy expenditure of the resistive and elastic components of the respiratory system (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9124.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p><br><br><p>Humans unconsciously minimize the work required to maintain normal minute ventilation (V<font size=\"2\"><sub>E</sub></font>), which is defined as the product of respiratory rate (RR) and tidal volume (V<font size=\"2\"><sub>T</sub></font>) (V<font size=\"2\"><sub>E</sub></font> = RR × V<font size=\"2\"><sub>T</sub></font>).&nbsp; As outlined above, resistive WOB increases with lower lung volume and higher respiratory rate; in contrast, elastic WOB increases with higher lung volume and lower respiratory rate.&nbsp; Optimal WOB strikes a balance between these extremes, with RR of 12-14/min and V<font size=\"2\"><sub>T</sub></font> of 400-600 mL.&nbsp; This balance changes with obstructive or restrictive conditions:</p><br><br><ul>\n\t<li>In obstructive lung diseases (eg, asthma), resistive work is optimized by decreasing airway resistance (eg, bronchodilator therapy) and adopting a slower, deeper breathing pattern to minimize airflow turbulence.</li>\n\t<li>In restrictive lung disease (eg, idiopathic pulmonary fibrosis), elastic work is optimized by adopting a rapid, shallow breathing pattern, which trades greater resistive work (eg, faster airflow) for less elastic work (eg, lower tidal volume).</li>\n</ul><br><br><p>Normally, not much work is required for tidal breathing (eg, 2%-5% of total basal energy expenditure).&nbsp; As resistance or elastance increases, greater muscular effort is required to produce the same tidal volume.&nbsp; For example, in advanced chronic obstructive pulmonary disease (COPD), WOB can increase to as much as 30%-40% of total energy expenditure.&nbsp; This chronically increased energy demand contributes to <strong>pulmonary cachexia</strong>.&nbsp; WOB can dramatically increase during acute exacerbations, leading to respiratory failure if patients develop muscle fatigue.</p>\n<h1>Summary</h1><br><br><p>Respiratory mechanics describe how pressure, volume, and flow change during breathing.&nbsp; The lungs and chest wall are components of the respiratory system with opposing tendencies: The lungs recoil inward due to elastin, whereas the chest wall recoils outward due to rib curvature.&nbsp; These forces are balanced at functional residual capacity, the natural resting lung volume after passive exhalation.&nbsp; Normal tidal breathing involves effort-dependent inspiration driven by the diaphragm and effort-independent expiration driven by natural recoil.&nbsp; The work of breathing consists of resistive and elastic components.&nbsp; Resistive work overcomes airflow resistance and is determined by airway resistance and respiratory rate; elastic work overcomes lung and chest wall recoil and is determined by respiratory system elastance (the inverse of compliance) and tidal volume.</p>\n</div>\n\n            "
}