{
  "meta": {
    "title": "Pulmonary hypertension",
    "url": "https://brainandscalpel.vercel.app/pulmonary-hypertension-d4ff2abd-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:20.470Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1>\n<p>Pulmonary hypertension (PH) refers to approximately 50 conditions that increase pulmonary artery pressure (PAP), with a common final pathway of progressive right ventricular failure, carrying high morbidity and mortality.&nbsp; The formal definition of PH (which has evolved over time) is a mean PAP ≥20 mm Hg.</p>\n<h1>Pathophysiology</h1><br><br><p>Normally, the pulmonary circulation (ie, vessels from the pulmonic valve to the left atrium) is a low-pressure system, flowing at ~1/6th of systemic pressures.&nbsp; The low pressure is made possible by highly compliant, distensible pulmonary vessels.&nbsp; PH involves several mechanisms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Vasoconstriction:&nbsp; Pulmonary endothelial dysfunction leads to imbalance between endogenous vasoconstrictors (↑ endothelin-1) and vasodilators (↓ nitric oxide and prostacyclin)</li>\n\t<li>Vascular remodeling:&nbsp; Smooth muscle cell proliferation, neointimal hyperplasia, extracellular matrix deposition, inflammatory cell infiltration, and microthrombosis <em>in situ</em></li>\n</ul><br><br><p>These changes lead to narrowing and obliteration of the vascular bed (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L78139.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><p>As the pulmonary vascular remodeling worsens, pulmonary vascular resistance (PVR) gradually increases.&nbsp; At first, the right ventricle (RV) is able to pump against this increased afterload.&nbsp; To help it adapt, the RV hypertrophies but also may eventually dilate and fail in the face of PH.&nbsp; Clinical signs of RV failure can develop.</p>\n<h1>WHO classification</h1><br><br><p>PH is classified into 5 groups based on underlying etiology, with group 1 considered primary and all other groups considered secondary.</p>\n<h2>Group 1:&nbsp; (Primary) pulmonary arterial hypertension (PAH)</h2><br><br><p>Direct injury to the pulmonary arteries themselves (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47469.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), due to unknown mechanisms (idiopathic), inherited mutations (eg, <em>BMPR2</em>), drugs or toxins (eg, methamphetamine), infections (eg, HIV, schistosomiasis), autoimmune conditions (eg, scleroderma), and others (eg, congenital heart disease).<p></p>\n<h2>Group 2:&nbsp; (Secondary) PH due to left heart disease</h2><br><br><p>Retrograde transmission of elevated left-sided filling pressure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47592.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) due to left-sided heart failure or mitral valve disease.&nbsp; This is the most common form of PH in the US.<p></p>\n<h2>Group 3:&nbsp; (Secondary) PH due to lung disease and/or chronic hypoxemia (aka, cor pulmonale)</h2><br><br><p>Destruction of pulmonary vascular bed due to parenchymal lung disease (eg, cystic fibrosis, chronic obstructive pulmonary disease [COPD]), and sustained pulmonary vasoconstriction due to chronic alveolar hypoxemia (eg, sleep apnea, obesity-hypoventilation, living at high altitude).</p>\n<h2>Group 4:&nbsp; (Secondary) PH due to chronic thromboembolism (CTEPH) </h2><br><br><p>Obstruction of pulmonary arteries due to recurrent (or unresolved) pulmonary emboli, particularly with large acute emboli, underlying hypercoagulability, and indwelling venous catheters.</p>\n<h2>Group 5:&nbsp; (Secondary) PH due to unclear or multifactorial mechanisms</h2><br><br><p>Wastebasket category for pulmonary vascular remodeling in the setting of complex multisystem conditions such as sarcoidosis, endstage renal disease and hemodialysis, sickle cell disease, and rare metabolic disorders (eg, Gaucher).</p>\n<h1>Precapillary vs postcapillary PH</h1><br><br><p>PH grouping can also be viewed in terms of which side of the pulmonary capillaries the lesion is located.&nbsp; Precapillary PH (ie, lesions from the pulmonary arteries to arterioles) and postcapillary PH (ie, lesions of the pulmonary veins) can be differentiated based on the PVR and pulmonary capillary wedge pressure (PCPW), measured during right heart catheterization (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22141.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Precapillary PH (increased PVR):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Groups 1, 3, and 4</li>\n\t\t<li>Hemodynamics:&nbsp; ↑ PAP, ↑ PVR, normal PCWP</li>\n\t</ul>\n\t</li>\n\t<li>Postcapillary PH (normal PVR):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Group 2</li>\n\t\t<li>Hemodynamics:&nbsp; ↑ PAP, normal PVR, ↑ PCWP</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>In many cases, there is a combination of pre- and postcapillary PH due to multiple comorbidities.&nbsp; The most common combination is group 2 + 3 (eg, heart failure + COPD).</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with PH have general (all groups) signs and symptoms of right ventricular dysfunction, as well as specific manifestations related to underlying etiology (specific groups).</p>\n<h2>General findings (all groups)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Related to high PA pressure:&nbsp; chest pressure and dyspnea, exertional angina (right ventricular [RV]&nbsp; ischemia), cough or hemoptysis, loud P<font size=\"2\"><sub>2</sub></font>, right-sided S<font size=\"2\"><sub>4</sub></font>, parasternal heave</li>\n\t<li>Related to venous congestion:&nbsp; peripheral edema, bowel edema (early satiety), abdominal fullness and ascites, jugovenous distension</li>\n\t<li>Related to low cardiac output:&nbsp; fatigue, presyncope or syncope (especially with coughing and valsalva), systemic hypotension</li>\n\t<li>Chest imaging:&nbsp; bilateral mainstem pulmonary artery enlargement and prominent right heart border</li>\n\t<li>Pulmonary function testing (PFT):&nbsp; gas transfer (as measured by the diffusion capacity of the lungs for carbon monoxide [DLCO]) reduced out of proportion to mechanical lung function (spirometry and lung volume)</li>\n\t<li>ECG:&nbsp; right ventricular hypertrophy (RVH; tall R wave in V<font size=\"2\"><sub>1</sub></font>), right axis deviation, right bundle branch block, right atrial enlargement (P-pulmonale), right ventricular strain patterns (precordial ST-T depression/inversion, S<font size=\"2\"><sub>1</sub></font>Q<font size=\"2\"><sub>3</sub></font>T<font size=\"2\"><sub>3</sub></font>)</li>\n\t<li>Transthoracic echocardiogram (TTE):&nbsp; elevated pulmonary artery systolic pressure (PASP; aka right ventricular systolic pressure [RVSP]); RV hypertrophy, dilation, and systolic dysfunction; septal flattening (D-shaped RV) and bowing into the left ventricle; tricuspid regurgitation; coronary sinus dilatation</li>\n</ul>\n<h2>Group 1 (PAH) specific findings</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Presentation:&nbsp; young adult female, little or no medical history, progressive exertional dyspnea often misdiagnosed as asthma for several years</li>\n\t<li>TTE:&nbsp; isolated RV dysfunction (ie, normal left heart)</li>\n\t<li>Chest imaging:&nbsp; clear lungs</li>\n\t<li>PFT:&nbsp; isolated reduction in DLCO (normal spirometry and lung volumes)</li>\n\t<li>Supportive studies:&nbsp; autoimmune serology (eg, ANA, scl-70), toxicology (eg, amphetamine), HIV testing, and others</li>\n</ul>\n<h2>Group 2 (left heart) specific findings</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Presentation:&nbsp; older patient, cardiac risk factors, wet lungs (eg, orthopnea, effusions)</li>\n\t<li>TTE:&nbsp; left ventricular diastolic or systolic dysfunction, left ventricular hypetrophy, or mitral valvulopathy</li>\n\t<li>Chest imaging:&nbsp; pulmonary vascular congestion and septal B lines</li>\n\t<li>PFT:&nbsp; possible restrictive defect and reduced DLCO</li>\n</ul>\n<h2>Group 3 (lung) specific findings</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Presentation:&nbsp; older patient, pulmonary exposures (eg, smoking), hypoxemia out of proportion to lung function (indicates an additional vascular component)</li>\n\t<li>Chest imaging:&nbsp; underlying lung disease (eg, emphysema, bronchiectasis, fibrosis)</li>\n\t<li>PFT:&nbsp; abnormal spirometry, lung volumes, and reduced DLCO</li>\n\t<li>Supportive studies:&nbsp; arterial blood gas showing chronic hypercapnia or hypoxemia, polysomnography with apneas/hypopneas and desaturation, blood count with elevated hematocrit</li>\n</ul>\n<h2>Group 4 (CTEPH) specific findings</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Presentation:&nbsp; older patient, history of recurrent venous thromboembolism, persistent dyspnea months to years after acute embolic event</li>\n\t<li>PFT:&nbsp; isolated reduction in DLCO (normal spirometry and lung volumes)</li>\n\t<li>Supportive studies:&nbsp; ventilation/perfusion (VQ) scan; CT angiography</li>\n</ul>\n<h2>Group 5 (multifactorial) specific findings</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Presentation:&nbsp; highly variable, but usually a history of a major multisystem disease (eg, sarcoidosis)</li>\n\t<li>Supportive studies:&nbsp; chronic intravascular hemolysis (sickle cell), noncaseating granulomas (sarcoidosis), blood polycythemias or cytopenias (myeloproliferative disorders)</li>\n</ul>\n<h1>Diagnostic workflow</h1><br><br><p>Diagnosis of PH is often delayed by several years because obvious signs of right heart failure (eg, edema)&nbsp; appear late into the disease course.&nbsp; There is often a slow buildup of vague complaints (eg, chest discomfort, fatigue) and exertional symptoms that are often misdiagnosed as asthma, anxiety, or physical deconditioning.&nbsp; Young adult females, at greatest risk of (idiopathic) PAH, are also most likely to have the diagnosis overlooked.</p><br><br><p>PH is never diagnosed by biopsy due to the risk of hemorrhage in the setting of high arterial pressure.&nbsp; Instead, diagnosis of PH is largely noninvasive, gathered from many clinical data points.&nbsp; The diagnostic approach to PH begins by estimating the PASP (aka RVSP) with <strong>TTE</strong> performed at rest (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8708.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p><br><br><p>If the TTE shows <strong>evidence of PH</strong> at rest (ie, elevated PASP, RV dysfunction or enlargement) and if:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>LV dysfunction is present</strong> (group 2), then subsequent workup focuses on reversible causes (eg, ischemia, alcohol, mitral valve disease).</li>\n\t<li><strong>LV dysfunction is absent</strong>, then workup expands to other forms of PH and includes further studies such as HIV testing and autoimmune serologies (group 1); PFT, high-resolution chest CT,&nbsp; and polysomnography (group 3); VQ scan (group 4).</li>\n</ul><br><br><p>If the TTE shows <strong>no PH</strong> at rest (ie, normal PASP) and if:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Clinical suspicion for PH remains high (eg, numerous risk factors), then further investigation with right heart catheterization (RHC) or exercise TTE is warranted; these studies are more sensitive for detecting dynamic elevations in PA pressure.</li>\n\t<li>Clinical suspicion for PH is reduced, then workup focuses on alternative explanations for the dyspnea and exercise intolerance (eg, ischemic heart disease).</li>\n</ul>\n<h1>Differential diagnosis</h1><h2>Elevated venous pressure and volume overload</h2><br><br><p>PH-induced RV failure results in central venous congestion (eg, elevated JVP) and peripheral edema.&nbsp; However, other conditions are on the differential.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Constrictive pericarditis</strong> (eg, prior tuberculosis or chest radiation):&nbsp; Pericardial fibrosis and stiffening limits RV diastolic filling, leading to elevated jugulovenous pressure and hepatic/abdominal congestion (and in severe, untreated cases, cardiogenic cirrhosis with nutmeg liver).&nbsp; Constrictive pericarditis is a problem of RV filling (vs pulmonary vascular remodeling in PH):&nbsp; the right ventricular systolic function is normal (vs reduced), PVR is normal (vs elevated), and PAP is normal (vs elevated).</li>\n\t<li><strong>Primary RV failure</strong> (ie, without PH):&nbsp; Causes include prior RV myocardial infarction, RV outflow tract obstruction (eg, pulmonic stenosis), severe tricuspid regurgitation, and arrhythmogenic right ventricular cardiomyopathy (very rare).&nbsp; RV systolic function is reduced and central venous pressure is elevated (similar to PH), but PVR and PAP are normal.</li>\n</ul>\n<h2>Unexplained exertional dyspnea</h2><br><br><p>PH should be considered in patients without a satisfactory explanation after initial workup (eg, normal initial TTE and PFT).&nbsp; However, subtle presentations of cardiopulmonary disorders (eg, exercise-induced LV diastolic dysfunction, early interstitial lung disease) are also on the differential, requiring more advanced studies for diagnosis (eg, cardiopulmonary exercise testing).</p>\n<h1>Management</h1><br><br><p>Management of PH (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84900.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) involves general supportive measures (for all groups) and specific therapies (tailored to group):<p></p>\n<h2>General supportive measures (all groups)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Supplemental oxygen to maintain SpO2 ≥92% (avoid hypoxic pulmonary vasoconstriction)</li>\n\t<li>Contraceptive counseling (pregnancy in PAH carries a 50% mortality)</li>\n\t<li>Pulmonary rehabilitation (supervised exercise)</li>\n\t<li>Immunizations (influenza, respiratory syncytial virus, COVID-19, and <em>Pneumococcus</em>)</li>\n\t<li>Maintenance of euvolemia (eg, weight monitoring and diuretic plan)</li>\n\t<li>Referral to accredited PH center if possible (superior outcomes)</li>\n</ul>\n<h2>Group 1 (PAH)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pulmonary vasodilator therapy (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40510.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):&nbsp; phosphodiesterase-5 inhibitors (eg, tadalafil), endothelin receptor antagonists (eg, ambrisentan), prostacyclin (eg, treprostinil), and calcium channel blockers (eg, nifedipine) for some patients</li>\n\t<li>Treatment of underlying conditions (eg, immunosuppression for scleroderma-PAH)</li>\n</ul>\n<h2>Group 2 (left heart)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Treatment of reversible causes of heart failure (eg, revascularization for ischemic cardiomyopathy)</li>\n\t<li>Guideline-directed medical therapy (GDMT) for heart failure with reduced (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38185.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) or preserved (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36689.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) ejection fraction</li>\n</ul>\n<h2>Group 3 (lung)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Optimization of underlying lung disease:&nbsp; bronchodilators (COPD), antifibrotic agents (idiopathic pulmonary fibrosis)</li>\n\t<li>Treatment of sleep-disordered breathing (eg, positive airway pressure for obstructive sleep apnea)</li>\n</ul>\n<h2>Group 4 (CTEPH)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Medical therapy:&nbsp; anticoagulation ± soluble guanylate cyclase inhibitor (eg, riociguat)</li>\n\t<li>Surgery (potentially curative):&nbsp; pulmonary artery thromboendarterectomy (stripping away old clots and overlying endothelium)</li>\n</ul>\n<h2>Group 5 (multifactorial)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Treatment of underlying conditions (eg, chemotherapy for myeloproliferative disorder)</li>\n</ul>\n<h2>Pulmonary vasodilator therapy</h2><br><br><p>Pulmonary vasodilator therapy is most effective for group 1 PAH because of the central role of vasoconstriction in these patients.&nbsp; Analogous to their relaxant effect on pulmonary vessels, they also treat severe Raynaud (eg, digital ischemia) in CREST-associated PAH.&nbsp; Vasodilators are largely contraindicated in group 2 and 3 PH.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In group 2, pulmonary vasodilation increases flow into the dysfunctional left ventricle, precipitating cardiogenic flash pulmonary edema.&nbsp;</li>\n\t<li>In group 3, pulmonary vasodilation increases perfusion of the entire lung, including diseased areas; this leads to greater VQ mismatch and worse hypoxemia.&nbsp; Inhaled (rather than oral or parenteral) pulmonary vasodilators (eg, treprostinil nebulizer) mitigate this problem by directing the drug only to well-ventilated alveoli (preserving VQ matching) and are emerging for the treatment of group 3 PH.</li>\n</ul><br><br><p>The only cure for PH is lung transplantation, which replaces diseased vessels with new ones.&nbsp; RV failure resolves within hours to days after lung transplantation, supporting the concept of PVR-induced demand ischemia as the core driver of RV failure.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of PH depends on the group.</p>\n<h2>Groups 1 (PAH) and 4 (CTEPH)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Before vasodilators (1995), group 1 (PAH) had the poorest prognosis.&nbsp; In contrast, drug-treated PAH currently has the best prognosis of all 5 groups (median survival ~5 years), although it remains progressive, lethal, and incurable.</li>\n\t<li>Group 4 (CTEPH) has an excellent prognosis when it can be cured by pulmonary thromboendarterectomy surgery (most effective for proximal large-vessel disease).&nbsp;</li>\n</ul>\n<h2>Groups 5 (multifatorial) and 2 (left heart)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Group 5 (multifactorial) has highly variable prognosis depending on the underlying etiology (eg, favorable for sarcoidosis, worse for sickle cell disease)</li>\n\t<li>Group 2 PH has an intermediate prognosis but continues to improve through advances in pharmacologic treatment.&nbsp; PH related to heart failure with reduced ejection fraction has a better prognosis than that related to heart failure with preserved ejection fraction, reflecting abundant mortality-reducing treatment options for systolic failure but fewer options for diastolic failure.</li>\n</ul>\n<h2>Group 3 (lung)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Group 3 PH (lung) has the worst prognosis (median survival ~2.5 years).&nbsp; This likely reflects a lack of treatment options to reverse underlying advanced lung disease, and the poor functional status of these patients at baseline.</li>\n</ul>\n<h2>Poor prognostic indicators</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Syncope during coughing, tying shoes, or straining (reduced venous return)</li>\n\t<li>Hospitalization for right heart failure</li>\n\t<li>Severe venous congestion (eg, right atrial pressure &gt;20 mm Hg)</li>\n\t<li>Systolic hypotension (systolic blood pressure [SBP] &lt;110 mm Hg) or pressure inversion (SBP ≤ PAP)</li>\n\t<li>Renal dysfunction (eg, cardiorenal syndrome)</li>\n\t<li>Limited exercise capacity (eg, low 6-minute walk distance)</li>\n\t<li>Falling PAP (although high PAP generally indicates worse disease, loss of RV contractility and cardiac output causes PAP to fall in the final stages of PH).&nbsp;</li>\n</ul><br><br><p>RV function continues to worsen because of primary progression of PH itself (ie, rising PVR).&nbsp; Ultimately, the RV begins to dilate, setting into motion a vicious spiral in which RV dilation compromises LV filling, inducing RV ischemia and further dilation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L86640.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; Patients with severe PH have very limited reserve.&nbsp; Even minor insults (eg, atrial fibrillation, low-grade respiratory illness) can trigger catastrophic RV failure and death.<p></p>\n<h1>Summary</h1><br><br><p>Pulmonary hypertension (PH) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35183.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) encompasses approximately 50 conditions that elevate pulmonary artery pressure, leading to progressive right ventricular failure.&nbsp; Its pathogenesis involves abnormal pulmonary vasoconstriction and vascular remodeling (eg, neointimal thickening and muscular hyperplasia), increasing pulmonary vascular resistance (PVR).&nbsp; PH is classified into 5 groups based on underlying causes:&nbsp; Group 1 involves primary pulmonary arterial hypertension (PAH), group 2 involves PH due to left heart disease, group 3 is PH due to lung disease and/or chronic hypoxemia, group 4 refers to PH from chronic thromboembolism (CTEPH), and group 5 includes PH from unclear or multifactorial mechanisms.&nbsp; The clinical presentation of PH is related to high pulmonary artery pressure (eg, dyspnea), venous congestion (eg, peripheral edema, abdominal fullness), and low cardiac output (eg, exercise intolerance).&nbsp; Diagnosis begins with estimating pulmonary artery systolic pressure with echocardiogram, followed by further investigations as needed to classify the PH (eg, autoimmune serologies, chest imaging).&nbsp; Treatment is determined by group: pulmonary vasodilator therapy is indicated most strongly for group 1 PAH.&nbsp; Prognosis differs among groups; PAH has the best prognosis with drug treatment, and group 3 PH has the worst prognosis.&nbsp; Severe right ventricular failure is the most common cause of death, and lung transplantation is the only definitive cure.<p></p>\n</div>\n\n            "
}