{
  "meta": {
    "title": "Respiratory syncytial virus (RSV)",
    "url": "https://brainandscalpel.vercel.app/respiratory-syncytial-virus-rsv-43c53057-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:25.074Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Respiratory syncytial virus (RSV) is a major cause of lower respiratory tract infections across all age groups worldwide.&nbsp; Nearly all children experience an RSV infection by their second birthday.&nbsp; Older adults (eg, age &gt;60), individuals who are immunocompromised, and individuals with chronic cardiac and pulmonary conditions are also particularly susceptible.</p>\n<h1>Virology</h1><h2>Transmission</h2><br><br><p>RSV spreads through respiratory droplets (eg, via coughing, sneezing) and direct contact with contaminated surfaces followed by self-inoculation of the mucous membranes.&nbsp; The virus can remain viable on surfaces for several hours.&nbsp; The incubation period ranges from 2-8 days.</p>\n<h2>Life cycle</h2><br><br><p>The RSV infection cycle begins when the virus attaches to the ciliated epithelial cells of the host airway using 2 surface glycoproteins:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The <strong>F (fusion) glycoprotein</strong> facilitates viral entry by promoting fusion of the viral lipid envelope with host cell membranes.</li>\n\t<li>The <strong>G (attachment) glycoprotein</strong> facilitates viral entry by allowing the virus to covalently link to chemokine receptors on the cell surface.</li>\n</ul><br><br><p>RSV replicates for several days in the bronchial epithelium.&nbsp; In the cytoplasm, its RNA is transcribed into messenger RNA (mRNA) by an RNA-dependent RNA polymerase.&nbsp; Host ribosomes then translate the mRNA into viral proteins.&nbsp; New viral particles assemble in the cytoplasm and bud from the cell, taking a portion of the lipid membrane as their envelope.&nbsp; During this process, the F glycoprotein causes neighboring epithelial cells to fuse, forming large <strong>multinucleated syncytia</strong>.</p><br><br><p>Syncytia formation disrupts cellular functions (eg, ion homeostasis) and causes apoptotic cell death and <strong>epithelial sloughing</strong>.&nbsp; The sloughed bronchial cells land in progressively smaller airways, allowing the infection to spread into the respiratory <strong>bronchioles</strong>.&nbsp; The obstruction and inflammation of these small airways result in characteristic wheezing and hyperinflation seen in <strong>respiratory bronchiolitis</strong>.</p>\n<h1>Risk factors</h1><br><br><p>RSV circulates endemically in communities worldwide.&nbsp; There are 2 major subtypes: RSV-A and RSV-B.&nbsp; The RSV-A subtype causes the majority of infections and is associated with a more severe disease course.&nbsp; Like influenza, RSV infection rates peak in the winter.&nbsp; Patient groups at particularly elevated risk include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Infants age &lt;6 months, born prematurely (&lt;35 weeks), or with low birth weight.</li>\n\t<li>Children with congenital heart disease or chronic lung conditions.</li>\n\t<li>Adults age &gt;65 or with chronic cardiopulmonary conditions (eg, heart failure, chronic obstructive pulmonary disease [COPD]).</li>\n\t<li>Individuals who are immunocompromised (especially stem cell and lung transplant recipients).</li>\n</ul>\n<h1>Clinical presentation</h1><h2>Viral upper respiratory infection</h2><br><br><p>In <strong>older children</strong> and <strong>healthy adults</strong>, RSV presents mainly as an upper respiratory tract infection.&nbsp; Symptoms resemble the common cold and include nasopharyngitis, coryza, sneezing, mild cough, and occasional low-grade fever.&nbsp; Infections are usually self-limiting, resolving within a week with supportive care such as hydration and rest.</p>\n<h2>Viral bronchiolitis</h2><br><br><p>In <strong>infants</strong> and <strong>young children</strong> (age &lt;2), RSV is the leading cause of <strong>bronchiolitis</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36751.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), which occurs when the infection spreads to the terminal bronchioles, leading to diffuse expiratory airflow obstruction.&nbsp; Manifestations include expiratory wheezing, tachypnea, and poor feeding.&nbsp; In severe cases, nasal flaring and intercostal retractions can be seen; these signs indicate a high work of breathing and impending respiratory failure.&nbsp; Occasionally, very young infants can present with <strong>apnea</strong> or sudden death.&nbsp; Chest imaging can show bronchial cuffing (edema of airway walls), <strong>hyperinflation</strong> (eg, enlarged intercostal spaces), and small nodular tree-in-bud opacities (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60225.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p><br><br><p>RSV bronchiolitis may increase the <strong>risk of asthma</strong> in later childhood and adulthood.&nbsp; The causality is unclear: Infants with allergically skewed (Th2) immunity may be predisposed to severe RSV; conversely, RSV in early childhood may skew the immune response toward allergic inflammation.</p>\n<h2>Viral pneumonia</h2><br><br><p>In individuals who are <strong>elderly</strong> or <strong>immunocompromised</strong>, RSV may lead to community-acquired pneumonia, which occurs when the virus reaches the alveolar tissue, causing inflammation and impaired gas exchange.&nbsp; Symptoms include fever, labored breathing, lethargy, and cyanosis.&nbsp; Chest imaging typically shows patchy interstitial and alveolar opacities (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/U3043.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p><br><br><p>Secondary bacterial pneumonia is a potential complication following respiratory viral infections (eg, influenza, RSV) due to severe damage to the respiratory epithelium.&nbsp; Signs of secondary bacterial pneumonia include new fever after initial defervescence, purulent sputum, and increasing respiratory distress.&nbsp; Common bacterial pathogens involved in these superinfections include <em>Streptococcus pneumoniae</em> and <em>Staphylococcus aureus</em>.</p>\n<h2>Exacerbations of chronic disease</h2><br><br><p>RSV is an important infectious trigger for acute decompensation of chronic pulmonary and cardiac conditions, especially in older adults.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pulmonary complications include acute exacerbations of asthma or COPD.</li>\n\t<li>Cardiac complications include acutely decompensated heart failure, acute coronary syndrome, and atrial tachyarrhythmias.</li>\n</ul><br><br><p>During the winter respiratory virus season, RSV accounts for approximately 10% of hospitalizations for COPD or heart failure.</p>\n<h1>Management</h1><h2>Diagnosis</h2><br><br><p>RSV infection is usually confirmed by PCR testing.&nbsp; PCR has high sensitivity and specificity, and PCR testing for RSV is typically included as part of a multiplex respiratory viral panel that can detect other viruses (eg, influenza, rhinoviruses).&nbsp; In many settings, multiplex PCR is routinely performed in adults hospitalized with lower respiratory tract infections.&nbsp; Confirming RSV is always recommended for immunocompromised patients (particularly stem cell or lung transplant recipients) because they are likely to benefit from antiviral therapy (eg, ribavirin).&nbsp; In severe cases, a negative upper respiratory sample (eg, nasal swab) should be followed by lower respiratory sampling (eg, bronchoscopy fluid).</p><br><br><p>RSV antigen tests (for detection of the F glycoprotein) are also available but are only validated for younger patients (age &lt;20), who tend to have a high nasal viral load.&nbsp; Viral serology (eg, RSV IgM) and culture are not clinically useful.</p>\n<h2>Supportive care</h2><br><br><p>Most <strong>immunocompetent</strong> patients recover spontaneously with supportive care such as adequate hydration and, as needed, short-acting bronchodilators (eg, albuterol) for wheezing.&nbsp; Adjunctive treatments are administered to patients with respiratory or cardiac comorbidities:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Obstructive lung disease:&nbsp; Systemic glucocorticoids (eg, prednisone) are indicated for patients with acute exacerbations of asthma or COPD.&nbsp; In patients with otherwise intact immunity, glucocorticoids can reduce airway inflammation without significantly compromising the defense against viral replication.&nbsp; Inhaled glucocorticoids are also often added; either beclomethasone or ciclesonide is particularly effective because their microfine particle size (diameter &lt;2 microns) allows them to settle into the terminal bronchioles (eg, to alleviate bronchiolitis).</li>\n\t<li>Heart failure:&nbsp; Diuretics and afterload-reducing agents may be used for patients with acutely decompensated heart failure.&nbsp; RSV-exacerbated heart failure is usually due to increased cardiac demand from systemic inflammation, hypoxemia, and work of breathing.&nbsp; However, less common precipitants include RSV-induced myocarditis or acute ischemic events (eg, myocardial infarction).</li>\n</ul>\n<h2>Antiviral therapy</h2><br><br><p>Antiviral therapy with <strong>ribavirin</strong> is effective against RSV.&nbsp; Ribavirin is a nucleoside analogue that inhibits the RNA-dependent RNA polymerase of RSV.&nbsp; Treatment is most strongly indicated for patients who are <strong>immunocompromised</strong>, particularly hematopoietic stem cell transplant (HSCT) or lung transplant recipients.&nbsp; In addition to ribavirin:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>HSCT recipients typically receive pooled intravenous immunoglobulin (IVIG) to transfer passive humoral immunity.&nbsp; Specific hyperimmune RSV immunoglobulin is used in some cases.</li>\n\t<li>Lung transplant recipients typically receive systemic corticosteroids to empirically treat acute rejection, which is difficult to differentiate from (and often precipitated by) the underlying viral infection.</li>\n</ul><br><br><p>Oral and intravenous ribavirin are most commonly used.&nbsp; Its major toxicity is dose-dependent hemolytic anemia (likely caused by the accumulation of ribavirin triphosphate, which causes oxidative stress in red blood cells).&nbsp; Nebulized ribavirin is also available and offers maximal pulmonary drug concentrations; however, it carries a risk of bronchial irritation and bronchospasm due to drug crystallization in the airways.</p>\n<h1>Prevention</h1><h2>Immunoprophylaxis (passive immunization)</h2><br><br><p><strong>Nirsevimab</strong> is a monoclonal antibody that neutralizes the F glycoprotein of RSV, thereby preventing viral entry into host cells.&nbsp; Nersevimab is indicated for:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>All infants age &lt;8 months</strong> entering their first RSV season (unless the mother received the RSV vaccine ≥14 days before delivery, allowing transplacental passage of maternal antibodies).</li>\n\t<li>High-risk infants age ≥8 months entering their second RSV season.&nbsp; High-risk conditions include congenital heart disease, cystic fibrosis, and bronchopulmonary dysplasia (ie, lung disease of prematurity).</li>\n</ul><br><br><p>The half-life of nirsevimab is approximately 6 months, covering the infant's first RSV season.&nbsp; Most infants have developed natural protective titers by their second RSV season, so a second dose is only recommended for patients with high-risk conditions.&nbsp; Palivizumab is an older-generation monoclonal antibody that can be substituted if nirsevimab is not available.</p>\n<h2>Vaccination</h2><br><br><p>The F glycoprotein is the primary target for vaccine development.&nbsp; Antigenic drift, particularly in the G glycoprotein, contributes to the virus's ability to evade host immunity and reinfect individuals.</p><br><br><p>There are currently 3 approved RSV vaccines (2 antigen-based vaccines against the F glycoprotein and 1 mRNA-based vaccine).&nbsp; Vaccination is indicated for:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>All adults age ≥75.</li>\n\t<li>Adults age ≥60 at risk for severe RSV (eg, asthma, COPD, heart failure, ischemic heart disease).</li>\n\t<li>Adults age ≤59 on an individual basis.</li>\n</ul><br><br><p>A small excess risk of Guillain-Barré syndrome has been identified with these antigen-based vaccines (number needed to harm ≈ 125,000).</p>\n<h2>Infection control</h2><br><br><p>Infection control measures include standard precautions for winter respiratory viruses (eg, frequent handwashing, physical distancing, masking).&nbsp; In the hospital, infection control measures include droplet isolation precautions (eg, private room, standard surgical mask, gowns, gloves) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34084.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Summary</h1><br><br><p>Respiratory syncytial virus is a major cause of lower respiratory tract infections, particularly affecting infants, older adults, and individuals who are immunocompromised.&nbsp; Transmission occurs via respiratory droplets or contact with contaminated surfaces, with symptoms ranging from a mild common cold in healthy adults, respiratory bronchiolitis (eg, wheezing, hyperinflation) in infants and young children, and viral pneumonia in elderly patients and in patients who are immunocompromised.&nbsp; Respiratory syncytial virus infections are an important trigger for acute exacerbations in chronic cardiopulmonary conditions (eg, asthma, chronic obstructive disease, heart failure, and ischemic heart disease).&nbsp; Diagnosis is typically confirmed via PCR testing, and treatment is largely supportive.&nbsp; Antiviral therapy (eg, ribavirin) is usually reserved for patients who are immunocompromised.&nbsp; Prevention includes universal immunoprophylaxis with monoclonal antibodies (eg, nirsevimab) for all infants, vaccination for older adults and individuals with underlying conditions, and standard infection control measures during the winter respiratory virus season.</p>\n</div>\n\n            "
}