{
  "meta": {
    "title": "Sarcoidosis",
    "url": "https://brainandscalpel.vercel.app/sarcoidosis-8d1264cf-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:28.781Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Sarcoidosis is an idiopathic condition featuring granulomatous inflammation that affects multiple organ systems, with prominent involvement of the lungs and lymphatics (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L55366.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Because granulomas can affect virtually any organ, sarcoidosis is a \"great masquerader\" in medicine.<p></p>\n<h1>Pathogenesis</h1><br><br><p>The molecular basis of sarcoidosis is unclear.&nbsp; Although granulomas are typically a response to failed clearance of known antigens (eg, chronic fungal infection, hypersensitivity pneumonitis), no trigger has yet been identified in sarcoidosis.&nbsp; Speculative antigens include beryllium, mycobacteria, and <em>Propionibacterium</em>, but no direct causation has been established.</p><br><br><p>Sarcoidosis clusters among first-degree relatives, especially among individuals of African, Scandinavian, and Puerto Rican descent, supporting a genetic component.&nbsp; Several human leukocyte antigen (HLA) alleles (eg, HLA-DRB1 variants) are common in patients with sarcoidosis.&nbsp; When bound to speculative antigens (eg, beryllium), these HLA-encoded major histocompatibility complexes appear to strongly engage T-cell receptors.&nbsp; Sustained coactivation of CD4<font size=\"2\"><sup>+</sup></font> T lymphocytes and macrophages (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39857.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) form compact immune cell collections known as noncaseating granulomas (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9158.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p>\n<h1>Clinical presentation and diagnosis</h1><br><br><p>Sarcoidosis affects multiple organs, leading to protean manifestations (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34697.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Pulmonary sarcoidosis</h1><br><br><p>Most (~90%) patients with sarcoidosis have lung involvement at diagnosis.&nbsp; Pulmonary sarcoidosis has a center outwards progression, starting in the hilar lymph nodes and spreading into the parenchyma.&nbsp; As the parenchymal disease worsens, the adenopathy recedes.&nbsp; The typical presentation is slowly progressive dyspnea and constitutional symptoms (eg, fatigue and low-grade fever).</p>\n<h2>Chest imaging</h2><br><br><p>Chest x-ray typically shows mediastinal and bilateral hilar lymphadenopathy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96874.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) and varying degrees of parenchymal infiltrations (eg, reticular opacities, nodules, consolidations, ground-glass opacities) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119640.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; The parenchymal opacities usually affect the mid and upper lung zones, and they usually follow the pulmonary lymphatic network (bronchovascular bundles, interlobular septa).<p></p>\n<h2>Pulmonary function tests</h2><br><br><p>Parenchymal infiltration can produce a restrictive pattern (ie, decreased lung volumes) with reduced diffusing capacity of the lungs for carbon monoxide (DLCO).&nbsp; An obstructive pattern can be seen when granulomas form within or around the airways.&nbsp; Mixed obstruction and restriction are also regularly observed.</p><br><br><p>A subset of patients (~10%) can develop progressive fibrotic lung disease, with dense reticulation and confluent scarring and progressive restriction leading to respiratory failure.</p>\n<h1>Extrapulmonary sarcoidosis</h1><h2>Cardiac</h2><br><br><p>Inflammation of the heart causes the majority of deaths from sarcoidosis.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Conduction system disease:</strong>&nbsp; Granulomas can form anywhere along the conduction system, leading to atrioventricular block and bundle branch blocks.</li>\n\t<li><strong>Cardiomyopathy:</strong>&nbsp; Granulomatous infiltration of the ventricular muscle can lead to depressed left ventricular ejection fraction, restrictive physiology (eg, fibrosis), and ventricular tachyarrhythmias with sudden cardiac death.&nbsp; Specialized imaging (eg, cardiac MRI) often reveals midwall enhancement in a noncoronary distribution (reflecting patchy inflammation).</li>\n</ul>\n<h2>Cutaneous</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lupus pernio:</strong>&nbsp; a reddish violaceous induration affecting the nares and midline face, often resistant to treatment and causing disfigurement (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28801.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                )</li>\n\t<li><strong>Erythema nodosum:</strong>&nbsp; panniculitis (immune complex deposition and inflammation of subcutaneous fat), manifesting with tender red macules, usually affecting the shins and forelegs (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91087.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                )</li>\n</ul>\n<h2>Ophthalmologic</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Uveitis:</strong>&nbsp; anterior (eg, iris: painful red eye) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60797.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) or posterior (eg, retina: painless vision loss and hazy vitreous fluid due to suspended inflammatory cells)</li>\n\t<li><strong>Keratoconjunctivitis sicca:</strong>&nbsp; dry eyes and mouth (granulomatous destruction of tear ducts and salivary glands)</li>\n</ul>\n<h2>Other</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Neurologic:</strong>&nbsp; cranial nerve palsies (particularly the facial nerve [CN VII], can be bilateral), hypopituitarism (particularly central arginine vasopressin deficiency [diabetes insipidus]), and leptomeningeal spread (eg, chronic aseptic meningitis)</li>\n\t<li><strong>Endocrinologic:&nbsp; hypercalcemia</strong> (due to ectopic vitamin D production from granulomas), which can be accompanied by renal stones (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41865.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )</li>\n</ul>\n<h2>Acute sarcoidosis</h2><br><br><p>Sarcoidosis can present acutely in 2 major febrile variants:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Löfgren syndrome:</strong>&nbsp; fever, polyarthralgias (especially of medium-sized joints such as ankles and knees), erythema nodosum, and hilar lymphadenopathy</li>\n\t<li><strong>Heerfordt syndrome (uveoparotid fever):</strong>&nbsp; fever, anterior uveitis (can be unilateral), bilateral parotitis and enlargement, and CN VII palsy</li>\n</ul>\n<h1>Diagnostic strategy</h1><br><br><p>A biopsy demonstrating noncaseating granulomas is generally necessary to prove sarcoidosis, but biopsy can be avoided in patients with certain pathognomonic presentations:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Asymptomatic symmetrical hilar lymphadenopathy</li>\n\t<li>Acute sarcoidosis (ie, Löfgren syndrome, Heerfordt syndrome)</li>\n\t<li>Lupus pernio</li>\n\t<li>Imaging-suspected cardiac sarcoidosis (eg, patchy wall enhancement)</li>\n</ul><br><br><p>In these cases, the specificity of clinical findings alone is &gt;95% (ie, biopsy detects an alternative diagnosis in &lt;5% of cases).&nbsp; Biopsy can also be deferred for patients with overwhelming clinical suspicion based on multiple compatible findings (eg, mediastinal lymphadenopathy, hypercalcemia, erythematous skin nodules).</p><br><br><p>When a biopsy is needed, the most accessible site (eg, peripheral lymph node) is sampled.&nbsp; Most patients with suspected pulmonary sarcoidosis undergo bronchoscopy with fine-needle biopsy of hilar lymph nodes.&nbsp; Erythema nodosum should not be biopsied because granulomas are not involved in the lesion.</p>\n<h1>Differential diagnosis</h1><h2>Granulomatous lung disease</h2><br><br><p>When limited to the lungs, granulomas could also indicate:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hypersensitivity pneumonitis:</strong>&nbsp; Granulomas form in response to known inhaled organic antigens (eg, bird feather proteins, mold antigens), resulting in a mid to upper lung zone nodular infiltrates, akin to sarcoidosis.&nbsp; However, in contrast to the center outward progression of sarcoidosis, thoracic lymph nodes are usually not involved (the immune response starts and stays in the alveoli).</li>\n\t<li><strong>Silicosis:</strong>&nbsp; Granulomas form in response to known inhaled inorganic antigens (eg, talc and mineral dusts).&nbsp; Patients have an obvious occupational exposure (eg, miners and quarry workers).&nbsp; Similar to sarcoidosis, mediastinal adenopathy and mid to upper lung opacities are common in silicosis and pneumoconiosis.&nbsp; However, the lymph nodes tend to peripherally calcify (\"eggshell\"), and the lung opacities coalesce into fibrotic masses.</li>\n</ul>\n<h2>Granulomatous systemic disease</h2><br><br><p>When present in the lungs and/or extrapulmonary sites, granulomas could indicate:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Infections:</strong>&nbsp; These include mycobacterial (eg, <em>Mycobacterium tuberculosis</em>, <em>Mycobacterium avium</em> complex), fungal (eg, <em>Histoplasma</em>, <em>Coccidioides</em>), and bacterial (eg, <em>Nocardia</em>) infections.&nbsp; They are usually limited to the lungs but can occasionally disseminate (eg, <em>Nocardia</em> brain abscess).&nbsp; In contrast to sarcoidosis, these infections tend to produce necrotizing/caseating (eg, tuberculosis) or calcified (eg, fungal) granulomas.</li>\n\t<li><strong>Malignancy:</strong>&nbsp; Lymphomas produce bulky lymphadenopathy, which can induce a secondary granulomatous reaction.&nbsp; Unlike sarcoidosis, clonal expansion of lymphocytes is observed within the nodes.</li>\n\t<li>Other conditions:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Primary immunodeficiencies</strong> (eg, common variable immunodeficiency, chronic granulomatous disease), which feature granulomas due to nonresolving infection and inflammation</li>\n\t\t<li><strong>Antineutrophil cytoplasmic antibody (ANCA) small vessel vasculitis</strong> (eg, granulomatosis with polyangiitis), which feature granuloma formation within the vessel wall</li>\n\t\t<li>Inflammatory bowel disease (Crohn disease) and other <strong>autoimmune conditions</strong> (eg, Sjögren syndrome, rheumatoid arthritis)</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Nongranulomatous disease</h2><br><br><p>Other nongranulomatous conditions are included in the differential diagnosis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pulmonary:&nbsp; <strong>Idiopathic pulmonary fibrosis</strong> can also cause restrictive lung disease with constitutional systems (eg, fatigue), but it does not cause lymphadenopathy, inflammation, or multiorgan system manifestations and has different findings on imaging (eg, basilar-predominant and subpleural fibrosis).</li>\n\t<li>Systemic:&nbsp; <strong>Infiltrative conditions</strong> (eg, AA amyloidosis, hemochromatosis) can cause restrictive cardiomyopathy and neurologic manifestations, but lung involvement is rare and some findings (eg, cardiac midwall enhancement) are more characteristic of sarcoidosis.</li>\n</ul><br><br><p>These conditions are discussed in separate articles.</p>\n<h1>Management and prognosis</h1><br><br><p>Treatment of sarcoidosis involves various levels of immunosuppression, which are determined based on whether organ-threatening disease&nbsp; is present (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/97708.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Organ-threatening disease</h2><br><br><p>Organ-threatening disease is defined as functionally significant involvement of the skin (eg, disfigurement), lungs (eg, reduced pulmonary function), heart (eg, conduction block, cardiomyopathy), eyes (eg, uveitis), or musculoskeletal system (eg, destructive arthritis, weakness from myopathy).</p><br><br><p><strong>Cardiac sarcoidosis</strong> can be asymptomatic or minimally symptomatic, but it is still treated as organ threatening because it is the leading cause of sarcoidosis-related death (usually due to sudden heart block or ventricular tachyarrhythmia).&nbsp; Therefore, initial screening followed by serial ECG is recommended for all patients with known sarcoidosis.&nbsp; Even seemingly innocuous findings (eg, first-degree atrioventricular block, mild intraventricular conduction delay) require ongoing monitoring and possible treatment.</p><br><br><p>Treatment involves systemic <strong>corticosteroids</strong> (eg, prednisone), usually administered for several months (often up to a year).&nbsp; Refractory disease requires additional immunosuppression ranging from antimetabolites (eg, methotrexate, mycophenolate) to biologic agents (eg, anti–tumor necrosis factor-α monoclonal antibodies [eg, infliximab]) or B cell depletion (eg, rituximab).</p>\n<h2>Non-organ-threatening disease</h2><br><br><p>Milder disease (eg, isolated erythema nodosum, general polyarthralgias) can be treated without systemic corticosteroids.&nbsp; Most symptoms respond favorably to nonsteroidal anti-inflammatory drugs or watchful waiting.</p>\n<h1>Prognosis</h1><br><br><p>Most patients with sarcoidosis have a favorable outcome, with approximately two-thirds experiencing spontaneous remission or a mild stable disease course that resolves with minimal therapy (eg, a course of systemic corticosteroids that is tapered off).&nbsp; However, approximately one-third of patients have a chronic or progressive disease course that leads to irreversible organ damage (eg, pulmonary fibrosis, heart failure) with increased mortality.</p>\n<h1>Summary</h1><br><br><p>Sarcoidosis is a multisystem organ disease with protean manifestations.&nbsp; Most (~90%) patients have lung involvement at diagnosis, with reticular opacities and hilar lymphadenopathy being the primary radiologic findings.&nbsp; Cardiac involvement (eg, conduction system disease, cardiomyopathy) causes the majority of deaths from sarcoidosis.&nbsp; In addition to other granulomatous diseases, the differential diagnosis for sarcoidosis includes nongranulomatous pulmonary (eg, idiopathic pulmonary fibrosis) and systemic (eg, infiltrative) conditions.</p>\n</div>\n\n            "
}