{
  "meta": {
    "title": "Trauma: Penetrating thoracic trauma",
    "url": "https://brainandscalpel.vercel.app/trauma-nbsp-penetrating-thoracic-trauma-d228d69a-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:45.697Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Penetrating trauma to the chest is a critical emergency that arises from various mechanisms, such as stab wounds, gunshot injuries, or other forms of violence.&nbsp; This type of trauma can result in a range of life-threatening injuries, including pneumothorax, hemothorax, cardiac tamponade, lung lacerations, and great vessel injuries.&nbsp; The management of penetrating chest trauma often requires a rapid assessment and intervention, which may include surgical procedures to control bleeding, repair injuries, or decompress the pleural space.&nbsp; In contrast to blunt trauma, which may lead to injuries such as rib fractures and pulmonary contusions that are often managed nonoperatively, penetrating trauma frequently necessitates immediate surgical intervention due to the direct and often catastrophic nature of the injuries involved.&nbsp; Early recognition and prompt management are crucial in mitigating complications and improving patient outcomes in cases of penetrating chest trauma.</p>\n<h1>Anatomy</h1><br><br><p>The thoracic cavity (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105302.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) is bordered by the clavicles superiorly, the diaphragm inferiorly, the rib cages laterally, the sternum and ribs anteriorly, and the ribs and vertebrae posteriorly.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Central penetrating wounds inside \"the box\"—delineated superiorly by the clavicles, inferiorly by the costal margins, and laterally by the nipples—are particularly dangerous because of the underlying heart and mediastinal structures.&nbsp; The right ventricle composes the majority of the anterior surface of the heart and is at risk of injury with penetrating trauma at the mid- and lower-left sternal border.</li>\n\t<li>Injuries occurring below the scapula (seventh intercostal space) posteriorly or nipple line&nbsp;(fourth intercostal space) anteriorly can potentially penetrate the diaphragm, causing thoracoabdominal injuries.</li>\n</ul><br><br><p>Although the majority of penetrating injuries to the thoracic cavity are limited to structures in the thorax, some (up to 20%) may also include abdominal injuries.</p>\n<h1>Initial evaluation</h1><h2>Primary survey</h2><br><br><p>The assessment of penetrating trauma begins with the primary survey (ABCDE approach) of trauma management made widely known in advanced trauma life support (ATLS).&nbsp; The goal of the primary survey is to address injuries that are the most immediately life-threatening.&nbsp; The primary survey in penetrating trauma is similar to blunt trauma.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Airway:</strong>&nbsp; Address any critical airway compromise (eg, occlusion).&nbsp; The neck should be carefully examined because this is a common area where obstruction can occur (eg, from hematoma).</li>\n\t<li><strong>Breathing:</strong>&nbsp; Assess for signs of pneumothorax, hemothorax, or tension pneumothorax,&nbsp; which are common in penetrating chest trauma.&nbsp; Signs of respiratory distress, asymmetric breath sounds, and jugular venous distention may indicate these conditions.&nbsp; If one of these conditions is identified, it should be addressed before moving on in the survey.</li>\n\t<li><strong>Circulation:</strong>&nbsp; Hypotension in penetrating trauma often results from hemorrhage.&nbsp; Hemorrhage should be immediately controlled when possible (eg, direct compression).&nbsp; Pericardial tamponade and tension pneumothorax should be considered as other causes of hypotension.</li>\n\t<li><strong>Disability:</strong>&nbsp; A rapid neurologic assessment with Glasgow Coma Scale (GCS) should be performed.</li>\n\t<li><strong>Exposure:</strong>&nbsp; Patients should be completely undressed, and the entire body should be searched for occult injuries.&nbsp; Areas that are often missed include the scalp, axillary folds, perineum, and, in obese patients, abdominal folds.</li>\n</ul><br><br><p>A more detailed description of the primary survey is described in another article.</p>\n<h2>Extended Focused Assessment with Sonography for Trauma (E-FAST)</h2><br><br><p>The E-FAST is an important sonographic tool in the initial assessment of patients with penetrating chest injuries because it evaluates for the presence of free fluid or air in specific areas of the body following trauma as well as for pneumothorax and hemothorax (E-FAST includes all 4 standard FAST views (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52602.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) plus bilateral anterior lung views).&nbsp; A positive E-FAST is highly specific in penetrating trauma, but a negative E-FAST does not rule out intraabdominal injuries (eg,&nbsp;damage to the diaphragm or hollow organs), and further evaluation through repeated abdominal exams, diagnostic peritoneal lavage, CT scans, or exploratory surgery may be necessary.<p></p>\n<h1>Diagnostic work-up</h1><br><br><p>In addition to E-FAST, most patients with penetrating trauma will require laboratory evaluation and imaging.</p>\n<h2>Laboratory evaluation</h2><br><br><p>Although laboratory&nbsp;results are not diagnostic and often lag behind the patient's clinical presentation, they are still important for assessing the extent of injury, guiding treatment decisions, and monitoring for complications.&nbsp; Tests that may be indicated in patients with penetrating trauma include:&nbsp; complete blood count, blood type and crossmatch, basic metabolic panel, liver function tests, coagulation panel, arterial blood gas, lactate level, urinalysis, and pregnancy tests.</p>\n<h2>Imaging</h2><br><br><p>Patients with penetrating trauma to the chest typically have a chest x-ray (CXR).&nbsp; Further imaging (eg, CT, esophagogram, bronchoscopy) may be indicated depending on location of injury.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Plain radiographs:</strong>&nbsp; A supine anteroposterior CXR is obtained, with an upright CXR preferred if the patient is not severely injured.&nbsp; Important injuries detected on CXR include pneumothorax, hemothorax, rib fractures, and retained ballistic fragments.&nbsp; Esophageal injuries, hemopericardium, and diaphragm injuries cannot be directly seen on CXR, but associated signs (eg, pneumomediastinum, organ herniation into thoracic cavity) may be evident.</li>\n\t<li><strong>CT scan of the chest:</strong>&nbsp; Appropriate for hemodynamically stable patients with penetrating thoracic trauma and typically performed with intravenous contrast.&nbsp; Indications include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>The trajectory of the object crosses the mediastinum or center of the chest.</li>\n\t\t<li>Signs or symptoms suggesting injury to the esophagus, tracheobronchial tree, or major blood vessels (eg, pneumomediastinum, widened mediastinum on x-ray).</li>\n\t\t<li>Signs or symptoms (eg, hypotension, chest pain, shortness of breath) that cannot be fully explained by a CXR.</li>\n\t</ul><br><br>\t<p>Advantages of CT over CXR include CTs superior sensitivity and specificity in detecting pneumothorax, hemothorax, and injuries to internal thoracic structures.</p>\n\t</li>\n</ul><br><br><p>Penetrating thoracic injury near mediastinal structures (eg, within \"the box\") requires evaluation to rule out damage to the heart, tracheobronchial tree, or esophagus.&nbsp; This typically involves echocardiography, along with bronchoscopy and esophagoscopy or a contrast esophagogram.</p><br><br><p>Penetrating injuries below the nipple line anteriorly and below the tip of the scapula posteriorly (suspicious for thoracoabdominal injuries) are difficult to evaluate because diaphragm movement can obscure the wound path.&nbsp; Imaging of the abdomen is often indicated to assess for injuries to abdominal organs (eg, liver, spleen) and major blood vessels (eg, aorta).</p>\n<h1>Clinical presentation and management</h1><br><br><p>Penetrating chest trauma can cause a variety of injuries that necessitate different management.</p>\n<h2>Pneumothorax</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Clinical presentation:</strong>&nbsp; may be asymptomatic or can have dyspnea, tachypnea, pleuritic chest pain, hypoxia, unilateral diminished or absent breath sounds, or unilateral hyperresonance to percussion (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20957.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Imaging:</strong>&nbsp; On CXR, a pneumothorax appears as a visible pleural line with absent lung markings beyond it, and the deep sulcus sign may be seen in supine patients (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64389.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; On CT, pneumothorax shows air in the pleural space with a clear collapsed lung edge and no lung markings in the affected area (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118397.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Management:</strong>&nbsp; In the majority of cases, tube thoracostomy is indicated.&nbsp; Occasionally, a small asymptomatic pneumothorax (eg, visible on CT but not CXR) can be observed and serial CXRs obtained to follow any expansion.</li>\n</ul>\n<h2>Tension pneumothorax (TP)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Clinical presentation:</strong>&nbsp; may be characterized by acute severe dyspnea, tachycardia, tachypnea, hypotension, and neck vein distension (due to superior vena cava compression).&nbsp; TP develops when accumulated air (due to injured lung tissue) causes high intrathoracic pressure that compresses the vena cava and impedes cardiac venous return, resulting in decreased cardiac output and hypotension.&nbsp; This occurs when a one-way valve has formed, allowing air to flow into the pleural space during inspiration but trapping it during expiration (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L102349.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Imaging:</strong>&nbsp; On CXR, mediastinal shift (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L55559.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) away from the affected side, flattening or depression of the diaphragm, and widening of the intercostal spaces is often seen.&nbsp; There is also an absence of lung markings beyond the visible pleural line.</li>\n\t<li><strong>Management:</strong>&nbsp; When TP is suspected, needle decompression (or, if available, emergency tube thoracostomy) should be initiated immediately, followed by placement of a tube thoracostomy (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119950.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Needle thoracostomy can be performed quickly and should precede intubation.&nbsp; It is typically done in the second intercostal space at the midclavicular line or the fifth intercostal space at the anterior axillary line.&nbsp; A long, large bore catheter should be used (eg, 14 gauge).</li>\n</ul>\n<h2>Hemothorax</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Clinical presentation:</strong>&nbsp; Diminished breath sounds and dullness to percussion are findings consistent with hemothorax, which may result from injuries to larger intrathoracic structures (eg, aorta, hilar vessels) and/or smaller structures (eg, lung parenchyma, intercostal blood vessels).&nbsp; Each hemithorax can hold up to 40% of the circulating blood volume, and massive hemothorax (&gt;1,500 mL) can present with signs of hemorrhagic shock and tracheal deviation from mass effect.</li>\n\t<li><strong>Imaging:</strong>&nbsp; may appear as a homogeneous opacity in the pleural space (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118294.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ), typically with blunting of the costophrenic angle.&nbsp; In larger hemothoraces, there may be a fluid level with a meniscus sign, where the fluid line curves upward along the chest wall.</li>\n\t<li><strong>Management:</strong>&nbsp; Tube thoracostomy is typically sufficient to manage hemothorax.&nbsp; Some patients (up to 15%) require emergency thoracotomy for extreme bleeding, including patients with initial bloody output &gt;1,500 mL, persistent hemorrhage (eg, &gt;200 mL/hr for &gt;2 hours) or continuous need for blood transfusion to maintain hemodynamic stability.</li>\n</ul>\n<h2>Cardiac tamponade</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Clinical presentation:</strong>&nbsp; occurs due to rapid fluid accumulation in the pericardial space.&nbsp; Patients may have hypotension with elevated jugular venous pressure (obstructive shock due to the pericardial fluid preventing adequate cardiac contraction) as well as muffled heart sounds (Beck triad (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/50052.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ), only seen in a minority of patients).</li>\n\t<li><strong>Imaging:</strong>&nbsp; The condition is best identified on FAST, where blood will be evident in the pericardial space with evidence of right ventricular dysfunction (eg, right ventricular diastolic collapse).&nbsp; A CXR may not show cardiomegaly because the stiff pericardium does not have time to adapt when fluid accumulates rapidly as occurs in trauma.</li>\n\t<li><strong>Management:</strong>&nbsp; Immediate pericardiocentesis or thoracotomy is indicated to prevent decompensation.</li>\n</ul>\n<h2>Diaphragmatic injury</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Clinical presentation:</strong>&nbsp; Common symptoms of a diaphragm injury include abdominal pain (often felt in the upper abdomen), referred shoulder pain, difficulty breathing, vomiting, difficulty swallowing, or shock.&nbsp; However, some patients may not exhibit any symptoms, and a physical examination alone is not sufficient to exclude a diaphragmatic injury.</li>\n\t<li><strong>Imaging:</strong>&nbsp; CXR (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13468.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ) may show abdominal organs within the chest (with or without mediastinal deviation) but is typically nondiagnostic (elevation of the hemidiaphragm may be the only abnormal finding).&nbsp; CT scans of the chest and abdomen may show direct signs (eg, discontinuity of the diaphragm) or indirect signs (eg, diaphragm thickening, organ herniation) of injury.&nbsp; Ultrasonography and MRI can also be used to diagnose the condition, but even with imaging, small tears can be difficult to recognize, and diagnosis may be delayed.</li>\n\t<li><strong>Management:</strong>&nbsp; Surgical repair is indicated in all left-sided injuries and many right-sided injuries.&nbsp; Sometimes, small right-sided injuries can be managed nonoperatively (the liver blocks or \"tamponades\" the injury).</li>\n</ul><br><br><p>Other structures can also be injured in penetrating trauma to the chest.&nbsp; These include the esophagus, major vessels (eg, aorta, subclavian), and tracheobronchial tree.&nbsp; Injuries to these structures are discussed in a different article.</p>\n<h1>Emergency Department Thoracotomy (EDT)</h1><br><br><p>Emergency department thoracotomy (EDT) is a critical procedure for resuscitating trauma patients in cardiac arrest or peri-arrest, particularly in cases of penetrating thoracic injuries.&nbsp; It involves opening the chest (eg, incision and rib spreading) to relieve cardiac tamponade (eg, pericardiotomy), control hemorrhage (eg, aortic cross-clamping), or provide direct cardiac massage to restore circulation.&nbsp; EDT should be performed only in institutions with appropriate resources (eg, trauma/cardiothoracic surgery).&nbsp; Overall survival rates are poor; they are slightly more favorable for patients with isolated stab wounds and signs of life upon hospital arrival.</p>\n<h1>Complications</h1><br><br><p>The complications associated with penetrating chest trauma are closely linked to the organs and structures involved.&nbsp; Common complications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hemorrhagic shock:</strong>&nbsp; Rapid blood loss from major vessels in the chest can result in hemorrhagic shock.&nbsp; This is more common in penetrating trauma due to direct vessel disruption compared to blunt trauma, where bleeding is more likely to be contained.</li>\n\t<li><strong>Pulmonary complications:</strong>&nbsp; Persistent pneumothorax, hemothorax, or empyema can occur leading to prolonged respiratory compromise and its associated complications.&nbsp; Widespread inflammation and lung damage from trauma can lead to acute respiratory distress syndrome, which can be life-threatening and require intensive care management.</li>\n\t<li><strong>Infection and sepsis:</strong>&nbsp; Penetrating trauma introduces external pathogens into sterile body cavities, increasing the risk of infection and abscess formation, especially in the setting of hollow viscus (eg, bowel) perforation.</li>\n\t<li><strong>Fistula formation:</strong>&nbsp; Abnormal connections can develop between organs (eg, esophagus and aorta) due to trauma, leading to complications such as massive hematemesis.</li>\n</ul>\n<h1>Summary</h1><br><br><p>The management of penetrating trauma to the chest requires immediate intervention when life-threatening conditions are present.&nbsp; Rapid assessment, followed by targeted imaging, can help identify injuries that require surgical management.&nbsp; Compared to blunt trauma, penetrating injuries more frequently necessitate operative intervention due to the direct damage to organs and vasculature.&nbsp; The conceptual algorithms for management differ slightly, with penetrating injuries often requiring more aggressive surgical intervention, whereas blunt trauma is more often managed conservatively in stable patients.</p>\n</div>\n\n            "
}