{
  "meta": {
    "title": "Trauma: Penetrating trauma to the neck",
    "url": "https://brainandscalpel.vercel.app/trauma-penetrating-trauma-to-the-neck-50f9bc0f-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:43.451Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Penetrating trauma to the neck is a high-risk injury due to the concentration of critical structures, including the carotid arteries, jugular veins, trachea, esophagus, and spinal cord.&nbsp; Managing these injuries requires careful evaluation because damage to any of these structures can result in life-threatening complications (eg, massive hemorrhage, airway compromise, neurologic&nbsp; injury).&nbsp; Physical examination findings (eg, hard or soft signs) and advanced imaging determine the appropriate diagnostic and surgical management.&nbsp; The presence of \"hard signs\" (eg, active bleeding, airway obstruction, expanding hematomas) often necessitates immediate surgical intervention.&nbsp; In contrast, \"soft signs\" (eg, hoarseness, subcutaneous emphysema) may allow for more conservative management with imaging to assess deeper injury.</p>\n<h1>Anatomy of the neck</h1><br><br><p>The neck is divided into 3 anatomical zones (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L119757.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), with structures of the upper gastrointestinal and airway systems traversing multiple zones.&nbsp; Injuries in these zones can impact multiple systems simultaneously:<p></p>\n<h2>Zone I</h2><br><br><p>From the clavicles to the cricoid cartilage.&nbsp; Major structures include the subclavian vessels, carotid arteries, trachea, esophagus, and thoracic duct.&nbsp; Injuries to Zone I are less common than Zone II but carry high morbidity due to proximity to major vessels and the lungs.</p>\n<h2>Zone II</h2><br><br><p>From the cricoid cartilage to the angle of the mandible.&nbsp; This zone contains the carotid arteries, jugular veins, esophagus, trachea, and larynx.&nbsp; This is the most common zone for penetrating injuries due to its relative exposure (~60%-75% of cases).</p>\n<h2>Zone III</h2><br><br><p>From the angle of the mandible to the skull base.&nbsp; Structures include the distal carotid and vertebral arteries, cranial nerves, and the pharynx.&nbsp; Injuries here are high risk due to potential damage to cranial nerves and major blood vessels.</p><br><br><p>The esophagus runs posterior to the trachea (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12861.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) in the cervical region and continues into the thorax.&nbsp; The trachea is located anteriorly and bifurcates into the bronchi at the level of the sternal angle.&nbsp; Given this arrangement, injuries to one structure may affect adjacent systems, complicating the clinical presentation and management.<p></p>\n<h1>Initial evaluation</h1><br><br><p>As with all major trauma, evaluation of a patient with penetrating trauma to the neck should begin with the primary survey (described in detail in another article) that evaluates the patient with a systematic approach (the ABCDE approach).</p>\n<h2>Airway</h2><br><br><p>Assess if immediate airway protection (eg, endotracheal intubation) is necessary.&nbsp; Signs indicating urgent airway intervention is needed include:</p>\n<ul>\n<li>Significant bleeding or neck hematoma</li><br><br><li>Hemoptysis</li><br><br><li>Subcutaneous neck emphysema</li><br><br><li>Bruit or thrill</li><br><br><li>Distorted neck anatomy</li><br><br><li>Stridor or abnormal voice</li><br><br><li>Difficulty swallowing secretions</li></ul><br><br><p>If a secure airway is urgently required, the most commonly used method is rapid sequence intubation (RSI) (with cervical stabilization when indicated).&nbsp; This method is appropriate for patients whose airway anatomy is preserved.&nbsp; If intubation fails, invasive techniques like cricothyroidotomy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52283.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) or tracheostomy are used, especially in cases of distorted anatomy.<p></p>\n<h2>Breathing</h2><br><br><p>Assess breathing (eg, stridor, absent breath sounds), listen for any voice changes (eg, hoarseness), palpate for crepitus.&nbsp; Address any urgent findings (eg, tension pneumothorax) if identified.&nbsp; Injuries to the lower neck can easily involve the pleura or lung apices because they are positioned high in the thoracic cavity, extending above the level of the clavicles into the base of the neck.&nbsp; Therefore, neck trauma can result in pneumothorax, tension pneumothorax, or hemothorax.</p>\n<h2>Circulation</h2><br><br><p>Hemorrhage should be immediately controlled when possible (eg, direct compression).&nbsp; Consider tension pneumothorax as an alternate cause&nbsp; of hypotension.&nbsp; Perform an Extended Focused Assessment with Sonography in Trauma (E-FAST) examination to evaluate for possible pneumothorax or hemothorax.</p>\n<h2>Disability</h2><br><br><p>Evaluate the patient's neurologic status because a cervical spinal cord injury can occur with penetrating neck trauma.&nbsp; In general, routine cervical spine immobilization for penetrating neck trauma is not required but should be applied when there is a neurologic deficit present or when a deficit cannot be ruled out on physical examination (eg, patient is not conscious).</p>\n<h2>Exposure</h2><br><br><p>Make sure the patient is undressed and other areas of the body are searched for possible injury.</p><br><br><p>Objects impaled in the neck or any other location should never be removed until the patient is in a location with adequate resources and trained personnel equipped to handle rapid hemorrhage (eg, operating room).</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with penetrating neck trauma can have a varied presentation depending on the structure(s) that are injured.</p>\n<h2>Vascular injuries</h2>\n<ul>\n<li>Expanding hematoma, active bleeding, or signs of shock</li><br><br><li>Pulsatile bleeding or presence of a bruit/thrill</li><br><br><li>Neurologic deficits such as stroke symptoms, particularly if the carotid or vertebral arteries are involved</li></ul>\n<h2>Esophageal injuries</h2>\n<ul>\n<li>Dysphagia and odynophagia, often associated with subcutaneous emphysema or crepitus in the neck</li><br><br><li>Hamman sign (a crunching sound heard in the precordium with each heartbeat that occurs due to air in the mediastinum being compressed)</li><br><br><li>Hematemesis</li><br><br><li>Fever and signs of mediastinitis in delayed presentations</li><br><br><li>Features of esophageal perforation are presented in the accompanying table (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49014.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).</li></ul>\n<h2>Cervical spine injuries</h2>\n<ul>\n<li>Neurologic deficits (eg, numbness, weakness, paralysis)</li><br><br><li>Vertebral fractures or dislocation on imaging, with potential instability</li><br><br><li>Airway compromise/difficulty breathing if the injury involves the upper cervical spine</li></ul>\n<h2>Laryngotracheal injuries</h2>\n<ul>\n<li>Dyspnea, stridor, subcutaneous emphysema, and hoarseness</li><br><br><li>Hemoptysis and coughing</li><br><br><li>Visible wounds with air bubbling</li></ul>\n<h1>Diagnosis</h1><br><br><p>In addition to a physical examination, diagnosing penetrating trauma to the neck and upper gastrointestinal tract/airways often requires imaging and/or direct visualization.</p>\n<ul>\n<li><strong>Chest x-ray</strong> (usually obtained during the primary survey of all trauma patients):&nbsp; identifies pneumothorax, pneumomediastinum (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L49618.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), and subcutaneous emphysema (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118397.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), which can occur with esophageal and tracheobronchial injuries.&nbsp; Pleural effusions (due to leakage of gastrointestinal fluids, typically a delayed finding) and widened mediastinum may be evident in patients with esophageal injuries.&nbsp; Foreign bodies may also be visible.</li><br><br><li><strong>CT angiography</strong>:&nbsp; first-line modality for evaluation of penetrating neck trauma.&nbsp; High sensitivity and specificity in diagnosing vascular injury.&nbsp; Can also identify esophageal and tracheal injuries better than x-ray but cannot completely rule them out (particularly esophageal perforation).</li><br><br><li><strong>Flexible laryngoscopy/bronchoscopy</strong>:&nbsp; essential in evaluating the aerodigestive tract for penetrating injuries to the esophagus, trachea, or bronchus.&nbsp; This allows direct visualization of the injury site and helps guide surgical repair.</li><br><br><li><strong>Esophagoscopy</strong>:&nbsp; used to evaluate the esophagus in patients suspected of esophageal injury.</li><br><br><li><strong>Esophagogram</strong>:&nbsp; water-soluble contrast study to evaluate esophageal perforations (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L112767.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n</ul>\n<p>Small, life-threatening injuries can be easily missed; therefore, imaging is essential in the evaluation and management of penetrating neck trauma.&nbsp; The specific modality and evaluation sequence depends on the clinical presentation.</p>\n<h1>Management</h1><br><br><p>Historically, management of penetrating trauma to the neck was guided by the zone of injury.</p>\n<ul>\n<li><strong>Zone I injuries:</strong>&nbsp; often explored surgically after confirming vascular involvement via imaging due to the complexity of the anatomy and risk of major vessel injury.</li><br><br><li><strong>Zone II injuries:</strong>&nbsp; typically managed operatively without preoperative imaging, especially if vascular or airway compromise is evident.</li><br><br><li><strong>Zone III injuries:</strong>&nbsp; Surgical exploration may be complicated, and imaging with CT angiography is often required before any intervention.</li></ul><br><br><p>However, this approach is now less favored.&nbsp; Although the injury zone plays a role in management, physical examination (eg, presence of hard and soft signs) and advanced imaging (eg, CT angiography) have largely replaced the zone-based approach (although the terminology is still used).</p><br><br><p>After securing the airway and managing immediate threats identified in the primary survey, the patient should be examined for \"hard signs\":</p>\n<h2>Hard signs of vascular injury</h2>\n<ul>\n<li>Severe/uncontrolled hemorrhage</li><br><br><li>Expanding or pulsatile hematoma</li><br><br><li>Thrills or bruits</li><br><br><li>Shock</li><br><br><li>Abnormal radial pulse</li><br><br><li>Neurologic deficit</li></ul>\n<h2>Hard signs of injury to trachea or esophagus</h2>\n<ul>\n<li>Air bubbling from wound</li><br><br><li>Large volume hemoptysis or hematemesis</li><br><br><li>Respiratory distress</li></ul><br><br><p>If hard signs of injury are present, the patient should be transported immediately to the operating room.</p>\n<h2>Soft signs</h2><br><br><p>If no hard signs are present, the patient should then be evaluated for the presence of soft signs, which include the following:</p>\n<ul>\n<li>Proximity wounds (injury within 1-2 cm of a major vessel)</li><br><br><li>Minor hematoma/hemorrhage</li><br><br><li>Minor hemoptysis or hematemesis</li><br><br><li>Subcutaneous air/mediastinal air</li><br><br><li>Small, nonpulsatile, nonexpanding hematoma</li><br><br><li>Dysphonia</li><br><br><li>Dysphagia</li></ul><br><br><p>Stable patients with soft signs should undergo further testing with CT angiography, evaluation of the esophagus (eg, esophagogram, esophagoscopy), and laryngoscopy/bronchoscopy.&nbsp; Injuries noted on these examinations (eg, esophageal perforation, tracheal injury) will often require surgical intervention.</p>\n<ul>\n<li><strong>Vascular repair:</strong>&nbsp; Hemorrhage from neck vessels requires rapid vascular control, typically with ligation or repair depending on the size of the injured vessel.</li><br><br><li><strong>Esophageal injuries:</strong>&nbsp; Most traumatic esophageal perforations (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L49004.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) necessitate prompt surgical repair.&nbsp; Depending on the size and location of the injury, primary closure or more complex repairs, such as using muscle flaps, may be indicated to prevent postoperative fistula formation or mediastinitis.</li><br><br><li><strong>Laryngeal injuries:</strong>&nbsp; Laryngeal injuries often require emergency airway management due to risk of obstruction.&nbsp; Definitive repair is then typically performed to prevent complications such as chronic pain, stenosis, or voice change.</li><br><br><li><strong>Tracheal injuries:</strong>&nbsp; Tracheal lacerations may be closed if small, whereas larger defects or complete disruptions require tracheoplasty.</li></ul><br><br><p>In the absence of any of these injuries, the patient may be observed or discharged depending on the specific mechanism (eg, gunshot, stabbing) of trauma and overall condition of the patient (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L119261.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p>\n<h1>Complications</h1><br><br><p>Complications from penetrating trauma to the neck and upper gastrointestinal tract/airways can be immediate or delayed, significantly affecting morbidity and mortality.</p>\n<h2>Immediate</h2>\n<ul>\n<li><strong>Airway obstruction:</strong>&nbsp; common with laryngotracheal injuries.&nbsp; Can also occur secondarily due to expanding hematomas, nerve injury, or significant edema.</li><br><br><li><strong>Hemorrhagic shock:</strong>&nbsp; Vascular injuries may result in life-threatening hemorrhage, especially from carotid or subclavian artery lacerations.</li><br><br><li><strong>Neurologic deficits:</strong>&nbsp; Cranial nerve or spinal cord injuries can result in permanent neurologic impairment, especially in Zone III injuries.&nbsp; Vascular injuries to carotid or vertebral arteries can cause strokes and permanent neurologic impairments.</li></ul>\n<h2>Delayed</h2>\n<ul>\n<li><strong>Mediastinitis:</strong>&nbsp; Esophageal perforation, if undiagnosed, can lead to mediastinitis, a life-threatening infection with high mortality.</li><br><br><li><strong>Sepsis:</strong>&nbsp; Delayed or missed diagnoses, particularly of esophageal injuries, can lead to sepsis and multiorgan failure.</li><br><br><li><strong>Fistula formation:</strong>&nbsp; Tracheoesophageal fistulas can develop if simultaneous injuries to the trachea and esophagus occur.</li></ul>\n<h1>Prognosis</h1><br><br><p>The prognosis for penetrating trauma to the neck and upper gastrointestinal tract/airways depends on the structures involved and the timeliness of treatment:</p>\n<ul>\n<li><strong>Vascular injuries:</strong>&nbsp; Rapid surgical intervention for arterial injuries, particularly in Zone I and Zone III, can significantly reduce mortality, though delayed recognition increases the risk of exsanguination.</li><br><br><li><strong>Esophageal injuries:</strong>&nbsp; Early diagnosis and surgical repair are critical to avoid complications like mediastinitis and sepsis.&nbsp; Delayed treatment carries a high risk of mortality.</li><br><br><li><strong>Laryngotracheal injuries:</strong>&nbsp; Prognosis is generally favorable with early airway management and surgical repair.&nbsp; Delays can lead to chronic voice changes, respiratory dysfunction, or infection.</li><br><br><li><strong>Neurologic injuries:</strong>&nbsp; Damage to cranial nerves or the spinal cord carries a poorer long-term prognosis.</li></ul>\n<h1>Summary</h1><br><br><p>Penetrating trauma to the neck presents a complex challenge due to the density of vital structures in a small area.&nbsp; A thorough assessment, including physical examination and advanced imaging, is essential to identify potentially life-threatening injuries.&nbsp; The management of these injuries has evolved, with less emphasis on the anatomical zone of injury and greater reliance on clinical signs and imaging to guide intervention.&nbsp; Timely diagnosis and appropriate surgical repair of vascular, esophageal, and airway injuries are important to reduce complications and improve patient outcomes.&nbsp; Delays in treatment increase the risk of severe complications, including airway compromise, infection, and neurologic deficits.</p>\n</div>\n\n            "
}