{
  "meta": {
    "title": "Trauma: Blunt thoracic and abdominal trauma",
    "url": "https://brainandscalpel.vercel.app/trauma-blunt-thoracic-and-abdominal-trauma-e6077700-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:34.697Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Blunt chest and abdominal trauma, often resulting from motor vehicle collisions, falls, or violent assaults, represent a major cause of morbidity and mortality.&nbsp; These injuries can range from minor contusions to life-threatening damage to vital organs; they&nbsp;include rib fractures, pulmonary (eg, contusions, pneumothorax, hemothorax) and aerodigestive injuries (eg, esophageal or tracheal rupture), blunt cardiac or vascular injury in the chest, and diaphragmatic, splenic, hepatic, renal, bladder, and hollow viscus injury in the abdomen.&nbsp; In many cases, hemorrhage is a primary concern and can rapidly lead to shock if not promptly addressed.&nbsp; A systematic approach to diagnosis and management (eg, ABCDE framework of the primary survey) should be used during the evaluation of a patient with blunt trauma, with particular emphasis on hemodynamic stability.</p>\n<h1>General evaluation and management</h1><br><br><p>As with the management of all major trauma, the evaluation of a patient with blunt chest and abdominal trauma should be performed following the systemic approach described in Advanced Trauma Life Support (ATLS), which begins with the primary survey and includes an assessment of the patient's hemodynamic status.</p>\n<h2>Primary survey</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Airway:</strong>&nbsp; Address any critical airway compromise (eg, occlusion).&nbsp; Rapid sequence intubation is the preferred method of intubation when indicated.</li>\n\t<li><strong>Breathing:</strong>&nbsp; Assess for signs of pneumothorax, hemothorax, tension pneumothorax, or&nbsp; cardiac tamponade.&nbsp; Signs of respiratory distress, asymmetric breath sounds, and jugular venous distention may indicate these conditions.&nbsp; Also observe for signs of paradoxic breathing indicative of flail chest.&nbsp; If any of these conditions are identified, they should be addressed (eg, needle decompression, pericardiocentesis) before moving on in the survey.</li>\n\t<li><strong>Circulation:</strong>&nbsp; Evaluate for signs of shock by checking central pulses, measuring blood pressure, and assessing skin condition and mental status.&nbsp; The patient's hemodynamic status is crucial to consider when making management decisions during the primary survey and is discussed in more detail in the next section.</li>\n\t<li><strong>Disability:</strong>&nbsp; Perform a rapid neurological assessment with Glasgow Coma Scale (GCS).</li>\n\t<li><strong>Exposure:</strong>&nbsp; Undress the patient completely, and search the entire body for occult injuries.</li>\n</ul>\n<h2>Hemodynamic status</h2><br><br><p>A summary of evaluation of blunt chest and abdomen trauma based on hemodynamic status is presented in these figures (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63432.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                , \n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52314.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p>\n<h2>Hemodynamically unstable</h2><br><br><p>For hemodynamically unstable patients (eg, systolic blood pressure &lt;90 mm Hg), the focus is on simultaneous resuscitation and evaluation to look for life-threatening injuries.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Immediate resuscitation:</strong>&nbsp; Damage control resuscitation (DCR) is typically used in critically ill patients.&nbsp; The goal of DCR is to rapidly stabilize the patient while minimizing harm by controlling any source of hemorrhage, transfusing blood products aggressively and in the appropriate ratio (eg, 1:1:1 ratio of fresh frozen plasma [FFP]/packed red blood cells/platelets to minimize coagulopathy), avoiding hypothermia, and correcting acidosis.</li>\n\t<li><strong>Evaluation:</strong>&nbsp; Focused Assessment with Sonography for Trauma (FAST) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52602.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) and/or Extended FAST (E-FAST, which incorporates thoracic views to look for pneumothorax or hemothorax) should be performed quickly during the primary survey to identify intraperitoneal hemorrhage and guide immediate intervention.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Thoracic injuries causing instability (eg, tension pneumothorax, hemothorax, cardiac tamponade) should be addressed immediately (eg, tube thoracostomy, pericardiocentesis) and the patient's condition should be reassessed.&nbsp; If the patient stabilizes, further imaging may be obtained (eg, CT scan of the chest).&nbsp; Patients who remain unstable typically require an operating room thoracotomy.</li>\n\t\t<li>Unstable patients with evidence of intraperitoneal hemorrhage on FAST (ie, positive FAST) should typically be taken for emergency laparotomy.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Hemodynamically stable</h2><br><br><p>Most patients with stable vital signs can undergo more detailed diagnostic evaluation (eg, CT imaging) to determine the exact injuries.&nbsp; Stable patients with peritonitis may be taken to the operating room without further imaging.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Full imaging work-up:</strong>&nbsp; Obtain a FAST, chest x-ray (CXR), CT scans, ECG, or other advanced imaging as indicated based on the patient's mechanism of injury and clinical presentation.&nbsp; Stable patients with a positive FAST can undergo further imaging (eg, CT imaging) to determine the source of bleeding.</li>\n\t<li><strong>Ongoing monitoring:</strong>&nbsp; Serial examinations and imaging may be necessary to detect evolving injuries.</li>\n</ul><br><br><p>The primary survey should be followed by the secondary survey.&nbsp; The primary and secondary survey, FAST, and E-FAST examinations are described in more detail in another article.</p><br><br><p>Common chest and abdominal injuries associated with blunt trauma are now presented.</p>\n<h1>Clinical presentation and management of blunt traumatic chest injuries</h1><h2>Rib fractures and flail chest</h2><br><br><p><strong>Rib fractures</strong> are common and may result in underlying lung injury or pneumothorax.&nbsp; Fractures of ribs 1-3 are associated with major vascular or lung injury, whereas lower rib fractures (9-12) may indicate liver, spleen, or kidney injuries (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25944.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Rib fractures can cause sufficient pain to result in shallow breathing (ie, small tidal volumes) and atelectasis, which&nbsp;can lead to pneumonia, a frequent complication of rib fractures.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diagnosis:</strong>&nbsp; may be visible on CXR.&nbsp; CT scan of the chest is more accurate.&nbsp; Rib radiographs, although not typically indicated, may be useful when identifying additional fractures that could change management and when CT is not an option.</li>\n\t<li><strong>Management:</strong>&nbsp; pain control (eg, opioids, regional anesthesia), pulmonary toilet (eg, incentive spirometry), and monitoring for complications such as pneumonia or pneumothorax.&nbsp; Healthy patients with isolated rib fractures can typically be managed as outpatients.&nbsp; Patients with multiple rib fractures, particularly elderly patients or patients with comorbidities, may require hospitalization.</li>\n</ul><br><br><p><strong>Flail chest</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57475.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) occurs when fracture of ≥3 contiguous ribs in ≥2 locations creates an isolated chest wall segment (flail segment) that moves paradoxically (opposite) to the rest of the rib cage during respiration.&nbsp; Flail chest negatively impacts respiration and oxygenation by several mechanisms:&nbsp; Impaired generation of negative intrathoracic pressure during inspiration and increased dead space during expiration causes ineffective ventilation, pain causes respiratory splinting and atelectasis, and pulmonary contusions (which often accompany flail chest) impede oxygen diffusion.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diagnosis:</strong>&nbsp; may be evident clinically but confirmed with CXR and/or CT scan of the chest.</li>\n\t<li><strong>Management:</strong>&nbsp; often requires mechanical ventilation (± chest tube), pain control (eg, intercostal nerve blocks), and sometimes surgical fixation.</li>\n</ul>\n<h2>Pneumothorax, tension pneumothorax, and pneumomediastinum</h2><br><br><p><strong>Pneumothorax</strong> occurs when air accumulates in the pleural space, often resulting from rib fractures or lung parenchymal injury.&nbsp; Symptoms include chest pain, dyspnea, and decreased breath sounds.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diagnosis:</strong>&nbsp; Typically made with E-FAST or CXR.&nbsp; On E-FAST, a pneumothorax may be identified by the absence of lung sliding and comet tail artifacts as well as the presence of A-lines.&nbsp; On CXR, a pneumothorax (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64389.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) appears as a visible pleural line with absent lung markings beyond it.&nbsp; On CT scan of the chest, pneumothorax&nbsp;appears as air in the pleural space with a clear collapsed lung edge and no lung markings in the affected area.</li>\n\t<li><strong>Management:</strong>&nbsp; In the majority of cases, tube thoracostomy is indicated.&nbsp; Occasionally, a small asymptomatic pneumothorax (eg, visible on CT scan of the chest but not CXR) can be observed and serial CXRs obtained to follow any expansion.</li>\n</ul><br><br><p><strong>Tension pneumothorax</strong> develops when accumulated air (due to injured lung tissue) causes high intrathoracic pressure that compresses the vena cava and impedes cardiac venous return, resulting in decreased cardiac output and hypotension.&nbsp; This occurs when a one-way valve has formed, allowing air to flow into the pleural space during inspiration but trapping it during expiration.&nbsp; Symptoms include acute severe dyspnea, tachycardia, tachypnea, hypotension, and neck vein distension (due to superior vena cava compression) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L102349.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diagnosis:</strong>&nbsp; often made clinically but also evident on CXR, which may show mediastinal shift (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L55559.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) away from the affected side, flattening or depression of the diaphragm, and widening of the intercostal spaces.</li>\n\t<li><strong>Management:</strong>&nbsp; When a tension pneumothorax is suspected, needle decompression (or, if available, emergency tube thoracostomy) should be initiated immediately, followed by placement of a tube thoracostomy (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119950.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Needle thoracostomy can be performed quickly and should precede intubation.&nbsp; It is typically done in the second intercostal space at the midclavicular line or the fifth intercostal space at the anterior axillary line.&nbsp; A long, large-bore catheter should be used (eg, 14 gauge).</li>\n</ul><br><br><p><strong>Pneumomediastinum</strong> results from air entering the mediastinum, which can occur after blunt trauma.&nbsp; Causes of pneumomediastinum include pulmonary barotrauma (eg, alveolar rupture), pneumothorax, and aerodigestive injury (eg, esophageal or tracheal rupture).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diagnosis:</strong>&nbsp; CXR (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L49618.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) or CT scan of the chest reveals air in the mediastinum.</li>\n\t<li><strong>Management:</strong>&nbsp; Most cases in blunt trauma can be managed with observation.&nbsp; If other clinical concerns or indications of aerodigestive injury are present (eg, expanding subcutaneous emphysema, pleural effusion), further evaluation with appropriate studies (eg, esophagogram, bronchoscopy) may be indicated.</li>\n</ul>\n<h2>Hemothorax</h2><br><br><p>Hemothorax involves the accumulation of blood in the pleural space, usually from rib fractures or damage to intercostal or internal mammary vessels.&nbsp; Symptoms include chest pain, dyspnea, and diminished breath sounds.&nbsp; Each hemithorax can hold up to 40% of the circulating blood volume, and massive hemothorax (&gt;1,500 mL) can present with signs of hemorrhagic shock and tracheal deviation from mass effect.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diagnosis:</strong>&nbsp; Upright CXR reveals fluid in the pleural cavity.&nbsp; A supine CXR may show a homogeneous opacity in the pleural space (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118294.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ), typically with blunting of the costophrenic angle.</li>\n\t<li><strong>Management:</strong>&nbsp; Tube thoracostomy is typically sufficient to manage hemothorax.&nbsp; Some patients (up to 15%) require emergent thoracotomy for extreme bleeding, including patients with initial bloody output &gt;1,500 mL, persistent hemorrhage (eg, &gt;200 mL/hr for &gt;2 hours) or continuous need for blood transfusion to maintain hemodynamic stability.</li>\n</ul>\n<h2>Pulmonary contusion</h2><br><br><p>Pulmonary contusion (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/50140.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) refers to bruising of lung parenchyma, leading to alveolar hemorrhage and edema without laceration.&nbsp; Symptoms include hypoxia, dyspnea, and hemoptysis.&nbsp; Pulmonary contusions are often associated with rib fractures and may not be evident on initial CXR.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diagnosis:</strong>&nbsp; CXR may show patchy infiltrates (ie, irregular, nonlobar opacification of the pulmonary parenchyma).&nbsp; Because clinically significant alveolar edema may take up to 24 hours to accumulate, pulmonary contusions may not be apparent immediately after an injury, and initial CXRs are often negative.&nbsp; CT scan of the chest is more sensitive and can reveal the classic irregular, nonlobular (ie, not restricted by anatomic landmarks) infiltrates (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50592.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Management:</strong>&nbsp; supportive care with oxygen therapy or mechanical ventilation.&nbsp; Excessive fluid administration should be avoided as it may worsen edema.</li>\n</ul>\n<h2>Tracheobronchial injury</h2><br><br><p>Injuries to the trachea and bronchi are rare but can be fatal if not recognized.&nbsp; They often result from high-energy deceleration injuries.&nbsp; Clinical presentation includes dyspnea and a large volume of extrapulmonary air (eg, pneumomediastinum, subcutaneous emphysema).&nbsp; Other classic findings include a rapid, large air leak into a chest tube drainage system and persistent pneumothorax/pneumomediastinum despite tube thoracostomy.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diagnosis:</strong>&nbsp; CXR may show indirect signs such as pneumothorax, pneumomediastinum, and/or subcutaneous emphysema.&nbsp; Bronchoscopy is the definitive test for diagnosis; high-resolution CT scan can expose major injuries but may miss small tears.</li>\n\t<li><strong>Management:</strong>&nbsp; surgical repair in most cases; conservative management for smaller injuries.</li>\n</ul>\n<h2>Esophageal perforation</h2><br><br><p>Esophageal perforation (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49014.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) from blunt trauma is uncommon but can occur due to a rapid increase in intraesophageal pressure.&nbsp; Symptoms include severe chest pain (easily missed if attributed to concurrent chest injuries [eg, rib fractures]) and symptoms/signs related to leaked esophageal air (eg, pneumothorax, pneumomediastinum, subcutaneous emphysema) or gastrointestinal fluid (eg, pleural effusion).&nbsp; These manifestations may not be immediately evident until content (eg, pleural fluid) accumulation increases.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diagnosis:</strong>&nbsp; Esophagography or CT scan with water-soluble oral contrast is the gold standard for confirming the diagnosis.</li>\n\t<li><strong>Management:</strong>&nbsp; Management includes emergency surgical consultation, restriction of all oral intake, and intravenous antibiotic and proton pump inhibitor administration.&nbsp; Most traumatic esophageal perforations (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L49004.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ) necessitate prompt surgical repair to prevent postoperative fistula formation or mediastinitis.</li>\n</ul>\n<h2>Blunt cardiac injury and cardiac tamponade</h2><br><br><p><strong>Blunt cardiac injury</strong> occurs as a result of extreme forces applied to the chest compressing the heart between the sternum and spine.&nbsp; Injuries include myocardial contusion, chamber rupture, or valvular injury.&nbsp; Myocardial contusion is the most common injury which can present with arrhythmias, chest pain, and hypotension.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diagnosis:</strong>&nbsp; Standard testing includes ECG and cardiac biomarkers.&nbsp; Patients with significant findings (eg, arrhythmias, hypotension, heart failure) should have echocardiography performed to evaluate for myocardial dysfunction and/or structural (eg, valvular) injuries.</li>\n\t<li><strong>Management:</strong>&nbsp; Patients with findings concerning for blunt cardiac injury require 24-48 hours of continuous cardiac monitoring because most life-threatening arrhythmias occur during that time.&nbsp; Supportive care is typically sufficient for arrhythmias; surgery is often required for structural damage (eg, valvular or septal rupture).</li>\n</ul><br><br><p><strong>Cardiac tamponade</strong> occurs due to rapid fluid accumulation in the pericardial space.&nbsp; Patients may have hypotension with elevated jugular venous pressure (obstructive shock due to the pericardial fluid preventing adequate cardiac contraction) as well as muffled heart sounds (ie, Beck triad) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/50052.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diagnosis:</strong>&nbsp; The condition is best identified on FAST where blood will be evident in the pericardial space with evidence of right ventricular dysfunction (eg, right ventricular diastolic collapse).&nbsp; A CXR may not show cardiomegaly because the stiff pericardium does not have time to adapt when fluid accumulates rapidly as occurs in trauma.</li>\n\t<li><strong>Management:</strong>&nbsp; Immediate pericardiocentesis or thoracotomy is indicated to prevent&nbsp; decompensation.</li>\n</ul>\n<h2>Blunt aortic injury</h2><br><br><p>Blunt aortic injury (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50020.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ), particularly at the isthmus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L101439.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ), can result from high-energy deceleration.&nbsp; Most patients (~80%) die immediately.&nbsp; In some patients, the adventitia and surrounding structures contain the rupture.&nbsp; Patients may be asymptomatic or can have subtle symptoms which include chest pain, dyspnea, or signs of shock.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diagnosis:</strong>&nbsp; Pulse discrepancy between the upper and lower extremities (similar to aortic coarctation), intrascapular murmur (due to aortic flow impingement) and/or widened mediastinum (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L464.jpg\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ) on CXR are signs of possible injury.&nbsp; CT angiography of the chest is highly sensitive and specific for thoracic aortic injury and is readily available, making it the modality of choice for diagnosis in stable patients.</li>\n\t<li><strong>Management:</strong>&nbsp; Hemodynamically stable patients should have their blood pressure and heart rate carefully controlled (eg, systolic blood pressure &gt;100 mm Hg and pulse &lt;100/min).&nbsp; Surgical or endovascular repair is required in most cases.&nbsp; Hemodynamically unstable (eg, hypotension, active hemorrhage) patients should proceed directly to thoracotomy with or without transesophageal echocardiography in the operating room.</li>\n</ul>\n<h1>Clinical presentation and management of blunt traumatic abdominal injuries</h1><h2>Diaphragmatic hernia</h2><br><br><p>Diaphragmatic hernia results from a tear in the diaphragm, allowing abdominal contents to enter the thoracic cavity.&nbsp; This injury is more common on the left side due to the liver's protective effect on the right.&nbsp; Common symptoms of a diaphragm injury include abdominal pain (often felt in the upper abdomen), referred shoulder pain, difficulty breathing, vomiting, difficulty swallowing, or shock; some patients may not exhibit any symptoms.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diagnosis:</strong>&nbsp; CXR (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13468.jpg\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ) may show abdominal organs within the chest (with or without mediastinal deviation) but is typically nondiagnostic (elevation of the hemidiaphragm may be the only abnormal finding).&nbsp; CT scans of the chest and abdomen may show direct signs (eg, discontinuity of the diaphragm) or indirect signs (eg, diaphragm thickening, organ herniation) of injury.</li>\n\t<li><strong>Management:</strong>&nbsp; Surgical repair is indicated in all left-sided injuries and many right sided injuries.&nbsp; Sometimes, small right-sided injuries can be managed nonoperatively (the liver blocks or \"tamponades\" the injury).</li>\n</ul>\n<h2>Duodenal tear and hematoma</h2><br><br><p>Duodenal injury is uncommon and rarely occurs in isolation.&nbsp; The duodenum is at particular risk of injury (eg, handlebar injury) because of its location anterior to the vertebral column (compression against the vertebral column during blunt trauma can rapidly increase intraluminal pressure causing rupture), and its multiple attachments (eg, hepatoduodenal ligament, ligament of Treitz).&nbsp; An abrupt force against the duodenum can cause duodenal tearing at fixed points of attachment rather than stretching.&nbsp; Symptoms include fever, abdominal tenderness with epigastric guarding, and vomiting.&nbsp; A delay in diagnosis is common.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diagnosis:</strong>&nbsp; Signs of perforation include lack of continuity or diminished enhancement of duodenal wall and retroperitoneal free air.&nbsp; Signs of a contusion include duodenal thickening or hematoma.&nbsp; Indirect signs of duodenal injury include periduodenal fluid or stranding and significant injury to surrounding structures.</li>\n\t<li><strong>Management:</strong>&nbsp; Duodenal perforations/lacerations are typically treated with surgical repair.&nbsp; Nonsurgical management (eg, nasogastric decompression, parenteral nutrition) may be indicated for low-grade hematomas.</li>\n</ul>\n<h2>Pancreatic injury</h2><br><br><p>Pancreatic injuries may result from blunt abdominal trauma that rapidly compresses the fixed, retroperitoneal pancreas against the vertebral column.&nbsp; Signs and symptoms of pancreatic injury include persistent abdominal discomfort/tenderness, persistent nausea/emesis, and/or a peripancreatic fluid collection (due to pancreatic duct injury) but may also be nonspecific.&nbsp; Pancreatic injury is often difficult to diagnose immediately following trauma.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diagnosis:</strong>&nbsp; Serum amylase and lipase levels may be elevated in blunt trauma but are not specific enough to be reliable markers of injury.&nbsp; Abdominal CT scan has variable (~50%-80%) sensitivity in diagnosing injuries early (eg, &lt;12 hours); repeat CT scan may be indicated.&nbsp; MR cholangiopancreatography (ΜRCР) may be required to identify ductal injury.</li>\n\t<li><strong>Management:</strong>&nbsp; Some (eg, low-grade) pancreatic injuries can be managed nonoperatively but most ductal injuries require surgical intervention.&nbsp; Patients suspected of having pancreatic injuries should be observed even if initial imaging is negative.</li>\n</ul>\n<h2>Liver and spleen injuries</h2><br><br><p>Liver (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14.jpg\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ) and splenic lacerations (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10288.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ) are common in blunt abdominal trauma, particularly from direct blows or deceleration injuries.&nbsp; Signs of liver injury include right upper quadrant abdominal pain, hypotension, and signs of peritonitis.&nbsp; Signs of splenic injuries include left upper quadrant abdominal pain and tenderness, left shoulder pain, and hemodynamic instability.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diagnosis:</strong>&nbsp; In unstable patients, a FAST examination should be performed.&nbsp; In stable patients, a FAST examination may be performed but should be followed by a CT scan of the abdomen and pelvis with intravenous contrast to identify the extent of any injury and diagnose ongoing bleeding (eg, contrast extravasation).</li>\n\t<li><strong>Management:</strong>&nbsp; Hemodynamically stable patients are often managed nonoperatively (eg, observation with serial hemoglobin measurement, embolization).&nbsp; Unstable patients or patients with significant bleeding typically require surgery or angiographic embolization.</li>\n</ul>\n<h2>Renal injury</h2><br><br><p>Blunt trauma can injure the kidneys by either a direct blow or rapid compression of the kidneys against the paravertebral muscles.&nbsp; Clinical findings frequently associated with renal injury include flank pain and tenderness, flank ecchymosis (which may represent retroperitoneal hematoma from renal bleeding), and hematuria, either gross or microscopic (&gt;3 erythrocytes/HPF on urinalysis).&nbsp; Hematuria significantly increases suspicion for renal injury; however, its absence does not exclude the need for further work-up.&nbsp; Hematuria is not present in up to one-third of renal injuries, even when they are severe.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diagnosis:</strong>&nbsp; CT scan of the abdomen and pelvis with contrast (typically multiphase:&nbsp; noncontrast, arterial, corticomedullary, excretory) is used to diagnose renal trauma&nbsp; (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L415.png\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ) and should be obtained in patients with concerning clinical findings (eg, flank tenderness/ecchymosis) and/or mechanism of injury (eg, direct blow to the flank).</li>\n\t<li><strong>Management:</strong>&nbsp; Nonoperative management is indicated for most injuries.&nbsp; Surgery may be required for major vascular or parenchymal disruption.</li>\n</ul>\n<h2>Bladder rupture</h2><br><br><p>The bladder is primarily an extraperitoneal structure, but the bladder dome is covered by peritoneal lining and extends into the peritoneal cavity when distended with urine (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30713.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).&nbsp; Blunt lower abdominal trauma can cause intraperitoneal or extraperitoneal bladder rupture.&nbsp; Common symptoms of bladder injury include hematuria (~90%), suprapubic tenderness, difficulty voiding, and associated pelvic fracture (discussed in another article).&nbsp; Urine leakage from an intraperitoneal bladder rupture will appear on imaging as intraperitoneal free fluid.&nbsp; Urine leaked from extraperitoneal bladder rupture stays contained within adjacent tissues (eg, retropubic space).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diagnosis:</strong>&nbsp; Retrograde cystography, in which the bladder is passively filled (eg, via Foley catheter) with water-soluble contrast and then imaged (eg, CT scan), can confirm the diagnosis.</li>\n\t<li><strong>Management:</strong>&nbsp; Surgical repair is typically required for intraperitoneal rupture because continued efflux of urine through the defect prevents spontaneous healing.&nbsp; Simple extraperitoneal bladder rupture can often be managed with catheterization and observation.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Blunt trauma to the chest and abdomen involves a spectrum of injuries with varying degrees of severity.&nbsp; The management of these injuries relies heavily on the patient's hemodynamic status, guiding decisions for diagnostic imaging and interventions.&nbsp; Unstable patients with thoracic trauma should have imaging (eg, E-FAST) performed to detect life threatening injuries (eg, tension pneumothorax), which should be addressed immediately.&nbsp; Unstable patients with blunt abdominal trauma and positive FAST should be taken to the operating room for emergency laparotomy.&nbsp; Stable patients may undergo further imaging to identify specific injury and detect ongoing bleeding.&nbsp; Rapid stabilization, accurate diagnosis, and appropriate surgical or conservative management are essential in minimizing complications and improving outcomes.</p>\n</div>\n\n            "
}