{
  "meta": {
    "title": "Acute rhinosinusitis",
    "url": "https://brainandscalpel.vercel.app/acute-rhinosinusitis-9f4766fc-b0188d.html",
    "scrapedAt": "2025-12-01T04:47:40.812Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Acute sinusitis, also referred to as acute rhinosinusitis, is an inflammatory condition of the paranasal sinuses.&nbsp; It is usually precipitated by a viral upper respiratory infection (URI), which leads to subsequent infection of the sinuses.&nbsp; This leads to nasal congestion, facial pressure/pain, and rhinorrhea.&nbsp; Most cases have a viral etiology, but acute bacterial sinusitis can usually be differentiated based on clinical presentation.</p><br><br><p>Acute sinusitis can also be caused by invasive fungal species (which is discussed in a separate article).&nbsp; Sinusitis lasting at least 12 weeks is considered chronic (discussed in a separate article).</p>\n<h1>Anatomy and pathophysiology</h1><br><br><p>The paranasal sinuses are paired, air-filled spaces adjacent to the nose and lined with ciliated epithelium.&nbsp; They secrete mucus that is cleared by the cilia through openings from the sinuses into the nasal cavity.&nbsp; There are 3 openings (meatus) into the nasal cavity, opening just lateral to each of the nasal conchae (ie, superior, middle, and inferior) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73734.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The superior nasal meatus drains mucus from the posterior ethmoid sinus.</li>\n\t<li>The middle nasal meatus drains most of the paranasal sinuses, including the maxillary, frontal, and anterior ethmoid sinuses.</li>\n\t<li>The inferior nasal meatus drains fluid from the nasolacrimal duct.</li>\n</ul><br><br><p>Acute sinusitis typically begins with <strong>mucosal inflammation</strong>, most often secondary to a viral URI, that leads to obstruction of the sinus ostia.&nbsp; <strong>Blocked drainage</strong> results in mucus retention, decreased oxygen tension, and impaired mucociliary clearance.&nbsp; Most cases of acute sinusitis are viral, but the retained secretions are favorable for bacterial growth, so acute bacterial sinusitis can develop as a secondary infection.&nbsp; The most commonly implicated bacteria are nontypeable <em>Haemophilus influenzae</em> (40%-50% of cases), <em>Streptococcus pneumoniae</em> (20%-25%), and <em>Moraxella catarrhalis</em> (~25%).&nbsp; Since the advent of the 13-valent pneumococcal vaccine, <em>S pneumoniae</em> infection has become less prevalent.</p>\n<h1>Clinical presentation and diagnosis</h1><br><br><p>Acute sinusitis is nearly always precipitated by an antecedent <strong>viral URI</strong>.&nbsp; Other risk factors that can predispose a patient to developing acute sinusitis include conditions that lead to increased inflammation of the mucosa (eg, allergic rhinitis, asthma, environmental irritants), impaired mucociliary clearance (eg, smoking, cystic fibrosis), anatomic abnormalities (eg, obstruction of the sinus outflow tracts), and immune compromise.</p>\n<h2>Acute viral rhinosinusitis</h2><br><br><p>Most cases of acute sinusitis have a viral etiology (eg, influenza virus, rhinovirus, adenovirus).&nbsp; Patients have nasal congestion, purulent nasal discharge, and facial pain or pressure (often worsened by leaning forward) with tenderness over the affected sinus (frontal, maxillary, ethmoid, or sphenoid).&nbsp; Additional symptoms may include fever, cough, headache, tooth pain, and loss of smell.&nbsp; Most cases resolve within 10 days.</p>\n<h2>Acute bacterial rhinosinusitis</h2><br><br><p>Approximately 2%-10% of patients develop a secondary bacterial infection, most commonly with S <em>pneumoniae</em>, <em>H influenzae</em>, or <em>M catarrhalis</em>.&nbsp; Diagnosis of acute bacterial rhinosinusitis is typically made when &gt;1 of the following is present (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39706.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Persistent symptoms/signs of rhinosinusitis for <strong>&gt;10 days</strong></li>\n\t<li>Severe symptoms, high fever (&gt;39 C [102.2 F]), purulent nasal discharge, and/or facial pain for &gt;3 consecutive days</li>\n\t<li><strong>Biphasic</strong> or \"double sickening,\" characterized by initial improvement of viral upper respiratory symptoms for 5-6 days, followed by clinical deterioration (eg, worsened fever, headache, nasal discharge)</li>\n</ul>\n<h1>Laboratory and imaging evaluation</h1><br><br><p>Diagnosis of both acute viral sinusitis and acute bacterial sinusitis is clinical.&nbsp; Routine laboratory tests are generally not necessary in uncomplicated cases of acute viral or bacterial sinusitis.&nbsp; In some cases, additional work-up may be necessary:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nasal swab or sinus aspirate cultures</strong> are indicated in patients who do not respond to initial management or those who are severely immunocompromised.</li>\n\t<li><strong>Noncontrast CT scan</strong> of the paranasal sinuses (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99226.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) is the preferred imaging modality if complications or atypical features are suspected.&nbsp; CT is valuable in assessing sinus anatomy, extent of disease, and complications like abscess formation.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of acute sinusitis includes conditions that present with similar symptoms, including facial pain, nasal discharge, and nasal congestion.&nbsp; Distinguishing features can help narrow the diagnosis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Viral URI</strong>:&nbsp; typically self-limiting within 5-7 days, with milder symptoms and clear or watery nasal discharge</li>\n\t<li><strong>Chronic rhinosinusitis</strong>:&nbsp; defined by symptoms persisting for &gt;12 weeks.&nbsp; Nasal polyps or chronic allergic rhinitis may be present</li>\n\t<li><strong>Allergic rhinitis</strong>:&nbsp; characterized by clear rhinorrhea, sneezing, and pruritus; lacks purulent discharge, facial pain, and fever</li>\n\t<li><strong>Dental abscess</strong>:&nbsp; often localized to the maxilla, with pain that radiates to the teeth, sometimes accompanied by swelling of the gums</li>\n\t<li><strong>Migraine headache</strong>:&nbsp; may mimic sinusitis-related headache (patients often attribute migraine headaches to their sinuses) but lacks nasal symptoms such as congestion or discharge</li>\n</ul>\n<h1>Management</h1><h2>Supportive care</h2><br><br><p>Supportive care should be offered to all patients with acute sinusitis whether it is viral or bacterial in origin.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Analgesics and antipyretics</strong>:&nbsp; including nonsteroidal anti-inflammatory drugs (NSAIDs) or acetaminophen for pain and fever</li>\n\t<li><strong>Intranasal corticosteroids</strong>:&nbsp; may be used to reduce inflammation, particularly in patients with concurrent allergic rhinitis</li>\n\t<li><strong>Saline nasal irrigation</strong>:&nbsp; helps clear mucus and improve drainage</li>\n</ul>\n<h2>Antibiotic therapy</h2><br><br><p>Antibiotics are indicated if bacterial sinusitis is suspected (eg, symptoms persisting beyond 10 days, severe symptoms, or double sickening).&nbsp; First-line agents include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Amoxicillin-clavulanate</strong>:&nbsp; recommended for most patients due to its coverage of <em>S pneumoniae</em> and <em>H influenzae</em></li>\n\t<li><strong>Doxycycline or fluoroquinolones</strong>:&nbsp; should be used for patients with penicillin allergies or in regions with high rates of penicillin-resistant bacteria</li>\n</ul><br><br><p>The typical duration of therapy is 5-7 days, although longer courses may be needed in patients with comorbid conditions or severe disease.</p><br><br><p>Specific antibiotics that should NOT be used to treat acute bacterial sinusitis include macrolides, trimethoprim-sulfamethoxazole, and second- or third-generation cephalosporins due to high rates of resistance.</p>\n<h2>Surgical intervention</h2><br><br><p>Surgical intervention, such as functional endoscopic sinus surgery, may be indicated in patients with complications (eg, abscess formation) or refractory disease.</p>\n<h1>Complications</h1><br><br><p>Acute bacterial sinusitis can lead to orbital infections, which can be classified based on the anatomic structures involved (and consequently their severity).&nbsp; In general, as the infection progresses through these stages, findings from the previous stages will also be present.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Preseptal cellulitis</strong>:&nbsp; An infection anterior to the orbital septum (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11657.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The infection causes eyelid erythema and swelling and should be treated with oral antibiotics.&nbsp; Classically, preseptal cellulitis occurs after a skin infection (eg, insect bite, trauma), but it may also be caused by sinusitis.</li>\n\t<li><strong>Orbital cellulitis</strong>:&nbsp; An infection that involves orbital structures, including the orbital fat and/or extraocular muscles.&nbsp; The source is usually ethmoid sinusitis, which allows extension through the thin lamina papyracea.&nbsp; In addition to symptoms of preseptal cellulitis, the intraorbital infection causes inflammation of the extraocular muscles (<strong>ophthalmoplegia</strong>, painful eye movements) and orbital fat (<strong>proptosis</strong>).&nbsp; CT scan should be obtained.&nbsp; Patients require intravenous antibiotics and monitoring in the hospital.</li>\n\t<li><strong>Subperiosteal abscess</strong>:&nbsp; Fluid collection under the periosteum of the orbit, diagnosed with CT scan; requires surgical drainage.</li>\n\t<li><strong>Orbital abscess</strong>:&nbsp; Fluid collection in the orbit, diagnosed with CT scan (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L419.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ); requires surgical drainage.</li>\n\t<li><strong>Cavernous sinus thrombosis</strong>:&nbsp; Because the facial/ophthalmic venous system (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11690.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) is valveless, infection of the orbit can spread to the cavernous sinus \n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11112.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; This can lead to a life-threatening increase in intracranial pressure (headaches, vomiting, papilledema).&nbsp; Patients may develop sepsis.&nbsp; In addition to ophthalmoplegia due to inflammation of the extraocular muscles, symptoms may include true ocular palsies due to inflammation of the nerves traveling through the cavernous sinus (oculomotor [CN III], trochlear [CN IV], and abducens [CN VI]).&nbsp; Hypoesthesia of the face occurs due to dysfunction of the trigeminal nerve (CN V).&nbsp; Treatment includes intravenous antibiotics and management of increased intracranial pressure; anticoagulation is controversial.</li>\n</ul><br><br><p>In addition, other complications from spread of the infection can include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Meningitis:&nbsp; Inflammation of the meninges can lead to headaches, fevers, and vomiting, progressing to altered mental status.&nbsp; Patients may have meningeal signs (eg, Kernig, Brudzinski).&nbsp; Diagnosis is confirmed with lumbar puncture following neuroimaging.</li>\n\t<li>Intracranial abscess:&nbsp; Spread of infection from frontal sinusitis can result in a frontal lobe brain abscess, which can cause headache, fevers, focal neurologic deficits, and seizures.&nbsp; It appears as a ring-enhancing lesion on imaging.</li>\n\t<li>Osteomyelitis of the frontal bone:&nbsp; Extension of infection from the frontal sinus into the frontal bone can lead to headaches, vomiting, fever, and pain.&nbsp; This is often associated with a subperiosteal abscess, which forms a visible, tender bulge on the forehead.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis for acute sinusitis is generally favorable, particularly for viral cases, which often resolve spontaneously within 7-10 days.&nbsp; Bacterial cases typically respond well to antibiotics, with most patients recovering fully within 2 weeks.</p>\n<h1>Summary</h1><br><br><p>Acute sinusitis nearly always follows an acute viral upper respiratory infection.&nbsp; Viral and bacterial etiologies can usually be distinguished based on clinical presentation.&nbsp; Diagnosis is clinical.&nbsp; Management is supportive care alongside antibiotics in bacterial cases.&nbsp; Although nearly all cases resolve with appropriate treatment, serious infectious complications can occur.</p>\n</div>\n\n            "
}