{
  "meta": {
    "title": "Acute otitis media",
    "url": "https://brainandscalpel.vercel.app/acute-otitis-media-67e78b1e-b0188d.html",
    "scrapedAt": "2025-12-01T04:47:39.996Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Acute otitis media (AOM) is a bacterial infection of a middle ear effusion.&nbsp; AOM can occur at any age but is most common in infants and young children.</p><h1>Pathogenesis</h1><p>The middle ear is connected to the nasopharynx via the eustachian tube.&nbsp; AOM occurs when otopathogens enter the middle ear and proliferate, progressing to suppuration.&nbsp; Several events typically precede the development of AOM:</p><ul class=\"article-body-unordered-list\"><li>The patient has an underlying event (eg, viral upper respiratory infection, allergen exposure) that triggers an inflammatory response within the nasal respiratory mucosa, causing edema.</li><li>Because the eustachian tube is also lined by respiratory mucosa, the inflammatory edema extends to this area, causing obstruction (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25500.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li><li>The obstruction causes poor ventilation and negative pressure in the middle ear.</li><li>This contributes to the accumulation of secretions that are normally produced by the middle ear mucosa, providing a rich medium for bacterial growth.</li><li>Pathogens that colonize the nasopharynx (eg, <em><strong>Streptococcus pneumoniae</strong></em>, <strong>nontypeable <em>Haemophilus influenzae</em></strong>, <em><strong>Moraxella catarrhalis</strong></em>) ascend to the middle ear, leading to proliferation and suppuration.</li></ul><h1>Risk factors</h1><ul class=\"article-body-unordered-list\"><li>Age &lt;2:&nbsp; The rate is particularly high between 6 and 12 months of age, likely due to the eustachian tube being shorter and more horizontal in young children (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25501.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), which hinders fluid drainage when compared to the longer, more vertical tubes in adults.</li><li>Day care attendance:&nbsp; Children who attend day care centers contract frequent viral upper respiratory tract infections that cause inflammatory edema of the respiratory mucosa.</li><li>Tobacco smoke exposure:&nbsp; Patients exposed to tobacco smoke appear to have increased colonization of the nasopharynx with otopathogens.</li><li>Family history:&nbsp; This may be related to heritable anatomic or immunologic features that predispose to AOM.</li></ul><p>Of note, breastfed infants are less likely to develop AOM, likely due to the relative decrease in bacterial colonization of the nasopharynx and/or the immunologic benefits of breast milk.</p><p>The development of AOM is uncommon in adults; risk factors for this patient population include eustachian tube dysfunction and/or obstruction leading to poor ventilation, negative pressure in the middle ear, and immune dysfunction.</p><h1>Clinical presentation</h1><p><strong>Otalgia</strong>, which may manifest as ear pulling in young children, is the most common symptom of AOM in children and adults but is not always present.&nbsp; Fever occurs in up to two-thirds of patients.&nbsp; Young infants often have the nonspecific signs and symptoms of irritability, poor sleep, and decreased appetite.&nbsp; Examination shows middle ear effusion with signs of acute inflammation (eg, <strong>bulging of the tympanic membrane</strong> [TM] (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32783.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )).&nbsp; In some cases, pressure from suppuration may cause the TM to rupture, resulting in otorrhea with sudden relief of otalgia.<p></p><h1>Diagnosis</h1><p>AOM is a clinical diagnosis that requires a thorough history and physical examination with otoscopy.&nbsp; Diagnostic criteria for AOM requires the presence of a middle ear effusion and middle ear inflammation, as follows:</p><ul class=\"article-body-unordered-list\"><li><strong>Middle ear effusion</strong>:&nbsp; A middle ear effusion can be visualized as bubbles or air-fluid levels behind the TM.&nbsp; If no bubbles or air-fluid levels are present, a middle ear effusion can be confirmed by the presence of ≥2 of the following features: abnormal color (eg, white, yellow), impaired mobility (ie, via pneumatic insufflation or visualization of a bulging TM), or opacity of the TM.</li><li><strong>Middle ear inflammation</strong>:&nbsp; Middle ear inflammation can be represented by bulging (the most specific sign of acute middle ear inflammation), bullae (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60191.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), or marked erythema of the TM.&nbsp; Of note, TM erythema is nonspecific (eg, occurs due to vascular engorgement from crying) and must be accompanied by bulging or impaired mobility to diagnose AOM.</li></ul><p>Clinical diagnosis may also be made if purulent otorrhea is visualized in the external ear canal due to a rupture of the TM (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32786.png\" alt=\"Otitis media\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Otitis media</div>\n                                </div>\n                                ).&nbsp; Culture and sensitivities of middle ear fluid are not necessary but may be considered in severe, recurrent, or chronic cases or in immunocompromised or postoperative patients.<p></p><h1>Differential diagnosis</h1><ul class=\"article-body-unordered-list\"><li><strong>Otitis media with effusion</strong> (OME):&nbsp; In contrast to AOM, OME is a middle ear effusion without acute middle ear inflammation.&nbsp; In OME, the TM may be retracted or in a neutral position (not bulging) and appears gray with serous fluid visualized as bubbles or air-fluid levels (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32784.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).</li><li><strong>Chronic suppurative otitis media</strong>:&nbsp; Chronic suppurative otitis media is characterized by TM perforation with otorrhea and hearing loss for &gt;6 weeks.</li><li><strong>Bullous myringitis</strong>:&nbsp; Bullous myringitis is a complication of AOM in which bullae form on the TM.</li><li><strong>Cholesteatoma</strong>:&nbsp; Cholesteatoma is an abnormal growth of squamous epithelium in the middle ear that presents with hearing loss and a white mass posterior to the TM.</li></ul><h1>Management</h1><p>Initial management for AOM may involve initial observation or empiric antibiotic therapy for the most common causal otopathogens (eg, <em>S pneumoniae</em>, nontypeable <em>H influenzae</em>, <em>M catarrhalis</em>).&nbsp; The choice depends on the patient's risk for severe infection, complications (eg, spread to nearby structures), and recurrence.&nbsp; Patients at risk for these include:</p><ul class=\"article-body-unordered-list\"><li>Age &lt;6 months</li><li>Abnormal craniofacial anatomy</li><li>Immunocompromised status</li><li>Septic appearance</li></ul><p>For these patients, immediate empiric antibiotic therapy is indicated.&nbsp; For patients at low risk for severe disease, especially those who are age &gt;2 and have unilateral AOM without severe symptoms (eg, pain &gt;48 hr, temperature &gt;39 C [102.2 F]), initial observation is an option.&nbsp; If AOM is observed, empiric antibiotic therapy should be initiated if symptoms do not improve within 48-72 hours.</p><p><strong>Amoxicillin</strong> is effective in most cases of AOM; however, <strong>amoxicillin-clavulanic acid</strong> should be prescribed in patients at risk for infection with beta-lactamase–producing nontypeable <em>H influenzae</em>.&nbsp; Risk factors include:</p><ul class=\"article-body-unordered-list\"><li>Treatment with amoxicillin within the past 30 days (for AOM or an unrelated diagnosis)</li><li>AOM with concomitant purulent conjunctivitis (common presentation for nontypeable <em>H influenzae</em> infection)</li></ul><p>For patients with severe allergy or adverse reaction to penicillins (eg, anaphylaxis, Stevens-Johnson syndrome), azithromycin or clindamycin are options.</p><p>In adults, immediate empiric antibiotic therapy with amoxicillin-clavulanic acid is indicated due to the rarity of the condition and the increased risk for complications in this age group.</p><h1>Complications and prognosis</h1><p>Empiric antibiotic therapy is effective in most cases.&nbsp; Although uncommon, potential complications of AOM include:</p><ul class=\"article-body-unordered-list\"><li><strong>Mastoiditis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30855.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ):&nbsp; Because of the close proximity of the mastoid process, direct extension of infection can occur.</li><li><strong>Facial nerve (CN VII) palsy</strong>:&nbsp; The facial nerve exits from the internal auditory meatus and travels through the middle ear into the mastoid air cells.&nbsp; Inflammation of the middle ear during an episode of AOM can result in unilateral facial paralysis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74423.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; Common signs include the inability to raise the eyebrow or close the eye, drooping of the corner of the mouth, and disappearance of the nasolabial fold.</li><li><strong>Meningitis and/or brain abscess</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30854.jpg\" alt=\"Suppurative complications of acute otitis media\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Suppurative complications of acute otitis media</div>\n                                </div>\n                                ).</li></ul><p>Even with resolution of infection, a middle ear effusion can persist for weeks to months.&nbsp; Patients with a persistent effusion have OME and require close follow-up and screening for conductive hearing loss.&nbsp; <strong>Tympanostomy tube placement</strong> may be considered if a patient has a persistent effusion for &gt;3 months (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31094.png\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).&nbsp; In addition, tympanostomy tube placement may be considered for patients with recurrent treatment failure or ≥3 episodes of AOM in 6 months (or ≥4 in a year).<p></p><h1>Summary</h1><p>Acute otitis media (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32754.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a bacterial infection of a middle ear effusion that often causes otalgia and fever.&nbsp; Diagnosis requires otoscopic visualization of a middle ear effusion with signs of acute inflammation (eg, bulging).&nbsp; Initial management may involve initial observation or empiric antibiotic therapy for the most common otopathogens (eg, <em>Streptococcus pneumoniae</em>, nontypeable <em>Haemophilus influenzae</em>, <em>Moraxella catarrhalis</em>).<p></p></div>\n            "
}