{
  "meta": {
    "title": "Benign paroxysmal positional vertigo (BPPV)",
    "url": "https://brainandscalpel.vercel.app/benign-paroxysmal-positional-vertigo-bppv-43285a10-b0188d.html",
    "scrapedAt": "2025-12-01T04:47:42.459Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Benign paroxysmal positional vertigo (BPPV), the most common cause of peripheral vertigo, is attributed to canalithiasis, the presence of displaced calcium carbonate crystals (canaliths) within the semicircular canals of the inner ear.&nbsp; BPPV typically presents as sudden, brief episodes of intense vertigo triggered by changes in head position.</p>\n<h1>Pathogenesis</h1><br><br><p>Peripheral vertigo originates from dysfunction of the vestibular system within the inner ear.&nbsp; The most common cause is BPPV, which occurs when <strong>canaliths</strong>, normally located in the utricle, become <strong>dislodged and migrate into the semicircular canals</strong>.&nbsp; These canals are filled with endolymph and play a key role in detecting angular head movements.&nbsp; Free-floating canaliths within the canal temporarily disrupt the normal flow of endolymph during head motion.&nbsp; This results in abnormal activation of vestibular hair cells, sending false or conflicting signals of motion to the brain.&nbsp; The mismatch between actual and perceived movement leads to the brief, position-triggered episodes of vertigo characteristic of BPPV.</p>\n<h1>Risk factors</h1><br><br><p>Most cases of BPPV are idiopathic, but several factors have been associated with an increased risk for BPPV, including advanced age, head trauma, migraine disorders, osteopenia or osteoporosis (a potential source of calcium carbonate particles), prolonged bed rest or immobility, and inner ear surgery.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with BPPV typically have:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Brief (&lt;1 min), recurrent episodes</strong> of severe vertigo <strong>triggered by changes in head position</strong> (eg, rolling over in bed).&nbsp; Most patients are asymptomatic (or have mild imbalance) between episodes.</li>\n\t<li>Nausea and vomiting.</li>\n\t<li><strong>Vertical and rotary nystagmus</strong>:&nbsp; Upper poles of the eye rotate toward the affected ear.</li>\n\t<li>Absence of hearing loss or tinnitus (pathology is isolated to the semicircular canals).</li>\n\t<li>Absence of CNS deficits (eg, diplopia, dysarthria).</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for BPPV includes (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57271.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vestibular neuritis</strong>:&nbsp; Typically presents as a single, acute episode of continuous vertigo lasting days.&nbsp; It often follows a viral illness and results from inflammation of the vestibular branch of the vestibulocochlear nerve (CN VIII) without hearing loss.</li>\n\t<li><strong>Ménière disease</strong>:&nbsp; Characterized by recurrent episodes of vertigo lasting 20 minutes to several hours, accompanied by sensorineural hearing loss, tinnitus, and a sensation of ear fullness.</li>\n\t<li><strong>Orthostatic hypotension</strong>:&nbsp; Causes light-headedness, presyncope, or syncope on standing due to cerebral hypoperfusion.&nbsp; Unlike true vertigo, it does not involve the vestibular system, is not associated with nystagmus, and is not triggered by head movement.</li>\n\t<li><strong>Vestibular migraine</strong>:&nbsp; Involves episodic vertigo lasting minutes to hours, often associated with migraine headache and sometimes photophobia or aura.</li>\n\t<li><strong>Cerebellar stroke</strong>:&nbsp; Presents with persistent vertigo, often accompanied by neurologic deficits such as ataxia, dysmetria, dysarthria, and bidirectional nystagmus.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of BPPV is clinical, based on a characteristic history (eg, sudden, brief episodes of vertigo triggered by changes in head position) and confirmatory findings on positional testing.&nbsp; The <strong>Dix-Hallpike maneuver</strong> is the primary diagnostic test for BPPV (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/72567.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Vertigo symptoms and nystagmus are triggered as the patient quickly lies back into a supine position with the head rotated 45 degrees.&nbsp; There is a brief (seconds) delay in the onset of nystagmus (ie, latency), and the nystagmus is transient (&lt;1 min) and fatigable (ie, less intense with repeat tests).<p></p><br><br><p>In patients with a typical presentation and absence of red flag symptoms (eg, neurologic deficits), further diagnostic evaluation is unnecessary.</p>\n<h2>Laboratory evaluation</h2><br><br><p>Routine laboratory testing is generally unnecessary for diagnosing BPPV unless there are atypical features or suspicion of an underlying metabolic or systemic cause (eg, dehydration).</p>\n<h2>Imaging studies</h2><br><br><p>Neuroimaging (eg, brain MRI) is <em>not</em> routinely indicated for patients with a typical presentation of BPPV.&nbsp; However, it should be considered when a feature suggests a central cause of vertigo (ie, CNS pathology), such as (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/91046.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Vertigo that is continuous or prolonged, rather than brief and episodic.</li>\n\t<li>Nystagmus that is not positional, is not fatigable, or is purely vertical or bidirectional.</li>\n\t<li>Associated neurologic symptoms, including headache, gait instability, dysmetria, or other focal deficits.</li>\n\t<li>New-onset vertigo in patients at high risk for stroke, such as the elderly or those with atrial fibrillation.</li>\n</ul>\n<h1>Management</h1><br><br><p>The primary treatment of BPPV is <strong>canalith repositioning maneuvers</strong>, which are aimed at relocating dislodged crystalline debris out of the semicircular canal and back to the utricle.&nbsp; The <strong>Epley maneuver</strong> is most commonly used and is highly effective, often resolving symptoms after 1-2 attempts (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/13988.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 2\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>Additional interventions may include vestibular rehabilitation therapy for persistent imbalance and surgical intervention in refractory cases.&nbsp; Antiemetics (eg, meclizine) are sometimes used for symptom relief, but evidence does not strongly support their effectiveness in the management of BPPV.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of BPPV is excellent.&nbsp; Most cases are self-limited (resolving within weeks or months, even without treatment), and many patients achieve rapid and complete resolution of symptoms with repositioning maneuvers.&nbsp; Recurrence is common, but repeat canalith repositioning is often effective.</p>\n<h1>Summary</h1><br><br><p>Benign paroxysmal positional vertigo (BPPV) is a common vestibular disorder caused by dislodged canaliths that disrupt semicircular canal function, causing sudden, brief episodes of severe vertigo.&nbsp; Diagnosis is clinical, confirmed through provocative maneuvers such as the Dix-Hallpike test.&nbsp; Treatment primarily involves repositioning techniques, which dispel canaliths out of the semicircular canals, thereby alleviating symptoms.</p>\n</div>\n\n            "
}