{
  "meta": {
    "title": "Cerumen impaction",
    "url": "https://brainandscalpel.vercel.app/cerumen-impaction-9fd78cdd-b0188d.html",
    "scrapedAt": "2025-12-01T04:47:46.861Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Cerumen impaction occurs when ear wax accumulates in the external auditory canal (EAC).&nbsp; It can be asymptomatic or lead to symptoms such as hearing loss and ear fullness.&nbsp; This article focuses on the management of cerumen impaction.</p>\n<h1>Pathophysiology</h1><br><br><p>Cerumen is a waxy substance that protects the EAC from microbes and trauma.&nbsp; It is produced in the lateral third of the EAC (cartilaginous EAC) and is composed of ceruminous apocrine gland secretions, sebum secreted by sebaceous glands, and sloughed epithelial cells of the EAC.</p><br><br><p>Normally, cerumen is eliminated by the migration of epithelial cells from the medial to the lateral region of the ear canal, as well as by soft tissue movement resulting from motion around the temporomandibular joint.&nbsp; Impaction results if the natural elimination of cerumen is impaired (eg, narrowing or obstruction of the canal, excess production of cerumen).</p>\n<h1>Risk factors</h1><br><br><p>Risk factors for cerumen impaction center around conditions that impair cerumen elimination.&nbsp; Those who live in institutional residences (eg, nursing homes) are at increased risk.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>EAC obstruction</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Narrow, tortuous, or hairy EAC.</li>\n\t\t<li>Bony protrusions within the canal (eg, exostoses/osteomas).</li>\n\t\t<li>Dermatitis of the canal (eg, eczema, psoriasis, seborrheic dermatitis) that causes excessive exfoliation.</li>\n\t\t<li>Exogenous obstruction (eg, hearing aids, earplugs, earphones).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Production of excessive or hard cerumen</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Idiopathic or acquired (caused by local trauma or retained water) excessive production.</li>\n\t\t<li>Atrophy of canal glands due to aging.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Improper cerumen removal</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Use of cotton swabs deep into the canal, which push cerumen inward.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Patients typically have the following symptoms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ear fullness or pain.</li>\n\t<li>Conductive hearing loss.</li>\n\t<li>Itching or irritation within the EAC.</li>\n\t<li>Tinnitus.</li>\n\t<li>Dizziness (when cerumen pushes on the tympanic membrane).</li>\n\t<li>Reflex cough (due to the canal's innervation by the auricular branch of the vagus nerve).</li>\n</ul><br><br><p>On otoscopic examination, cerumen is found obstructing the EAC, preventing complete visualization of the tympanic membrane.&nbsp; Cerumen may range from hard to soft and liquid-like.&nbsp; It can be light yellow, dark red, brown, or black.</p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis is based on otoscopic examination findings.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis includes other conditions that obstruct the EAC.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Foreign bodies</strong> (eg, beads, cotton) are readily visible on otoscopic examination and are accompanied by a history of foreign object placement into the canal.</li>\n\t<li><strong>Otitis externa</strong> presents with pain, erythema, and swelling of the EAC, often preventing complete visualization of the tympanic membrane.&nbsp; In contrast, cerumen impaction lacks inflammatory signs unless the canal is secondarily infected.</li>\n\t<li><strong>Cholesteatoma</strong> is a benign growth of squamous epithelium and accumulation of keratin debris within the middle ear (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45949.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Examination shows a pearly white mass behind the tympanic membrane and/or a retraction pocket within the tympanic membrane that contains draining debris.&nbsp; Patients typically have chronic otorrhea.&nbsp; In contrast, cerumen impaction does not cause otorrhea, and the tympanic membrane is typically not visualized due to cerumen.</li>\n\t<li><strong>Exostoses/osteomas</strong> are benign bony growths in the EAC that may trap cerumen; unlike cerumen, they cannot be separated from the canal wall.</li>\n\t<li><strong>Tympanic membrane perforation</strong> is usually seen in association with acute otitis media.&nbsp; The patient typically reports a history of severe ear pain (due to middle ear pressure caused by pus accumulation) that resolves at the onset of purulent otorrhea (relief of middle ear pressure with tympanic membrane rupture).&nbsp; On examination, pus and debris are seen in the canal.&nbsp; Patients with cerumen impaction lack this history and purulent otorrhea.</li>\n</ul>\n<h1>Management</h1><br><br><p>Cerumen disimpaction is recommended for symptomatic patients and those unable to clearly communicate potential symptoms (eg, dementia, intellectual disability).&nbsp; Because of its risks, disimpaction is not recommended for those who can report that they are asymptomatic.</p><br><br><p>There are 3 primary methods of disimpaction:&nbsp; topical cerumenolytic therapy, irrigation, and manual removal with instrumentation.&nbsp; The advantages, contraindications, and adverse effects of each method are discussed next.</p>\n<h2>Topical cerumenolytic therapy</h2><br><br><p>Topical cerumenolytic therapy (eg, hydrogen peroxide, carbamide peroxide, docusate sodium, mineral oil) is applied into the ear canal and helps expel cerumen by softening it.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Advantages</strong>:&nbsp; No risk for mechanical damage to the canal and tympanic membrane because no instrumentation is required.</li>\n\t<li><strong>Contraindications</strong>:&nbsp; Perforated tympanic membrane (eg, tympanostomy tube), active otitis media or externa, and allergies to any components of the cerumenolytic therapy.</li>\n\t<li><strong>Adverse effects</strong>:&nbsp; Contact dermatitis of the ear canal.</li>\n</ul>\n<h2>Irrigation</h2><br><br><p>Irrigation of the ear canal to flush out cerumen is typically performed using water or normal saline mixed with a bacteriostatic agent (eg, hydrogen peroxide) to reduce the risk for otitis externa.&nbsp; The irrigant should be at body temperature to avoid caloric effects (eg, vertigo).&nbsp; Irrigation can be performed alone or with cerumenolytic pretreatment, especially when impaction is severe.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Advantages</strong>:&nbsp; Immediate relief for symptomatic cerumen impaction (in contrast, topical ceruminolytic therapy takes days to work).</li>\n\t<li><strong>Contraindications</strong>:&nbsp; Perforated tympanic membrane (eg, tympanostomy tube) and recurrent otitis externa.</li>\n\t<li><strong>Adverse effects</strong>:&nbsp; Postprocedural otitis externa, which can progress to life-threatening malignant otitis externa in immunocompromised patients (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/47377.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ); tympanic membrane rupture (with aggressive irrigation); and vertigo (if cold irrigant is used and produces caloric effect).</li>\n</ul>\n<h2>Manual removal</h2><br><br><p>Manual removal with instrumentation (eg, curettes, forceps, hooks, spoons, suction) directly removes cerumen.&nbsp; Direct visualization of cerumen through an otoscope or binocular microscope avoids canal laceration or tympanic membrane perforation.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Advantages</strong>:&nbsp; Immediate relief of symptomatic cerumen impaction, no introduction of water into the canal (infection risk); preferred in patients with abnormal ear anatomy (eg, perforated tympanic membrane).</li>\n\t<li><strong>Contraindications</strong>:&nbsp; Patients unable to remain still (eg, children) and lack of sufficient lighting to allow direct visualization.</li>\n\t<li><strong>Adverse effects</strong>:&nbsp; Canal laceration and tympanic membrane perforation.</li>\n</ul>\n<h2>Special considerations</h2><br><br><p>When the method of disimpaction is chosen, special considerations should be given to patients with coagulopathy (eg, thrombocytopenia, hemophilia, anticoagulation therapy, von Willebrand disease) and immunocompromise (eg, poorly controlled diabetes mellitus).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients with coagulopathy should avoid traumatic irrigation or instrumentation due to concern for bleeding in the EAC; for them, topical ceruminolytic therapy is preferred.</li>\n\t<li>Immunocompromised patients are at increased risk for postprocedural malignant otitis externa with irrigation; therefore, ceruminolytic therapy and manual removal with instrumentation are preferred.&nbsp; If irrigation is used, acidification of the canal (eg, 2% acetic acid otic drops) should follow to prevent infection.</li>\n</ul>\n<h1>Prevention</h1><br><br><p>For patients with symptomatic cerumen impaction that occurs more than once a year, measures for secondary prevention should be discussed.&nbsp; Routine ear hygiene to prevent recurrence includes topical emollients, intermittent irrigation with plain or soapy water, and occasional use of cerumenolytics when visible cerumen reaccumulates.&nbsp; Routine ear checks and cleanings may also be scheduled every 6-12 months.&nbsp; Patients who wear hearing aids should remove them at night and clean them appropriately.&nbsp; Cotton swabs (which force cerumen farther into the canal), olive oil–based products, and ear candling are not recommended.</p>\n<h1>Prognosis</h1><br><br><p>Cerumen impaction tends to recur in individuals with predisposing factors, necessitating periodic removal or preventive measures.</p>\n<h1>Summary</h1><br><br><p>Cerumen impaction (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/45199.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) results from an accumulation of ear wax due to impaired clearance mechanisms (eg, narrow or tortuous canals, hearing aids, naturally hard cerumen), leading to conductive hearing loss and ear fullness.&nbsp; Diagnosis is based on otoscopic examination.&nbsp; Patients with symptomatic cerumen impaction should undergo cerumen disimpaction; those who are unable to clearly communicate symptoms (eg, cognitive impairment) should also undergo disimpaction.&nbsp; Methods of disimpaction include topical cerumenolytic therapy, irrigation, and manual removal with instruments (eg, curettes, spoons, forceps).&nbsp; Cerumenolytic therapy and irrigation are contraindicated if the tympanic membrane is not intact.&nbsp; Because of the risk for malignant otitis externa following irrigation in immunocompromised patients (eg, those with poorly controlled diabetes mellitus), irrigation should generally be avoided or should be followed with topical acetic acid otic drops to prevent infection.&nbsp; Traumatic irrigation or instrumentation should be avoided in those with coagulopathy due to concern for bleeding in the external auditory canal.<p></p>\n</div>\n\n            "
}