{
  "meta": {
    "title": "Choanal atresia",
    "url": "https://brainandscalpel.vercel.app/choanal-atresia-64cd7f18-b0188d.html",
    "scrapedAt": "2025-12-01T04:47:48.646Z",
    "type": "article"
  },
  "content": "\n                <div>\n\t<h1>Introduction</h1>\n\t<p>Choanal atresia is a congenital obstruction of the posterior nasopharynx.&nbsp; It can be unilateral (most common) or bilateral and is the most common congenital nasal anomaly.</p>\n\t<h1>Pathophysiology and risk factors</h1>\n\t<p>          In choanal atresia, the posterior nasal passage fails to open to the pharynx between the 6th and 12th week of gestation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L51067.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), thereby preventing communication between the nasal cavity and the nasopharynx.&nbsp; Choanal atresias are classified as bony (most common), membranous, or mixed, depending on the type of tissue obstructing the choanae.      <p></p>\n\t<p>Risk factors for choanal atresia include:</p>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>              Genetic factors (eg, CHARGE syndrome (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/54103.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ))          </li>\n\t\t<li>Environmental factors (eg, maternal use of antithyroid medications during pregnancy)</li>\n\t\t<li>Family history</li>\n\t</ul>\n\t<h1>Clinical presentation</h1>\n\t<p>The clinical presentation varies depending on whether the atresia is unilateral or bilateral.</p>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>\n\t\t\t<strong>Bilateral choanal atresia</strong> presents with <strong>noisy breathing and cyanosis immediately after birth</strong>, even at rest.&nbsp; Classically, these symptoms are <strong>exacerbated by feeding</strong> because the tongue pushes against the soft palate to form a seal, minimizing the risk of aspiration (ie, obligate nasal breathers).&nbsp; Conversely, the same symptoms improve with crying (the only time a neonate breathes through its mouth).          </li>\n\t\t<li>\n\t\t\t<strong>Unilateral choanal atresia</strong> presents with <strong>unilateral nasal discharge</strong> in childhood.&nbsp; Patients are at increased risk for chronic sinusitis.          </li>\n\t</ul>\n\t<h1>Diagnosis</h1>\n\t<p>Diagnostic evaluation for suspected choanal atresia includes:</p>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>\n\t\t\t<strong>Catheter insertion</strong>:&nbsp; The inability to pass a catheter through the nares into the oropharynx suggests choanal atresia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L51068.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).          </li>\n\t\t<li>\n\t\t\t<strong>Imaging</strong>:&nbsp; CT scan or nasal endoscopy confirms the diagnosis and informs surgical management.          </li>\n\t</ul>\n\t<p>Approximately 50% of cases of choanal atresia are associated with other congenital (especially facial, nasal, or palatal) anomalies.&nbsp; These anomalies often occur as a congenital anomaly syndrome (eg, CHARGE syndrome, Treacher Collins syndrome, Kallmann syndrome).&nbsp; Although choanal atresia can occur in isolation, genetic testing should be considered to evaluate for an underlying genetic syndrome and to counsel families on the risk of recurrence in subsequent offspring.</p>\n\t<h1>Differential diagnosis</h1>\n\t<p>The differential diagnosis for choanal atresia includes other causes of respiratory distress in the neonatal period:</p>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>\n\t\t\t<strong>Tetralogy of Fallot</strong>:&nbsp; presents with episodic cyanosis caused by dynamic pulmonary blood flow obstruction (tet spells); episodes occur with agitation (eg, crying), unlike choanal atresia in which cyanosis improves with crying.          </li>\n\t\t<li>\n\t\t\t<strong>Tracheoesophageal fistula with esophageal atresia</strong>:&nbsp; presents with difficulty feeding immediately after birth; patients often develop coughing, choking, and cyanosis with feeding due to aspiration.          </li>\n\t\t<li>\n\t\t\t<strong>Transient tachypnea of the newborn</strong>:&nbsp; presents with respiratory distress (eg, nasal flaring, subcostal/intercostal retractions, expiratory grunting) immediately after birth; in contrast, choanal atresia typically presents with isolated cyanosis (ie, no respiratory distress).          </li>\n\t\t<li>\n\t\t\t<strong>Laryngomalacia</strong>:&nbsp; presents with inspiratory stridor that is exacerbated by exertion (eg, feeding); cyanosis is not common.          </li>\n\t</ul>\n\t<h1>Management</h1>\n\t<p>Management depends on the degree of obstruction, as follows:</p>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>\n\t\t\t<strong>Bilateral choanal atresia</strong>:&nbsp; requires <strong>urgent surgical repair</strong> to establish an airway.&nbsp; The airway should be secured (eg, oral airway) immediately, and an orogastric tube should be placed for feeding.          </li>\n\t\t<li>\n\t\t\t<strong>Unilateral choanal atresia</strong>:&nbsp; often involves elective surgical repair to relieve symptoms and prevent complications such as chronic sinusitis.          </li>\n\t</ul>\n\t<h1>Prognosis</h1>\n\t<p>The prognosis for choanal atresia is generally favorable with appropriate surgical intervention.&nbsp; However, patients should be monitored for potential complications, including restenosis or infection.</p>\n\t<h1>Summary</h1>\n\t<p>          Choanal atresia (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35292.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a congenital obstruction of the posterior nasopharynx.&nbsp; Patients with bilateral choanal atresia classically present with noisy breathing and cyanosis that is exacerbated by feeding but improves with crying; management is immediate surgical repair.&nbsp; Unilateral choanal atresia causes unilateral nasal discharge that can lead to chronic sinusitis without elective surgical repair.      <p></p>\n</div>\n            "
}