{
  "meta": {
    "title": "Croup",
    "url": "https://brainandscalpel.vercel.app/croup-2c3be567-b0188d.html",
    "scrapedAt": "2025-12-01T04:47:54.104Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Croup, also known as laryngotracheitis, is a common viral illness characterized by upper airway inflammation and obstruction of the larynx and proximal trachea.&nbsp; It typically presents in young children (peaking between age 6 months to 3 years) with a characteristic barking cough and inspiratory stridor.</p><h1>Pathophysiology and risk factors</h1><p><strong>Parainfluenza virus</strong> is the most common cause of croup, although other viruses (eg, influenza virus, coronavirus) may present similarly.&nbsp; Parainfluenza virus is transmitted through infected respiratory secretions via direct contact (eg, hands, fomites) or inhalation of large droplets (eg, cough, sneeze).&nbsp; On exposure, the virus initially infects the nasopharynx, causing 1-2 days of fever and prodromal upper respiratory tract symptoms (eg, nasal congestion) before spreading to the larynx (particularly the subglottic portion) and trachea, causing subglottic edema and narrowing.</p><p>Infection and inflammatory edema of the mucosa at the level of the cricoid cartilage create a <strong>partial upper airway obstruction</strong>, resulting in a <strong>high-pitched inspiratory stridor</strong>, hoarseness (due to inflammation of the vocal cords), and a <strong>barking cough</strong>.&nbsp; The stridor is primarily inspiratory due to decreased intratracheal pressure with inspiration, causing further narrowing and transient airway collapse.&nbsp; The barking cough and stridor tend to occur only in young children because of their relatively narrow airway diameter.&nbsp; In patients with a larger airway diameter, such as older children and adults, upper respiratory tract infection typically occurs without obstructive symptoms.</p><p>Children with underlying airway abnormalities (eg, laryngomalacia, subglottic stenosis) or a family history of recurrent croup are at risk for this condition.&nbsp; Croup is more prevalent in the fall and winter, coinciding with the peak incidence of viral respiratory infections.</p><h1>Clinical presentation</h1><p>The presentation of croup usually begins with 1-2 days of nonspecific upper respiratory tract symptoms (eg, fever, rhinorrhea, nasal congestion) that progress to signs of partial airway obstruction (eg, stridor, barking cough (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/21508.mp3\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: audio\n                                    </a>\n                                </div>\n                                )) due to upper airway edema.&nbsp; The stridor is typically inspiratory (biphasic in severe cases) but may not be present if the child is calm because patients with mild croup develop stridor only when airway narrowing is exacerbated by agitation (eg, crying, coughing).&nbsp; The lungs are usually clear to auscultation, but if the upper airway obstruction worsens, the patient may show signs of respiratory distress (eg, tachypnea, chest wall retractions) with diminished breath sounds.<p></p><h1>Diagnosis</h1><p>A clinical diagnosis of croup is made based on the history and physical examination and includes:</p><ul class=\"article-body-unordered-list\"><li>Viral prodrome (eg, fever, rhinorrhea)</li><li>Inspiratory stridor</li><li>Barking cough</li><li>Hoarseness</li><li>Tachypnea, chest wall retractions (in severe cases with respiratory distress)</li></ul><h2>Imaging and laboratory evaluation</h2><p>Imaging is <u>not</u> required but may be obtained for atypical presentations (eg, unresponsive to standard treatment, occurrence outside the typical age range) or suspected foreign body aspiration (eg, choking episode, absent viral symptoms).&nbsp; Radiographs often demonstrate subglottic, tapered narrowing (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47487.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), or <strong>steeple sign</strong>, which supports the diagnosis.<p></p><p>Laboratory evaluation is not required, but viral testing (eg, viral respiratory PCR panels) to identify the causative pathogen may be considered in some situations (eg, hospitalization placement considerations, public health monitoring).</p><h1>Differential diagnosis</h1><p>The differential diagnosis for croup includes other respiratory illnesses that cause upper airway obstruction, such as:</p><ul class=\"article-body-unordered-list\"><li><strong>Epiglottitis</strong>:&nbsp; may present with stridor and respiratory distress with a hoarse voice, but, unlike croup, epiglottitis typically presents with a high fever and severe sore throat with drooling.&nbsp; Patients often appear toxic and may sit in a tripod position (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21171.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), unwilling to swallow due to progressive airway obstruction.&nbsp; Barking cough is not expected.</li><li><strong>Retropharyngeal abscess</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18105.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; may present with fever and voice changes, but neck stiffness and posterior pharyngeal swelling are more prominent.&nbsp; Barking cough is not expected.</li><li><strong>Bacterial tracheitis</strong> (also known as bacterial croup):&nbsp; presents similarly to viral croup (eg, barking cough, stridor, fever).&nbsp; However, patients with bacterial tracheitis often appear toxic, with progression to severe disease despite treatment (eg, racemic epinephrine).&nbsp; They may also have copious purulent secretions.</li><li><strong>Foreign body aspiration</strong>:&nbsp; may cause sudden-onset hoarseness and stridor with respiratory distress.&nbsp; However, symptoms of an infection (eg, congestion, rhinorrhea, fever) are absent, and there may be a history of witnessed choking or aspiration.&nbsp; Physical examination may demonstrate unilateral wheezing or diminished breath sounds on auscultation.</li><li><strong>Small airway inflammation</strong>:&nbsp; occurs in conditions such as asthma and may present with acute respiratory distress in the setting of a viral illness; wheezing, not stridor, is expected.</li><li><strong>Airway anatomic anomalies</strong> (eg, laryngomalacia, airway hemangioma, vascular ring):&nbsp; may present with stridor and a barking cough, but these more chronic conditions occur without fever and other upper respiratory tract infection symptoms.</li></ul><p>Other respiratory tract infections in children can be distinguished from croup based on their key features (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49192.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><h1>Management</h1><p>In general, the degree of stridor and respiratory distress determines symptom severity and further guides management.&nbsp; Because agitation can worsen subglottic narrowing and air movement, the patient should be kept calm and comfortable during the evaluation.</p><h2>Mild croup management</h2><p>Mild croup is characterized by stridor only with agitation; stridor is absent at rest.&nbsp; Management of these patients includes:</p><ul class=\"article-body-unordered-list\"><li><strong>Supportive care</strong> (eg, fluids, humidified air to moisten inflamed mucosa and improve mucociliary clearance)</li><li><strong>Systemic glucocorticoids</strong> (eg, dexamethasone), which decrease subglottic edema and shorten symptom duration</li></ul><h2>Moderate to severe croup management</h2><p>Moderate to severe croup is characterized by stridor at rest and is often accompanied by an increased work of breathing (eg, retractions, tachypnea).&nbsp; Management of these patients includes:</p><ul class=\"article-body-unordered-list\"><li><strong>Systemic glucocorticoids</strong> (eg, dexamethasone)</li><li><strong>Nebulized racemic epinephrine</strong>, which constricts mucosal arterioles in the upper airway and alters capillary hydrostatic pressure, leading to decreased airway edema and reduced secretions<ul class=\"article-body-unordered-list\"><li>Patients are observed for several hours after receiving nebulized racemic epinephrine because symptoms can recur; those needing multiple doses of racemic epinephrine typically require hospital admission.</li><li>Although rare, other indications for hospital admission include supplemental oxygen requirement, signs of respiratory failure (eg, altered mental status, poor respiratory effort), or severe dehydration due to poor oral intake.</li></ul></li><li>Intubation with mechanical ventilation, which is reserved for those whose treatment has failed with corticosteroids and nebulized epinephrine and/or have signs of impending respiratory failure (eg, altered mental status, poor respiratory effort)</li></ul><p>Because there is no vaccine for parainfluenza virus, prevention depends on hand hygiene, disinfection of contaminated surfaces, and proper ventilation.</p><h1>Prognosis</h1><p>Croup is generally a self-limited illness that resolves in a few days.&nbsp; However, up to 10% of patients may require hospitalization and close monitoring to prevent respiratory compromise.&nbsp; Secondary bacterial infections (eg, bacterial tracheitis, pneumonia) may develop in some patients and should be suspected if the illness acutely worsens.</p><p>Recurrent episodes of croup are not uncommon but typically resolve without long-term sequelae.</p><h1>Summary</h1><p>Croup (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/56775.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a common respiratory illness that most commonly occurs in children age 6 months to 3 years and is characterized by upper airway inflammation and obstruction due to viral infection (parainfluenza virus most commonly).&nbsp; Prompt diagnosis and appropriate management, including systemic glucocorticoids and racemic epinephrine, are essential in preventing respiratory compromise.<p></p></div>\n            "
}