{
  "meta": {
    "title": "Epistaxis",
    "url": "https://brainandscalpel.vercel.app/epistaxis-3a0360f3-b0188d.html",
    "scrapedAt": "2025-12-01T04:48:00.010Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n\t<p>The nasal mucosa is highly vascular and easily irritated by trauma (eg, nose-picking), mucosal dryness, foreign body insertion, and rhinitis (eg, allergy, infection).&nbsp; Blood vessel rupture leads to bleeding from the nose (epistaxis), which can range from a minor inconvenience to a serious medical concern.</p>\n\t<h1>Anatomy</h1>\n\t\n\t<p>Epistaxis can be classified by the source of the bleeding as either anterior or posterior.</p>\n\t<h2>Anterior epistaxis</h2>\n\t\n\t<p>Anterior nosebleeds are by far the <strong>most common</strong>, and the vast majority occur within the vascular watershed area of the nasal septum (anteroinferior part of the nasal septal mucosa) known as the <strong>Kiesselbach plexus</strong>.&nbsp; Anastomosis of the following vessels occurs in this region:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Sphenopalatine artery (branch of the maxillary artery)</li>\n\t\t<li>Anterior ethmoidal artery (branch of the ophthalmic artery)</li>\n\t\t<li>Superior labial artery (branch of the facial artery)</li>\n\t\t<li>Greater palatine artery (branch of the maxillary artery)</li>\n\t</ul>\n\t<h2>Posterior epistaxis</h2>\n\t\n\t<p>Posterior nosebleeds are less common but can be more severe.&nbsp; They originate usually from the posterior nasal cavity, specifically from posterior branches of the sphenopalatine artery, which branches from the maxillary artery and supplies the posterior aspects of the nasal cavity.</p>\n\t<h1>Pathophysiology and risk factors </h1><h2>Trauma</h2>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Intranasal trauma from picking, rubbing, or injury is the most important risk factor.&nbsp;</li>\n\t\t<li>Facial trauma (eg, motor vehicle crash, assault) also often causes epistaxis.&nbsp;</li>\n\t\t<li>Foreign bodies in the nose (which may not be readily apparent in children) can also cause local trauma and precipitate nosebleeds.</li>\n\t</ul>\n\t<h2>Dry air</h2>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>This can dessicate the nasal mucosa and predispose to bleeding.&nbsp; It is especially pronounced during winter when the air outside is less humid and heaters are used indoors.&nbsp; This also occurs with use of supplemental oxygen (especially via nasal cannula) and of positive airway pressure (PAP) therapy (eg, in chronic obstructive pulmonary disease).</li>\n\t</ul>\n\t<h2>Medical conditions</h2>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Hypertension:&nbsp; High blood pressure can exacerbate bleeding and make epistaxis more difficult to control.</li>\n\t\t<li>Coagulation disorders:&nbsp; Conditions such as hemophilia, von Willebrand disease, or chronic liver disease can impair clotting and increase the risk for and severity of epistaxis.</li>\n\t\t<li>Nasal diseases:&nbsp; Anything that causes inflammation in the nasal cavity (eg, upper respiratory infections, chronic sinusitis) can increase the likelihood of epistaxis due to mucosal inflammation and dryness.&nbsp; In addition, nasal mucosal trauma is more likely due to frequent nose-blowing or picking the nose to remove excessive mucus.</li>\n\t</ul>\n\t<h2>Medications</h2>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Anticoagulants:&nbsp; Medications such as warfarin and direct oral anticoagulants impair clotting and increase the risk for and severity of epistaxis.</li>\n\t\t<li>Intranasal corticosteroids:&nbsp; Adverse effects which may contribute to epistaxis include thinning, dryness, and/or damage of the nasal septum.</li>\n\t\t<li>Decongestant nasal sprays (eg, oxymetazoline):&nbsp; Use of vasoconstrictors over time can lead to increased vascular fragility, which can cause rebound congestion in addition to increasing the risk of epistaxis.</li>\n\t\t<li>Cocaine:&nbsp; Similar to oxymetazoline, cocaine causes profound vasoconstriction that also damages the vascular endothelium, thereby increasing the risk for epistaxis.&nbsp; Lack of blood flow to the septum can also lead to septal perforations, which can lead to crusting and altered airflow with decreased humidification of air, further increasing the risk for nosebleeds.</li>\n\t</ul>\n\t<h1>Evaluation</h1>\n\t\n\t<p>On presentation, patients should be assessed for airway and hemodynamic stability.&nbsp; Securing the airway and treating with fluid resuscitation may be necessary.&nbsp; Hypertension (which can make control of epistaxis more difficult) should be controlled.</p>\n\t\n\t<p>Once the patient is stable, a brief history should be taken, focusing on risk factors that can increase the severity of epistaxis or make it more difficult to control (eg, anticoagulation therapy, coagulation disorders, trauma).&nbsp; This should occur simultaneously with initial maneuvers to stop the bleeding.</p>\n\t\n\t<p><strong>Red flags</strong> that would prompt evaluation for a coagulopathy include the following:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Recurrent bleeding</li>\n\t\t<li>Spontaneous bleeding</li>\n\t\t<li>Prolonged bleeding &gt;30 minutes despite compression of nares</li>\n\t\t<li>History of prolonged bleeding with toothbrushing or minor wounds (eg, venipuncture, circumcision)</li>\n\t</ul>\n\t\n\t<p>If any of these are present, laboratory screening typically includes a complete blood count with platelets, coagulation studies (eg, prothrombin time, partial thromboplastin time), and von Willebrand testing.</p>\n\t\n\t<p><strong>Hereditary hemorrhagic telangiectasia</strong> (Osler-Weber-Rendu syndrome), an autosomal dominant condition, can present with recurrent epistaxis due to nasal mucosa telangiectasias.&nbsp; Other manifestations may be related to gastrointestinal (eg, gastrointestinal bleeding), pulmonary (eg, respiratory symptoms or CNS embolic events), and hepatic (eg, portal hypertension) arteriovenous malformations.</p>\n\t\n\t<p>In addition, any adolescent who presents with frequent epistaxis, nasal obstruction, and a visible nasal mass is considered to have a <strong>juvenile nasopharyngeal angiofibroma</strong> (JNA), unless proven otherwise.&nbsp; This benign growth, typically found in the back of the nose or nasopharynx of adolescent boys, is capable of eroding and locally invading.&nbsp; JNAs are potentially dangerous because they are composed of many blood vessels that may bleed readily and are typically difficult to access surgically.&nbsp; For these reasons, such tumors should be touched only by a specialist.&nbsp; Treatment is required if the angiofibroma is enlarging, obstructing the airway, or causing chronic nosebleeds.&nbsp; Surgical treatment includes removal of the tumor, which is often difficult because the tumor is unencapsulated and may be deeply invasive.&nbsp; Recurrence is common.</p>\n\t<h1>Management</h1><h2>Anterior epistaxis management</h2>\n\t\n\t<p>Management is directed at stopping the bleeding from the Kiesselbach plexus.</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>The first step consists of tilting the patient's <strong>head forward</strong> and applying <strong>direct, continuous pressure</strong> to the nostrils to compress the Kiesselbach plexus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18938.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Most bleeding will resolve spontaneously or with direct compression for <strong>≥5 minutes</strong>.&nbsp;\n\t\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Tilting the head back is a common mistake that increases the risk for bleeding into the oral cavity and hypopharynx, which in turn increases aspiration risk.&nbsp; Applying pressure to the nasal bridge rather than the nasal alae is also a common mistake that is ineffective at halting ongoing bleeding.</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>If epistaxis persists despite adequate compression of the alae, a <strong>topical vasoconstrictor</strong> (eg, oxymetazoline) should be applied with a squirt bottle (nasal spray) or with a small piece of gauze.&nbsp; Direct pressure should then be applied to the nasal alae for an additional 5-10 minutes.</li>\n\t\t<li>An anterior septal bleed that does not resolve with compression and topical vasoconstrictor therapy may benefit from <strong>silver nitrate cauterization</strong>.&nbsp; The source of the bleeding will be easier to identify after compression and vasoconstriction.&nbsp; Simultaneous bilateral cauterization should be avoided due to the risk of septal ulceration and perforation.</li>\n\t\t<li><strong>Anterior nasal packing</strong> (eg, bacitracin-covered nasal tampon) is indicated if direct nostril compression, topical vasoconstriction, and cauterization fail to stop the acute episode of anterior epistaxis.&nbsp; It is also often appropriate in patients in whom an underlying bleeding disorder is suspected.&nbsp; Inserting tissues or other objects should be discouraged as retained foreign bodies are a potential source of infection and recurrent epistaxis.</li>\n\t</ul>\n\t\n\t<p>Patients on anticoagulation therapy may require reversal of therapy if the epistaxis is difficult to control, but many episodes of epistaxis can be controlled without reversal.</p>\n\t<h2>Posterior epistaxis management</h2>\n\t\n\t<p>It is difficult to determine if a bleed has an anterior or posterior source on initial examination.&nbsp; Therefore, the initial management of posterior epistaxis is virtually identical to anterior epistaxis (although cautery should be used only if there is an identifiable anterior source).&nbsp; However, continued bleeding despite adequate placement of nasal packing suggests a posterior source.</p>\n\t\n\t<p>Posterior sources of bleeding often require specialized devices to compress the vessel (eg, balloon catheters, foley balloons).&nbsp; They may require endoscopic evaluation (usually performed by otolaryngology) in the operating room with ligation of the bleeding vessel (usually the sphenopalatine artery).&nbsp; Arterial embolization can also be performed by interventional radiology, but this has been shown to be less cost-effective than operative management.</p>\n\t<h1>Prevention</h1>\n\t\n\t<p>For prevention of recurrent epistaxis, humidification of the nasal mucosa is helpful.&nbsp; Nasal saline irrigation is recommended to moisturize the nasal mucosa and assist with clearing of dry secretions.&nbsp; Patients may also apply a lubricating jelly (eg, saline gel, petroleum) to the anterior septum.&nbsp; Use of a humidifier at night can also be helpful.&nbsp; For patients on PAP therapy, warming and humidification of the air improve epistaxis and other nasal symptoms.</p>\n\t\n\t<p>In addition, prevention of local trauma is necessary.&nbsp; Patients should be instructed to avoid nose-picking.&nbsp; In children who may not be able to completely avoid digital trauma, the fingernails should be closely trimmed.</p>\n\t\n\t<p>Patients who use intranasal corticosteroids (eg, for allergic rhinitis) should be instructed to spray laterally (away from the nasal septum) to decrease the chance of epistaxis.&nbsp; This also improves drug delivery to the nasal turbinates, which are the sites of swelling in patients with rhinitis.&nbsp; In patients who continue to have recurrent epistaxis, discontinuing intranasal corticosteroid use may be advisable.</p>\n\t<h1>Summary</h1>\n\t\n\t<p>Epistaxis is a common condition with a wide range of etiologies and severities; when severe, it can lead to hemodynamic instability.&nbsp; Bleeding can usually be controlled with direct pressure.&nbsp; Oxymetazoline and cautery are the next steps, followed by nasal packing.&nbsp; Arterial embolization or ligation are sometimes needed in severe cases.&nbsp; There are many modifiable risk factors that can improve or prevent further episodes.&nbsp; Occasionally, epistaxis can portend a serious underlying condition (eg, coagulopathy, juvenile nasal angiofibroma).</p>\n\t</div>\n\t\n            "
}