{
  "meta": {
    "title": "Ludwig angina",
    "url": "https://brainandscalpel.vercel.app/ludwig-angina-15fac995-b0188d.html",
    "scrapedAt": "2025-12-01T04:48:10.690Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Ludwig angina (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L79756.png\" alt=\"Ludwig angina\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Ludwig angina</div>\n                                </div>\n                                ) is rapidly progressive cellulitis involving the submandibular, sublingual, and submental spaces that make up the floor of the mouth.&nbsp; Most cases arise from dental infections in the mandibular molars.&nbsp; Symptoms include fever, mouth pain, drooling, dysphagia, and muffled voice.&nbsp; Life-threatening airway obstruction can occur because submandibular edema causes enlargement and elevation of the tongue.&nbsp; CT scan of the neck confirms the diagnosis, and treatment is broad-spectrum antibiotics.<p></p>\n<h1>Anatomy</h1><br><br><p>There are 3 potential spaces within the mandibular aspect of the neck:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Submandibular space</strong>:&nbsp; bordered anteriorly and laterally by the mandible, medially by the digastric muscles, inferiorly by the hyoid bone, and superiorly by the mylohyoid muscle</li>\n\t<li><strong>Sublingual space</strong>:&nbsp; located just superior to the submandibular space, between the tongue (superior border) and mylohyoid muscle (inferior border)</li>\n\t<li><strong>Submental space</strong>:&nbsp; located anterior and inferior to the submandibular space and separated from the submandibular space by the anterior digastric muscle, which forms the posterior border</li>\n</ul>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dental infections</strong>, particularly involving the second and third mandibular molars, are the most common predisposing factor.&nbsp; Poor oral hygiene, dental procedures (eg, root canal), and a history of dental caries or periodontal disease increase the risk for dental infections.</li>\n\t<li>Mandible fracture.</li>\n\t<li>Peritonsillar/parapharyngeal abscess.</li>\n\t<li>Submandibular sialadenitis (inflammation/infection of the submandibular salivary gland).</li>\n</ul><br><br><p>Comorbid medical conditions (eg, immunocompromise, diabetes mellitus, malnutrition), smoking, and alcohol overuse also increase risk.</p>\n<h1>Pathophysiology</h1><br><br><p>Ludwig angina is usually caused by a polymicrobial infection with a mixture of aerobic (eg, viridans streptococci) and anaerobic (eg, <em>Fusobacterium</em>) bacteria from the oral flora.</p><br><br><p>Most cases arise from odontogenic infections that spread contiguously to the tooth root, which is located in the submandibular space.&nbsp; Bacteria then move by direct extension into adjacent sublingual and submental spaces.&nbsp; Infection and inflammation tend to progress rapidly.</p><br><br><p>Edema within the submandibular area causes elevation of the floor of the mouth and upward displacement of the tongue, which can quickly result in airway occlusion.&nbsp; The inflammation may extend to adjacent airway structures (eg, epiglottis), further increasing the risk for respiratory compromise.&nbsp; If not treated promptly, infection can migrate further into deep neck spaces (eg, retropharyngeal) or the mediastinum.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with Ludwig angina often present with rapidly progressive symptoms.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Systemic symptoms:&nbsp; fever, chills, fatigue</li>\n\t<li>Localized symptoms:&nbsp; mouth pain, dysphagia, <strong>muffled voice</strong>, drooling, stiff neck, possibly trismus</li>\n\t<li>Airway compromise:&nbsp; <strong>tripod positioning</strong>, stridor, tachypnea</li>\n</ul><br><br><p>Examination findings are often striking due to the mass effect from edema:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Symmetric swelling and induration of the bilateral submandibular region, leading to a characteristic <strong>\"woody\" induration</strong> and <strong>\"bull neck\"</strong></li>\n\t<li><strong>Elevation of the floor of the mouth</strong></li>\n\t<li><strong>Tongue enlargement</strong></li>\n\t<li>Tenderness on palpation of the submandibular area and oral floor</li>\n\t<li>Lymphadenopathy is typically absent (characteristic of Ludwig angina)</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of Ludwig angina is based primarily on clinical evaluation and history of a recent dental infection or procedure.</p><br><br><p>Laboratory evaluation is not particularly helpful.&nbsp; Although a complete blood count may reveal leukocytosis, it is not specific to this condition.&nbsp; Blood cultures should be obtained to rule out bacteremia, but additional laboratory work-up is typically unnecessary.</p><br><br><p>Imaging studies, including CT scan or MRI of the neck, should be performed to confirm the diagnosis and assess the extent of soft tissue involvement.&nbsp; Imaging can also help identify potential complications such as abscess or extension of infection into the deep neck spaces.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cervical lymphadenitis</strong>:&nbsp; inflammation and enlargement of cervical lymph nodes that can cause tenderness and induration in the neck.&nbsp; However, it does not lead to swelling of the mouth floor, tongue displacement, or airway obstruction, and it is typically associated with upper respiratory (not dental) infections.</li>\n\t<li><strong>Acute epiglottitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21173.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; possible life-threatening airway obstruction and presentation with sore throat, fever, muffled voice, and drooling.&nbsp; However, it does not cause submandibular induration or tongue elevation.</li>\n\t<li><strong>Peritonsillar abscess</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25820.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; a collection of pus between the tonsil and the pharyngeal muscles.&nbsp; Peritonsillar abscess can present with severe sore throat, fever, odynophagia, and trismus.&nbsp; However, examination typically shows a unilateral area of tonsillar/palatal swelling with contralateral uvular deviation.&nbsp; The floor of the mouth is not involved.</li>\n\t<li><strong>Retropharyngeal abscess</strong>:&nbsp; an infection involving the potential space posterior to the pharynx.&nbsp; Clinical presentation includes fever, neck stiffness, dysphagia, and respiratory distress, but retropharyngeal abscess typically occurs in young children.</li>\n\t<li><strong>Acute sialadenitis</strong>:&nbsp; inflammation of the salivary glands (typically the submandibular or parotid glands), usually due to duct obstruction by stones.&nbsp; Patients have swelling, pain, and tenderness localized over the affected gland, and symptoms are often exacerbated by eating.</li>\n</ul>\n<h1>Management</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Assessment and <strong>protection of the airway</strong> are the priorities.&nbsp; Any respiratory compromise should prompt emergency airway intervention.&nbsp; Intubation may be extremely difficult due to soft tissue swelling, and tracheostomy may be required.</li>\n\t<li>Empiric <strong>broad-spectrum antibiotic therapy</strong> (eg, ampicillin-sulbactam) should treat both aerobic and anaerobic oral flora.</li>\n\t<li>The patient should be admitted to the hospital for close monitoring and symptom control.</li>\n\t<li>Surgical intervention may be necessary if a drainable abscess is visible on CT scan, but abscesses usually form later in the clinical course (if at all).</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>With prompt recognition and appropriate management, the prognosis of Ludwig angina is generally favorable.&nbsp; Delayed diagnosis or inadequate treatment can lead to severe complications, including airway obstruction, mediastinitis, sepsis, and death.&nbsp; Close monitoring of patients for signs of clinical improvement and resolution of symptoms is essential for optimal outcomes.</p>\n<h1>Summary</h1><br><br><p>Ludwig angina is a serious infection of the floor of the mouth that is often related to a dental infection.&nbsp; Mouth pain, stiff neck, dysphagia, drooling, and fever are typical symptoms.&nbsp; Characteristic examination findings include elevation of the floor of the mouth and tongue, as well as induration and swelling of the submandibular area.&nbsp; Airway monitoring and protection (if necessary) and broad-spectrum antibiotics are the mainstays of treatment.</p>\n</div>\n\n            "
}