{
  "meta": {
    "title": "Necrotizing (malignant) otitis externa",
    "url": "https://brainandscalpel.vercel.app/necrotizing-malignant-otitis-externa-01dac94d-b0188d.html",
    "scrapedAt": "2025-12-01T04:48:15.571Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Necrotizing (malignant) otitis externa (NOE) is a severe, life-threatening complication of otitis externa that most commonly affects elderly patients with diabetes mellitus.&nbsp; NOE occurs when the causative pathogen, almost always <em>Pseudomonas aeruginosa</em>, invades the external ear canal and extends to the skull base and temporal bone.</p>\n<h1>Pathophysiology</h1><br><br><p>NOE occurs as a complication of otitis externa (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31222.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) and appears to overwhelmingly affect elderly patients with diabetes mellitus or other immunocompromising conditions (eg, HIV, immunosuppressive therapy).<p></p><br><br><p>Because NOE typically does not occur in healthy individuals, it is likely the combination of predisposing host factors (eg, microangiopathy and increased pH in the external ear canal in diabetes mellitus) and virulence factors (eg, proteases that can cause soft tissue damage) of <em><strong>P aeruginosa</strong></em> (the causative organism in &gt;95% of cases) that allows for the pathogen to invade.&nbsp; Without an adequate immune response, <em>Pseudomonas</em> can spread beyond the external ear canal to adjacent structures, including the temporal bone and skull base.&nbsp; As it progresses, cranial nerves and surrounding vasculature may also be involved.</p>\n<h1>Risk factors</h1><br><br><p>Risk factors for developing NOE include common factors for acquiring otitis externa (eg, cerumen barrier loss from excessive ear cleaning/irrigation, skin barrier irritation from hearing aids) along with unique predisposing factors such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Advanced age (age &gt;60)</li>\n\t<li><strong>Diabetes mellitus</strong> (causes microangiopathy and increased pH in the external ear canal)</li>\n\t<li>Immunocompromise (eg, HIV, immunosuppressive therapy)</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of NOE classically includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Severe otalgia:</strong>&nbsp; Patients present with unrelenting ear pain that is worse at night.&nbsp; Manipulation of the auricle or tragus (which causes movement of the inflamed canal) exacerbates the pain.&nbsp; Pain typically is not responsive to topical treatment, distinguishing NOE from simple otitis externa.</li>\n\t<li><strong>Otorrhea</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87176.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; Otorrhea is thick, purulent, and foul-smelling dischange.&nbsp; <em>P aeruginosa</em> also expresses proinflammatory adhesins that lead to granulation tissue formation in the inferior external ear canal at the bone-cartilage junction, a characteristic finding in NOE.</li>\n</ul><br><br><p>In addition, patients may have clinical findings related to invasion of surrounding structures.&nbsp; This includes jaw pain from chewing (due to osteomyelitis of the temporal bone extending to the temporomandibular joint), facial drooping (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12380.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), and drooling (due to facial nerve [CN VII] involvement), and other cranial nerve palsies.<p></p><br><br><p>NOE typically does not involve the tympanic membrane, which usually appears normal and is mobile with pneumatic insufflation.</p>\n<h1>Diagnosis</h1><br><br><p>A thorough history and physical examination, including otoscopy and cranial nerve assessment, are the first steps in the diagnosis of NOE.&nbsp; Initial work-up should also include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Culture and sensitivities of otorrhea to help guide antimicrobial therapy</li>\n\t<li>Erythrocyte sedimentation rate (ESR) and/or C-reactive protein (CRP):&nbsp; characteristically markedly elevated in NOE; used for assessing treatment response.</li>\n\t<li>Imaging (eg, CT scan, MRI):&nbsp; establishes baseline disease extent and can be used to monitor response</li>\n</ul><br><br><p>Other laboratory parameters, including white blood cell count, are typically normal.</p>\n<h1>Management</h1><br><br><p>Management of NOE requires intravenous antibiotic therapy that is effective against <em>P aeruginosa</em>, the most common pathogen.&nbsp; <strong>Fluoroquinolones</strong> (eg, ciprofloxacin) are first-line therapy.&nbsp; Antipseudomonal penicillins (eg, piperacillin), with or without aminoglycosides, and third-generation cephalosporins (eg, ceftazidime) are also effective and can be used for patients with contraindications to quinolones or those who have suspected antimicrobial resistance.&nbsp; Antimicrobial treatment may need to be tailored in the rare instance the causative organism is not <em>Pseudomonas</em> (eg, <em>Aspergillus</em>).</p><br><br><p>Treatment is typically 6-8 weeks, and patients can transition to oral therapy when they achieve appropriate treatment response (based on ESR/CRP and/or imaging).&nbsp; Surgical debridement of necrotic bone may be necessary in patients unresponsive to medical therapy.</p>\n<h1>Prognosis</h1><br><br><p>Untreated, NOE can progress and lead to fatal complications (eg, brain abscess, dural sinus thrombosis), which are more likely to occur in elderly patients.&nbsp; Prior to the introduction of antipseudomonal antibiotics (eg, ciprofloxacin), mortality rate of NOE was &gt;50%.&nbsp; With current treatment, overall mortality rates have decreased to 10%-20%.</p>\n<h1>Summary</h1><br><br><p>Necrotizing (malignant) otitis externa (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/47377.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) (NOE) is a severe life-threatening complication of otitis externa that most commonly affects elderly patients with diabetes mellitus.&nbsp; NOE occurs when the causative pathogen, most commonly <em>Pseudomonas aeruginosa</em>, invades through the external ear canal and extends to the skull base and temporal bone.&nbsp; Management involves treatment with intravenous antibiotic therapy (eg, fluoroquinolones).<p></p>\n</div>\n\n            "
}