{
  "meta": {
    "title": "Phonotraumatic lesions: Vocal nodules, polyps, and others",
    "url": "https://brainandscalpel.vercel.app/phonotraumatic-lesions-vocal-nodules-polyps-and-others-108db82c-b0188d.html",
    "scrapedAt": "2025-12-01T04:48:25.358Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Phonotraumatic lesions of the vocal cords include vocal nodules, polyps, fibrous masses, and intracordal cysts and are a common cause of hoarseness.&nbsp; They arise in the \"striking zone\" of the vocal cords and are caused by local trauma due to vocal overuse or abuse.</p>\n<h1>Pathogenesis and pathology</h1><br><br><p>The <strong>vocal cords</strong> (folds) are made of 3 layers of tissue:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Epithelium (mucosa)</li>\n\t<li>Lamina propria (gelatinous; composed of a superficial [Reinke], intermediate, and deep layer)</li>\n\t<li>Underlying muscle (thyroarytenoid or vocalis)</li>\n</ul><br><br><p>The differences in the density of these layers allow for the specialized vibration that produces sound.</p><br><br><p>Repetitive mechanical trauma to the vocal cords, which is most pronounced at the <strong>\"striking zone\"</strong> (the point of maximum vibration at the junction of the anterior and middle thirds of the vocal cords), leads to changes primarily in the gelatinous lamina propria layer, which then impairs vibration, causing hoarseness.</p>\n<h1>Lesion types</h1><br><br><p>Specific types of lesions include:</p>\n<h2>Vocal nodules</h2><br><br><p>Nodules are soft lesions that occur due to focal expansion of the lamina propria, typically at the superficial layer.&nbsp; They classically occur in the middle third of the vocal cord, where the cords physically contact each other.&nbsp; Nodules are bilateral, symmetric \"calluses\" and lead to an hourglass closure pattern of the vocal cords.</p>\n<h2>Vocal polyps</h2><br><br><p>Vocal polyps reflect unilateral (or asymmetric) traumatic lesions that lead to an exophytic or pedunculated lesion with thinned epithelium and accumulation of gelatinous material.&nbsp; Sometimes there are vascular contributions to these lesions.</p>\n<h2>Others</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fibrous masses</strong> are amorphous accumulations of fibrous material, often in a fusiform shape.</li>\n\t<li><strong>Intracordal cysts</strong> represent a focus of trapped mucosa in the lamina propria with a cyst wall surrounding it.</li>\n</ul>\n<h1>Risk factors</h1><br><br><p>Phonotraumatic lesions are caused primarily by vocal overuse and misuse.&nbsp; Risk factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Excessive voice use with lack of vocal rest (eg, telemarketers)</li>\n\t<li>Frequent loud speaking or shouting (eg, teachers, coaches)</li>\n\t<li>Incorrect vocal techniques (eg, singers, actors)</li>\n\t<li>Loud environment leading to louder speaking (Lombard effect) (eg, warehouse/factory workers)</li>\n</ul><br><br><p>Factors that impact the laryngeal microenvironment can prolong or worsen phonotraumatic lesions.&nbsp; These include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Smoking causes chronic inflammation of the vocal cords.</li>\n\t<li>Diuretics, anticholinergic medications, alcohol, or excessive caffeine can lead to mucosal dehydration.</li>\n\t<li>Gastroesophageal reflux disease (GERD) can lead to local irritation/inflammation of the vocal cords.</li>\n\t<li>Inflammatory conditions or infections may lead to increased coughing or throat clearing (eg, allergic rhinitis, sinusitis, cough-variant asthma), which is also traumatic to the vocal cords.</li>\n</ul>\n<h1>Clinical presentation</h1><h2>Hoarseness</h2><br><br><p>Patients may have persistent hoarseness that is strained, rough, or raspy.&nbsp; It is more pronounced after prolonged voice use and usually improves with voice rest.</p>\n<h2>Voice fatigue</h2><br><br><p>Voice fatigue reflects an increased effort required to speak or discomfort with voice use (worsens with increased use).</p>\n<h2>Change in vocal range</h2><br><br><p>Vocal range changes usually manifest as a loss of upper range because vocal cords normally thin and tighten to create higher pitches, but the increased density of the lamina propria impairs this thinning.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of hoarseness is extensive and represents a range of severity.</p>\n<h2>Benign or malignant vocal cord tumors</h2><br><br><p>Tumors may arise from the epithelial layer of the vocal cords and other related structures.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Squamous cell carcinoma of the larynx can arise from the epithelium of the vocal cords.&nbsp; It leads to progressive hoarseness that does not improve with vocal rest.</li>\n\t<li>Premalignant dysplastic changes are seen as leukoplakic lesions.</li>\n\t<li>Human papillomavirus (HPV)-related papillomas create clusters of grape-like lesions on the vocal cords.</li>\n</ul>\n<h2>Laryngeal infections</h2><br><br><p>Laryngeal infections, including acute viral or bacterial laryngitis as well as chronic fungal laryngitis, can cause white plaques on vocal cords and are most often seen in patients being treated with inhaled glucocorticoids.</p>\n<h2>Inflammatory vocal cord lesions</h2><br><br><p>Inflammatory lesions include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Autoimmune lesions look like nodules but develop in atypical locations and are often numerous (ie, \"bamboo nodules\").</li>\n\t<li>Polypoid corditis (Reinke edema) reflects smoking-induced inflammation of the superficial lamina propria that leads to an increase in viscous material and results in swollen, floppy vocal cords.</li>\n</ul>\n<h2>Traumatic lesions</h2><br><br><p>Vocal cord granulomas are traumatic lesions found on the posterior vocal cords and arising from the underlying perichondrium.&nbsp; They usually develop from intubation, GERD, or severe chronic cough.</p>\n<h2>Neurologic conditions</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Vocal cord paralysis presents as a hoarse, breathy voice and vocal fatigue; the vocal cord is immobile.</li>\n\t<li>Spasmodic dysphonia is a focal dystonia of the larynx in which the production of certain sounds by the vocal cords leads to muscle spasms.</li>\n\t<li>Essential tremor.</li>\n\t<li>Neurodegenerative bulbar conditions include bulbar amyotrophic lateral sclerosis, Parkinson disease, and myasthenia gravis.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Any patient with persistent hoarseness (&gt;1 month) should undergo visualization of the vocal cords.</p>\n<h2>Clinical history</h2><br><br><p>The history should focus on the following elements:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Voice use (eg, occupation, habits, hobbies involving voice strain).</li>\n\t<li>Symptoms of GERD, exposure to irritants, smoking history.</li>\n\t<li>Character of voice changes, worsening or ameliorating factors (eg, improvement with voice rest)</li>\n\t<li>Associated symptoms related to the larynx (eg, swallowing, breathing).</li>\n</ul>\n<h2>Laryngoscopy</h2><br><br><p>Laryngoscopy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91159.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) should be performed with the patient awake in order to visualize the vocal cords and the movement and function of the larynx.&nbsp; Either flexible or rigid scopes may be used.&nbsp; The procedure can be accompanied by stroboscopy, in which a strobe light flashes at a frequency near that of vocal cord vibration to give the illusion of slow-motion vibration of the vocal cords; this allows for characterization of the lesions and the impact they have on the vibratory function of the vocal cords.<p></p>\n<h1>Management</h1><br><br><p>The treatment of phonotraumatic lesions is best undertaken by a multidisciplinary team including laryngologists and voice-specialized speech-language pathologists.</p>\n<h2>Voice therapy</h2><br><br><p>Voice therapy is the most important part of treatment and consists of patients learning techniques to reduce phonotrauma.</p>\n<h2>Lifestyle modifications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Decrease voice use and abuse:&nbsp; Avoid yelling or prolonged speaking.&nbsp; Schedule breaks for voice rest throughout the day.</li>\n\t<li>Hydrate:&nbsp; Maintain adequate hydration to keep vocal cords moist.</li>\n\t<li>Avoid irritants:&nbsp; Stop smoking.</li>\n</ul>\n<h2>Treatment of underlying conditions</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>GERD:&nbsp; Proton pump inhibitors, histamine H2-receptor blockers, or alginates.</li>\n\t<li>Allergies:&nbsp; Nasal corticosteroids are the preferred allergy management for patients with comorbid hoarseness.</li>\n</ul>\n<h2>Surgical management</h2><br><br><p>Phonomicrosurgery is considered only after therapy has been maximized (at least 6-12 weeks of good therapy).&nbsp; The decision is based on functional limitations, voice demands, and likelihood of improvement with surgery.&nbsp; Care is taken to preserve the integrity of the vocal cords to prevent scarring (which can result in permanent hoarseness).</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for phonotraumatic lesions is generally good, with most patients improving significantly with voice therapy and lifestyle modifications and some requiring surgery.</p>\n<h1>Summary</h1><br><br><p>Phonotraumatic lesions such as vocal nodules and polyps are common, benign lesions of the vocal cords that can significantly affect voice quality.&nbsp; Accurate diagnosis and management involve identifying risk factors, confirming the diagnosis with laryngoscopy/stroboscopy, and initiating treatment such as voice therapy and lifestyle changes.&nbsp; Surgery is reserved for refractory cases.&nbsp; Understanding these conditions ensures prompt treatment and prevention of long-term vocal damage, enabling patients to regain normal voice function.</p>\n</div>\n\n            "
}