{
  "meta": {
    "title": "Temporomandibular disorders",
    "url": "https://brainandscalpel.vercel.app/temporomandibular-disorders-3a4d88e6-b0188d.html",
    "scrapedAt": "2025-12-01T04:48:28.034Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Temporomandibular disorder (TMD) is associated with dysfunction of the temporomandibular joint (TMJ) and hypersensitivity of the mandibular nerve (CN V3).&nbsp; It can result in significant discomfort due to facial pain (eg, at the TMJ), headache, and ear pain.</p>\n<h1>Anatomy</h1><br><br><p>The TMJ is a synovial articulation of the mandibular condyle with the temporal bone.&nbsp; An articular disc separates the joint into 2 separate synovial compartments.</p><br><br><p>TMJ opening involves a complex movement that has both hinge and sliding components:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The initial movement is rotational (hinge) and driven by the lateral pterygoid muscles (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L58078.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), which are the only muscles of mastication that aid in depressing the mandible (opening the jaw).</li>\n\t<li>As the jaw opens, the ligaments become taut, stopping further rotation.</li>\n\t<li>Further action by the lateral pterygoids results in translational movement (condyle slides anteriorly) that opens the jaw fully.</li>\n</ul><br><br><p>The TMJ is innervated by the mandibular nerve (CN V3), which is the largest branch of the trigeminal nerve (CN V).&nbsp; CN V3&nbsp;supplies sensation to the TMJ, floor of the mouth, anterior tongue, and lower part of the face.&nbsp; It also innervates the muscles of mastication (eg, medial and lateral pterygoid, masseter, temporalis), tensor veli palatini, and tensor tympani in the middle ear, which dampens loud sounds by tensing the tympanic membrane.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bruxism (teeth grinding) and/or other repetitive jaw movements (eg, gum chewing)</li>\n\t<li>Dental occlusion</li>\n\t<li>History of trauma to the jaw</li>\n\t<li>Female predominance</li>\n\t<li>Age between 20 and 40</li>\n\t<li>Mood disorders</li>\n\t<li>Rheumatoid arthritis (RA):&nbsp; In some patients, TMD is one of the presenting symptoms of RA.&nbsp; Its prevalence and severity in patients with RA correlate to the erythrocyte sedimentation rate, a marker of disease activity.</li>\n</ul>\n<h1>Clinical presentation and diagnosis</h1><br><br><p>Diagnosis of TMD is typically clinical.</p><br><br><p>Common symptoms include a dull, waxing-and-waning face/jaw pain that is worse with chewing and in the morning (eg, related to nocturnal bruxism), as well as clicking/popping noises with jaw movement.&nbsp; The pain can often be replicated with biting.&nbsp; Palpation of the TMJ during jaw opening and closing often elicits pain, crepitus, and/or audible clicks.&nbsp; Tenderness of the muscles of mastication (eg, masseter, temporalis) is typically present.</p><br><br><p>TMD is one of the most common causes of referred otalgia (ear pain), and it can cause other ear-related symptoms (eg, ear stuffiness, tinnitus).&nbsp; Patients with TMD can have neck stiffness and muscle spasms (eg, of the jaw, face, and/or neck).&nbsp; Signs of malocclusion and/or bruxism are supportive findings.&nbsp; Imaging (eg, panoramic x-ray) is typically reserved for patients who do not respond to management, or when specific dental pathology is thought to contribute.</p>\n<h1>Pathophysiology</h1><br><br><p>The underlying etiology of TMD is multifactorial and seems to be mostly related to a combination of joint derangement and hypersensitivity of CN V3.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>TMJ derangement can come from jaw misalignment, jaw clenching/teeth grinding, and/or trauma (eg, mandibular fracture).</li>\n\t<li>Repetitive jaw motions (eg, gum chewing, teeth grinding) are thought to contribute to the development of TMD due to increased workload and strain on the joint.</li>\n\t<li>Pathologic contraction (muscle spasms) of the masseter and pterygoid muscles can cause pain and worsen jaw dysfunction, setting up a vicious cycle.</li>\n\t<li>Hypersensitivity of CN VIII can heighten pain sensitivity of the jaw and lead to referred pain (primarily to the ear).</li>\n\t<li>Ear-related symptoms (eg, tinnitus) are thought to be due to the proximity of the muscles of mastication to the ear and central connections between the nerve supply of the TMJ and the areas of the brain involved in hearing.&nbsp; Ear stuffiness may be related to hypersensitivity affecting the tensor tympani.</li>\n\t<li>Similar to some other musculoskeletal pain disorders (eg, tension headache), TMJ pain seems to be related to psychiatric conditions and emotional distress.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>TMD can mimic other conditions, making it essential to consider the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sinus disease</strong>:&nbsp; acute or chronic rhinosinusitis (usually accompanied by nasal congestion and rhinorrhea)</li>\n\t<li><strong>Pain syndromes</strong>:&nbsp; trigeminal neuralgia (typically recurrent, severe, and shock-like unilateral pain), glossopharyngeal neuralgia (intermittent, severe, stabbing pain in areas innervated by the glossopharyngeal nerve [CN IX] and vagus nerve [CN X])</li>\n\t<li><strong>Headache syndromes</strong>:&nbsp; tension, migraine, cluster headaches (typically more severe, frontal)</li>\n\t<li><strong>Ear conditions</strong>:&nbsp; otitis media (identified on otoscopy), eustachian tube dysfunction (less likely to cause jaw pain and muscle tenderness), barotrauma (typically preceded by a history of flying or diving)</li>\n\t<li><strong>Dental conditions</strong>:&nbsp; dental caries, dental abscess</li>\n\t<li><strong>Parotid gland conditions</strong>:&nbsp; salivary stones, parotitis</li>\n\t<li><strong>Inflammatory conditions</strong>:&nbsp; giant cell arteritis</li>\n\t<li><strong>Head and neck cancer</strong>:&nbsp; oropharyngeal and hypopharyngeal tumors, which may cause referred pain</li>\n</ul>\n<h1>Management</h1><br><br><p>Initial management includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Education</strong>:&nbsp; soft diet recommended, limit repetitive jaw movements (eg, chewing gum)</li>\n\t<li><strong>Pain management</strong>:&nbsp; nonsteroidal anti-inflammatory drugs, ice and/or warm compresses</li>\n\t<li><strong>Oral appliances</strong>:&nbsp; nighttime bite guard, evaluation by dentist for other oral appliances</li>\n\t<li><strong>Muscle relaxants</strong>:&nbsp; cyclobenzaprine added if there is significant muscle spasm</li>\n</ul><br><br><p>Additional treatments may be considered, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Physical therapy, including specific jaw-stretching and/or stabilization exercises</li>\n\t<li>Biobehavioral management for patients with significant psychological comorbidities or if there is a significant stress-related behavioral component</li>\n\t<li>Tricyclic antidepressants</li>\n\t<li>Corticosteroid injections into the TMJ</li>\n\t<li>Surgical intervention for severe joint damage or disc displacement (usually by an oromaxillofacial surgeon)</li>\n</ul>\n<h1>Complications</h1><br><br><p>Although most cases of TMD resolve with conservative treatment, complications can occur:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chronic pain</li>\n\t<li>Limited jaw opening</li>\n\t<li>Difficulty chewing or swallowing</li>\n\t<li>Psychological distress</li>\n</ul><br><br><p>Some patients can develop TMJ dislocation, which occurs when translational movement is exaggerated due to extreme jaw opening (eg, yawning, orotracheal intubation, seizure) that causes displacement of the condyle anteriorly out of the mandibular condyle (glenoid fossa).&nbsp; Stretching of the ligaments causes significant pain and spasm of the muscles of mastication.&nbsp; This muscle spasm (specifically of the lateral pterygoids that aid jaw opening) prevents spontaneous resolution of the dislocation; manual reduction is usually necessary.&nbsp; TMJ dislocation can occur even in the absence of TMD.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for TMD is generally good, with most patients experiencing improvement with conservative management.&nbsp; However, chronic pain and functional limitations can persist in some cases.</p>\n<h1>Summary</h1><br><br><p>Temporomandibular disorder (TMD) can be difficult to recognize because of the variety of presentations (eg, pain with chewing, ear symptoms).&nbsp; After diagnosis, TMD is generally well managed with a soft diet, nonsteroidal anti-inflammatory drugs, and ice and/or warm compresses, as well as by a decrease in repetitive jaw movements (eg, bite guard for bruxism).</p>\n</div>\n\n            "
}