{
  "meta": {
    "title": "Tooth avulsion",
    "url": "https://brainandscalpel.vercel.app/tooth-avulsion-27d5421e-b0188d.html",
    "scrapedAt": "2025-12-01T04:48:33.935Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Tooth avulsion is a dental emergency involving the complete displacement of a tooth from its socket due to trauma.&nbsp; Prompt management is critical to preserving the vitality of the periodontal ligament on the root surface, which is essential for successful reimplantation and long-term tooth survival.</p>\n<h1>Anatomy</h1><br><br><p>Each tooth is anchored in the alveolar bone of the jaw by the <strong>periodontal ligament</strong> (PDL), a specialized connective tissue composed of collagen fibers, blood vessels, and sensory nerve endings.&nbsp; The PDL spans the space between the cementum (a calcified layer covering the tooth root) and the alveolar bone, acting as a shock absorber and allowing slight movement of the tooth within the socket (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11206.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h1>Pathogenesis</h1><br><br><p>In the event of tooth avulsion, the tooth is forcibly ejected from the socket, and the PDL fibers are torn.&nbsp; Most of the PDL remains attached to the root surface of the avulsed tooth, whereas a smaller portion remains in the socket.&nbsp; These PDL cells are crucial for successful reimplantation because they mediate reattachment of the tooth to the alveolar bone and help prevent complications such as root resorption, ankylosis (fusion of the tooth to the bone), or tooth loss.</p><br><br><p>However, PDL cells are highly sensitive to desiccation (drying out).&nbsp; If the avulsed tooth is left dry for &gt;60 minutes, most PDL cells die, significantly reducing the chance of successful reimplantation and long-term tooth survival.&nbsp; Therefore, proper handling and storage and rapid reimplantation are critical in the management of avulsed permanent (adult) teeth.&nbsp; In contrast, primary (baby) teeth are not reimplanted due to the risk for damaging the underlying permanent tooth bud.</p><br><br><p>Reimplantation seeks to reposition the tooth into the socket and align it with the remaining PDL fibers in the bone.&nbsp; If reimplanted quickly, viable PDL cells can repopulate the socket, reestablish normal attachment, and restore tooth stability.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age 7-14 (due to incomplete root formation and active participation in sports).</li>\n\t<li>Contact sports (especially when protective mouthguards are not used), motor vehicle collisions, falls, and physical assaults.</li>\n\t<li>Protrusion of the front teeth (increases exposure to trauma).</li>\n\t<li>Previous dental trauma (may increase the likelihood of avulsion with subsequent impact).</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Patients with dental avulsion typically seek medical attention after significant trauma to the face or mouth, with the maxillary central incisors most often affected.&nbsp; Clinical findings include an <strong>empty socket in the alveolar ridge</strong> (bleeding may be present) and a <strong>tooth outside the oral cavity</strong>.&nbsp; Patients also have pain and may have difficulty speaking.</p><br><br><p>Because of the force required for tooth avulsion, assessment for other traumatic injuries should be performed; such injuries include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Jaw fractures:&nbsp; Jaw pain, malocclusion, difficulty opening the mouth, lip/chin numbness (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L126449.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t<li>Facial fractures:&nbsp; Nasal tenderness, abnormal movement of facial bones, crepitus.</li>\n\t<li>Traumatic brain injury:&nbsp; Altered mental status, loss of consciousness.</li>\n\t<li>Cervical spine injury:&nbsp; Midline spinal tenderness, limited range of motion.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Tooth avulsion is a clinical diagnosis, typically obvious on examination by the presence of a missing tooth and an empty socket.&nbsp; Evaluation focuses first on ruling out serious associated injuries, then determining whether the avulsed tooth is viable for reimplantation.&nbsp; Key considerations include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Confirming that the avulsed tooth is permanent (adult), not primary (baby).</li>\n\t<li>Determining the time of injury and the tooth storage conditions:&nbsp; Successful reimplantation is time sensitive.&nbsp; If reimplantation is delayed, the tooth must be stored in a proper solution to maintain the viability of the root.</li>\n</ul>\n<h2>Laboratory evaluation and imaging studies</h2><br><br><p>Laboratory testing is generally not required for the evaluation of dental avulsion but may be appropriate in select cases (eg, suspected polytrauma, bleeding disorders).</p><br><br><p>Imaging after dental avulsion is indicated in specific situations:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>If the avulsed tooth is missing or unaccounted for, a chest x-ray is performed to rule out aspiration, and abdominal radiographs may be considered to assess for ingestion (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44734.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Complete intrusion of the tooth into the alveolar bone is ruled out with dental radiographs.</li>\n\t<li>When there is concern for a fracture of the alveolar process (the portion of the jawbone that houses the teeth) or other facial fractures, panoramic radiography or maxillofacial CT scan is recommended for further evaluation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12898.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Management</h1><h2>Prehospital interventions</h2><br><br><p>Key principles of prehospital management of a tooth avulsion include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Handling the tooth by the crown, not the root, to prevent damage to the PDL.</li>\n\t<li>Gently rinsing the tooth with saline or milk, if dirty (avoid scrubbing).</li>\n\t<li>Manually reimplanting the (permanent) tooth into the socket, if possible, ideally within 15-30 minutes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31128.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; If a large clot in the socket blocks reimplantation, the area can be gently irrigated or wiped.</li>\n\t<li>Once the tooth is reimplanted, having the patient hold the tooth in place or bite down on a napkin or towel to prevent dislodgment.</li>\n</ul><br><br><p>When immediate reimplantation is not possible, the tooth should be stored in a solution (eg, Hanks Balanced Salt solution, cold milk, patient's saliva, saline) to maintain the viability of the PDL.</p>\n<h2>Hospital or dental office management</h2><br><br><p>The following interventions typically occur in the hospital setting or dentist's office:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Reimplantation</strong> (if not already completed):&nbsp; A dental block is often administered to alleviate the discomfort of reimplantation.</li>\n\t<li>Dental splinting:&nbsp; On successful reimplantation, a flexible splint is applied for 1-2 weeks to maintain the tooth in the socket and allow PDL restoration.</li>\n\t<li><strong>Tetanus prophylaxis</strong> (if indicated) and <strong>antibiotics</strong> that cover mouth flora (eg, amoxicillin, doxycycline).</li>\n</ul><br><br><p>Patients are advised to follow a soft diet and use chlorhexidine mouth rinse twice daily to maintain oral hygiene.&nbsp; Dental follow-up should be arranged within 2-3 days to assess the viability of the tooth and plan additional management (eg, root canal).</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of tooth avulsion depends on several key factors, including the duration of time the tooth remained out of the socket, way that the tooth was handled, and the storage medium used (if not immediately reimplanted).&nbsp; Teeth stored in appropriate solutions, handled by the crown (not the root), and reimplanted in &lt;60 minutes typically have better outcomes.</p><br><br><p>Complications of delayed reimplantation or improper storage include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ankylosis</strong>:&nbsp; Severe damage to the PDL can cause the reimplanted tooth to fuse directly to the alveolar bone, eliminating normal physiologic movement and potentially interfering with jaw growth in younger patients.</li>\n\t<li><strong>Root resorption</strong>:&nbsp; Loss of the tooth's blood supply (from avulsion) can lead to pulp necrosis.&nbsp; Untreated (eg, with a root canal) root resorption can trigger inflammation and activate cells that break down the root structure, eventually compromising tooth viability.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Tooth avulsion is the complete displacement of a tooth from its socket and constitutes a time-sensitive dental emergency.&nbsp; Prompt reimplantation preserves the tooth by regenerating the periodontal ligament and stabilizing reattachment of the tooth to the alveolar bone.&nbsp; Permanent teeth should be reinserted into the socket as soon as possible or stored in an appropriate medium if immediate reimplantation is not feasible.&nbsp; Primary teeth are not reimplanted due to the potential for disrupting the development of permanent teeth.</p>\n</div>\n\n            "
}