{
  "meta": {
    "title": "Tracheomalacia",
    "url": "https://brainandscalpel.vercel.app/tracheomalacia-a79ee7b7-b0188d.html",
    "scrapedAt": "2025-12-01T04:48:35.093Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Tracheomalacia is the dynamic collapse of the trachea that occurs primarily during expiration, causing transient airway obstruction.&nbsp; The condition can be congenital or acquired and usually affects the intrathoracic trachea, leading to chronic cough, dyspnea, and recurrent respiratory infections.</p>\n<h1>Pathogenesis</h1><br><br><p>The trachea extends from the larynx (extrathoracic) to the proximal bronchi (intrathoracic) and is supported by C-shaped hyaline cartilage rings (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L3527.png\" alt=\"Trachea\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Trachea</div>\n                                </div>\n                                ).&nbsp; During normal expiration, rising pressure of the thoracic cavity exceeds the pressure of the intrathoracic airway, causing the intrathoracic airway to transiently narrow.&nbsp; This narrowing is clinically insignificant because the trachea's structural integrity is maintained by the cartilaginous rings.<p></p><br><br><p>However, in tracheomalacia, <strong>weakness of the tracheal wall</strong> causes <strong>exaggerated airway narrowing</strong> (&gt;50%) <strong>during expiration</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L49182.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ); involvement of the mainstem bronchi is referred to as tracheobronchomalacia.&nbsp; Weakness occurs due to either congenital causes (eg, intrinsic tracheal defects, in utero tracheal compression) or acquired causes (eg, repeated infection or inflammation).&nbsp; Recurrent collapse of the intrathoracic trachea during expiration can lead to respiratory symptoms (eg, cough, dyspnea).&nbsp; This weakness and collapse also results in reduced clearance of mucus and increases the risk of prolonged or recurrent upper respiratory infections.<p></p><br><br><p>The extrathoracic trachea is rarely affected in tracheomalacia, but when involved, it may lead to inspiratory stridor due to negative airway pressure with inspiration.</p>\n<h1>Risk factors</h1><br><br><p>Risk factors for congenital tracheomalacia include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Prematurity.</li>\n\t<li>Congenital anomalies (eg, tracheoesophageal fistula, vascular ring).</li>\n\t<li>Genetic syndromes (eg, trisomy 21).</li>\n</ul><br><br><p>Risk factors for acquired tracheomalacia include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chronic airway inflammation (eg, chronic obstructive pulmonary disease [COPD], recurrent tracheobronchitis).</li>\n\t<li>Airway injury (eg, tracheostomy, repeated intubation).</li>\n\t<li>Chronic external airway compression (eg, mediastinal goiter or malignancy).</li>\n\t<li>Intraluminal obstruction (eg, airway hemangioma).</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of tracheomalacia varies based on age.</p>\n<h2>Infants</h2><br><br><p>Infants usually develop symptoms within the first few weeks of life.&nbsp; Because their airways are smaller than those of older children and adults, infants often present with <strong>expiratory stridor</strong>, which may be described as noisy breathing.&nbsp; A chronic, barking cough is also characteristic.&nbsp; Symptoms are typically <strong>worse in supine positioning</strong> and with agitation.&nbsp; Cyanotic spells during feeding or crying can rarely occur, caused by sudden airway collapse.</p>\n<h2>Children and adults</h2><br><br><p>Children with tracheomalacia undiagnosed in infancy often present with chronic cough, frequent or prolonged respiratory infections, and exercise-induced dyspnea.&nbsp; Adults with acquired tracheomalacia present similarly, but history usually reveals risk factors (eg, repeated intubation, COPD).&nbsp; In those with severe narrowing, coughing fits may precipitate complete airway collapse and syncope.&nbsp; In some cases, patients are asymptomatic, and incidental findings of tracheal wall weakness are identified during evaluation for another condition.</p><br><br><p>Extrathoracic disease is less common but can present with inspiratory stridor at any age.</p>\n<h1>Evaluation and diagnosis</h1><br><br><p>Chest x-ray is generally the first step in evaluation of patients with chronic cough or stridor to assess for alternate diagnoses, such as infection, an aspirated foreign body, or malignancy.&nbsp; However, the dynamic tracheal narrowing of tracheomalacia is not usually seen on x-ray.&nbsp; Pulmonary function testing is also part of the initial evaluation and supports a diagnosis of tracheomalacia by showing expiratory flow reduction (eg, flat ceiling of upper half of flow volume loop) with inspiratory flow preservation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L94839.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), suggestive of <strong>dynamic intrathoracic obstruction</strong>.<p></p><br><br><p>A definitive diagnosis of tracheomalacia is made via direct visualization of tracheal wall narrowing during exhalation on bronchoscopy.&nbsp; Expiratory-inspiratory imaging (eg, MRI, CT scan) is also diagnostic and can help identify an underlying etiology (eg, goiter) in acquired cases.&nbsp; This latter diagnostic approach is preferred when an extrinsic cause of tracheal collapse is suspected.&nbsp; For example, mass effect from a vascular ring, goiter, or malignancy often presents with biphasic stridor (rather than expiratory alone) because this is a fixed obstruction.</p>\n<h1>Differential diagnosis</h1><br><br><p>Alternate diagnoses to consider vary by age.</p>\n<h2>Infants</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Laryngomalacia</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50055.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; Decreased supraglottic airway tone can cause chronic stridor in infancy that is worse with supine positioning.&nbsp; Because the dynamic obstruction is extrathoracic, stridor is inspiratory, and chronic cough is not typical.&nbsp; Direct visualization of the airway will show a weakness in the larynx rather than the trachea.</li>\n\t<li><strong>Foreign body aspiration</strong>:&nbsp; Aspiration of a foreign body into the trachea in a young child can lead to stridor and cough.&nbsp; Symptoms generally have a sudden onset in a previously healthy, independently mobile child.&nbsp;</li>\n</ul>\n<h2>Adults</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Asthma</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21699.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; Chronic airway inflammation and bronchial smooth muscle dysfunction can cause chronic cough and exertional dyspnea.&nbsp; Symptoms rapidly improve with inhaled bronchodilators.</li>\n\t<li><strong>Vocal cord dysfunction</strong>:&nbsp; Inappropriate vocal cord adduction during inspiration can lead to inspiratory stridor with flattening of inspiratory flow on pulmonary function testing.</li>\n</ul>\n<h1>Management and prognosis</h1><h2>Congenital</h2><br><br><p>Isolated congenital tracheomalacia gradually improves and resolves by age 1-2 as the airway diameter increases and cartilage matures.&nbsp; Therefore, most patients warrant observation alone.&nbsp; Those with evidence of severe narrowing (which is uncommon) may require continuous positive airway pressure to maintain airway patency.</p>\n<h2>Acquired</h2><br><br><p>Treatment of patients with symptomatic tracheomalacia focuses on optimizing management of any associated underlying disease (eg, vascular ring, COPD).&nbsp; Adjunctive therapies include use of a flutter valve device or percussion vest to aid in sputum clearance, potentially reducing the risk of recurrent infection.&nbsp; More invasive management (eg, stent placement) is considered to achieve airway stability when medical management fails.</p>\n<h1>Summary</h1><br><br><p>Tracheomalacia (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/129155.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a dynamic narrowing primarily of the intrathoracic trachea that occurs during expiration; it can be congenital or acquired.&nbsp; Symptoms include chronic cough, expiratory stridor, and dyspnea, and patients often have prolonged or recurrent respiratory infections.&nbsp; The diagnosis is made by visualization of airway collapse on bronchoscopy.&nbsp; Treatment is usually observation for congenital cases, whereas management of acquired tracheomalacia focuses on optimization of underlying conditions.<p></p>\n</div>\n\n            "
}