{
  "meta": {
    "title": "Trauma: Facial trauma",
    "url": "https://brainandscalpel.vercel.app/trauma-facial-trauma-6f0d92b5-b0188d.html",
    "scrapedAt": "2025-12-01T04:48:39.009Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Facial trauma encompasses injuries to the bones, nerves, and other structures of the face, which are highly complex and serve critical functions such as breathing, eating, speaking, seeing, and using facial expressions.&nbsp; Important structures that can be affected include the facial bones (eg, nasal bones, zygomatic arch, maxilla, mandible), nerves (eg, trigeminal nerve [CN V], facial nerve [CN VII]), and sensory organs (eg, eyes, ears, nose).&nbsp; Injuries to these structures can result in significant functional impairment, cosmetic deformity, and, in severe cases, life-threatening airway compromise.&nbsp; Appropriate management is essential to ensuring restoration of function, minimizing complications (eg, infection, visual impairment), and preserving the patient's ability to communicate; appropriate management also restores the patient's appearance.</p>\n<h2>Anatomy and pathophysiology</h2><br><br><p>The face is composed of multiple structures.</p>\n<h2>Bones</h2><br><br><p>The bones of the skull provide structural support, protect vital organs, and contribute to facial aesthetics.&nbsp; Each bone has a distinct function, and fractures in these regions can lead to significant functional and cosmetic consequences (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6676.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Frontal bone</strong>:&nbsp; Forms the forehead and the superior aspect of the orbit.&nbsp; Fractures can affect the frontal sinus, causing hemorrhage or cerebrospinal fluid (CSF) leakage.</li>\n\t<li><strong>Zygomatic bones</strong>:&nbsp; Form the prominence of the cheeks and part of the orbit.&nbsp; The zygomatic arch is a common site for fractures.</li>\n\t<li><strong>Maxilla</strong>:&nbsp; Forms the upper jawbone, contributing to the floor of the orbit, the anterior part of the hard palate, and the nasal cavity.&nbsp; Maxillary fractures can disrupt the dentition and nasal passages.</li>\n\t<li><strong>Mandible</strong>:&nbsp; Forms the lower jaw, which includes the body, ramus, and condyles.&nbsp; It is a major site of trauma.</li>\n\t<li><strong>Nasal bones</strong>:&nbsp; Form the bridge of the nose.&nbsp; Nasal fractures are common in trauma and can cause deformity or airway obstruction.</li>\n\t<li><strong>Lacrimal bones</strong>:&nbsp; Occupy the medial part of the orbit, near the tear ducts.</li>\n\t<li><strong>Palatine bones</strong>:&nbsp; Form the posterior portion of the hard palate and the floor of the nasal cavity.</li>\n\t<li><strong>Ethmoid and sphenoid bones</strong>:&nbsp; Contribute to the orbit and base of the skull.&nbsp; Trauma can lead to complex fractures and can compromise both ocular and cranial function.</li>\n</ul>\n<h2>Nerves</h2><br><br><p>Several nerves provide sensory and motor function to the face.&nbsp; Injuries to these nerves can lead to significant deficits, including loss of sensation or paralysis.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>CN V</strong>:&nbsp; Primary sensory nerve of the face and also motor nerve to the muscles of mastication.&nbsp; It has 3 branches:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Ophthalmic (V1)</strong>:&nbsp; Sensory nerve to the forehead, scalp, and upper eyelid.</li>\n\t\t<li><strong>Maxillary (V2)</strong>:&nbsp; Sensory nerve to the lower eyelid, cheek, upper lip, and upper teeth.<br><br>\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li><strong>Infraorbital nerve</strong> (branch of the maxillary nerve):&nbsp; Sensory innervation to the lower eyelid, cheek, and upper lip.&nbsp; Injury can cause numbness or loss of sensation in these areas.</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li><strong>Mandibular (V3)</strong>:&nbsp; Sensory nerve to the lower lip, chin, and lower teeth.&nbsp; It also provides motor to the muscles of mastication (eg, masseter, temporalis, pterygoid muscles)<br><br>\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li><strong>Inferior alveolar nerve</strong> (branch of the mandibular nerve):&nbsp; Sensory innervation to the lower teeth, gingiva, and skin of the lower lip and chin via its terminal branch, the mental nerve (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21500.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65028.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )</li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li><strong>CN VII</strong>:&nbsp; Motor nerve responsible for facial expression.&nbsp; Injury can result in paralysis of facial muscles on the affected side.</li>\n\t<li><strong>Optic nerve (CN II)</strong>:&nbsp; Carries visual information from the retina to the brain.&nbsp; Orbital fractures can lead to optic nerve injury, resulting in vision loss or impairment.</li>\n</ul>\n<h2>Sensory and other organs</h2><br><br><p>Traumatic injuries to the facial region can often affect structures such as the eyes, ears, nose, and oral structures and lead to both functional impairments and aesthetic challenges.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Eye:</strong>&nbsp; Traumatic injuries to the eye and orbit can involve the eyelids, globe, extraocular muscles, optic nerve, and surrounding bony structures.&nbsp; Common injuries include periorbital ecchymosis, subconjunctival hemorrhage, and corneal abrasions.&nbsp; More severe injuries include hyphema and globe rupture.&nbsp; Damage to the optic nerve can result in vision loss.&nbsp; Retrobulbar hemorrhage may cause orbital compartment syndrome, requiring urgent intervention to prevent blindness.</li>\n\t<li><strong>External ear</strong>:&nbsp; Lacerations or auricular hematomas can cause pain, swelling, and deformity.&nbsp; If untreated, hematomas may lead to permanent cosmetic deformities (eg, cauliflower ear).</li>\n\t<li><strong>Middle and inner ear</strong>:&nbsp; The tympanic membrane is susceptible to ruptures from direct impact or pressure changes.&nbsp; Temporal bone fractures can damage the ossicles (causing conductive hearing loss), cochlea (causing sensorineural hearing loss), vestibular apparatus (causing vertigo), or CN VII (causing facial weakness).</li>\n\t<li><strong>Nose:</strong>&nbsp; Potential consequences of nasal trauma include epistaxis and septal hematomas.&nbsp; Nasal fractures or high-force trauma can result in loss of smell if the olfactory nerves are torn from the cribriform plate in the ethmoid bone (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46576.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Oral and dental trauma</strong>:&nbsp; Trauma to the lower face can cause lacerations, maxillary or mandibular fractures, and dental injuries.&nbsp; Teeth may be subluxed, fractured, or avulsed.&nbsp; Airway compromise can also occur.</li>\n</ul><br><br><p>Patients with facial trauma should be assessed for risk of airway compromise.&nbsp; Fractures involving the mandible or maxilla can distort the normal anatomic alignment, leading to airway narrowing or obstruction.&nbsp; Soft tissue swelling, especially in the tongue, lips, or oropharynx, can contribute to airway obstruction by compressing the upper airway.&nbsp; Hematomas (eg, from a fractured nasal septum or from maxillofacial fractures) may also expand and obstruct airflow.</p>\n<h1>Risk factors</h1><br><br><p>Factors that predispose individuals to facial trauma include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>High-energy mechanisms of injury</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Motor vehicle collisions.</li>\n\t\t<li>Assaults.</li>\n\t\t<li>Falls from height.</li>\n\t\t<li>Sports-related injuries.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Comorbid conditions</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Coagulopathy, increasing bleeding risk.</li>\n\t\t<li>Osteoporosis, contributing to fragility fractures.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Environmental and behavioral factors</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Alcohol or drug use, impairing judgment and coordination.</li>\n\t\t<li>Lack of protective equipment (eg, helmets, face shields).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>These factors increase the risk of facial trauma and its complications.</p>\n<h1>Physical examination</h1><br><br><p>Evaluation of a patient with facial trauma should begin in the same manner as any patient with trauma: with the primary survey.&nbsp; During this initial assessment, injuries to the oropharynx or lower face that could obstruct the airway or hinder breathing should be identified and managed appropriately (eg, endotracheal intubation).&nbsp; Following the primary survey, a detailed assessment of all facial structures should be performed.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>General</strong>:&nbsp; Assess the face for asymmetry or motor function abnormalities.&nbsp; Note any lacerations, abrasions, or contusions.&nbsp; Observe for subtle signs like changes in eye position, which can indicate more serious issues (eg, orbital fractures).&nbsp; Palpate the facial bones for tenderness, irregularities, or abnormal movement.&nbsp; Assess facial and trigeminal nerve function.</li>\n\t<li><strong>Eye:</strong>&nbsp; Assess visual acuity, extraocular movements, intraocular pressure, and inspect for evidence of signs of an open globe, afferent pupillary defect, hyphema, corneal abrasion, or orbital step-off.&nbsp; Perform a slit-lamp examination in any patient with significant eye trauma.</li>\n\t<li><strong>Nose</strong>:&nbsp; Palpate for tenderness, crepitus, or abnormal movement.&nbsp; The septum should be examined for trauma (eg, septal hematoma).&nbsp; Note any clear drainage from the nose:&nbsp; CSF rhinorrhea indicates communication with the subarachnoid space, which can occur with fractures of the frontal sinus, sphenoid sinus, ethmoid sinus, cribriform plate, and frontoethmoid and sphenoethmoid bones.</li>\n\t<li><strong>Midface</strong>:&nbsp; Palpate the bones of the midface.&nbsp; Assess for signs of instability (eg, by grasping the superior anterior teеth and attempting to move the maxilla anteriorly and posteriorly).&nbsp; Other findings that may indicate a midface injury include facial asymmetry (eg, еոοphthаlmоѕ, increased intercanthal distance), diplopia, ерistаxis, and anosmia.</li>\n\t<li><strong>Mouth and mandible</strong>:&nbsp; Examine the airway for signs of compromise (eg, dysphonia, oropharyngeal edema, stridor, drooling).&nbsp; Early endotracheal intubation is recommended if obstruction is suspected.&nbsp; In alert patients, ask whether the bite feels normal. Look for restricted mouth opening, swelling around the chin or preauricular area, and numbness of the chin or teeth, which may suggest a mandibular fracture.&nbsp; The mandible helps keep the tongue positioned anteriorly; if the mandible is compromised, the tongue may prolapse posteriorly and obstruct the airway.</li>\n\t<li><strong>Ear:</strong>&nbsp; Inspect the ear for lacerations and hematomas.&nbsp; Battle sign (ie, postauricular ecchymosis) is suggestive of a basilar skull fracture.&nbsp; Assess for hemotympanum and otorrhea.&nbsp; Clear fluid drainage may indicate a CSF leak (ie, otorrhea).</li>\n</ul><br><br><p>Early recognition of airway compromise, followed by a thorough facial assessment, enables prompt treatment of life-threatening injuries and helps prevent complications.</p>\n<h1>Diagnosis</h1><br><br><p>Many injuries to the face (eg, lacerations, septal hematoma, auricular hematoma) may be diagnosed by physical examination alone.&nbsp; Other injuries (eg, mandible fracture, maxillary fractures) require imaging.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>CT scan</strong>:&nbsp; Used as the modality of choice for evaluating complex facial fractures, orbital injuries, and associated intracranial trauma.</li>\n\t<li><strong>Plain radiographs</strong>:&nbsp; Typically used only for minor facial trauma (eg, isolated nasal bone fractures). They often lack sensitivity in identifying both bony and soft tissue damage, making further imaging necessary to accurately assess the extent of injuries.</li>\n\t<li><strong>Ultrasonography</strong>:&nbsp; Occasionally used to initially assess ocular injuries (eg, retinal detachment, globe rupture) at the bedside.</li>\n\t<li><strong>Panoramic radiographs</strong> (ie, panorex):&nbsp; If available, can be used for suspected isolated mandible fractures, dental fractures, or fractures of the alveolar ridge.</li>\n</ul><br><br><p>Serum laboratory testing is typically not helpful in the evaluation of facial trauma.&nbsp; However, if a CSF leak is suspected (eg, rhinorrhea, otorrhea), the fluid can be tested for glucose (normal ratio: &gt;0.6 CSF/serum) or beta-2 transferrin (found only in CSF, perilymph, or aqueous humor).</p>\n<h1>General management</h1><h2>Assessment of the airway</h2><br><br><p>Injuries to the oropharynx, mandible, or midface can lead to obstruction.&nbsp; Signs of airway compromise include stridor, hoarseness, drooling, and oropharyngeal edema.&nbsp; Early airway intervention should be performed if signs of impending obstruction are present.&nbsp; Oral endotracheal intubation is the preferred method.&nbsp; If intubation is unsuccessful due to anatomic distortion or swelling, a surgical airway (eg, cricothyroidotomy, tracheostomy) may be necessary.&nbsp; Nasotracheal intubation is contraindicated if fracture to the skull base (eg, cribriform plate) is suspected.&nbsp; In addition, cervical spine precautions should be maintained in patients with high-energy trauma.</p>\n<h2>Control of bleeding</h2><br><br><p>Controlling active bleeding is another priority in facial trauma.&nbsp; Direct pressure is the first-line approach for external hemorrhage.&nbsp; Soft tissue lacerations may require suturing.&nbsp; Epistaxis can be managed with nasal packing (see article on management of epistaxis).</p>\n<h2>Wound care</h2><br><br><p>Soft tissue injuries should be cleaned and closed as needed.&nbsp; Antibiotics should be considered for contaminated or deep wounds and open fractures.</p>\n<h2>Fracture management</h2><br><br><p>In general, nondisplaced fractures of facial bones often do not require surgery.&nbsp; Most displaced fractures require surgical intervention (see the next section on the management of specific injuries).</p>\n<h1>Specific injuries</h1><h2>Nasal fractures</h2><br><br><p>Nasal fractures are the most common facial fractures due to the prominence and central location of the nasal bones.&nbsp; They are often caused by direct trauma (eg, punch, impact from a fall).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pathophysiology:&nbsp; </strong> The nasal bones are thin and vulnerable to fracture with minimal force.&nbsp; Lateral forces often result in displaced fractures, whereas frontal forces can lead to comminuted or depressed fractures.</li>\n\t<li><strong>Clinical features</strong>:&nbsp; Obvious nasal deformity (eg, flattening of the nasal bridge) may be present.&nbsp; Movement or crepitus of the nasal bone indicates a likely fracture.&nbsp; Epistaxis is commonly seen due to mucosal injury.</li>\n\t<li><strong>Imaging:</strong>&nbsp; Low-energy isolated nasal fractures rarely require imaging.&nbsp; Plain films may reveal a fracture (~80% of the time) but are typically not indicated because the diagnosis can usually be made by physical examination alone.&nbsp; Maxillofacial CT scan is indicated for high-energy fractures when there is concern for other injuries (eg, CSF leak, other facial fractures) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46155.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Management</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Hemostasis</strong>:&nbsp; Can be achieved typically with local pressure.&nbsp; Locally applied tranexamic acid, nasal packing, and balloon devices are alternate treatments.</li>\n\t\t<li><strong>Antibiotics</strong>:&nbsp; Should be considered for patients with open fractures or fractures that involve the sinuses.</li>\n\t\t<li><strong>Closed reduction</strong>:&nbsp; Performed for displaced fractures within 1-2 weeks of injury, preferably after swelling subsides.</li>\n\t\t<li><strong>Surgical intervention</strong>:&nbsp; Reserved for severe fractures, comminution, or associated septal injury requiring repair.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Complications</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Nasal obstruction due to unresolved septal deviation.</li>\n\t\t<li>Cosmetic deformities (eg, saddle nose).</li>\n\t\t<li>Septal perforation or infection.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Effective management of nasal fractures is important for restoring structure and function and preventing complications.</p>\n<h2>Nasal septal hematoma</h2><br><br><p>A septal hematoma is an uncommon but serious complication of nasal trauma that requires urgent management.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pathophysiology</strong>:&nbsp; A unilateral or bilateral collection of blood occurs under the mucoperichondrium or mucoperiosteum of nasal septal cartilage or bone.&nbsp; Because the septal cartilage has no direct blood supply and receives all nutrients via diffusion from the perichondrium, a septal hematoma can cause avascular necrosis of the septal cartilage.&nbsp; Destruction of the nasal septal cartilage can result in septal perforations, external nasal deformities (eg, saddle nose), or internal nasal valve collapse (ie, nasal obstruction).</li>\n\t<li><strong>Clinical features</strong>:&nbsp; A septal hematoma is typically evident within the first 24-72 hours after trauma.&nbsp; It may appear as asymmetry of the septum with a blue or red discoloration or obstructive swelling of the nasal mucosa (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59879.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Imaging</strong>:&nbsp; The diagnosis is typically made on physical examination alone.&nbsp; Application of topical vasoconstricting agents that do not change the size of the mass helps confirm the diagnosis.</li>\n\t<li><strong>Management</strong>:&nbsp; Emergency consultation with an otolaryngologist should be performed, and the hematoma should be urgently drained to avoid complications.&nbsp; After incision and drainage, anterior nasal packing should be placed to compress the perichondrium to the nasal septum; ice packs and nonsteroidal anti-inflammatory drugs can reduce edema due to inflammation.&nbsp; Patients are treated with antibiotics; follow-up should occur after a few days for packing removal and assessment.</li>\n\t<li><strong>Complications:</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Septal necrosis</strong>:&nbsp; The hematoma can disrupt blood flow to the cartilage, leading to avascular necrosis and eventual structural collapse, causing a deformity (eg, saddle nose, which has similar pathophysiology to an auricular hematoma; cauliflower ear).</li>\n\t\t<li><strong>Nasal septal abscess</strong>:&nbsp; The hematoma can become infected, and the infection can spread to nearby structures (eg, sinuses, brain).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Septal hematomas may be challenging to detect.&nbsp; It is important not to miss the diagnosis because of the risk of significant complications that can arise from delayed or missed treatment.</p>\n<h2>Le Fort fractures</h2><br><br><p>Le Fort fractures are midface fractures caused by high-energy trauma and involve predictable patterns of maxillary and craniofacial disjunction.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pathophysiology</strong>:&nbsp; These fractures occur along lines of structural weakness in the maxilla and adjacent bones.&nbsp; The classification includes three distinct patterns:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Le Fort I (floating palate)</strong>:&nbsp; Horizontal fracture through the maxilla, above the roots of the teeth, separating the hard palate from the upper face.</li>\n\t\t<li><strong>Le Fort II (pyramidal fracture)</strong>:&nbsp; Pyramidal fracture involving the maxilla, nasal bones, and medial orbital walls.&nbsp; It results in disarticulation of the central midface from the remainder of the skull.&nbsp; These fractures may be associated with a CSF leak due to concomitant skull base injury.</li>\n\t\t<li><strong>Le Fort III (craniofacial dissociation)</strong>:&nbsp; The fracture begins at the nasal bridge and extends through the medial orbital walls and frontozygomatic sutures.&nbsp; It also involves the zygomatic arches and may include fractures of the ethmoid, sphenoid, and pterygoid plates.&nbsp; It separates the entire midface from the cranial base.&nbsp; These fractures may be associated with a CSF leak due to concomitant skull base injury.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Clinical features:</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Le Fort I</strong>:<br><br>\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Ecchymosis of the maxillary buccal vestibule and palate.</li>\n\t\t\t<li>Maxillary mobility (maxilla moves independently from the skull).</li>\n\t\t\t<li>Malocclusion and swelling of the upper lip.</li>\n\t\t</ul>\n\t\t</li>\n\t</ul><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Le Fort II</strong>:<br><br>\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Bilateral periorbital edema and ecchymosis (raccoon eyes).</li>\n\t\t\t<li>Significant midface swelling, deformity, and mobility.</li>\n\t\t\t<li>Malocclusion.</li>\n\t\t\t<li>Epistaxis and facial elongation.</li>\n\t\t\t<li>Possible diplopia or infraorbital sensory loss.</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li><strong>Le Fort III</strong>:<br><br>\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Bilateral periorbital edema and ecchymosis.</li>\n\t\t\t<li>Orbital hooding and enophthalmos.</li>\n\t\t\t<li>Traumatic telecanthus.</li>\n\t\t\t<li>Ecchymosis of the maxillary buccal vestibule and palate.</li>\n\t\t\t<li>Flattened facial appearance (ie, dish-face deformity).</li>\n\t\t\t<li>Possible additional signs:<br><br>\t\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t\t<li>Mastoid ecchymosis (ie, Battle sign).</li>\n\t\t\t\t<li>CSF rhinorrhea or otorrhea.</li>\n\t\t\t\t<li>Hemotympanum.</li>\n\t\t\t</ul>\n\t\t\t</li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li><strong>Imaging</strong>:&nbsp; CT scan is the modality of choice for identifying fracture planes and associated injuries.</li>\n\t<li><strong>Management</strong>:&nbsp; The first step in management is to ensure that the airway is secure.&nbsp; If intubation is required, orotracheal intubation is typically preferred (nasotracheal intubation is contraindicated if there is a skull base fracture).&nbsp; Definitive management of Le Fort fractures is surgical reduction and fixation.&nbsp; Surgery is typically performed 5-7 days following the injury to allow swelling to subside.</li>\n\t<li><strong>Complications</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Malocclusion and difficulty with mastication.</li>\n\t\t<li>Airway obstruction due to midface instability.</li>\n\t\t<li>CSF leak.</li>\n\t\t<li>Visual impairment.</li>\n\t\t<li>Facial hypesthesia or dysesthesia.</li>\n\t\t<li>Facial disfigurement and psychosocial impacts.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Blunt cerebrovascular injury (eg, cervical artery dissection) is associated with Le Fort fractures; therefore, CT angiography is often indicated in these patients.</p>\n<h2>Orbital fractures</h2><br><br><p>Orbital fractures, described in a separate article, may involve the bony walls of the orbit, including the roof, floor, and medial and lateral walls.&nbsp; Blow-out fractures, which occur when the orbital floor or medial wall is displaced due to increased intraorbital pressure, are particularly notable.&nbsp; Clinical features include diplopia (with upward/downward gaze due to muscle entrapment), enophthalmos, and periorbital swelling.&nbsp; Patients with muscle entrapment can also experience the oculocardiac reflex: a vagal reaction (eg, intractable nausea, vomiting, bradycardia) associated with extraocular muscle entrapment.&nbsp; Diagnosis is confirmed by CT scan, and surgical intervention is indicated for fractures with muscle entrapment, significant enophthalmos (≥2 mm), or large defects requiring reconstruction with implants or grafts (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84445.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p>\n<h2>Zygomatic fractures</h2><br><br><p>A zygomaticomaxillary complex fracture (ie, tripod/quadripod fracture) involves disruption of the zygomatic bone at its articulations with the frontal, maxillary, and temporal suture lines.&nbsp; Because the zygomatic bone provides midface contour and structural integrity, fractures in this region can lead to functional and cosmetic deficits.&nbsp; These fractures may involve the zygomatic arch, maxilla, lateral orbital rim, and frontal bone (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L126429.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pathophysiology</strong>:&nbsp; The zygomatic bone's prominent position makes it a frequent site of impact.&nbsp; Disruption of the zygomatic arch can impair jaw movement by affecting the temporalis muscle, causing trismus.</li>\n\t<li><strong>Clinical features</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Flattened cheekbone.</li>\n\t\t<li>Periorbital swelling and ecchymosis.</li>\n\t\t<li>Infraorbital nerve dysfunction (eg, numbness of cheek, upper lip, and lateral nose).</li>\n\t\t<li>Diplopia (if orbital involvement).</li>\n\t\t<li>Trismus (restricted jaw movement may occur due to zygomatic arch displacement).</li>\n\t\t<li>Step-offs or asymmetry at the orbital rim or lateral cheek.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Imaging</strong>:&nbsp; CT scan is the gold standard for assessing fracture displacement and orbital involvement.</li>\n\t<li><strong>Management</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Nondisplaced fractures:</strong>&nbsp; Nonsurgical management with pain control.</li>\n\t\t<li><strong>Displaced fractures</strong>:&nbsp; Open reduction and internal fixation to restore midface contour and function.&nbsp; Severe cases may require orbital reconstruction if there is ocular misalignment or enophthalmos.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Complications</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Paresthesia of the face due to the proximity of sensory nerves (eg, infraorbital nerve) to the zygoma.</li>\n\t\t<li>Ipsilateral facial palsy (CN VII is intimately associated with the zygomatic arch).</li>\n\t\t<li>Malunion or nonunion leading to functional and cosmetic deficits.</li>\n\t\t<li>Temporomandibular joint dysfunction secondary to zygomatic arch displacement.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Appropriate management of zygomaticomaxillary complex fractures is crucial to preserving both function and facial aesthetics.</p>\n<h1>Prognosis</h1><br><br><p>Outcomes depend on the extent of injury, timely diagnosis, and adequacy of management.&nbsp; Simple injuries often heal without significant complications, whereas complex trauma may require prolonged rehabilitation.&nbsp; Early intervention and interdisciplinary care improve both functional and cosmetic results.</p>\n<h1>Summary</h1><br><br><p>Facial trauma refers to injuries affecting the bones, nerves, and sensory organs of the face, which play critical roles in functions such as breathing, eating, and speaking.&nbsp; Key structures involved include facial bones (eg, nasal, zygomatic, maxilla, mandible), nerves (eg, trigeminal, facial), and sensory organs (eg, eyes, nose, ears).&nbsp; Trauma to these areas can lead to functional impairment, cosmetic deformities, and even life-threatening airway compromise.&nbsp; Diagnosis involves a comprehensive physical examination, with CT scan being the preferred imaging modality for detecting fractures and complex injuries.&nbsp; Management prioritizes airway protection, bleeding control, wound care, and surgical intervention for displaced fractures.&nbsp; Specific injuries, such as nasal fractures, Le Fort fractures, orbital fractures, and mandibular fractures, require tailored approaches to prevent complications.&nbsp; Prompt recognition and appropriate treatment are essential for restoring function and aesthetics while minimizing long-term consequences.</p>\n</div>\n\n            "
}