{
  "meta": {
    "title": "Vestibular schwannoma (acoustic neuroma)",
    "url": "https://brainandscalpel.vercel.app/vestibular-schwannoma-acoustic-neuroma-f380ffd6-b0188d.html",
    "scrapedAt": "2025-12-01T04:48:42.646Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Vestibular schwannomas arise from the Schwann cells surrounding the vestibulocochlear nerve (CN VIII) and are usually located at the cerebellopontine angle.&nbsp; They usually present with ipsilateral sensorineural hearing loss (SNHL) with tinnitus and often some unsteadiness.&nbsp; In addition, they can cause dysfunction of nearby cranial nerves including the trigeminal nerve (CN V) (ipsilateral facial paresthesia and diminished corneal reflex) and facial nerve (CN VII) (ipsilateral facial paresis).</p><h1>Pathophysiology</h1><p>Vestibular schwannomas arise from the Schwann cells surrounding the vestibular portion of <strong>CN VIII</strong>, which exits the brainstem from the pontomedullar junction (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1466.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) lateral to CN VII and enters the cerebellopontine angle (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26404.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) (ie, between the cerebellum and lateral pons).&nbsp; Most are sporadic and unilateral, but patients with neurofibromatosis 2 (NF2, described in detail in a separate article) often present with bilateral vestibular schwannomas (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/51837.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><p>Impairment of the <strong>cochlear portion</strong> of CN VIII leads to ipsilateral SNHL and tinnitus; damage to the <strong>vestibular portion</strong> causes unsteadiness and disequilibrium.&nbsp; Compression of CN V may cause loss of ipsilateral facial sensation with interruption of the afferent limb of the corneal reflex.&nbsp; CN VII compression can result in ipsilateral facial muscle weakness.</p><h1>Risk factors</h1><ul class=\"article-body-unordered-list\"><li><strong>NF2 syndrome</strong> is caused by mutations of the <em>neurofibromin 2</em> gene located on chromosome 22; presents with bilateral vestibular schwannomas</li><li><strong>Radiation exposure</strong>, characterized by previous exposure to ionizing radiation</li><li><strong>Age</strong>:&nbsp; median age 50 (much younger for NF2)</li></ul><p>Most schwannomas occur sporadically in patients with no identifiable risk factors.</p><h1>Pathology</h1><p>Schwann cells are to the peripheral nervous system as oligodendrocytes are to the central nervous system:&nbsp; Both serve to protect and insulate axons.&nbsp; The transition from oligodendrocytes to Schwann cells occurs within a few millimeters of the surface of the brain and spinal cord.&nbsp; Therefore, schwannomas can occur within the cranial vault.&nbsp; Microscopically, schwannomas appear biphasic (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66367.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) with highly cellular areas (Antoni A pattern) intermixed with myxoid regions of low cellularity (Antoni B pattern).&nbsp; The Antoni A areas are composed of spindle cells with elongated, wavy nuclei that form palisading patterns with interspersing nuclear-free zones called Verocay bodies.&nbsp; Schwannomas are universally S-100 positive due to their neural crest cell origin.<p></p><h1>Clinical presentation</h1><ul class=\"article-body-unordered-list\"><li><strong>Hearing loss</strong> (unilateral or asymmetric SNHL (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L115944.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )):&nbsp; This symptom is often accompanied by tinnitus (ringing or buzzing in the ear).&nbsp; Usually, it is slowly progressive, but some patients have sudden decreases in hearing (which may or may not rebound).</li><li><strong>Dizziness</strong> (often described as imbalance or disequilibrium):&nbsp; Most patients do not experience vertigo (spinning sensation) because the tumor's slow growth allows for central compensation of gradual loss of input.</li><li><strong>Loss of facial sensation</strong>:&nbsp; Compression of CN V may cause loss of ipsilateral facial sensation with interruption of the afferent limb of the corneal reflex.</li><li><strong>Weakness of facial muscles</strong>:&nbsp; CN VII compression can result in ipsilateral facial muscle paralysis (eg, asymmetric smile, inability to close eye fully).</li></ul><h1>Diagnosis</h1><ul class=\"article-body-unordered-list\"><li><strong>Audiometry</strong>:&nbsp; Formal audiometry should be completed first.&nbsp; An asymmetric or unilateral SNHL should prompt further investigation.</li><li><strong>Imaging studies</strong>:&nbsp; MRI of the internal auditory canal (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96912.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) should be performed with and without contrast.</li></ul><h1>Differential diagnosis</h1><p>Although vestibular schwannomas are the most common cerebellopontine angle tumor (&gt;90%), a few other tumor types can occur in that location, including:</p><ul class=\"article-body-unordered-list\"><li><strong>Meningiomas</strong>, when located at the cerebellopontine angle, may present with clinical and imaging features indistinguishable from vestibular schwannomas; only pathology can differentiate between them.</li><li><strong>Schwannoma of CN V or CN VII</strong> may cause a similar presentation but are much rarer.</li><li><strong>Metastasis</strong> of breast, lung, and other malignant melanomas have all been found in the cerebellopontine angle.</li></ul><p>Several other conditions can lead to asymmetric or unilateral SNHL including:</p><ul class=\"article-body-unordered-list\"><li><strong>Trauma</strong> to the head can damage the inner ear.</li><li><strong>Infections</strong> such as meningitis, labyrinthitis, mumps, or mastoiditis can all lead to SNHL that can be unilateral/asymmetric.</li><li><strong>Sudden sensorineural hearing loss (SSNHL)</strong> (usually unilateral, often with incomplete recovery) can often require obtaining MRI of the internal auditory canal because although it is most often idiopathic, it can be a presenting symptom of vestibular schwannoma.</li><li><strong>Congenital malformations</strong> of the inner ear and/or auditory nerve may impact only one ear.</li></ul><h1>Management</h1><p>Treatment of vestibular schwannoma (acoustic neuroma) is focused on preservation of hearing and other cranial nerve functions.&nbsp; Restoration of hearing that has been lost is not usually possible.</p><ul class=\"article-body-unordered-list\"><li><strong>Observation</strong>:&nbsp; Small, slow-growing tumors that are asymptomatic or minimally symptomatic are often observed with serial imaging (MRI of the internal auditory canal) and audiograms.</li><li><strong>Radiation</strong>:&nbsp; Stereotactic radiosurgery or stereotactic radiotherapy is often used for small tumors, can usually slow (or stop) growth, and has good rates of hearing preservation with lower rates of complications compared to surgical resection.</li><li><strong>Surgery</strong>:&nbsp; Surgical resection is performed for tumors that are rapidly growing or leading to worsening hearing loss or other cranial nerve deficits.</li></ul><h1>Complications</h1><p>Complications of the tumor itself typically involve worsening of the presenting symptoms:</p><ul class=\"article-body-unordered-list\"><li><strong>Progressive hearing loss</strong> is the main complication of vestibular schwannomas that are not treated.&nbsp; Hearing loss is permanent, so treatment is done to prevent further loss.</li><li><strong>Progressive deficits in other cranial nerves</strong>, most commonly disequilibrium (CN VIII), facial numbness (CN V), and facial weakness (CN VII)</li></ul><p>Significant complications from treatment can also occur:</p><ul class=\"article-body-unordered-list\"><li><strong>Radiation complications</strong> including delayed hearing loss, worsening dizziness, cystic degeneration, dramatic tumor expansion, malignant transformation, tissue scarring (which can complicate future attempts at surgical resection), other cranial neuropathies</li><li><strong>Surgical complications</strong> including CSF leak (~10% of cases), infection (meningitis), acute worsening of balance or vertigo, stroke, other cranial nerve deficits</li></ul><h1>Prognosis</h1><p>Although some vestibular schwannomas can be observed safely for many years without significant impact, others can lead to significant hearing loss.&nbsp; This loss usually cannot be restored, so patients often need amplification (eg, hearing aids) or other hearing rehabilitation (eg, cochlear implants if the auditory nerve is preserved, brainstem implants).</p><h1>Summary</h1><p>Vestibular schwannomas (ie, acoustic neuromas) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/51066.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) are benign tumors of the Schwann cells surrounding CN VIII located in the cerebellopontine angle.&nbsp; Growth can lead to significant, unilateral sensorineural hearing loss as well as dysfunction of surrounding cranial nerves (eg, CN V, CN VII).&nbsp; Many vestibular schwannomas can be observed with serial imaging and audiograms.&nbsp; Surgery or stereotactic radiosurgery is used for tumors that are growing and/or leading to worsening hearing loss or other cranial nerve deficits.<p></p></div>\n            "
}