{
  "meta": {
    "title": "Abnormal labor",
    "url": "https://brainandscalpel.vercel.app/abnormal-labor-ea6d4b21-329f27.html",
    "scrapedAt": "2025-12-01T05:10:46.705Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Abnormal labor is labor that does not progress normally, which includes labor progress slower than expected or a complete halt of progress.&nbsp; Abnormal labor arises from a variety of conditions and requires management intervention, which can include augmentation, operative vaginal delivery assistance, or even cesarean delivery.</p>\n<h1>Normal labor&nbsp;</h1><br><br><p>Labor is divided into three stages of labor:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The first stage of labor is defined as the time of onset of contractions to complete cervical dilation (10 cm).&nbsp; This stage is further subdivided into:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Latent phase, characterized by slow and gradual cervical dilation that begins at the onset of uterine contractions.&nbsp; It is widely variable and there is no standard rate by which cervical dilation must occur.</li>\n\t\t<li>Active phase, beginning at 6 cm dilation and characterized by more rapid and predictable rates of cervical change.</li>\n\t</ul>\n\t</li>\n\t<li>The second stage of labor begins once the cervix is completely dilated (ie, 10 cm) and ends with delivery of the newborn.</li>\n\t<li>The third stage of labor begins after delivery of the newborn and ends with expulsion of the placenta.</li>\n</ul><br><br><p>A complete review of normal labor can be found in a separate article.</p>\n<h1>Abnormal labor factors</h1><br><br><p>Abnormalities can arise at any stage of labor due to a multitude of factors.&nbsp; However, in general, the underlying cause or mechanism of labor abnormalities is the same for first and second stages of labor dysfunction and can be due to either uterine (power), fetal (passenger), or pelvic (passageway) factors.</p>\n<h2>Uterine factors</h2><br><br><p>A hypocontractile uterus is the most common cause of labor dysfunction.&nbsp; Contractions are either infrequent, underpowered, or insufficiently coordinated to cause cervical dilation.&nbsp; Risk factors include uterine overdistention (eg, multiple gestation, polyhydramnios, fetal macrosomia) and intraamniotic infection (which can lead to weak and uncoordinated uterine contractions).</p>\n<h2>Fetal malposition</h2><br><br><p>Malposition occurs when the fetal head is not optimally aligned with the maternal pelvis, leading to difficulties in descent and delivery.&nbsp; One of the most common abnormalities with malposition is the occiput fetal posterior (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L48542.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; This positioning presents a larger-diameter head in a deflexed position, impairing the cardinal movements of labor (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91126.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Risk factors for this include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Nulliparity</li>\n\t<li>Android maternal pelvis shape</li>\n\t<li>Gestational age &gt;41 weeks gestation</li>\n\t<li>Fetal birth weight ≥4000 grams</li>\n\t<li>Epidural anesthesia</li>\n</ul>\n<h2>Cephalopelvic disproportion (CPD)</h2><br><br><p>CPD occurs when the fetal head size exceeds the capacity of the maternal pelvis, leading to difficulties in descent and vaginal delivery.&nbsp; This can arise from maternal pelvic shape (android or platypelloid pelvic shapes) or from fetal size (fetal macrosomia [≥4000 g]).&nbsp; Risk factors for fetal macrosomia include maternal diabetes, maternal obesity, and excessive gestational weight gain.</p><br><br><p>All these factors can lead to abnormalities within the three stages of labor.</p>\n<h1>First stage of labor abnormalities&nbsp;</h1><br><br><p>There is no set defined period of time in which the latent stage of labor must be completed.&nbsp; Therefore, there is no evidence-based definition for latent phase arrest.&nbsp; Ample time must be given for patients to reach the active phase of labor (ie, 6-cm cervical dilation) prior to intervention with cesarean delivery.</p><br><br><p>Abnormalities in the active phase of labor are divided into:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Protracted labor</strong>:&nbsp; labor that is progressing slower than anticipated, generally defined as &lt;1 cm/2 hours.&nbsp; However, a slow but progressive active phase of labor demonstrating cervical change at least every 4 hours does not immediately warrant need for cesarean delivery.</li>\n\t<li><strong>Arrest of labor</strong>:&nbsp; defined as at least 6 cm dilated with ruptured membranes and no cervical change in 4 hours with adequate contractions or no cervical change in 6 hours with inadequate cervical contractions.</li>\n</ul>\n<h2>Management</h2><br><br><p>Management of the first stage of labor dysfunction involves appropriate assessment of factors that could lead to labor impairment and appropriate labor augmentation.</p><br><br><p>For uterine factors, this is often best determined through an intrauterine pressure catheter (IUPC).&nbsp; An IUPC gives quantitative information about the strength of contractions, which is necessary for determining the adequacy of uterine contractions (ie, contractions that lead to a normal and expected rate of cervical change and fetal descent).&nbsp; A calculable determination of adequacy is with Montevideo units (MVUs) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32890.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), which is a sum of contraction peak pressure (with baseline uterine tone subtracted) over a 10-minute period.&nbsp; A sum of 200-250 MVUs is adequate.&nbsp; IUPC insertion requires ruptured fetal membranes and internal os dilation sufficient to allow passage of IUPC and examiner's fingers to guide its placement.<p></p><br><br><p>A hypocontractile uterus requires labor augmentation.&nbsp; Options for augmentation include artificial rupture of membranes (if not previously performed for IUPC placement) and/or oxytocin, both of which increase the frequency and intensity of uterine contractions.</p><br><br><p>For fetal malposition, frequent maternal position changes can sometimes correct fetal malposition.</p><br><br><p>If CPD is deemed the cause of first stage labor arrest, a cesarean delivery is required.</p>\n<h1>Second stage of labor abnormalities</h1><br><br><p>Abnormalities in the second stage of labor include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prolonged second stage of labor</strong>:&nbsp; defined as more than 3 hours of pushing in nulliparous patients and 2 hours of pushing in multiparous patients.</li>\n\t<li><strong>Arrest in the second stage</strong>:&nbsp; can be diagnosed when there is failure of fetal rotation of descent in patients with adequate contractions, pushing efforts, and time.</li>\n</ul><br><br><p>It is important to note that as the duration of pushing increases, the risk of significant maternal morbidity (eg, postpartum hemorrhage, obstetric anal sphincter injuries [OASIS]) and neonatal morbidity and mortality (eg, sepsis, brachial plexus palsy, skull fracture, hypoxic ischemic encephalopathy) increases.</p><br><br><p>Shoulder dystocia, which is failure of the anterior shoulder to deliver with gentle downward traction following delivery of the fetal head, is an obstetric emergency.&nbsp; Shoulder dystocia and its management are discussed in detail in a separate review article.</p>\n<h2>Management</h2><br><br><p>There are 2 options for management of second stage of labor abnormalities: <strong>operative vaginal delivery</strong> (eg, forceps, vacuum) and <strong>cesarean delivery</strong>.&nbsp; Patients with prolonged second stage should be assessed for operative vaginal delivery candidates prior to cesarean delivery.</p><br><br><p>Operative vaginal delivery requires: complete cervical dilation, rupture of membranes, fetal head engagement (determined by fetal station in relation to the maternal ischial spines), appropriate anesthesia (spinal or epidural), and an empty bladder.&nbsp; An operative vaginal delivery can occur with either forceps (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89919.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) (metal instruments that are applied to the fetal head to help guide it out of the pelvic outlet) or a vacuum extractor (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L48832.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) (suction device attached to the fetal head, which allows the operator to guide the fetal head through the pelvic outlet).<p></p><br><br><p>If arrest in the second stage (no further fetal descent [most often due to CPD]) or CPD is suspected to be the cause of a prolonged second stage, a cesarean delivery should be performed.</p>\n<h1>Third stage of labor abnormalities</h1><br><br><p>Abnormalities in the third stage of labor arise when the placenta fails to deliver (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/67190.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) within 30 minutes of neonatal delivery.&nbsp; There are three types of retained placentas:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Trapped placenta</strong> occurs when a completely detached placenta fails to deliver with light cord traction because the cervix has begun to close.&nbsp; This can occur spontaneously or iatrogenically (due to active management of the third stage of labor with oxytocin to reduce incidence of postpartum hemorrhage).</li>\n\t<li><strong>Placenta adherens</strong> is a placenta that does not separate from the uterine myometrium with first-line measures (uterine massage with gentle cord traction) but easily separates manually.</li>\n\t<li><strong>Placenta accreta spectrum disorder</strong> (PASD) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17624.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ) occurs due a defect in decidualization and allows the placenta to directly attach to the myometrium.&nbsp; In this disorder, the placenta will not separate with manual efforts and should not be forced (because it will lead to hemorrhage).</li>\n</ul><br><br><p>Risk factors for third-stage abnormalities include a prior delivery with a retained placenta, uterine abnormality (eg, bicornuate uterus), extreme preterm delivery (previable [&lt;23 weeks gestation] delivery), intraamniotic infection, and intrauterine fetal demise.</p><br><br><p>A retained placenta is a significant risk factor for postpartum hemorrhage and therefore requires expedited management.&nbsp; Trapped and placenta adherens can often be managed with manual extraction and temporary cessation of post-delivery oxytocin to allow uterine and cervical relaxation to deliver the placenta.&nbsp; In addition, some may require suction curettage to remove all products of conception.&nbsp; If there is suspicion of PASD, all efforts to deliver the placenta should cease as any manipulation can lead to widespread hemorrhage.&nbsp; PASD is managed with hysterectomy.</p><br><br><p>Aggressive management of the third stage can incidentally lead to uterine inversion (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29103.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ), an obstetric emergency that causes significant hemorrhage.<p></p>\n</div>\n\n            "
}