{
  "meta": {
    "title": "Amniotic fluid: an overview",
    "url": "https://brainandscalpel.vercel.app/amniotic-fluid-an-overview-nbsp-81276092-329f27.html",
    "scrapedAt": "2025-12-01T05:10:52.377Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1>\n<p>Amniotic fluid is the fluid that surrounds and protects the developing fetus within the amniotic sac.&nbsp; It plays a critical role in fetal development (eg, lung and gastrointestinal maturation), movement, and protection.&nbsp; The volume of amniotic fluid is tightly regulated, and abnormalities such as oligohydramnios (low fluid) and polyhydramnios (excess fluid) can indicate underlying fetal or maternal pathology.</p>\n<h1>Production and regulation of amniotic fluid</h1><br><br><p>Amniotic fluid is 99% water but also contains small amounts of proteins, carbohydrates, hormones, surfactant, electrolytes, and fetal cells.&nbsp; Amniotic fluid is completely replaced approximately every 24 hours, and the volume is maintained through a balance of production and removal.</p><br><br><p>Prior to 10 weeks gestation, the sources of amniotic fluid include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The placental surface.</li>\n\t<li>Secretions from the surface of the embryo.</li>\n\t<li>Transmembranous flow (transfer of water and solutes from the maternal circulation across the amnion to the amniotic cavity).</li>\n</ul><br><br><p>Beyond 11 weeks gestation, the primary sources of amniotic fluid are fetal urine and lung fluid.</p><br><br><p>Removal of amniotic fluid primarily occurs through fetal swallowing, which requires an unobstructed gastrointestinal tract.&nbsp; Intramembranous flow (ie, fluid movement from the amniotic cavity across the amnion into the fetal circulation via small vessels on the placental surface) is also an important mechanism in preventing too much fluid within the amniotic sac.</p>\n<h1>Normal amniotic fluid volume</h1><br><br><p>Amniotic fluid volume increases from approximately 50-100 mL in the first trimester to a peak of 800-1,000 mL around 34 weeks gestation.&nbsp; A marked reduction in amniotic fluid volume is often noted in postterm pregnancies (≥42 weeks gestation).</p><br><br><p>Amniotic fluid volume is clinically assessed using the <strong>amniotic fluid index (AFI)</strong> or <strong>deepest vertical pocket (DVP)</strong>on ultrasonography.&nbsp; AFI is the sum of the deepest vertical fluid pockets (not containing fetal parts or the umbilical cord) in all four quadrants of the uterus.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Normal AFI:&nbsp; 5-24 cm</li>\n\t<li>Oligohydramnios:&nbsp; AFI ≤5 cm</li>\n\t<li>Polyhydramnios:&nbsp; AFI ≥24 cm</li>\n</ul><br><br><p>The DVP is a vertical measurement of the single deepest pocket of amniotic fluid (ie, not containing fetal parts or the umbilical cord).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Normal DVP:&nbsp; 2-8 cm</li>\n\t<li>Oligohydramnios:&nbsp; DVP &lt;2 cm</li>\n\t<li>Polyhydramnios:&nbsp; DVP ≥8 cm</li>\n</ul>\n<h1>Functions of amniotic fluid</h1><br><br><p>Amniotic fluid provides several critical roles in fetal development, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Mechanical protection:&nbsp; Protects the fetus from trauma and prevents umbilical cord compression, thereby maintaining blood flow.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Development of the pulmonary, digestive, renal, and musculoskeletal systems:&nbsp; Amniotic fluid is essential for lung expansion and alveolar development.&nbsp; Fetal swallowing and urination help develop the gastrointestinal and renal systems.&nbsp; In addition, amniotic fluid allows for fetal movement and musculoskeletal development; without fluid, fetuses are \"stuck\" in one position and develop contractures and severely limited mobility.</li>\n\t<li>Temperature regulation:&nbsp; Amniotic fluid maintains a stable intrauterine environment.</li>\n\t<li>Prevention of infection:&nbsp; Amniotic fluid contains antibacterial proteins and immunoglobulins.</li>\n</ul>\n<h1>Oligohydramnios (low amniotic fluid)</h1><br><br><p>Oligohydramnios, or low amniotic fluid, is defined as AFI ≤5 cm or DVP &lt;2 cm.</p>\n<h2>Causes</h2><br><br><p>The most common cause of oligohydramnios is idiopathic (ie, no identifiable cause).&nbsp; The second-most common cause of oligohydramnios is <strong>rupture of membranes</strong>, which can occur at term or preterm (ie, preterm prelabor rupture of membranes [PPROM]).&nbsp; Other causes vary by trimester.</p>\n<h2>Second trimester causes</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Congenital anomalies of the kidney and urinary tract</strong> (eg, bilateral renal agenesis, posterior urethral valves (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14012.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                )), which impair fetal urine production or excretion.</li>\n\t<li><strong>Chromosomal abnormalities</strong> (eg, trisomy 13, triploidy).</li>\n\t<li><strong>Twin-twin transfusion syndrome (TTTS)</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36767.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; Arises in monochorionic twin pregnancies with unbalanced vascular anastomoses within the shared placenta.&nbsp; This condition leads to increased transfer of fluid from one twin (donor) to the other (recipient), resulting in oligohydramnios for the donor twin and polyhydramnios for the recipient.</li>\n\t<li><strong>Fetal infection</strong> (eg, toxoplasmosis, rubella, cytomegalovirus, herpes simplex virus).</li>\n</ul>\n<h2>Third trimester causes</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Uteroplacental insufficiency</strong>:&nbsp; Impaired placental function due to comorbid maternal conditions (eg, maternal hypertensive disorders, diabetes mellitus) reduces blood flow to the fetus, causing chronic hypoxia and decreased fetal urine output (due to adaptive recirculatory efforts that preserve blood flow to vital organs).</li>\n\t<li><strong>Postterm pregnancy</strong>:&nbsp; Oligohydramnios occurs due to declining placental function (ie, developing uteroplacental insufficiency) combined with increased fetal swallowing.</li>\n\t<li><strong>Placental abruption</strong> or infarction:&nbsp; Can radically decrease placental function, resulting in uteroplacental insufficiency (can also occur in the second trimester).</li>\n</ul>\n<h2>Complications</h2><br><br><p>The classic complication associated with oligohydramnios is <strong>Potter sequence</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29810.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Potter sequence begins with prolonged oligohydramnios, which leads to impaired lung development and fetal compression within the uterus with subsequent limb deformities, flattened facies, and pulmonary hypoplasia.&nbsp; However, additional complications can arise.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fetal growth restriction</strong>:&nbsp; Limited fluid restricts fetal movement and can impair growth and development.&nbsp; However, oligohydramnios can also be a complication of impaired fetal growth due to uteroplacental insufficiency.</li>\n\t<li><strong>Intrauterine fetal demise</strong>:&nbsp; Fetuses with oligohydramnios may be more susceptible to intrauterine events (eg, umbilical cord compression, hypoxia).</li>\n\t<li><strong>Fetal malpresentation</strong> (eg, breech or transverse lie (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30510.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                )):&nbsp; Low fluid limits fetal mobility and impairs their ability to acquire a cephalad intrauterine position.</li>\n\t<li>Increased risk for cesarean delivery or operative vaginal delivery:&nbsp; Oligohydramnios decreases the risk of spontaneous vaginal delivery due to malpresentation or nonreassuring fetal heart tones (eg, recurrent late decelerations due to uteroplacental insufficiency, recurrent variable decelerations due to umbilical cord compression).</li>\n</ul>\n<h2>Management</h2><br><br><p>Following a diagnosis of oligohydramnios, determining the etiology guides management.&nbsp; The first step is evaluating for occult <strong>rupture of membranes</strong>, which requires a speculum examination to identify amniotic fluid at the cervix or pooling in the posterior fornix of the vagina, ferning on microscopy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37334.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ), and a nitrazine test (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43761.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).<p></p><br><br><p>Additional tests depend on the gestational age at diagnosis.&nbsp; For early-onset (ie, second trimester) oligohydramnios, the next steps in evaluation include detailed fetal anatomic ultrasound and genetic testing (eg, noninvasive screens, amniocentesis with chromosomal microarray).&nbsp; For later-onset (ie, third trimester) oligohydramnios, screening for developing comorbid conditions (eg, preeclampsia, fetal growth restriction) should be performed (eg, blood pressure, proteinuria evaluation, fetal growth assessment).</p><br><br><p>Outside of a few specific causes of oligohydramnios (eg, laser ablation for TTTS, vesicoamniotic shunts for posterior urethral valves), no treatment exists for most cases.&nbsp; Therefore, management often involves frequent antenatal testing with regular assessments of amniotic fluid volume (DVP or AFI) and fetal well-being (nonstress test (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18875.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ) or biophysical profile (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41148.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                )).<p></p><br><br><p>Patients with isolated oligohydramnios and reassuring antenatal testing are typically delivered at <strong>36-37 weeks gestation</strong> via induction of labor or cesarean delivery to reduce risk of stillbirth with advancing gestation.&nbsp; Earlier delivery may be indicated for coexisting conditions (eg, preeclampsia with severe features, fetal growth restriction, multifetal pregnancy, PPROM) or abnormal fetal testing.&nbsp; During labor, an amnioinfusion (ie, infusion of fluid into the amniotic cavity via a catheter passed through the cervix) may be required to prevent cord compression if recurrent variable decelerations occur (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29118.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).<p></p>\n<h1>Polyhydramnios (excess amniotic fluid)</h1><br><br><p>Polyhydramnios, or excess amniotic fluid, is defined as an AFI ≥25 cm or DVP ≥8 cm.</p>\n<h2>Causes</h2><br><br><p>Most cases of polyhydramnios are mild (ie, AFI &lt;30 cm or DVP &lt;12 cm) and idiopathic (ie, unknown cause).&nbsp; Polyhydramnios can result from an increased production of fluid or decreased removal of fluid.</p>\n<h2>Increased fetal urine production</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Maternal diabetes mellitus</strong> (particularly gestational diabetes mellitus) is one of the most common causes of polyhydramnios and is thought to arise due to fetal hyperglycemia that leads to fetal polyuria.&nbsp; Most often, the polyhydramnios is mild, but increasing volumes are typically a reflection of worsening glycemic control.</li>\n\t<li><strong>High-output fetal heart failure</strong> can lead to increased fetal urine production and subsequent polyhydramnios.&nbsp; Causes of high-output cardiac states include fetal anemia (eg, parvovirus B19 infection, alloimmunization (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17490.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ), fetomaternal hemorrhage), fetal tachyarrhythmias, and TTTS.</li>\n</ul>\n<h2>Reduced fetal swallowing or impaired fluid reabsorption in the gastrointestinal tract</h2><br><br><p>Decreased removal of amniotic fluid is most often associated with fetal malformations/structural abnormalities or fetal swallowing disorders; the polyhydramnios associated with these conditions tends to be more severe (AFI &gt;35 cm).&nbsp; The following conditions are associated with significant polyhydramnios:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Neuromuscular dysfunction</strong> (eg, myotonic dystrophy, anencephaly).</li>\n\t<li><strong>Structural anomalies</strong>:&nbsp; Craniofacial anomalies (eg, cleft lip or palate), esophageal atresia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L3531.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ), tracheoesophageal fistula (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23787.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ), or masses of the abdomen, neck, or thoracic cavity that cause obstruction of the digestive tract.</li>\n\t<li><strong>Aneuploidy</strong> (eg, trisomy 18, trisomy 21):&nbsp; Often causes craniofacial abnormalities and gastrointestinal tract obstruction (eg, diaphragmatic hernia, duodenal atresia).</li>\n</ul>\n<h2>Complications</h2><br><br><p>Polyhydramnios is associated with several different obstetric complications that require careful management.&nbsp; Excess fluid leads to uterine overdistension and increased stretch of myometrial cells compared to a gestation with normal fluid.&nbsp; This distention and stretch of the myometrium leads to:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Inflammation and prostaglandin production, which can trigger <strong>preterm labor</strong>.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Impaired contractility, which causes uterine atony and <strong>postpartum hemorrhage</strong>.</li>\n</ul><br><br><p>In addition, polyhydramnios can cause:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Preterm prelabor rupture of membranes</strong> (PPROM) due to increased tension across the amniotic membranes.</li>\n\t<li><strong>Malpresentation</strong> or <strong>umbilical cord prolapse</strong> due to fetal hypermobility within the uterus and lack of fetal engagement (ie, the body part overlying the cervix) in the maternal pelvis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47891.jpg\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Placental abruption</strong> (ie, premature separation of the placenta from the decidua) due to shearing of maternal decidual vessels with rapid decompression of the overdistended uterus (often with membrane rupture) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16446.jpg\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Management</h2><br><br><p>Following diagnosis of polyhydramnios, management begins with evaluation of possible etiologies, which includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Detailed fetal anatomic ultrasound to evaluate for fetal structural abnormality.&nbsp; In general, the following pattern is seen with amniotic fluid volume and fetal growth:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Polyhydramnios and large-for-gestational-age fetus = maternal diabetes or idiopathic polyhydramnios.</li>\n\t\t<li>Polyhydramnios and fetal growth restriction = aneuploidy.</li>\n\t</ul>\n\t</li>\n\t<li>Middle cerebral artery Doppler ultrasonography to screen for fetal anemia; as fetal hemoglobin falls, the velocity of blood flow through this artery increases (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87375.jpg\" alt=\"figure 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 14</div>\n                                </div>\n                                ).</li>\n\t<li>Maternal gestational diabetes testing (or repeat testing).</li>\n\t<li>Fetal genetic testing (eg, noninvasive screens, amniocentesis with chromosomal microarray).</li>\n</ul><br><br><p>Pregnancy management involves serial ultrasounds to track amniotic fluid volume and fetal growth.&nbsp; Antenatal testing with nonstress tests and biophysical profiles are performed regularly for fetal well-being.&nbsp; For severe cases of polyhydramnios, an amnioreduction (ie, therapeutic amniocentesis to reduce amniotic fluid volume) can be performed for maternal symptom relief (eg, respiratory distress from impaired diaphragm movement, severe abdominal discomfort).</p><br><br><p>Delivery timing is dependent upon the cause of polyhydramnios.&nbsp; Idiopathic, mild polyhydramnios is often delivered between 39-40 weeks gestation; however, earlier delivery may be indicated for coexisting conditions (eg, fetal anemia, fetal growth restriction).&nbsp; During labor, serial ultrasounds are performed to ensure the fetus remains in a cephalic presentation.&nbsp; Amniotomy is performed in a controlled manner with slow fluid release to prevent rapid decompression of the uterus, cord prolapse, or fetal rotation to a noncephalic position.&nbsp; Patients with malpresentation at term gestation can be offered an external cephalic version to enable vaginal delivery (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16897.jpg\" alt=\"figure 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 15</div>\n                                </div>\n                                ).<p></p>\n<h1>Summary</h1><br><br><p>Oligohydramnios is defined as an amniotic fluid index (AFI) &lt;5 cm, and polyhydramnios is defined as an AFI ≥25 cm.&nbsp; Both conditions are caused by a wide array of conditions; complications and management vary depending on excess or insufficient fluid (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/122886.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n</div>\n\n            "
}