{
  "meta": {
    "title": "Breastfeeding",
    "url": "https://brainandscalpel.vercel.app/breastfeeding-dbcd9e84-329f27.html",
    "scrapedAt": "2025-12-01T05:10:54.661Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Breastfeeding is the optimal method for feeding infants due to its numerous health benefits for both the infant and the mother.&nbsp; Exclusive breastfeeding is recommended for the first 6 months of life, with continued breastfeeding while introducing solid foods during the first year.</p><p>This article will review various features of breastfeeding, including its physiology, effects on infant nutrition and immunity, benefits to maternal health, common concerns, and contraindications.</p><h1>Lactogenesis</h1><p>Lactogenesis is the process of milk production and secretion, including the changes in the mammary glands necessary to transition from undifferentiated glands to full lactation following birth.&nbsp; Lactogenesis is divided into the following stages:</p><ul class=\"article-body-unordered-list\"><li><strong>Stage I (secretory initiation)</strong> occurs during midpregnancy (~16 weeks gestation); pregnancy hormones (eg, prolactin, progesterone, human placental lactogen) promote mammary gland development and lactocyte differentiation (cells responsible for milk synthesis).&nbsp; Rising prolactin stimulates lactoctyes to produce the first product of lactation (colostrum), which is a thick, yellowish fluid that contains high concentrations of immunoglobulin and the protein lactoferrin.&nbsp; Colostrum provides essential immune protection and helps to establish the infant's digestive system; although it can be expressed prenatally, it is most often expressed postnatally (prior to stage II of lactogenesis).&nbsp; Further milk development and production is inhibited by high levels of placental progesterone.</li><li><strong>Stage II (secretory activation)</strong> is characterized by the onset of larger volumes of milk secretion.&nbsp; This generally occurs at postpartum days 2-4, when the inhibitory signal is removed with the sharp decline in progesterone levels (due to removal of the placenta).&nbsp; This process also requires high levels of prolactin, insulin, and cortisol.</li><li><strong>Stage III (lactation)</strong> is marked by the ongoing production of mature milk, which is developed around postpartum day 10.&nbsp; Mature milk is secreted as milk is removed from the mammary glands.&nbsp; Prolactin is required to sustain production, and oxytocin is required for milk ejection (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105386.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Suckling activates afferent neural signals to the hypothalamus to release oxytocin, which stimulates myoepithelial cell contraction within the alveolar clusters for milk letdown.</li></ul><p>The high prolactin levels (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29762.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) required to sustain lactation disrupt the hypothalamic-pituitary-ovarian axis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24345.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) by inhibiting GnRH release, which prevents anterior pituitary gland gonadotropin release (ie, FSH, LH).&nbsp; Without FSH, a dominant follicle does not form and ovarian estrogen is not produced, leading to lactational amenorrhea.&nbsp; The hypoestrogenic state of breastfeeding commonly leads to low estrogen symptoms, including vasomotor symptoms (eg, hot flashes, night sweats), vaginal dryness, and decreased bone density (reversible following weaning).<p></p><ul class=\"article-body-unordered-list\"><li><strong>Stage IV</strong> begins when involution occurs, with cessation of milk secretion/removal and apoptosis of the mammary gland (remodeling of breast tissue back to the nonpregnant state).</li></ul><h1>Infant benefits</h1><h2>Breast milk composition</h2><p>Breast milk contains the ideal balance of nutrients, including carbohydrates (lactose), proteins (casein, lactoferrin), fats (mainly in the form of triglycerides), vitamins, and minerals.&nbsp; It is dynamic and evolves to meet the nutritional needs of the growing infant.&nbsp; In addition, breast milk contains immunoglobulins (IgA), lysozymes, white blood cells, proteases, hormones, growth factors, and gastrointestinal mediators.&nbsp; Therefore, consuming breast milk has the following benefits:</p><h2>Short-term benefits</h2><ul class=\"article-body-unordered-list\"><li>Gastrointestinal function:&nbsp; The active substances of breast milk stimulate growth and development of the gastrointestinal tract, increasing the rate of gastric emptying and intestinal lactase activity while decreasing intestinal permeability.&nbsp; In preterm infants, breast milk significantly decreases the risk for necrotizing enterocolitis.</li><li>Immunity:&nbsp; The high concentration of IgA forms a protective layer on mucous membranes, which leads to a decreased risk for gastroenteritis/diarrhea, respiratory infections, otitis media, urinary tract infections, and neonatal sepsis.</li><li>Decreased rates of sudden infant death syndrome.</li></ul><h2>Long-term benefits</h2><ul class=\"article-body-unordered-list\"><li>Decreased risk for chronic conditions, including type I diabetes mellitus and inflammatory bowel disease</li><li>Improved dental health</li><li>Decreased risk for obesity, type II diabetes mellitus, and certain cancers (eg, leukemia) later in life</li></ul><h1>Maternal benefits</h1><p>Breastfeeding is associated with both short-term and long-term benefits to the mother:</p><h2>Short-term benefits</h2><ul class=\"article-body-unordered-list\"><li>Reduced risk for postpartum hemorrhage:&nbsp; The release of oxytocin required for milk letdown also acts on the uterus to facilitate uterine contractions, which decreases postpartum blood loss and increases the rate of uterine involution.</li><li>Delayed ovulation:&nbsp; The high prolactin levels that sustain milk production inhibit GnRH release (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29762.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), which prevents the release of gonadotropins and ovulation (ie, lactational amenorrhea).&nbsp; This is important because short interpregnancy intervals are associated with poor maternal and neonatal outcomes.</li><li>Weight loss:&nbsp; Breastfeeding may facilitate quicker return to prepregnancy weight.</li></ul><h2>Long-term benefits</h2><p>Breastfeeding is associated with decreased rates of breast and ovarian cancer, hypertension, and type II diabetes mellitus.</p><h1>Contraception</h1><p>The postpartum period is an ideal and important time to initiate contraception.&nbsp; Considerations for contraceptive methods must include breastfeeding desires and goals to prevent early discontinuation of both contraceptive methods and breastfeeding.</p><p>Estrogen and progesterone directly inhibit prolactin's effects on the mammary alveolar cells during pregnancy; therefore, there is concern that early initiation of hormonal contraceptives may impair milk quality and quantity.&nbsp; There is little impact on lactation with progestin-only contraceptives (eg, progestin-containing IUD, progesterone implant, progestin-only pills), therefore, they can be initiated immediately following delivery.&nbsp; Combined estrogen/progestin oral contraceptive pills should not be initiated until 6 weeks postpartum when lactation is fully established.</p><h1>Complications</h1><ul class=\"article-body-unordered-list\"><li><strong>Nipple pain</strong>:&nbsp; The initiation of breastfeeding is associated with a normal sensitivity of the nipple.&nbsp; This is distinguished from injury that may manifest as bruising, cracking, and/or blistering.&nbsp; This is most often due to a poor latch technique and/or infant ankyloglossia (ie, tongue tie).&nbsp; Management is with education on proper breastfeeding latch (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19068.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) and evaluation of infant tongue mobility.</li><li><strong>Engorgement</strong>:&nbsp; This is distinguished between primary and secondary engorgement.<ul class=\"article-body-unordered-list\"><li>Primary engorgement occurs early postpartum in conjunction with lactogenesis stage II (ie, when milk production increases) and is due to interstitial edema of the breast.&nbsp; Treatment is conservative with analgesics, hot and cold compresses, and hand expression; this condition is self-limited and often resolves within 3-5 days.</li><li>Secondary engorgement occurs later and is associated with inadequate milk removal.&nbsp; Treatment with timed milk removal (eg, feeding, pumping) is important because this can lead to clogged ducts or mastitis.</li></ul></li><li><strong>Localized duct narrowing</strong> (ie, clogged milk duct):&nbsp; This complication can result from uneven milk removal caused by electric breast pumps, nipple shields, or improper infant latch with inefficient milk emptying.&nbsp; It presents as a painful, palpable lump or mass within the breast without systemic symptoms (eg, fever, chills).&nbsp; Treatment involves hot compresses, frequent feeds (while minimizing use of an electric breast pump), and gentle manual massage.&nbsp; Inadequate resolution often leads to mastitis.</li><li><strong>Galactocele</strong> (ie, milk retention cyst) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29817.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):&nbsp; These painless, large, cystic masses present during lactation and after weaning.&nbsp; Diagnosis is made with breast ultrasonography and treatment is with aspiration/excision.</li></ul><p><strong>Lactational breast infections</strong> (eg, mastitis, abscess) are the most serious complications and are reviewed in a separate article.</p><h1>Contraindications</h1><p>Although breastfeeding is almost always recommended, there are contraindications (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31825.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) (which may be temporary), including:<p></p><ul class=\"article-body-unordered-list\"><li>HIV infection without antiretroviral therapy or with antiretroviral therapy and a detectable viral load (in resource-rich areas where formula is readily available)</li><li>Active, untreated tuberculosis</li><li>Active herpetic breast lesions</li><li>Active varicella infection</li><li>Current chemotherapy or radiation therapy</li><li>Active substance use disorder (mothers who are prescribed methadone or buprenorphine for opioid use disorder can breastfeed if their urine drug screen remains negative for other substances)</li><li>Infant galactosemia (galactose-1-phosphate uridyl transferase deficiency)</li></ul></div>\n            "
}