{
  "meta": {
    "title": "Cesarean delivery",
    "url": "https://brainandscalpel.vercel.app/cesarean-delivery-ed886605-329f27.html",
    "scrapedAt": "2025-12-01T05:10:57.700Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Cesarean delivery is a surgical procedure in which a fetus is delivered through an incision in the maternal abdominal wall and uterus.&nbsp; It is one of the most common surgical procedures worldwide, often performed when a vaginal delivery poses a risk to the mother or fetus.</p><br><br><p>The global cesarean delivery rate varies widely, ranging from &lt;10% in resource-limited settings to &gt;30% in resource-rich settings.&nbsp; Although these are often life-saving procedures, unnecessary cesarean deliveries can lead to maternal and neonatal complications and have implications for future reproductive health and planning.</p>\n<h1>Indications</h1><br><br><p>A cesarean delivery is performed when it is medically/obstetrically indicated for the well being of mother and/or fetus, or upon patient request.</p>\n<h2>Maternal indications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Prior classical cesarean or extensive transmyometrial uterine surgery (due to risk for uterine rupture).</li>\n\t<li>Failed labor induction or arrest of labor (due to cephalopelvic disproportion [CPD]).</li>\n\t<li>Placenta previa or vasa previa (placenta or fetal vessels overlying the cervix).</li>\n\t<li>Placental abruption (premature separation of the placenta, leading to fetal distress).</li>\n\t<li>Uterine rupture.</li>\n</ul>\n<h2>Fetal indications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Nonreassuring fetal heart tracing (ie, fetal distress).</li>\n\t<li>Malpresentation (eg, breech, transverse lie, face presentation).</li>\n\t<li>Multiple gestation (non–cephalic presenting twin, higher-order pregnancies).</li>\n\t<li>Congenital anomalies (eg, hydrocephalus, abdominal wall defects).</li>\n</ul>\n<h2>Maternal-fetal indications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Active genital herpes outbreak (to prevent neonatal herpes).</li>\n\t<li>HIV with high viral load (&gt;1,000 copies/mL).</li>\n</ul><br><br><p>There are no absolute contraindications to a cesarean delivery other than patient refusal.</p>\n<h1>Types</h1><br><br><p>Although all cesarean deliveries ultimately result in the delivery of the fetus through an incision in the maternal abdomen and uterus, the type of uterine incision can vary (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L113331.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h2>Low-transverse cesarean delivery</h2><br><br><p>The most common uterine incision is a low-transverse (horizontal) incision made through the <strong>acontractile lower uterine segment</strong>, which allows enough space for safe delivery of the fetus without entering the thicker contractile portion of the uterus.&nbsp; The resulting scar is within the area of the uterus that does not contract, leading to a low risk for uterine rupture with future pregnancies and labors.</p>\n<h2>Classical cesarean delivery</h2><br><br><p>A classical (vertical) uterine incision is a full-thickness myometrial incision made vertically through the <strong>upper contractile portion of the myometrium</strong>.&nbsp; This portion of the myometrium is responsible for generating high pressure with contractions.&nbsp; Scars in this area of the uterus are less able to withstand the force produced with labor, leading to a <strong>high risk for uterine rupture</strong>.&nbsp; Classical incisions are avoided, if possible, but are sometimes necessary for early gestational ages when the underdeveloped lower uterine segment cannot accommodate a low-transverse incision or when the lower uterine segment is inaccessible (eg, obstructing fibroid).&nbsp; In addition, classical incisions are associated with increased blood loss during surgery because they are larger and involve a more vascular portion of the uterus.</p>\n<h2>Other uterine incision types</h2><br><br><p>Less commonly used incision types include a midtransverse incision, low-vertical incision, or T incision (treated like a classical incision because it extends into the contractile portion of the uterus).&nbsp; These are reserved for unique situations where a low-transverse or classical incision is not feasible.&nbsp; There are limited data on risk to future pregnancies.</p>\n<h1>Surgical technique</h1><h2>Anesthesia</h2><br><br><p>For cesarean delivery, anesthesia is either regional or general.&nbsp; Regional anesthetic (eg, spinal, epidural) is most commonly used because it does not affect the fetus, whereas general anesthetic crosses the placenta, leading to neonatal depression following delivery (eg, lethargy, respiratory depression).&nbsp; However, if the need for an emergency cesarean delivery arises during labor in patients without existing regional anesthesia, general anesthetic is used because adequate anesthesia is achieved more rapidly.</p><br><br><p>Pain management during labor is covered in more detail in a separate dedicated article.</p>\n<h2>Abdominal wall layers</h2><br><br><p>The most common incision for a cesarean delivery is a low-horizontal incision about 3 cm above the pubic symphysis, known as a Pfannenstiel incision.&nbsp; This type of incision is associated with less postoperative pain, quicker healing, and less wound breakdown (compared to vertical midline incisions).&nbsp; The other incision occasionally used is a midline vertical incision.&nbsp; This is sometimes performed in emergencies because it provides quick intraabdominal access and avoids the inferior epigastric arteries (which can be injured with an emergency Pfannenstiel incision).&nbsp; Importantly, the direction of the incision does <u>not</u> reflect the type of uterine incision.</p><br><br><p>The incision is carried down through the subcutaneous fat to reach the fascia.&nbsp; The abdominal fascia is the most important structure because it supplies all of the support and structure to the abdominal wall.&nbsp; After incising the fascia, the rectus muscles are separated in the natural midline to reach the peritoneum, which lies just above the gravid uterus.&nbsp; Care is taken to ensure the bladder is far from the uterine incision (ie, hysterotomy) before delivery.</p><br><br><p>Following delivery of the fetus, the placenta is manually extracted.&nbsp; The hysterotomy site is closed quickly to minimize blood loss.&nbsp; The remaining abdominal wall layers are then sequentially closed.</p>\n<h1>Complications</h1><br><br><p>Cesarean delivery is the most common surgical procedure and is often considered one of the safest surgical procedures performed.&nbsp; However, it is still a major abdominal surgery that carries both immediate and long-term risks.&nbsp; Although maternal mortality is overall low, it is up to 10 times higher with cesarean versus vaginal delivery, primarily due to the risk for hemorrhage.&nbsp; For neonates, there is a lower risk of delivery-related trauma, but a high risk of respiratory difficulties.</p>\n<h2>Maternal complications</h2><br><br><p>Immediate risks are both intraoperative and postoperative.&nbsp; Common intraoperative risks include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hemorrhage</strong>:&nbsp; This is the most common complication associated with cesarean deliveries.&nbsp; Bleeding can occur through uterine atony or surgical bleeding (lateral extension of the uterine incision with delivery of the fetal head can cause injury to the uterine arteries with the potential for massive blood loss).&nbsp; However, there are readily available surgical techniques that can be quickly applied to mitigate both uterine atony and arterial bleeding (eg, B-Lynch compression sutures, uterine artery ligation).</li>\n\t<li><strong>Injury to surrounding abdominal organs</strong> (eg, bladder, bowel, or ureteral injury):&nbsp; This is a potential complication in patients with prior abdominal surgery, particularly prior cesarean deliveries, due to adhesions of the bladder to the lower uterine segment.</li>\n\t<li><strong>Amniotic fluid embolism</strong>:&nbsp; This is a rare but life-threatening complication of deliveries that can lead to shock and has an increased risk for occurrence with cesarean deliveries compared to vaginal deliveries (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33315.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).</li>\n</ul><br><br><p>Postoperative risks include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Impaired initial mother-baby bonding due to positional challenges with immediate skin-to-skin contact in the operating room; postoperative pain may also limit bonding in the days immediately following surgery.</li>\n\t<li><strong>Postpartum endometritis</strong> (uterine infection), which occurs at higher rates compared to vaginal deliveries (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40314.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li>Wound infection or dehiscence.</li>\n\t<li>Deep vein thrombosis and pulmonary embolism.</li>\n\t<li>Adhesion formation, which increases the risk for bowel obstruction or complex surgeries in the future.</li>\n</ul><br><br><p>Long-term reproductive risks occur due to scar formation on the uterus and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increased risk for <strong>uterine rupture</strong>.</li>\n\t<li>Increased risk for <strong>placenta accreta</strong> spectrum (abnormal placental attachment) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/66529.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Neonatal complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Respiratory distress syndrome (highest risk in cesarean deliveries at &lt;39 weeks gestation).</li>\n\t<li>Neonatal transient tachypnea of the newborn (retained lung fluid occurs more commonly without delivery through the vaginal canal) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39332.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Trial of labor after cesarean (TOLAC) and vaginal birth after cesarean (VBAC)</h1><br><br><p>The delivery method in a future pregnancy following a previous cesarean delivery is a common clinical scenario, and options include a repeat cesarean delivery or a vaginal delivery (if the patient meets eligibility criteria).&nbsp; The attempt at labor and vaginal delivery is called a trial of labor after cesarean (TOLAC), and a successful vaginal delivery is then referred to as a vaginal birth after cesarean (VBAC).</p>\n<h2>TOLAC eligibility criteria</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Prior low-transverse uterine incision (low risk for rupture).</li>\n\t<li>No history of uterine rupture or extensive uterine surgery.</li>\n\t<li>No contraindications to vaginal delivery (eg, placenta previa, malpresentation).</li>\n</ul>\n<h2>Risks of TOLAC</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Uterine rupture (higher with prior classical incision, multiple cesarean deliveries) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32470.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li>Maternal hemorrhage, need for emergency cesarean delivery.</li>\n</ul><br><br><p>Vaginal delivery risks (eg, shoulder dystocia, obstetric anal sphincter injury) are still present in addition to the TOLAC risks.</p>\n<h2>Benefits of VBAC (if TOLAC is successful)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Avoidance of major abdominal surgery and associated surgical risks.</li>\n\t<li>Easier maternal recovery.</li>\n\t<li>Lower risk for placenta accreta spectrum in future pregnancies.</li>\n</ul><br><br><p>The indication for prior cesarean delivery influences the likelihood of a successful VBAC.&nbsp; Patients whose indication is unlikely to recur in future pregnancies (eg, cord prolapse, fetal malpresentation, fetal distress) are more likely to be successful compared to patients with factors (eg, CPD) likely to occur in future pregnancies.</p>\n<h2>Factors associated with successful TOLAC</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Prior vaginal delivery.</li>\n\t<li>Spontaneous onset of labor.</li>\n\t<li>Favorable cervix/Bishop score (ie, cervix soft, effaced, dilated).</li>\n\t<li>Fetal weight &lt;4 kg (8 lb 13 oz).</li>\n</ul><br><br><p>Although spontaneous labor is preferred for TOLAC, labor can be induced.&nbsp; However, prostaglandin medications, such as misoprostol (prostaglandin E1) and dinoprostone (prostaglandin E2), are contraindicated because they significantly increase the rate of uterine rupture.</p>\n<h1>Ethical and global considerations</h1><h2>Ethical issues</h2><br><br><p>Ethical issues surrounding cesarean delivery are centered primarily on balancing maternal autonomy with the potential risks and benefits of vaginal delivery for both mother and fetus.&nbsp; A patient who has decision-making capacity (ability to understand and use information to make an informed decision) may exercise the right to bodily autonomy and decline a cesarean delivery, even when the delivery method is recommended for the well-being of the fetus.&nbsp; Conversely, although a cesarean delivery carries risk to both the mother and the fetus, patients may request an elective cesarean delivery without alternate indications.</p>\n<h2>Global disparities</h2><br><br><p>Rates of cesarean deliveries vary drastically worldwide, with increased rates in regions such as Latin America and East Asia and low rates in locations such as Sub-Saharan Africa.&nbsp; Nations with high cesarean delivery rates are largely impacted by culture, socioeconomic influence, and a perception of the ease of surgery compared to labor.&nbsp; In addition, higher medicolegal liability associated with labor in resource-rich countries may play a role in the higher rates of cesarean deliveries.</p><br><br><p>Conversely, nations with low rates of cesarean delivery often have a lack of access to quality health care, including skilled birth attendants who are able to perform a cesarean delivery when medically necessary.&nbsp; This results in increased maternal perinatal morbidity and mortality from obstructed labor.</p>\n<h1>Summary</h1><br><br><p>Cesarean delivery is a surgical procedure that should be performed when medically necessary.&nbsp; Indications for cesarean delivery include maternal, fetal, and combined conditions.&nbsp; Although cesarean delivery is common, it is a major abdominal surgery that carries risks for complications along with significant future reproductive considerations.&nbsp; Trial of labor after cesarean (TOLAC) and vaginal birth after cesarean (VBAC) are options for select patients, but these require careful risk assessment and thorough patient counseling.</p>\n</div>\n\n            "
}