{
  "meta": {
    "title": "Chronic hypertension in pregnancy",
    "url": "https://brainandscalpel.vercel.app/chronic-hypertension-in-pregnancy-f34230e7-329f27.html",
    "scrapedAt": "2025-12-01T05:10:57.724Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Chronic hypertension in pregnancy is defined as hypertension present before pregnancy or at &lt;20 weeks gestation.&nbsp; Chronic hypertension carries significant risks of complications to both the mother and fetus, including the development of superimposed preeclampsia, fetal growth restriction, and preterm delivery.&nbsp; However, with close surveillance and active management, most pregnancies result in a favorable outcome.</p><h1>Pathophysiology</h1><p>The physiological cardiac changes that occur in pregnancy to ensure adequate perfusion of the fetus also impact maternal blood pressure (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39295.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Beginning in the first trimester, systemic vascular resistance decreases in response to elevated progesterone levels, which trigger increased release of peripheral vasodilators (eg, nitric oxide, prostacyclin) and decreased vascular sensitivity to vasoconstrictors (eg, norepinephrine, angiotensin II).&nbsp; The result is a decrease in systolic blood pressure of approximately 5-10 mm Hg and diastolic blood pressure of 10-15 mm Hg.&nbsp; Blood pressure reaches its nadir in the second trimester before slowly returning to prepregnancy values in the third trimester.&nbsp; The third trimester return to baseline is due to an increase in stroke volume and heart rate, which increases cardiac output to ensure sufficient blood flow to the fetus.<p></p><p>The pathophysiology underlying chronic hypertension in pregnancy is the same as primary essential hypertension in the nonpregnant individual.&nbsp; These mechanisms include endothelial dysfunction, an impaired response of the renin-angiotensin-aldosterone system (RAAS), increased salt absorption resulting in volume expansion, and increased activation of the sympathetic nervous system.&nbsp; The end result is vascular remodeling and impaired vasodilation, thereby increasing total peripheral resistance and afterload, which in turn leads to hypertension.</p><p>These same mechanisms that lead to hypertension in general are still present during pregnancy and compete with the normal physiological changes that should occur.&nbsp; These changes can also cause alterations in placental development and function, resulting in reduced placental perfusion.&nbsp; The reduction in placental perfusion reduces oxygen and nutrient delivery to the fetus, which places the fetus at risk of chronic hypoxia and fetal growth restriction.&nbsp; Furthermore, the vascular remodeling and endothelial dysfunction of hypertension contributes to poor placental attachment, increasing the risk of preeclampsia development and placental abruption.</p><h1>Risk factors</h1><p>Risk factors for development of chronic hypertension are conditions that impact vasculature or conditions that impact the RAAS because of the role of endothelial dysfunction and the RAAS regulatory cascade in hypertension development.&nbsp; Risk factors include:</p><ul class=\"article-body-unordered-list\"><li>Age ≥35</li><li>BMI ≥30 kg/m<font size=\"2\"><sup>2</sup></font></li><li>Diabetes mellitus (type 1 and type 2)</li><li>Chronic kidney disease</li><li>Autoimmune conditions (eg, systemic lupus erythematosus)</li><li>Gestational hypertension or preeclampsia in a prior pregnancy</li><li>Family history of hypertension or preeclampsia</li></ul><h1>Clinical presentation and diagnosis</h1><p>The patient's baseline blood pressure outside of pregnancy should be reviewed at the initial prenatal visit.&nbsp; In addition, blood pressure should be monitored at every prenatal care visit.</p><p>Chronic hypertension is diagnosed with systolic blood pressure (SBP) <strong>≥140 mm Hg</strong> or diastolic blood pressure (DBP) <strong>≥90 mm Hg</strong> on 2 separate occasions at least 4 hours apart <strong>before conception or at &lt;20 weeks gestation</strong>.</p><p>Chronic hypertension is most commonly asymptomatic, and therefore diagnosed upon review of blood pressures or during routine prenatal care visits.&nbsp; If the hypertension is severe, patients may present with headaches, dizziness, blurred vision, chest pain, or shortness of breath.</p><p>Clinical evaluation includes a general physical examination with particular cardiopulmonary focus to detect signs of cardiac dysfunction (eg, cyanosis, hepatomegaly, jugular venous distention, pulmonary edema).</p><h1>Differential diagnosis</h1><p>The differential diagnosis of chronic hypertension in pregnancy includes hypertensive disorders of pregnancy and other nonpregnancy causes of secondary hypertension (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35980.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p><ul class=\"article-body-unordered-list\"><li><strong>Gestational hypertension</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40842.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; is characterized by new-onset hypertension (SBP ≥140 mm Hg or DBP ≥90 mm Hg) that develops at ≥20 weeks pregnancy with no associated proteinuria or signs of end-organ damage.</li><li><strong>Preeclampsia</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40818.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):&nbsp; is diagnosed by new-onset hypertension (SBP ≥140 mm Hg or DBP ≥90 mm Hg) at ≥20 weeks gestation in conjunction with either proteinuria or signs of end-organ damage (eg, thrombocytopenia, elevated creatinine and/or transaminases, pulmonary edema, visual or cerebral symptoms).&nbsp; Preeclampsia can occur in pregnant patients with chronic hypertension when there is an acute worsening of blood pressure or development of new or worsening proteinuria or signs of end-organ damage, which is known as superimposed preeclampsia.</li><li><strong>Hydatidiform mole</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31152.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ):&nbsp; is a type of gestational trophoblastic disease composed of abnormal placental tissue that can present with early-onset preeclampsia (&lt;20 weeks gestation).&nbsp; These patients have a uterus that is larger than expected for gestational age, and ultrasonography reveals a heterogenous mass of anechoic cystic spaces (eg, \"snowstorm\" appearance).&nbsp; In addition, hypertension should resolve after removal of the products of conception.</li><li><strong>Secondary hypertension</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35223.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ):&nbsp; is hypertension caused by an identifiable underlying cause.&nbsp; Onset at age &lt;30, an acute blood pressure increase, evidence of end-organ damage (eg, retinal hemorrhages, heart failure), or severe or resistant hypertension (ie, uncontrolled despite an appropriate 3-drug regimen) all suggest a secondary cause of hypertension, and investigation of underlying etiologies is warranted.</li></ul><h1>Management</h1><p>Pregnancies complicated by chronic hypertension should be closely managed from the preconception visit through the postpartum period to prevent complications.</p><h2>Preconception management</h2><p>The best pregnancy outcomes occur when chronic hypertension is optimized prior to conception.&nbsp; The preconception visit allows antihypertensives to be switched to pregnancy-safe medications (eg, nifedipine, labetalol) because many antihypertensives used outside of pregnancy such as ACE inhibitors, angiotensin II receptor blockers, and thiazide diuretics are potentially teratogenic (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40807.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ).&nbsp; It also allows adequate titration of medications to targeted blood pressure ranges.<p></p><p>In addition, patients require baseline laboratory evaluation.&nbsp; Patients with chronic hypertension are at significantly increased risk of developing superimposed preeclampsia.&nbsp; In addition, chronic hypertension impacts the same organs as preeclampsia, and diagnostic confusion may occur if baseline levels of end-organ damage from preexisting chronic hypertension (ie, renal insufficiency [creatinine], microalbuminuria) have not been established prior to a preeclampsia evaluation.</p><p>Baseline laboratory evaluation includes:</p><ul class=\"article-body-unordered-list\"><li>Complete blood count (with an emphasis on <strong>platelet count</strong>)</li><li><strong>Serum creatinine level</strong></li><li><strong>Serum transaminase levels</strong> (ie, AST and ALT)</li><li><strong>Urine protein/creatine ratio</strong> or <strong>24-hour urine protein collection</strong>:&nbsp; With longstanding hypertension, microalbuminuria can develop; therefore, a baseline is established to aid in diagnosis of superimposed preeclampsia (diagnostic criteria for preeclampsia: ≥300 mg over 24 hours or urine protein/creatinine ratio ≥0.3) later in pregnancy.&nbsp; A urine protein/creatine ratio is a spot test; if positive, a 24-hour urine protein collection is performed.</li></ul><p>In addition, cardiac function is evaluated in patients with poorly controlled or longstanding hypertension because the hyperdynamic state of pregnancy can significantly impact already limited cardiac function, increasing maternal morbidity and mortality.&nbsp; An <strong>ECG</strong> is needed in patients with poorly controlled or longstanding hypertension; if any abnormality is present, an echocardiogram is recommended.</p><h2>Antepartum management</h2><p>Any patient with chronic hypertension that did not have a preconception visit should have a medication review (and change if necessary) as well as baseline serum levels at their first visit.&nbsp; In addition, a first trimester ultrasound is performed to establish an accurate gestational age due to the high risk of fetal growth restriction.</p><p><strong>Low-dose aspirin</strong> is initiated between 12 and 28 weeks gestation (ideally, prior to 16 weeks gestation) to reduce the risk of superimposed preeclampsia.</p><p>Each prenatal visit should include:</p><ul class=\"article-body-unordered-list\"><li>Counseling on gestational weight gain</li><li>Blood pressure monitoring:&nbsp; Antihypertensive medication should be used to maintain blood pressures &lt;140/90 mm Hg.&nbsp; Labetalol and nifedipine are first-line medications during pregnancy.</li><li>Counseling on warning signs for superimposed preeclampsia, which includes severe headache, changes in vision (eg, scotomata, photophobia, blurred vision, transient blindness), right upper quadrant or epigastric pain, new onset of nausea or vomiting in the third trimester, new onset of shortness of breath, or altered mental status.</li><li>If a sudden increase in blood pressure or signs of preeclampsia are experienced, laboratory evaluation should be performed.</li></ul><h2>Fetal surveillance</h2><p>Because chronic hypertension impacts placental development, a high risk exists for uteroplacental insufficiency, which leads to chronic hypoxia, fetal growth restriction, and an increased risk of intrauterine fetal demise.&nbsp; Therefore, routine serial growth ultrasonograms to ensure appropriate fetal growth are performed.&nbsp; If patients require antihypertensive therapy or have consistently elevated blood pressures, weekly fetal surveillance is initiated at 32 weeks gestation with nonstress tests and biophysical profiles.</p><h2>Delivery planning</h2><p>A vaginal delivery is preferred unless standard obstetric contraindications arise (eg, fetal distress, failed induction of labor).&nbsp; Delivery timing is based on the level of control of hypertension:</p><ul class=\"article-body-unordered-list\"><li>No antihypertensive therapy required: delivery at ≥38 weeks gestation</li><li>Adequate blood pressure control on antihypertensives: delivery at ≥37 weeks gestation</li><li>Poorly controlled hypertension: delivery at ≥34 weeks gestation</li></ul><p>If superimposed preeclampsia is diagnosed, the management is the same as other forms of preeclampsia.&nbsp; A separate article reviews the management of preeclampsia in detail.</p><p>If fetal growth restriction is present, delivery is based on the severity of growth restriction and ultrasonogram of the umbilical cord (measurement of resistance of blood flow through the umbilical cord).</p><h2>Postpartum management</h2><p>Blood pressure often declines in the immediate postpartum period secondary to blood loss and the effects of analgesia before increasing between 3-5 days after delivery due to mobilization of extravascular fluid and subsequent rise in intravascular volume.&nbsp; Patients with chronic hypertension should have an early postpartum visit, usually between 3-10 days postpartum, to monitor blood pressure.&nbsp; Antihypertensive therapy may need to continue during the postpartum period, and some patients may return to their prepregnancy regimen.</p><h1>Complications and prognosis</h1><p>The majority of patients with chronic hypertension have favorable outcomes.&nbsp; However, the overall prognosis is dependent upon the severity of disease, the presence of complications, and the gestational age at delivery.</p><p>Several complications can arise with chronic hypertension (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/74408.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Superimposed preeclampsia</strong>:&nbsp; is likely with a sudden increase in previously controlled blood pressure or new-onset proteinuria (or sudden increase from preexisting baseline proteinuria).&nbsp; Any severe feature of preeclampsia (thrombocytopenia, elevated transaminases, new or worsening kidney function, pulmonary edema, persistent cerebral/visual disturbances) also indicates superimposed preeclampsia.</li><li><strong>Stroke</strong>:&nbsp; Patients are at risk for acute stroke due to activation of the coagulation system, platelet aggregation, and vascular microthrombi formation, leading to cerebral vessel occlusion (ischemic stroke); in addition, dysregulated cerebral blood flow that causes inappropriate cerebral vasospasm along with severely elevated perfusion pressure can lead to ruptured intracerebral vessels (hemorrhagic stroke).</li><li><strong>Abruptio placentae</strong>:&nbsp; Poorly controlled hypertension increases the risk of vessel rupture at the placental interface, resulting in placental abruption.</li><li><strong>Fetal growth restriction</strong>:&nbsp; defined as an estimated fetal weight &lt;10th percentile or birth weight &lt;3rd percentile for gestational age.&nbsp; Chronic hypertension is a risk factor for fetal growth restriction due to abnormal placental development that causes progressive placental dysfunction during the late second and/or third trimester.</li><li><strong>Perinatal mortality</strong>:&nbsp; is 2-4 times greater than in pregnancies not affected by chronic hypertension, most likely due to the risks of fetal growth restriction and preterm delivery.</li></ul><h1>Summary</h1><p>Chronic hypertension in pregnancy is defined as hypertension present before pregnancy or at &lt;20 weeks gestation.&nbsp; Chronic hypertension carries significant risks of complications to both the mother and fetus, including the development of superimposed preeclampsia, fetal growth restriction, and preterm delivery.&nbsp; Management is with antihypertensive therapy and delivery planning to optimize maternal-fetal outcomes.</p></div>\n            "
}