{
  "meta": {
    "title": "Fetal heart rate tracings",
    "url": "https://brainandscalpel.vercel.app/fetal-heart-rate-tracings-f307ef17-329f27.html",
    "scrapedAt": "2025-12-01T05:11:10.886Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>During labor contractions, intermittent reductions in placental blood flow cause transient decreases in fetal oxygenation.&nbsp; Although most fetuses have the ability to compensate for this decrease in fetal oxygenation, some do not have the placental reserve and can develop hypoxemia and eventual metabolic acidosis.&nbsp; Fetal heart rate (FHR) tracings are used to monitor fetal oxygenation status by identifying patterns of the FHR associated with inadequate oxygenation and acidemia.</p>\n<h1>Components of FHR tracings</h1><br><br><p>FHR tracings are evaluated based on several parameters.</p>\n<h2>Baseline FHR</h2><br><br><p>The baseline FHR is the average FHR during a 10-minute period, excluding accelerations and decelerations.&nbsp; The baseline FHR is influenced by gestational age, intrinsic cardiac factors, and parasympathetic and sympathetic input, and it can help gauge signs of fetal distress and the stress response:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Normal baseline</strong> (110-160/min):&nbsp; This suggests normal fetal oxygenation and acid-base status.</li>\n\t<li><strong>Fetal tachycardia</strong> (&gt;160/min) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/46438.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; Common causes include maternal fever (eg, intraamniotic infection) and adverse effects of medication.</li>\n\t<li><strong>Fetal bradycardia</strong> (&lt;110/min):&nbsp; Common causes include adverse effects of medication (eg, beta blockers), fetal hypothyroidism, and fetal heart block (associated with anti-SSA and anti-SSB antibodies).</li>\n</ul>\n<h2>Variability</h2><br><br><p>Variability (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22719.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), or beat-to-beat fluctuations in the baseline FHR, occurs due to continuous input from both the sympathetic and parasympathetic nervous systems and are used as an indicator of fetal oxygenation.<p></p><br><br><p>These fluctuations are irregular in amplitude and frequency, and they are categorized based on amplitude change (measured from peak to trough):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Moderate variability</strong> (6-25/min):&nbsp; is considered normal and is a sign of adequate CNS oxygenation.</li>\n\t<li><strong>Absent</strong> (no variability) and minimal (≤5/min) variability:&nbsp; are abnormal and suggestive of fetal hypoxemia and acidemia.&nbsp; However, these types of variability are unreliable predictors because they may be related to other factors (eg, opioids, fetal sleep cycle, fetal neurologic injury) that can decrease variability, not to fetal acid-base status.</li>\n\t<li><strong>Marked variability</strong> (&gt;25/min):&nbsp; can be normal but may be a response to fetal hypoxemia and developing acidemia.</li>\n</ul>\n<h2>Accelerations</h2><br><br><p>Accelerations are increases in FHR that are at least 15/min above baseline and last at least 15 seconds (<strong>15×15 rule</strong>) in fetuses at &gt;32 weeks gestation.&nbsp; Accelerations are usually associated with fetal movement (more movement equals more accelerations), and their presence suggests a normal fetal acid-base status.&nbsp; However, a lack of accelerations is an unreliable predictor of fetal acidemia because other factors unrelated to fetal acid-base status (eg, normal variation, fetal sleep cycle, fetal neurologic injury) can prevent accelerations.</p>\n<h2>Decelerations</h2><br><br><p>Decelerations are decreases in FHR classified based on their timing and shape:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Early decelerations</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37722.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                )<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Appearance:&nbsp; have a <strong>slow onset</strong> (≥30 seconds from onset to nadir) and <strong>occur symmetrically with contractions</strong>.&nbsp; This results in the characteristic uniform, shallow deceleration with the nadir at the peak of the contraction and the return to baseline at the end of the contraction.</li>\n\t\t<li>Pathogenesis:&nbsp; are caused by <strong>fetal head compression</strong>.&nbsp; Early decelerations occur when the fetal head descends closer to the cervix, which contracts and causes narrowing of the anterior fontanelle.&nbsp; The narrowed anterior fontanelle causes a transient alteration in cerebral blood flow, which stimulates a vagal response and slows the FHR.</li>\n\t\t<li>Management:&nbsp; are a benign, physiologic finding and do not indicate fetal hypoxia.&nbsp; Therefore, these decelerations do not require intervention and are managed expectantly.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Variable decelerations</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37724.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Appearance:&nbsp; have an <strong>abrupt onset</strong> (&lt;30 seconds from onset to nadir) and are <strong>not necessarily associated with contractions</strong>.&nbsp; Variable decelerations are a decrease of ≥15/min from baseline, with a duration of 15 seconds to 2 minutes.</li>\n\t\t<li>Pathogenesis:&nbsp; occur due to <strong>umbilical cord compression</strong>.&nbsp; Umbilical cord compression, which commonly occurs with contractions, impedes fetal-placental blood flow by occluding the umbilical blood vessels, resulting in possible fetal hypoxemia and acidosis.</li>\n\t\t<li>Management:&nbsp; are based on the ratio of umbilical cord compressions (evidenced by variable decelerations) to contractions.&nbsp; Variable decelerations with &lt;50% of contractions are typically well tolerated by the fetus (ie, no hypoxemia) and do not require intervention.&nbsp; In contrast, recurrent variable decelerations with ≥50% of contractions can cause hypoxemia and acidemia; treatment is with maternal repositioning (adjusts fetal positioning in relation to umbilical cord) and an amnioinfusion, which creates artificial amniotic fluid and reduces umbilical cord compression.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Late decelerations</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37723.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                )\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Appearance:&nbsp; have a <strong>slow onset</strong> (≥30 seconds from onset to nadir) that is <strong>delayed compared to the contraction</strong>.&nbsp; This results in a shallow deceleration with a nadir that occurs after the peak of the contraction.</li>\n\t\t<li>Pathogenesis:&nbsp; occur due to <strong>uteroplacental insufficiency</strong>, which arises with either poor placental perfusion (maternal hypotension) or uterine factors.&nbsp; During uterine contractions, placental intervillous blood flow is temporarily interrupted.&nbsp; When there are too many (tachysystole) or prolonged contractions (tetanic), placental blood flow is unable to recover or the period of uninterrupted blood flow is too long, resulting in fetal hypoxemia and acidemia.</li>\n\t\t<li>Management:&nbsp; is based on restoring uteroplacental blood flow and can include lateral maternal repositioning (which decompresses the maternal inferior vena cava to improve placental blood flow), maternal pressure support, discontinuing uterotonics, and administering tocolytics (eg, terbutaline).&nbsp; Because of the risk for fetal hypoxemia, recurrent late decelerations that do not improve with these measures require immediate delivery.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>FHR categories</h1><br><br><p>FHR patterns are grouped into 3 categories (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/44513.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) based on the baseline, variability, and presence of accelerations and decelerations.<p></p>\n<h2>Category I (normal)</h2><br><br><p>Category I FHR tracings require all of the following criteria:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Normal baseline heart rate (110-160/min)</li>\n\t<li>Moderate variability (6-25/min)</li>\n\t<li>No late or variable decelerations</li>\n\t<li>With or without early decelerations</li>\n\t<li>With or without accelerations</li>\n</ul><br><br><p>Category I FHR tracings are considered normal with no risk for fetal hypoxemia.&nbsp; Therefore, patients can be managed expectantly.</p>\n<h2>Category II (indeterminate)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Category II FHR includes all tracings that are not Category I or III.</li>\n\t<li>Examples include minimal or marked variability, as well as recurrent variable decelerations with minimal or moderate variability.</li>\n</ul><br><br><p>Category II FHR tracings can be due to possible fetal compromise, but they can also occur due to other variables (eg, opioids, fetal sleep cycle).&nbsp; Therefore, in these cases, most management is expectant to determine if the pattern returns to Category I (normal) or worsens to Category III (abnormal).</p>\n<h2>Category III (abnormal)</h2><br><br><p>Category III FHR tracings require ≥1 of the following characteristics:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Absent variability plus recurrent late decelerations</li>\n\t<li>Absent variability plus recurrent variable decelerations</li>\n\t<li>Absent variability plus bradycardia</li>\n\t<li><strong>Sinusoidal pattern</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L53604.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; a smooth, sine wave–like oscillation that has no variability but a fixed amplitude (5-15/min) and frequency (3-5 cycles/min).&nbsp; A sinusoidal pattern is an ominous FHR tracing because it suggests severe fetal anemia (from a bleeding vasa previa or from hydrops fetalis).</li>\n</ul><br><br><p>Category III tracings indicate potential fetal hypoxemia and acidosis and require immediate intervention.&nbsp; Specifics of management are based on the type of deceleration, but in all cases, initial management includes maternal left-lateral repositioning and fluid resuscitation.</p>\n<h1>Summary </h1><br><br><p>Fetal heart rate (FHR) tracings are used to monitor fetal oxygenation status by identifying patterns of the FHR associated with inadequate oxygenation and acidemia.&nbsp; Category I FHR tracings are normal and require no intervention.&nbsp; Category II FHR tracings can be either abnormal or normal (but can be difficult to determine); therefore, management is usually with expectant management to see if it becomes either a category I or III tracing.&nbsp; Category III FHR tracings are a sign of fetal hypoxemia and acidemia and requires immediate management.</p>\n</div>\n\n            "
}