{
  "meta": {
    "title": "Fetal growth restriction",
    "url": "https://brainandscalpel.vercel.app/fetal-growth-restriction-46c3ffff-329f27.html",
    "scrapedAt": "2025-12-01T05:11:06.299Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Fetal growth restriction (FGR) is the pathologic failure of a fetus to reach its growth potential.&nbsp; FGR is diagnosed when the ultrasonographic estimated fetal weight (EFW) or abdominal circumference is &lt;10th percentile for a given gestational age.&nbsp; FGR is associated with increased perinatal morbidity and mortality; therefore, impacted pregnancies require close surveillance to minimize the risk for adverse outcomes.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>FGR results from various placental, maternal, or fetal factors that lead to abnormal growth.&nbsp; FGR is classified as either symmetric or asymmetric, which varies depending on the timing and type of initial insult (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31082.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Symmetric fetal growth restriction</h2><br><br><p>Symmetric FGR is <strong>uniform and equal global growth impairment</strong> (eg, head, femur, abdomen); it begins in the <strong>first trimester</strong> and/or early second trimester due to an early developmental insult (eg, aneuploidy, congenital infection) that affects cell number and overall growth.&nbsp; Causes of symmetric FGR include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Congenital (TORCH [<strong>T</strong>oxoplasmosis, <strong>O</strong>ther infections, <strong>R</strong>ubella, <strong>C</strong>ytomegalovirus infection, <strong>H</strong>erpes simplex]) infection (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/52908.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; Such infections cause an obliterative angiopathy of vessels, decreasing blood flow to the fetus.</li>\n\t<li>Chromosomal abnormalities (eg, trisomies, monosomy X):&nbsp; Chromosomal abnormalities disrupt the genetic signals needed for proper fetal growth and placental function.</li>\n\t<li>Multiple gestation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8081.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; Monochorionic pregnancies are at risk for unbalanced arteriovenous anastomoses within the shared placenta, which results in reduced blood flow and growth restriction within one fetus.</li>\n\t<li>Substance use (eg, tobacco, cocaine) and teratogen exposure.</li>\n\t<li>Isolated structural abnormalities.</li>\n</ul>\n<h2>Asymmetric fetal growth restriction</h2><br><br><p>Asymmetric FGR is <strong>disproportionate growth impairment</strong> due to uteroplacental insufficiency that leads to chronic fetal hypoxia.&nbsp; Uteroplacental insufficiency affects nutrient and oxygen delivery and most often develops during the <strong>late second trimester or third trimester</strong>.&nbsp; The fetus adapts to decreased nutrients/oxygen by prioritizing blood flow to critical organs (eg, brain) and away from noncritical organs (eg, abdomen).&nbsp; This creates unequal growth restriction with a relatively normal head size and a disproportionately smaller abdomen (ie, <strong>head-sparing growth lag</strong>).&nbsp; Causes of asymmetric FGR include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Maternal vascular disease (eg, pregestational diabetes mellitus, antiphospholipid-antibody syndrome, systemic lupus erythematosus):&nbsp; Maternal vascular disease impairs placental development and restricts placental blood flow.</li>\n\t<li>Hypertensive disorders of pregnancy (eg, preeclampsia, gestational hypertension):&nbsp; Poor spiral artery formation at the time of trophoblast invasion reduces placental function and perfusion (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63340.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t<li>Placental disorders (eg, abruption, infarction) and umbilical cord anomalies (eg, single umbilical artery, marginal cord insertion):&nbsp; Placental disorders can reduce fetal blood flow with a resultant decrease in nutrient and oxygen delivery.</li>\n\t<li>Poor maternal nutrition:&nbsp; An extremely low protein intake or severe calorie restriction (ie, intake of 600-900 kcal daily) can result in insufficient nutrients to support fetal growth.</li>\n</ul>\n<h1>Clinical presentation and diagnosis</h1><br><br><p>FGR is diagnosed via <strong>transabdominal ultrasonography</strong> using fetal measurements of the head (both head circumference and biparietal diameter), abdominal circumference, and femur length.&nbsp; Restricted growth is diagnosed when the overall EFW or the isolated abdominal circumference measurement is <strong>&lt;10th percentile</strong>.&nbsp; If the EFW or abdominal circumference is below the 3rd percentile, FGR is considered severe, which is associated with higher risks for adverse outcomes.</p><br><br><p>FGR may be diagnosed incidentally (eg, ultrasonography performed for other reasons) or when fundal height is smaller than expected for gestational age (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20924.png\" alt=\"Measuring fundal height\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Measuring fundal height</div>\n                                </div>\n                                ).&nbsp; Following a diagnosis of FGR, all patients undergo a more detailed fetal anatomy ultrasonography, and additional evaluation is dependent on the type of growth restriction.<p></p><br><br><p>Symmetric FGR evaluation typically includes genetic testing (eg, karyotype analysis, microarray) and TORCH viral titers, particularly if there is a history of infection or abnormal fetal ultrasonographic findings.&nbsp; Asymmetric FGR evaluation typically includes maternal blood pressure (eg, preeclampsia, gestational hypertension), weight gain, and nutritional status.&nbsp; Additional evaluation (eg, antiphospholipid antibodies) is typically more tailored based on prior obstetric or medical history.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of FGR includes other conditions that can lead to the fetus measuring smaller than anticipated on ultrasonography; these include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Constitutionally small fetus</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31122.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; Fetuses are small due to genetic potential (ie, small parents) with no underlying pathology.&nbsp; Fetal constitutional smallness is associated with short maternal stature, low prepregnancy weight, and fetal female sex.&nbsp; Constitutional smallness presents with an EFW or abdominal circumference &lt;10% for gestational age, normal umbilical artery Doppler (UAD) evaluation, and appropriate interval growth.</li>\n\t<li><strong>Incorrect pregnancy dating</strong>:&nbsp; Because the diagnosis of FGR is based on the growth percentile for a certain gestational age, fetuses may falsely appear small if gestational age is incorrect.</li>\n</ul>\n<h1>Management</h1><br><br><p>FGR management is based on antenatal surveillance, which is performed to reduce the risk for poor outcomes (eg, intrauterine fetal demise) while allowing time for maximum fetal growth in utero.&nbsp; This involves several surveillance tests.</p>\n<h2>Serial growth ultrasonography</h2><br><br><p>Serial growth ultrasonography is performed every 3-4 weeks to evaluate interval growth because poor interval growth may be an indication for earlier delivery.</p>\n<h2>Umbilical artery Doppler ultrasonography</h2><br><br><p><strong>UAD ultrasonography</strong> is used to evaluate the vascular resistance of blood flow from the fetus to the placenta.&nbsp; UADs in growth-restricted pregnancies reflect placental function and are predictive of fetal oxygenation and perinatal morbidity and mortality.</p><br><br><p>Normally, the placenta is characterized by high-perfusion, low-resistance vessels.&nbsp; This leads to forward (toward the fetus) umbilical artery blood flow throughout the entire maternal cardiac cycle (even maternal diastole), which allows for continuous delivery of oxygen and nutrients.&nbsp; However, in pregnancies with uteroplacental insufficiency, arterial resistance compromises blood flow, leading to poor oxygen and nutrient delivery.&nbsp; Progressive arterial resistance is seen and monitored with UADs and generally occurs in a stepwise fashion:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Elevated systolic/diastolic (S/D) ratio</strong>:&nbsp; With the initial arterial impedance, there is decreased forward flow during diastole compared to systole, resulting in an elevated S/D ratio.</li>\n\t<li><strong>Absent end-diastolic flow (AEDF)</strong>:&nbsp; As arterial resistance worsens, there is absent blood flow through the umbilical artery during maternal diastole.</li>\n\t<li><strong>Reverse end-diastolic flow (rEDF)</strong>:&nbsp; in the most severe cases, arterial resistance is so high that blood flows in the reverse direction (ie, away from the fetus) during diastole.</li>\n</ul><br><br><p>The progression of UAD findings mirrors the <strong>severity of placental insufficiency</strong> and the <strong>risk for intrauterine fetal demise</strong>.&nbsp; Therefore, UADs are performed weekly in growth-restricted fetuses to monitor placental function, which guides delivery planning.</p>\n<h2>Additional fetal testing</h2><br><br><p>In addition to UADs and serial growth ultrasonography, routine antenatal testing is performed to monitor fetal well-being.&nbsp; These include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Biophysical profiles (BPPs):&nbsp; Ultrasonography is used to evaluate amniotic fluid and fetal activity (eg, tone, movement), which are indicators of fetal renal perfusion, acid-base status, and oxygenation.</li>\n\t<li>Nonstress testing (NST):&nbsp; NST evaluates fetal acid-base status based on heart rate monitoring.</li>\n</ul><br><br><p>Normal antenatal testing (eg, reactive NST, normal BPP) suggests a low risk for intrauterine fetal demise within a week of the test date.&nbsp; In contrast, abnormal findings may necessitate immediate intervention (eg, delivery).</p>\n<h2>Delivery timing and planning</h2><br><br><p>The optimal timing of delivery is based on the underlying etiology of growth restriction, gestational age, and clinical findings.&nbsp; Delivery is recommended when the risks for intrauterine demise with continued in utero growth exceed the risks for prematurity.</p><br><br><p>General guidelines are as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>EFW/abdominal circumference between the 3rd and 10th percentile:&nbsp; 38-39 weeks gestation.</li>\n\t<li>Severe FGR (EFW/abdominal circumference &lt;3%) with an elevated S/D ratio:&nbsp; 37 weeks gestation.</li>\n\t<li>AEDF:&nbsp; 33-34 weeks gestation.</li>\n\t<li>rEDF:&nbsp; 30-32 weeks gestation.</li>\n</ul><br><br><p>In preterm gestations, magnesium sulfate for fetal neuroprotection at deliveries &lt;32 weeks gestation, as well as antenatal corticosteroids (eg, betamethasone) for fetal lung maturity at deliveries &lt;34 weeks gestation, should be administered.</p><br><br><p>FGR alone is not an indication for cesarean delivery.&nbsp; However, fetuses with growth restriction (particularly with abnormal UADs) are at increased risk for cesarean delivery due to fetal intolerance of labor from uteroplacental insufficiency (seen as late decelerations).</p>\n<h1>Prognosis</h1><br><br><p>FGR is a term used during pregnancy.&nbsp; Following delivery, neonates &lt;10th percentile for gestational age at delivery are referred to as small for gestational age (SGA).&nbsp; Overall, the prognosis depends on the underlying etiology, the severity of FGR (and UAD-visualized abnormalities), and the gestational age at which delivery is required (ie, prematurity risk).&nbsp; FGR and SGA infants are at risk for both short- and long-term complications.</p><br><br><p>Short-term complications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Polycythemia</strong>:&nbsp; Chronic hypoxia induces increased erythropoietin and red blood cell expansion.</li>\n\t<li><strong>Hypoglycemia</strong>:&nbsp; Chronic nutrient deprivation results in lower plasma glucose and insulin concentrations, leading to decreased liver and muscle glycogen stores.</li>\n\t<li><strong>Hypothermia</strong>:&nbsp; Shunting blood to vital organs decreases subcutaneous fat and increases heat loss.</li>\n\t<li><strong>Hypocalcemia</strong>:&nbsp; Placental dysfunction decreases calcium transfer to the fetus.</li>\n\t<li><strong>Perinatal asphyxia and meconium aspiration</strong>:&nbsp; Growth-restricted infants have a difficult respiratory transition following birth and may experience hypoxic events leading to organ damage; placental dysfunction can cause intrauterine stress during labor and increase the likelihood of meconium-stained fluid.</li>\n</ul><br><br><p>Long-term complications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Delayed cognitive development and motor dysfunction.</li>\n\t<li>Behavioral issues (eg, attention deficit hyperactivity disorder).</li>\n\t<li>Failure to thrive.</li>\n\t<li>Childhood obesity and metabolic syndrome.</li>\n</ul>\n<h1>Prevention</h1><br><br><p>Because not all causes of FGR can be prevented, strategies are focused on mitigating modifiable risk factors.&nbsp; Preconception visits and routine prenatal care help identify risk factors, optimize maternal health, and allow for early FGR surveillance.&nbsp; All patients should be counseled on a healthy, well-balanced diet and appropriate weight gain during pregnancy.&nbsp; In addition, tobacco cessation and active management of substance use disorders should be discussed.&nbsp; Maternal conditions with increased FGR risk (eg, hypertension, pregestational diabetes mellitus, systemic lupus erythematosus) should be controlled prior to pregnancy.</p>\n<h1>Summary</h1><br><br><p>Fetal growth restriction (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/59301.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) is defined as an estimated fetal weight or abdominal circumference at &lt;10th percentile for gestational age and is classified as either symmetric (global growth lag) or asymmetric (head-sparing growth lag).&nbsp; Etiologies can include chromosomal abnormalities, congenital infection, and uteroplacental insufficiency (eg, preeclampsia, diabetes mellitus).&nbsp; Because of the increased risk for intrauterine fetal demise, patients with fetal growth restriction require increased antepartum surveillance and early delivery.<p></p>\n</div>\n\n            "
}