{
  "meta": {
    "title": "Fetal malpresentation",
    "url": "https://brainandscalpel.vercel.app/fetal-malpresentation-nbsp-1afa47d7-329f27.html",
    "scrapedAt": "2025-12-01T05:11:11.527Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1>\n<p>A successful spontaneous vaginal delivery depends on three factors:&nbsp; power (ie, uterine contractions), passenger (ie, fetus), and the maternal pelvis.&nbsp; Ideally, the fetus is positioned head down to successfully perform the cardinal movements of labor as it navigates through the maternal bony pelvis (the fixed, unchanging variable in labor).&nbsp; However, a number of factors can lead to fetal malpresentation, which is any fetal position that is not ideal for transport through the pelvis.</p>\n<h2>Key definitions</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Presentation</strong>:&nbsp; The presentation is the fetal part overlying the maternal cervix (eg, cephalic, breech).</li>\n\t<li><strong>Position</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L48542.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; Position is the orientation of the presenting part to the maternal pelvis (eg, occiput anterior or posterior, sacrum anterior or posterior).</li>\n\t<li><strong>Lie</strong>:&nbsp; Lie is the relation of the fetal long axis (ie, spine) relative to the uterine longitudinal axis (eg, longitudinal [includes breech, cephalic presentations], transverse, oblique).</li>\n\t<li><strong>Fetal engagement</strong>:&nbsp; Fetal engagement describes when the widest portion of the presenting fetal part passes through the pelvic inlet.</li>\n</ul>\n<h1>Physiology</h1><br><br><p>A successful spontaneous vaginal delivery consists of three components:&nbsp; Power, passenger, and pelvis.&nbsp; Power, or uterine contractions, is the most easily modifiable variable, yet the pelvis is completely unmodifiable.&nbsp; Although the size of the passenger (ie, fetus) is unmodifiable, other aspects of the passenger (eg, presentation, position, lie) are relatively modifiable.</p><br><br><p>By term gestation (≥37 weeks gestation), the majority of fetuses have spontaneously rotated into a cephalic presentation (ie, the head overlies the pelvic inlet) due to a combination of fetal movements and gravity.&nbsp; This is typically the most effective way to occupy the intrauterine cavity, with the fetus aligned with the longitudinal axis of the uterus, the head overlying the cervix, and the bulky buttocks and thighs occupying the wider fundus.</p><br><br><p>During descent through the birth canal, the fetus performs the cardinal movements of labor (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91126.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) to navigate the fetus through the fixed pelvic structure.&nbsp; The ability to perform the cardinal movements of labor relies on the presentation and position of the fetus.&nbsp; The ideal arrangement is <strong>vertex presentation</strong> (head down) with a longitudinal lie and an <strong>occiput anterior position</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30609.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), which allows the smallest diameter of the fetal head (the subocciptobregmatic diameter (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29015.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                )) to navigate passage through the pelvis.<p></p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Fetal malpresentation is defined as any position that deviates from vertex presentation (occiput anterior position, longitudinal lie).&nbsp; Early in gestation, the fetus is mobile due to its small size when compared with the amniotic fluid volume and space within the uterine cavity.&nbsp; This allows the fetus to frequently change how it occupies the uterus (variable presentation).&nbsp; Therefore, malpresentation is common preterm (&lt;37 weeks gestation) and not diagnosed until near the onset of labor/delivery.&nbsp; Anything that hinders fetal rotation/downward movement or promotes excess movement predisposes to malpresentation.&nbsp; Therefore, the risk factors for persistent malpresentation near term include maternal, fetal, and placental.</p>\n<h2>Maternal risk factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Abnormal uterine anatomy</strong> (eg, bicornuate uterus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23731.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ), uterine septum (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L86432.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ), intracavitary or submucosal fibroids (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97594.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                )):&nbsp; Abnormal uterine anatomy distorts the uterine cavity, which limits fetal mobility.</li>\n\t<li><strong>Oligohydramnios/polyhydramnios</strong>:&nbsp; Insufficient amniotic fluid may prevent fetal mobility, whereas excessive amniotic fluid leads to fetal hypermobility and prevents engagement within the pelvis.</li>\n\t<li><strong>Maternal pelvis shape</strong>:&nbsp; Android or platypelloid pelvic shapes are associated with more narrow pelvic inlets, which predispose to persistent abnormal fetal positions (eg, occiput posterior, occiput transverse).</li>\n</ul>\n<h2>Fetal risk factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Small fetal size</strong>:&nbsp; Small fetal size can be due to prematurity (most common) or fetal growth restriction.&nbsp; Small fetal size allows for increased fetal mobility.&nbsp; In addition, the uterus can more easily accommodate a small fetus in nonlongitudinal lie.</li>\n\t<li><strong>Multifetal gestations</strong>:&nbsp; Multiple fetuses limit mobility within the uterus and restrict each other's movements.</li>\n\t<li><strong>Fetal anomalies</strong> (eg, anencephaly, sacrococcygeal teratoma) or neuromuscular disorders:&nbsp; Fetal anomalies limit fetal mobility due to mechanical obstruction or hypotonia.</li>\n</ul>\n<h2>Placental risk factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Short umbilical cord</strong>:&nbsp; A short umbilical cord tethers the fetus to the placenta and uterine wall, limiting mobility.</li>\n\t<li><strong>Placenta previa</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15013.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ):&nbsp; The placenta covers the cervix and occupies the lower portion of the uterus, preventing fetal engagement.</li>\n</ul>\n<h1>Types of fetal malpresentation</h1><br><br><p>The most common types of malpresentation are variations of fetal vertex positions within the maternal pelvis.&nbsp; This primarily includes occiput posterior, right/left occiput posterior, or occiput transverse.&nbsp; At the onset of labor, fetal engagement in occiput posterior positioning is common.&nbsp; During labor, most fetuses spontaneously rotate to occiput anterior with continued descent into the pelvis so that only 5% are born in this position.&nbsp; However, once the second stage of labor (ie, maternal expulsion efforts) begins, spontaneous rotation is unlikely.</p>\n<h2>Breech presentation</h2><br><br><p>Breech presentation occurs when the fetus' buttocks or feet present first.&nbsp; The position is described by the orientation of the fetal sacrum (eg, sacrum posterior, sacrum anterior) to the pubic symphysis.&nbsp; The type of breech&nbsp; presentation is determined by flexion or extension of the hips and knees (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16562.png\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Frank breech</strong> (most common):&nbsp; Hips are flexed and knees extended with the feet near the head (ie, fetal piked position).</li>\n\t<li><strong>Complete breech</strong>:&nbsp; Hips and knees are both flexed (ie, fetal cannonball position).</li>\n\t<li><strong>Incomplete breech</strong>:&nbsp; Incomplete flexion of one (footling) or both (double footling) hips has occurred, leading to one or both feet or knees presenting below the buttocks.</li>\n</ul>\n<h2>Transverse lie</h2><br><br><p>The fetus lies horizontally in the uterus, with the longitudinal axis of the fetus perpendicular to the longitudinal axis of the uterus.&nbsp; The spine may be oriented toward the fundus (transverse, back up (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30509.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                )) or toward the cervix (transverse, back down (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30508.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                )).&nbsp; The shoulder is often the presenting part with a back-down presentation, and the fetal limbs or umbilical cord (ie, funic presentation) often presents with a back-up presentation.&nbsp; Transverse lie is considered unstable (ie, highly variable), and most fetuses spontaneously convert to cephalic or breech presentation with advancing gestation.<p></p>\n<h2>Face/brow presentation</h2><br><br><p>Face presentation is a rare cephalic presentation in which the fetal neck is hyperextended, with the face (forehead to chin) presenting (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105451.jpg\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ).&nbsp; Face presentation is classified according to the position of the fetal chin:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Mentum anterior:&nbsp; Chin facing the maternal pubic symphysis.</li>\n\t<li>Mentum posterior:&nbsp; Chin facing the maternal sacrum, requiring cesarean delivery.</li>\n</ul><br><br><p>Brow presentation is an unstable cephalic presentation with the fetal neck partially extended.&nbsp; Many fetuses convert to either vertex or face presentation.</p>\n<h1>Clinical presentation and diagnosis</h1><br><br><p>Fetal malpresentation is suspected when patients have an abnormal abdominal contour, abnormal position of fetal heart tone monitoring (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42560.jpg\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                ), or abnormalities palpated during digital cervical examinations.&nbsp; When malpresentation is suspected, the diagnosis is confirmed with <strong>transabdominal ultrasonography</strong>.&nbsp; Ultrasonography can also be used to assess for a possible underlying cause of malpresentation (eg, abnormal amniotic fluid volume, fetal anomalies, placenta previa).<p></p>\n<h1>Complications of fetal malpresentation</h1><h2>Maternal complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prolonged or obstructed labor</strong>:&nbsp; Prolonged or obstructed labor is the most common complication in abnormal fetal cephalic positions (eg, occiput posterior, occiput transverse), as well as in face/brow presentations, because a much larger diameter must pass through the pelvis.</li>\n\t<li><strong>Cesarean delivery</strong>:&nbsp; Either planned cesarean delivery should occur for breech presentation or urgent cesarean delivery should occur for complications such as abnormal labor progression or umbilical cord prolapse.</li>\n\t<li><strong>Uterine rupture</strong>:&nbsp; Prolonged obstructed labor can result in uterine rupture (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16578.jpg\" alt=\"figure 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 14</div>\n                                </div>\n                                ), even in a uterus that has not undergone previous surgery.&nbsp; This is particularly likely with a transverse lie, in which labor can lead to impaction of the fetal shoulder in the pelvis, creating a thin and fragile lower uterine segment susceptible to rupture.</li>\n\t<li><strong>Birth canal trauma</strong> (eg, lacerations, hematoma):&nbsp; Birth canal trauma is commonly seen with occiput posterior births due to prolonged second stages of labor and/or the need for operative vaginal deliveries (eg, vacuum, forceps-assisted).</li>\n</ul>\n<h2>Fetal and neonatal complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Head entrapment</strong>:&nbsp; Head entrapment is a possible complication of breech vaginal delivery in which the head cannot pass the cervix after the rest of the body, leading to umbilical cord compression, inadequate oxygenation, and neurologic injury.&nbsp; Head entrapment is particularly likely in preterm fetuses and fetuses in footling breech presentation because the head is relatively large compared to the abdomen.&nbsp; Therefore, the body may deliver through a partially dilated cervix that cannot accommodate passage of the larger fetal head.</li>\n\t<li><strong>Umbilical cord prolapse</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28030.jpg\" alt=\"figure 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 15</div>\n                                </div>\n                                ):&nbsp; An obstetric emergency that occurs when the umbilical cord descends past the presenting fetal part and into the cervix or beyond, umbilical cord prolapse leads to compression or vasospasm of cord vessels, interrupted fetal blood flow, and profound fetal hypoxia.&nbsp; Footling breech or transverse lie, in particular, allows the umbilical cord (as opposed to the fetal head or buttocks) to directly overlie the cervix.</li>\n\t<li><strong>Developmental dysplasia of the hip</strong>:&nbsp; Breech presentation during the third trimester increases the risk for hip dysplasia, which is characterized by abnormal development of the acetabulum and hip instability.</li>\n</ul>\n<h1>Management</h1><br><br><p>Because most fetuses with malpresentation spontaneously convert to cephalic presentation by term, malpresentation identified in preterm pregnancies is managed with observation.&nbsp; When persistent at term or identified during labor, it is managed according to the type of malpresentation.</p><br><br><p>Management of persistent occiput posterior or occiput transverse positioning is with frequent maternal posture changes to promote fetal autorotation; however, manual/digital rotation of the fetal head can be considered during pushing efforts (ie, second stage of labor).&nbsp; Manual rotation to occiput anterior positioning allows for a shorter second stage of labor and reduces the risk for arrest of descent.</p><br><br><p>For patients with <strong>persistent breech presentations at term</strong>, an <strong>external cephalic version</strong> may be attempted (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16897.jpg\" alt=\"figure 16\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 16</div>\n                                </div>\n                                ).&nbsp; This procedure manually rotates the fetus to a cephalic presentation through pressure applied to the maternal abdomen.&nbsp; Contraindications include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Absolute contraindications:&nbsp; Any contraindication to vaginal delivery (eg, placenta previa, previous classical cesarean delivery).</li>\n\t<li>Relative contraindications:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Significant fetal or uterine anomalies that may reduce the likelihood of success.</li>\n\t\t<li>Oligohydramnios (low amniotic fluid reduces space available for fetal rotation).</li>\n\t\t<li>Ruptured membranes (increased risk for umbilical cord prolapse).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>To reduce perinatal morbidity and mortality, <strong>cesarean delivery</strong> is performed for persistent breech fetuses or those with unstable fetal lies.</p>\n<h1>Summary</h1><br><br><p>Fetal malpresentation is a common obstetric issue that can complicate labor and delivery.&nbsp; It is frequently seen in pregnancies with conditions that allow excessive (eg, polyhydramnios, prematurity) or reduced (eg, uterine or fetal anomalies, oligohydramnios, multifetal pregnancy) fetal mobility.&nbsp; Many cases of malpresentation spontaneously resolve with advancing gestation; malpresentation at term is often managed with external cephalic version or cesarean delivery.&nbsp; Diagnosis of malpresentation reduces the risk for both maternal and fetal complications (eg, obstructed labor, umbilical cord prolapse, birth trauma).</p>\n</div>\n\n            "
}