{
  "meta": {
    "title": "Gestational hypertension",
    "url": "https://brainandscalpel.vercel.app/gestational-hypertension-7e252734-329f27.html",
    "scrapedAt": "2025-12-01T05:11:13.438Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n\t<p>Hypertensive disorders of pregnancy, including gestational hypertension, preeclampsia, and HELLP syndrome (<strong>H</strong>emolysis, <strong>E</strong>levated <strong>L</strong>iver enzymes, and <strong>L</strong>ow <strong>P</strong>latelet count), are likely a spectrum of disease.&nbsp; Gestational hypertension is considered the mildest form and is characterized by new-onset hypertension at ≥20 weeks gestation in the absence of proteinuria and features of end-organ dysfunction.</p>\n\t\n\t<p>Preeclampsia and HELLP syndrome are discussed in detail in separate articles.</p>\n\t<h1>Pathophysiology and risk factors</h1>\n\t\n\t<p>The exact pathogenesis of gestational hypertension is not fully understood, but it is believed to start during initial placental development due to improper trophoblastic differentiation and endothelial invasion of the uterine spiral arteries.</p>\n\t\n\t<p>The resultant decreased placental perfusion triggers the increased release of antiangiogenic factors, and the decreased release of proangiogenic factors into the maternal circulation.&nbsp; The overall effect is inhibited angiogenesis and widespread maternal endothelial cell dysfunction, resulting in dysregulated vascular tone and systemic hypertension.</p>\n\t\n\t<p>Gestational hypertension is common, impacting approximately 5%-10% of pregnancies.&nbsp; Conditions that impact maternal vasculature and uteroplacental blood flow increase the risk for all hypertensive disorders of pregnancy and include:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Age ≥35</li>\n\t\t<li>BMI ≥30 kg/m<font size=\"2\"><sup>2</sup></font></li>\n\t\t<li>Primigravidity</li>\n\t\t<li>Multiple gestation</li>\n\t\t<li>Diabetes mellitus (type 1, type 2, and gestational)</li>\n\t\t<li>Chronic kidney disease</li>\n\t\t<li>Autoimmune conditions (eg, systemic lupus erythematosus)</li>\n\t\t<li>Gestational hypertension or preeclampsia in a prior pregnancy</li>\n\t</ul>\n\t<h1>Clinical presentation, diagnosis, and laboratory evaluation</h1>\n\t\n\t<p>The patient's baseline blood pressure outside of pregnancy should be reviewed at the initial prenatal visit.&nbsp; In addition, the blood pressure is monitored at every prenatal visit.</p>\n\t\n\t<p>Gestational hypertension is diagnosed in patients with <strong>new-onset hypertension</strong> (systolic ≥140 mm Hg and/or diastolic ≥90 mm Hg) at ≥20 weeks gestation <strong>without proteinuria or other signs of end-organ damage</strong>.&nbsp; Blood pressure should be measured on 2 separate occasions at least 4 hours apart.</p>\n\t\n\t<p>Because the most worrisome hypertensive disorder of pregnancy is preeclampsia, all patients require evaluation for preeclampsia before a diagnosis of gestational hypertension is made.</p>\n\t\n\t<p>Therefore, patients should be asked about symptoms of end-organ damage, including:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Headache unresponsive to medication (eg, acetaminophen)</li>\n\t\t<li>Visual disturbances (particularly bright flashes of light [scotoma] or dark spots in the vision)</li>\n\t\t<li>Constant or severe right upper quadrant/epigastric pain, nausea, and vomiting</li>\n\t\t<li>Pathologic shortness of breath (particularly with hypoxemia)</li>\n\t</ul>\n\t\n\t<p>In addition, evaluation of proteinuria and other laboratory findings consistent with end-organ damage should be ordered, including:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Proteinuria:&nbsp; a 24-hour urine collection with ≥300 mg protein, a protein/creatinine ratio ≥0.3, or urine dipstick 2+ (when other quantitative methods are not available)</li>\n\t\t<li>Thrombocytopenia:&nbsp; platelets &lt;100,000/mm<font size=\"2\"><sup>3</sup></font></li>\n\t\t<li>Elevated serum creatinine:&nbsp; either &gt;1.1 mg/dL (in the absence of renal disease) or double the patient's baseline</li>\n\t\t<li>Elevated serum aminotransferases:&nbsp; twice the upper limit of normal</li>\n\t</ul>\n\t\n\t<p>If the patient is asymptomatic and has a normal laboratory evaluation, gestational hypertension is diagnosed.&nbsp; However, if the patient has any of these findings or laboratory abnormalities, a diagnosis of preeclampsia or HELLP syndrome is made.</p>\n\t<h1>Differential diagnosis</h1>\n\t\n\t<p>The differential diagnosis of gestational hypertension includes other hypertensive disorders of pregnancy:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Chronic hypertension</strong>:&nbsp; This condition is diagnosed when hypertension is present either prior to pregnancy or at &lt;20 weeks gestation.&nbsp; Gestational hypertension resolves in the postpartum period whereas chronic hypertension persists.</li>\n\t\t<li><strong>Preeclampsia</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40818.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; This hypertensive disorder of pregnancy is characterized by hypertension with either proteinuria or signs of end-organ damage.</li>\n\t\t<li><strong>Secondary causes of hypertension</strong>:&nbsp; Because gestational hypertension presents with no specific findings other than elevated blood pressure in pregnancy, secondary causes of hypertension should be ruled out.&nbsp; This includes drug-induced hypertension (eg, from amphetamines, selective norepinephrine reuptake inhibitors, or stimulants), hyperthyroidism, pheochromocytoma, or Cushing syndrome.</li>\n\t</ul>\n\t<h1>Management</h1>\n\t\n\t<p>Gestational hypertension can progress to preeclampsia at any time during pregnancy and until the condition resolves postpartum.&nbsp; Therefore, management consists of monitoring blood pressure, evaluating for preeclampsia, and monitoring fetal well-being.</p>\n\t<h2>Antenatal management</h2>\n\t\n\t<p>Regular <strong>monitoring of maternal blood pressure</strong> can typically be performed in the outpatient setting, with twice-weekly readings (depending on the severity).&nbsp; If the patient develops severe-range blood pressures (systolic ≥160 mm Hg and/or diastolic ≥110 mm Hg), antihypertensives (eg, nifedipine, labetalol) are initiated and patients are typically diagnosed with preeclampsia.</p>\n\t\n\t<p>In addition to blood pressure monitoring, patients undergo <strong>weekly laboratory evaluation</strong> with urine protein and serum laboratory values (complete blood count, liver function tests, and creatinine level) to <strong>exclude progression to preeclampsia</strong>.</p>\n\t\n\t<p>Fetal well-being is also routinely monitored because all hypertensive disorders of pregnancy increase the risk for uteroplacental insufficiency, fetal growth restriction, and possible intrauterine fetal demise.&nbsp; Therefore, <strong>routine nonstress testing and/or biophysical profiles</strong> are performed (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41148.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; In addition, serial transabdominal ultrasonography is performed to monitor fetal growth and amniotic fluid volume.<p></p>\n\t\n\t<p>Because most patients with gestational hypertension do not require preterm delivery, corticosteroids are typically not administered.&nbsp; However, if preeclampsia develops, patients may require antenatal corticosteroids for fetal lung maturity.</p>\n\t<h2>Intrapartum management</h2>\n\t\n\t<p>Like all pregnancy complications, the maternal risks must be balanced against the risk for fetal prematurity when planning delivery timing.</p>\n\t\n\t<p><strong>Delivery</strong> is generally recommended at <strong>≥37 weeks gestation</strong> (or at the time of diagnosis if the patient is at ≥37 weeks gestation).&nbsp; However, if signs of preeclampsia or fetal compromise develop, earlier delivery may be indicated.</p>\n\t\n\t<p>Gestational hypertension is not an indication for cesarean delivery; therefore, patients may undergo vaginal delivery unless contraindicated (eg, breech presentation, nonreassuring fetal status).</p>\n\t\n\t<p>During labor, patients should receive continuous fetal heart rate monitoring.&nbsp; Patients with gestational hypertension typically do not require additional medications; however, if preeclampsia develops, patients should be given magnesium sulfate (for seizure prophylaxis) and antihypertensives (eg, labetalol, nifedipine, hydralazine) for treatment of severe-range blood pressures (≥160/110 mm Hg).</p>\n\t<h2>Postpartum management</h2>\n\t\n\t<p>Blood pressures typically normalize postpartum in patients with gestational hypertension, but monitoring should continue during the postpartum period because some patients develop preeclampsia.&nbsp; In addition, some patients with persistent hypertension &gt;12 weeks postpartum should be diagnosed with chronic hypertension.</p>\n\t<h1>Prognosis</h1>\n\t\n\t<p>Gestational hypertension usually resolves postpartum, but it can recur in subsequent pregnancies.&nbsp; In addition, patients who develop a hypertensive disorder of pregnancy have an elevated risk for chronic hypertension, cardiovascular disease, hyperlipidemia, and diabetes mellitus.</p>\n\t<h1>Summary</h1>\n\t\n\t<p>Gestational hypertension (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40842.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) is a mild form of hypertensive disorder of pregnancy characterized by new-onset hypertension at ≥20 weeks gestation in the absence of proteinuria and features of end-organ dysfunction.&nbsp; Patients require regular blood pressure monitoring to evaluate for possible progression to preeclampsia.<p></p>\n\t</div>\n\t\n            "
}