{
  "meta": {
    "title": "Hydatidiform mole",
    "url": "https://brainandscalpel.vercel.app/hydatidiform-mole-16d7f497-329f27.html",
    "scrapedAt": "2025-12-01T05:11:19.023Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Hydatidiform moles (HM), also known as molar pregnancies, are a type of gestational trophoblastic disease (GTD) characterized by abnormal villous trophoblastic tissue growth. Molar pregnancies are classified as complete and partial moles, which differ in presentation and potential risks and complications.</p>\n<h1>Pathophysiology</h1><br><br><p>Early pregnancy formation requires maternal and paternal genetic contribution and a balance of maternal and paternal imprinting for normal fetal and placental development.</p><br><br><p>Hydatidiform moles develop from abnormal fertilization events that result in an excess of paternally derived genetic material, which leads to abnormal placental trophoblastic proliferation and impaired fetal development.&nbsp; Molar pregnancies are the most common type of GTD and are considered a premalignant condition composed of genetically distinct (ie, fetal, not maternal) tissue.</p><br><br><p>Hydatidiform moles are classified as complete and partial (ie, incomplete) moles; each type originates differently, leading to unique findings, risks, and complications (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27436.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h2>Complete mole</h2><br><br><p>The majority of complete moles occur when an empty (ie, no maternal genetic material) ovum is fertilized by 1 sperm (80% of cases).&nbsp; The chromosomes from the haploid 23X sperm are then duplicated, forming <strong>diploid</strong> (46, XX) tissue that contains only paternal DNA.&nbsp; Less commonly, 2 sperm fertilize an empty ovum and can create either 46, XX or 46, XY tissue (20% of cases).</p><br><br><p>The abnormal (completely paternally derived) genotype leads to abnormal proliferation of placental precursor cells (cytotrophoblasts and syncytiotrophoblasts) with no fetal structure development.&nbsp; The macroscopic appearance of a complete mole resembles a \"bunch of grapes\" due to edematous hydropic villi and trophoblastic hyperplasia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6980.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Microscopic appearance reveals large edematous villi with decreased blood vessels and diffuse proliferation of the villous trophoblastic lining (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118245.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; In addition, because all the genetic material is paternal, complete moles stain negative for p57 protein (a product of a paternally imprinted but maternally expressed gene).<p></p><br><br><p>The excessive trophoblastic proliferation characteristic of complete moles leads to abnormally high β-hCG levels, resulting in unique clinical presentations.&nbsp; Markedly elevated β-hCG levels lead to:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hyperemesis gravidarum</strong>:&nbsp; significant nausea, vomiting, and weight loss</li>\n\t<li><strong>Overt hyperthyroidism</strong>:&nbsp; a shared alpha subunit between TSH and β-hCG stimulates triiodothyronine (T3) and thyroxine (T4)</li>\n\t<li><strong>Theca lutein cysts</strong>:&nbsp; due to hCG ovarian hyperstimulation and theca cell luteinization that secrete androgens and can cause acute hyperandrogenism (eg, acne, hirutism)</li>\n\t<li><strong>Early-onset preeclampsia with severe features</strong>:&nbsp; due to excessive trophoblast proliferation and abnormal spiral artery development, leading to placental hypoperfusion and ischemia</li>\n</ul>\n<h2>Incomplete mole</h2><br><br><p>The majority of incomplete or partial moles arise when a normal ovum is fertilized by 2 sperm or, rarely, when a normal ovum is fertilized by a single diploid sperm.&nbsp; The resulting partial mole has a <strong>triploid karyotype</strong> (69, XXX or XXY) containing maternal and paternal DNA, with an extra chromosome set of paternal origin.</p><br><br><p>Partial moles are unique as they are associated with the presence of a fetus and may even exhibit cardiac activity.&nbsp; However, because of the triploid karyotype, very high rates of intrauterine deaths occur and often manifest as early spontaneous abortions.&nbsp; Partial moles are distinct histologically from complete moles in that they have focal (rather than diffuse) hyperplastic trophoblasts and focally enlarged hydropic villi.</p>\n<h1>&nbsp;Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Extremes of maternal age (&lt;20 and &gt;35)</li>\n\t<li>Previous molar pregnancy</li>\n\t<li>Prior spontaneous abortion or infertility</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Most HM pregnancies present similarly to a normal intrauterine pregnancy with amenorrhea, a positive pregnancy test, and early pregnancy symptoms (eg, nausea, fatigue, breast tenderness).&nbsp; HM are often suspected when the normal early pregnancy evaluation reveals higher-than-expected β-hCG levels and abnormal ultrasonography features.</p><br><br><p>Partial or incomplete moles may be diagnosed initially as spontaneous abortions (ie, no fetal cardiac activity, vaginal bleeding) and not confirmed until histopathologic diagnosis of products of conception.</p><br><br><p>Other features for complete HM are divided into early and late findings.</p>\n<h2>Early findings</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vaginal bleeding</strong>:&nbsp; often a purple, watery color due to trapped blood that has undergone oxidation</li>\n\t<li><strong>Pelvic pressure</strong>:&nbsp; due to a rapidly enlarging uterus from trophoblast expansion</li>\n\t<li><strong>Uterine size greater than gestational age</strong>:&nbsp; due to high volumes of expanding trophoblasts and retained blood</li>\n\t<li><strong>Hyperemesis gravidarum</strong>:&nbsp; likely due to significantly elevated hCG levels</li>\n</ul>\n<h2>Late findings</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hyperthyroidism</strong> (ie, palpitations, diaphoresis, heat intolerance):&nbsp; due to hCG stimulation of thyroid gland</li>\n\t<li><strong>Early-onset preeclampsia</strong>:&nbsp; abnormal spiral artery development leads to hypertension and proteinuria at &lt;20 weeks</li>\n\t<li><strong>Theca lutein cysts</strong>:&nbsp; due to β-hCG overstimulation of ovaries with luteinization of theca cells</li>\n</ul><br><br><p>The early and routine use of ultrasonography and laboratory monitoring in all pregnancies has made these late findings rare as abnormalities are identified and managed much earlier.</p>\n<h1>Diagnosis</h1><br><br><p>Definitive diagnosis of HM is made through histologic and genetic evaluation of the products of conception following uterine evacuation.&nbsp; However, a presumptive diagnosis is made through the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Physical examination</strong>:&nbsp; a uterine size larger than expected for gestational age or passage of grape-like vesicles (hydropic villi) through the cervix is suggestive of a complete mole.&nbsp; A uterus with a partial mole may be normal size or smaller than expected.</li>\n\t<li><strong>Laboratory evaluation</strong>:&nbsp; extremely high <strong>β-hCG levels &gt;100,000 U/L</strong> (suggestive of a complete mole; partial moles do not have significant elevations).&nbsp; Other studies when a complete mole is suspected include thyroid function tests (assess for hyperthyroidism), complete blood count (important in women with heavy vaginal bleeding), and renal and liver function studies (particularly for those with second trimester HM and hypertension to evaluate for early-onset preeclampsia).</li>\n\t<li><strong>Pelvic ultrasonography</strong> (primary imaging modality):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Complete mole</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45442.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; multicystic echogenic mass occupying the uterus with a <strong>\"snowstorm\"</strong> or <strong>\"cluster of grapes\"</strong> appearance with absence of embryo and amniotic fluid.&nbsp; The adnexa may have bilateral ovarian theca lutein cysts.</li>\n\t\t<li><strong>Partial mole</strong>:&nbsp; variable findings but may include a gestational sac with abnormal tissue, malformed fetus, fetal demise, and/or focal cystic placental changes.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Threatened abortion</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16818.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; any vaginal bleeding during early pregnancy.&nbsp; A threatened abortion is distinguished from molar pregnancies by the presence of a viable fetus on ultrasound and an hCG level within the expected range for gestational age.</li>\n\t<li><strong>Missed abortion</strong>:&nbsp; characterized by a closed cervix and no embryonic cardiac activity on sonography.&nbsp; A partial molar pregnancy may closely resemble this presentation, but histopathologic evaluation will distinguish between HM and an early pregnancy loss.</li>\n\t<li><strong>Ectopic pregnancy</strong>:&nbsp; often presents with a positive hCG, vaginal bleeding, and abnormal ultrasonography findings (ie, empty uterus).&nbsp; However, it typically has lower hCG levels with an abnormal rate of rise on serial monitoring (normal pregnancy rises by 50% every 48 hours) and causes unilateral pelvic pain due to a unilateral adnexal mass on ultrasonography (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47882.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Management</h1><br><br><p>Management involves surgical removal of the molar tissue, most often with <strong>suction curettage</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18023.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Hysterectomy may be considered in women not desiring future fertility or may be required for management in those with excessive bleeding during evacuation of the uterus.<p></p><br><br><p>Post-evacuation monitoring is critical because HM pregnancies are considered premalignant lesions for gestational trophoblastic neoplasia (GTN) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31167.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Therefore, <strong>β-hCG levels</strong> are followed weekly until they are undetectable for 3 consecutive measurements, then monthly for 6-12 months.&nbsp; A plateaued or rising β-hCG is suggestive of neoplastic conversion (eg, invasive mole, choriocarcinoma) and requires immediate evaluation.<p></p><br><br><p>During this time, patients require contraception for accurate interpretation of serial β-hCG measurements as a newly conceived pregnancy creates diagnostic confusion.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of HM pregnancies varies by the type of mole and the gestational age at presentation.&nbsp; The risk of complications with complete moles (eg, theca lutein cysts, preeclampsia, hyperthyroidism) increases with advancing gestational age as does the complexity of surgical management (ie, increased risk of hemorrhage).&nbsp; However, with adequate uterine evacuation, the changes related to elevated β-hCG resolve without lasting consequences.</p><br><br><p>The most crucial determination of prognosis is in post-evacuation surveillance for GTN, which develops after 15%-20% of complete moles and 1%-5% of partial moles.&nbsp; Invasive mole and choriocarcinoma are the most common types in patients who develop GTN.&nbsp; While these are generally highly treatable, chemotherapy (eg, methotrexate) and, occasionally, surgery are required.&nbsp; In patients who do not develop GTN, normal pregnancies are possible, but they are at increased risk of recurrence and require early ultrasound and β-hCG monitoring soon after conception.</p>\n<h1>Summary</h1><br><br><p>Hydatidiform moles are characterized by abnormal trophoblastic proliferation that occurs as the result of an abnormal fertilization event.&nbsp; Molar pregnancies are classified into complete and partial moles, which differ in presentation and potential risks and complications.&nbsp; Complete moles cause a very significantly elevated β-hCG and classic \"snowstorm\" sonographic appearance; partial moles are more likely to have subtle sonographic placental abnormalities with the presence of fetal tissue. Both types of HM are treated with surgical uterine evacuation and require surveillance for GTN development.</p>\n</div>\n\n            "
}