{
  "meta": {
    "title": "Hydrops fetalis",
    "url": "https://brainandscalpel.vercel.app/hydrops-fetalis-nbsp-ebcc0e05-329f27.html",
    "scrapedAt": "2025-12-01T05:11:18.714Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1><p>Hydrops fetalis is a severe fetal condition characterized by excessive fluid accumulation in ≥2 fetal compartments, such as the skin, pleura, pericardium, or abdomen (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43280.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; It has various etiologies and is associated with significant perinatal morbidity and mortality.<p></p><h1>Pathogenesis</h1><p>A balance normally exists between fluid moving from the vasculature into the interstitial space and the return of interstitial fluid to the venous system via lymphatic drainage (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14017.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Hydrops fetalis occurs due to an imbalance between the production and removal of interstitial fluid, leading to generalized edema.&nbsp; Extravascular fluid accumulation can occur through a variety of mechanisms, including:<p></p><ul class=\"article-body-unordered-list\"><li>Increased capillary leakage, which leads to increased movement of fluid into the interstitial space due to increased capillary permeability, decreased oncotic pressure, or increased capillary hydrostatic pressure.&nbsp; In most cases of hydrops fetalis, this is most commonly a sequlae of high-output heart failure causing elevated central venous pressure.</li><li>Lymphatic obstruction or malfunction, which causes decreased return of interstitial fluid to the venous system.</li></ul><h1>Etiologies</h1><p>Hydrops fetalis is the end product from multiple etiologies broadly categorized into immune and nonimmune hydrops fetalis.</p><h2>Immune hydrops fetalis</h2><p>Immune hydrops fetalis (IHF) occurs as a consequence of <strong>severe hemolytic disease of the fetus and newborn (HDFN)</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17490.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), which is caused by fetal red blood cell hemolysis due to maternal alloimmunization (ie, development of maternal IgG antibodies against antigens on fetal red blood cells).&nbsp; Alloimmunization occurs following a sensitizing event in which the mother is exposed to foreign red blood cell antigens (eg, transfusion, exposure to fetal red blood cells [delivery, placental abruption, trauma]).&nbsp; HDFN most commonly occurs due to <strong>Rh(D) incompatibility</strong> between an Rh-positive fetus and an Rh-negative mother (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95614.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), but it can also occur due to the presence of other red blood cell antigens (eg, Kell, Duffy).&nbsp; IHF from Rh(D) incompatibility is less common due to the routine administration of anti-D immunoglobulin (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32531.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><p>In these cases, hemolysis can lead to <strong>severe fetal anemia</strong>, which results in hypoxia, high-output heart failure, and subseqent capillary leakage and third-spacing into the interstitium.</p><h2>Nonimmune hydrops fetalis</h2><p>Nonimmune hydrops fetalis (NIHF) is the most common cause of hydrops fetalis and can occur due to cardiac, pulmonary, infectious, and genetic etiologies:</p><ul class=\"article-body-unordered-list\"><li><strong>Fetal heart failure</strong>:&nbsp; Potential etiologies include severe anemia (eg, alpha thalassemia, fetomaternal hemorrhage), arrhythmias or heart block, myocarditis, congenital cardiac anomalies, and arteriovenous malformations.</li><li><strong>Congenital infection</strong>:&nbsp; <strong>Parvovirus B19</strong> is the most common infectious cause of NIHF because the virus is cytotoxic to fetal erythroid progenitor cells, which can lead to severe anemia and high-output heart failure (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33203.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: Parvovirus B19 infection in pregnancy\n                                    </a>\n                                </div>\n                                ).&nbsp; Other infections (eg, cytomegalovirus, syphilis) may cause hydrops fetalis through widespread multiorgan infection.</li><li><strong>Genetic abnormalities</strong>:&nbsp; <strong>Aneuploidy</strong> (eg, monosomy X, triploidy, trisomies) can cause structural abnormalities associated with NIHF, and inborn errors of metabolism (ie, metabolic enzyme deficiencies) can cause organ dysfunction.</li><li><strong>Fetal malformations</strong>:&nbsp; Diaphragmatic hernia or <strong>cystic hygroma</strong> (a posterior neck mass due to lymphatic obstruction) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37862.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) can lead to hydrops fetalis through compression of vascular or lymphatic structures.</li><li><strong>Placental abnormalities</strong>:&nbsp; <strong>Twin-twin transfusion syndrome</strong> is a possible complication of monochorionic twin pregnancies due to unbalanced vascular anastomoses within the placenta (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36767.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; This condition results in increased transfer of fluid from one twin (donor) to the other (recipient).&nbsp; Hypervolemia in the recipient twin can lead to high-output heart failure and hydrops fetalis.</li></ul><p>Hydrops fetalis due to genetic abnormalities typically develops in the first or second trimester, whereas cases associated with structural anomalies, anemia, infection, or inborn errors of metabolism often do not develop until the second or third trimesters.</p><h1>Clinical presentation</h1><p>Hydrops fetalis is largely asymptomatic, and therefore identified only through ultrasonography.&nbsp; If signs or symptoms are present, they are typically subtle but may include a uterine size–dates discrepancy due to the development of polyhydramnios (ie, excess amniotic fluid) and uterine overdistention (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20871.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; In addition, decreased fetal movement may occur due to fetal hypoxemia or the cushioning effect of polyhydramnios.<p></p><h1>Diagnosis</h1><p>Hydrops fetalis is a sonographic diagnosis and may be discovered incidentally during routine ultrasounds (eg, dating ultrasound, anatomy survey) or on surveillance ultrasounds in pregnancies with conditions that increase the risk of hydrops fetalis.&nbsp; A diagnosis of hydrops fetalis requires ≥2 of the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Skin edema</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46203.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li><li><strong>Pleural effusion</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46204.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li><li><strong>Ascites</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46206.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li><li><strong>Pericardial effusion</strong>.</li></ul><p>Findings associated with hydrops fetalis, but not required for diagnosis, include:</p><ul class=\"article-body-unordered-list\"><li>Polyhydramnios (amniotic fluid index ≥24 cm or a deepest vertical pocket ≥8 cm).</li><li>Placental thickening due to placental edema.</li><li>Abnormal fetal growth.</li></ul><p>Following hydrops fetalis diagnosis, further evaluation is required to identify the etiology, which involves additional imaging and laboratory evaluation.</p><h2>Additional imaging</h2><p>A <strong>fetal echocardiography</strong> along with a <strong>detailed fetal anatomy sonogram</strong> to identify malformations or findings consistent with fetal infection (eg, intracranial calcifications, echogenic bowel, hepatosplenomegaly) is typically the first step in evaluation.</p><h2>Laboratory evaluation</h2><p>Laboratory testing is performed to help delineate the etiology behind the hydrops fetalis.&nbsp; Common tests include:</p><ul class=\"article-body-unordered-list\"><li>Maternal blood type and antibody screen to evaluate for alloimmunization or other antibodies.&nbsp; A Kleihauer-Betke test is also ordered to evaluate for possible fetomaternal hemorrhage (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17401.png\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).</li><li>Infectious disease testing for parvovirus B19, cytomegalovirus, syphilis, and toxoplasmosis.&nbsp; Testing for additional infectious diseases (eg, herpes simplex virus, rubella, varicella) should be guided by maternal symptoms, exposure history, or sonographic findings.</li><li>Expanded carrier screening panels to determine carrier status of genes associated with inborn errors of metabolism.</li><li>Amniocentesis (ie, aspiration of amniotic fluid) with chromosomal or infectious disease testing (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23793.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).</li></ul><h1>Management</h1><p>Management of hydrops fetalis is complex and dependent upon gestational age at diagnosis and the underlying etiology.&nbsp; The mainstay of management involves frequent antenatal testing, which includes nonstress tests and&nbsp; biophysical profiles (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41148.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).<p></p><p><strong>Doppler ultrasonography</strong> (ie, measurement of rate of blood flow through vessels) is often used to guide timing of delivery.&nbsp; The following dopplers are used in surveillance:</p><ul class=\"article-body-unordered-list\"><li>Umbilical vein:&nbsp; Normal blood flow is continuous; the development of pulsatile flow indicates increased afterload and cardiac dysfunction and is associated with increased risk of fetal demise.</li><li>Umbilical artery:&nbsp; Performed in fetuses with growth restriction.&nbsp; Abnormal testing is associated with fetal hypoxia and increased risk of fetal demise.</li><li>Middle cerebral artery (MCA):&nbsp; Peak systolic velocity through the MCA is measured in fetuses with suspected anemia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87375.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; As fetal hemoglobin falls, the velocity of blood flow through this artery increases.&nbsp; MCA dopplers are used when intrauterine transfusion is indicated.</li></ul><p>In utero treatments vary widely based on the underlying etiology and are discussed in separate individual articles (eg, percutaneous umbilical cord sampling with transfusion with fetal anemia, in utero surgery for thoracic masses).</p><p>Delivery is often performed late preterm or early-term gestation (ie, <strong>34-37 weeks gestation</strong>) unless significant abnormalities are seen on antenatal testing.&nbsp; After delivery, additional diagnostic evaluation (eg, chromosomal microarray, imaging, laboratory studies) is warranted if an etiology is not determined prenatally.</p><p>Surviving neonates often have generalized edema, respiratory distress, cyanosis, or heart failure symptoms.&nbsp; Therefore, they require high levels of supportive care, which includes respiratory support (eg, oxygen therapy, mechanical ventilation) and potential drainage of effusions (eg, thoracentesis, paracentesis).&nbsp; Additional management is dependent upon the specific etiology (eg, surgical correction of anomalies, transfusion for anemia).</p><h1>Prognosis</h1><p>Prognosis depends on the underlying cause, gestational age at diagnosis, and severity of hydrops.&nbsp; Hydrops fetalis has a high mortality rate, particularly early-onset hydrops or hydrops associated with chromosomal abnormalities or a structural anomaly.&nbsp; Prognosis is improved in conditions amenable to treatment (eg, anemia, arrhythmias, twin-twin transfusion syndrome), especially with early detection.&nbsp; Recurrence risk in future pregnancies is dependent upon etiology.</p><ul class=\"article-body-unordered-list\"><li>Immune hydrops fetalis:&nbsp; High recurrence risk in subsequent pregnancies with alloantibodies (eg, Kell, Duffy, Rh(D)).</li><li>Infection:&nbsp; Minimal risk in future pregnancies due to maternal immunity.</li><li>Genetic causes:&nbsp; Unlikely to recur in sporadic cases (ie, most aneuploidies); however, a higher risk exists for inherited genetic syndromes (eg, inborn errors of metabolism, thalassemia).</li><li>Structural anomalies:&nbsp; Minimal recurrence risk with sporadic cases (ie, not associated with a hereditary genetic cause).</li></ul><h1>Complications</h1><p>Hydrops fetalis has <strong>high perinatal morbidity and mortality</strong>; therefore, the most common complication is <strong>intrauterine fetal demise</strong>.&nbsp; In addition, the morbidity and mortality remains high postnatally for neonates, particularly those with severe intrauterine pleural effusions, which compress and prohibit lung growth, development, and expansion leading to pulmonary hypoplasia.&nbsp; Other common complications of hydrops fetalis are primarily related to uterine overdistension due to polyhydramnios and include:</p><ul class=\"article-body-unordered-list\"><li>Preterm labor.</li><li>Preterm prelabor rupture of membranes.</li><li>Cesarean delivery due to malpresentation (more likely with polyhydramnios).</li><li>Postpartum hemorrhage.</li></ul><p>A rare but life-threatening maternal complication is mirror syndrome, which is characterized by severe and rapid onset maternal edema (ie, \"mirroring\" the fetal edema).&nbsp; Common features include hypertension and proteinuria (similar to preeclampsia with severe features), oliguria, and shortness of breath.&nbsp; Delivery is required for treatment.</p><h1>Prevention</h1><p>Immune hydrops fetalis is primarily prevented with routine administration of Rh(D) immunoglobulin to all Rh-negative women in the third trimester and with potentially sensitizing events (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32531.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; For pregnancies in sensitized women, prevention of hydrops fetalis is focused on serial titers and MCA dopplers.<p></p><p>The prevention of nonimmune hydrops fetalis is more complicated given that so many different etiologies can result in this clinical phenotype.&nbsp; However, preconception counseling is vital as it provides an opportunity to identify couples at risk of rare conditions and provides vaccination opportunities (eg, rubella, varicella).&nbsp; In addition, early prenatal care can detect fetal abnormalities earlier that may lead to hydrops fetalis.</p><h1>Summary</h1><p>Hydrops fetalis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49920.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) is characterized by abnormal fetal fluid accumulations (eg, ascites, pericardial effusion, pleural effusion, skin edema) that result from an imbalance of fluid movement due to increased capillary leakage of fluid or lymphatic obstruction or malfunction.&nbsp; Causes include structural anomalies, anemia, infection, genetic disorders, and placental conditions.&nbsp; Treatment is highly variable because it depends on the underlying etiology, and despite attempts at treatment, the overall perinatal morbidity and mortality is high.<p></p></div>\n            "
}