{
  "meta": {
    "title": "Intrauterine fetal demise",
    "url": "https://brainandscalpel.vercel.app/intrauterine-fetal-demise-895532f3-329f27.html",
    "scrapedAt": "2025-12-01T05:11:24.597Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Intrauterine fetal demise (IUFD), also known as stillbirth, refers to the death of a fetus at ≥20 weeks gestation but prior to the onset of labor.&nbsp; Many possible etiologies exist, including maternal disease, fetal conditions and infection, and placental abnormalities.</p><h1>Pathogenesis and risk factors</h1><p>The pathogenesis of IUFD is multifactorial and, despite a thorough evaluation, a cause cannot always be determined.&nbsp; The pathophysiological mechanisms often involve compromised oxygen and nutrient delivery to the fetus, which leads to hypoxia and subsequent fetal death.&nbsp; Interruptions at any point along this pathway can result in IUFD:</p><ul class=\"article-body-unordered-list\"><li>Maternal blood flow to the uterus:&nbsp; May be compromised by vasculopathy (eg, diabetes mellitus, hypertensive disorders) or states of maternal hypoperfusion (eg, diabetic ketoacidosis, hemorrhage, sepsis).</li><li>Placental blood flow:&nbsp; May be compromised by placental abruption (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16446.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), infarction, infection, and placental insufficiency (ie, impaired development of the placenta and reduced efficiency of nutrient exchange, often due to chronic maternal medical conditions).</li><li>Blood flow through the umbilical cord:&nbsp; May be compromised by umbilical cord accidents (eg, true knot (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63310.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )) or inadequate protection of the umbilical vessels (eg, vasa previa (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L54574.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), velamentous cord insertion).</li><li>Blood flow through the fetal circulation to meet fetal metabolic requirements:&nbsp; May be compromised by an abnormal fetal circulation (eg, anomalies, fetal anemia, arrhythmia, heart failure) or altered metabolic requirements (eg, infection, hyperglycemia, congenital anomalies).</li></ul><p>Conditions leading to IUFD may develop suddenly (eg, placental abruption) or over time.&nbsp; When an ongoing condition precludes adequate transfer of nutrients to the fetus, fetal growth may be compromised.&nbsp; Therefore, fetal growth restriction (ie, an estimated fetal weight at &lt;10th percentile for gestational age) can be a sign of impending fetal demise.&nbsp; Similarly, oligohydramnios (amniotic fluid index ≤5 cm) can develop from many conditions that cause IUFD (eg, placental insufficiency, infection, fetal anomalies) and indicate that the pregnancy is at increased risk for IUFD.</p><h1>Etiologies</h1><p>Possible etiologies of IUFD can include both maternal and fetal factors, including the following (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40444.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><h2>Maternal etiologies</h2><ul class=\"article-body-unordered-list\"><li><strong>Maternal comorbid conditions</strong><ul class=\"article-body-unordered-list\"><li><strong>Hypertensive disorders of pregnancy</strong> (eg, chronic hypertension, preeclampsia):&nbsp; Can cause placental insufficiency, fetal growth restriction, and placental abruption.</li><li><strong>Tobacco use and substance use disorders</strong> (particularly amphetamines and cocaine):&nbsp; Can cause placental insufficiency, fetal growth restriction, and placental abruption.</li><li><strong>Poorly controlled pregestational diabetes mellitus</strong>:&nbsp; Can cause fetal hyperglycemia, fetal growth restriction, placental insufficiency, and fetal anomalies.</li><li><strong>Antiphospholipid syndrome</strong>:&nbsp; Can cause vasculopathy of the uterine spiral arteries and prothrombotic mechanisms that lead to impaired fetal and placental growth.</li><li><strong>Intrahepatic cholestasis of pregnancy</strong>:&nbsp; Elevated bile acids are thought to cause fetal arrhythmias and vasospasm of placental vessels.</li></ul></li><li><strong>Infection</strong>, particularly cytomegalovirus, <em>Treponema pallidum</em> (syphilis), toxoplasmosis, <em>Listeria monocytogenes</em>, parvovirus B19:&nbsp; Can cause either serious maternal illness, impairing placental function, or directly infect the fetus.</li></ul><h2>Fetal etiologies</h2><ul class=\"article-body-unordered-list\"><li><strong>Chromosomal abnormalities</strong>:&nbsp; The most common abnormalities identified in stillbirth cases are monosomy X, trisomy 13, trisomy 18, trisomy 21, and unbalanced translocations (other aneuploidies are more likely to cause pregnancy loss at &lt;20 weeks gestation).</li><li><strong>Congenital malformations</strong>:&nbsp; Neural tube defects, abdominal wall defects, cardiac anomalies.</li><li><strong>Fetal anemia</strong>:&nbsp; Thalassemia, fetomaternal hemorrhage, hydrops fetalis.</li><li><strong>Fetal growth restriction</strong>:&nbsp; Associated with maternal medical comorbidities (eg, chronic hypertension, poorly controlled pregestational diabetes mellitus).</li><li><strong>Postterm pregnancy</strong> (≥42 weeks gestation):&nbsp; Due to placental insufficiency.</li></ul><h1>Clinical presentation</h1><p>Most commonly, patients present with <strong>decreased or absent fetal movement</strong>.&nbsp; In some cases, patients may have symptoms related to the etiology of stillbirth (eg, abdominal pain and vaginal bleeding with placental abruption, headache with preeclampsia).</p><p>Other common clinical presentations include an inability to detect a fetal heart rate on Doppler ultrasonography or fetal heart rate monitoring, and a fundal height less than expected for gestational age (ie, uterine size dates discrepancy) due to FGR or cessation of fetal growth after demise.&nbsp; Rarely, prolonged retention of the demised fetus can result in patients presenting with complications (eg, intraamniotic infection, disseminated intravascular coagulation).</p><h1>Diagnosis and evaluation</h1><p>When the fetal heart rate is absent on Doppler ultrasound or fetal heart rate monitoring (eg, nonstress test), transabdominal ultrasonography must be performed.&nbsp; This procedure is necessary because both Doppler ultrasonography and nonstress test only evaluate the heart rate via auscultation; the transabdominal ultrasonography allows for visualization of the fetal heart to determine the presence or absence of a heartbeat.&nbsp; Therefore, the diagnosis of IUFD is confirmed via <strong>transabdominal ultrasonography</strong>, which will show <strong>absence of fetal cardiac activity</strong>.</p><p>Following diagnosis, evaluation aims to determine the most likely etiology of the stillbirth and includes the following (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/90054.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Complete blood count</strong> to assess for signs of infection (eg, leukocytosis) or anemia.</li><li><strong>Antibody screen</strong> to assess for Rh(D) alloimmunization.</li><li><strong>Kleihauer-Betke test</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17401.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) to evaluate for fetomaternal hemorrhage, particularly in cases of suspected placental abruption.</li><li><strong>Serologic testing for infection</strong>, including syphilis (particularly in patients with risk factors); <em>L monocytogenes</em>, cytomegalovirus, toxoplasmosis, and parvovirus testing is often more individualized based on fetal ultrasound or autopsy findings (eg, hydrops fetalis, abscesses).</li><li><strong>Antiphospholipid syndrome testing</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35373.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ), particularly in patients with preeclampsia with severe features at &lt;34 weeks gestation and/or severe fetal growth restriction.</li><li><strong>Genetic testing</strong> (eg, chromosomal microarray, karyotype analysis), particularly for fetuses with abnormal fetal ultrasound or autopsy findings.</li><li><strong>Drug screening</strong> should be performed in most cases, particularly in patients with new-onset hypertension, placental abruption, or associated fetal growth restriction.</li></ul><p><strong>Fetal and placental autopsy</strong> should also be offered to all patients, as many causes (eg, cardiac malformations) are only identified during autopsy.&nbsp; Findings may include:</p><ul class=\"article-body-unordered-list\"><li>Placental abnormalities (eg, infarction, abruption, infection)</li><li>Umbilical cord abnormalities (eg, thrombosis, knots)</li><li>Dysmorphic features or structural anomalies suggestive of a genetic cause or congenital infection</li></ul><p>However, it is important to note that even after a complete evaluation, up to half of all IUFDs have no identifiable cause, and patients should be counseled in advance that testing may not reveal a definitive cause.</p><h1>Management</h1><p>The approach to management of an IUFD depends on gestational age, maternal hemodynamic stability, and patient preferences (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81603.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).<p></p><p>Because the diagnosis of an IUFD is unexpected and overwhelming, patients without an indication for immediate delivery (eg, preeclampsia) can be offered expectant management to allow for time to process and grieve the diagnosis.&nbsp; In many patients, spontaneous labor will occur within a week following IUFD; however, due to the risk of coagulopathy, those who do not undergo spontaneous labor during this time should be offered medical or surgical management.</p><p>Most patients with an IUFD are managed medically with an induction of labor (eg, mifepristone, prostaglandins, oxytocin).&nbsp; Surgical management options are dependent upon the gestational age of the IUFD.&nbsp; For patients with an IUFD at &lt;24 weeks gestation, a dilation and evacuation (D&amp;E) may be offered; D&amp;E is not performed at ≥24 weeks gestation due to an increased risk of hemorrhage and inability to complete the procedure.&nbsp; For patients at ≥24 weeks gestation, a cesarean delivery is the surgical management of choice.&nbsp; However, vaginal delivery is typically performed because cesarean delivery usually offers no benefit, with exceptions for placental abruption with hemodynamic compromise, placenta previa, and prior classical cesarean delivery (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L113331.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p><p>In addition, patients should be connected to resources for psychological support, such as counseling and support groups.</p><h1>Complications</h1><p>The most important complication associated with the retention of an IUFD is the increased risk for coagulopathy (eg, <strong>disseminated intravascular coagulopathy</strong>).&nbsp; This coagulopathy is a result of the release of tissue factor (eg, thromboplastin) into the maternal circulation from the placenta.&nbsp; Tissue factor triggers the maternal coagulation system, resulting in platelet and coagulation factor consumption.</p><p>In addition, prolonged retention of the demised fetus increases the risk of intraamniotic infection and its associated risks, including postpartum hemorrhage (due to uterine atony).</p><h1>Prognosis and prevention</h1><p>Although not all cases of IUFD are preventable, several strategies can reduce the risk.&nbsp; The most important of these are preconception counseling and routine prenatal care, which can address modifiable risk factors and monitor fetal growth, and may reduce the risk of conditions associated with IUFD.</p><p>In addition, management of high-risk pregnancies helps prevent IUFD via:</p><ul class=\"article-body-unordered-list\"><li>Prophylactic measures:&nbsp; Low-dose aspirin in patients with risk factors for preeclampsia (eg, hypertension, diabetes mellitus, multifetal gestation, antiphospholipid syndrome) reduces the risk of placental insufficiency and fetal death.</li><li>Treatment:&nbsp; Maintaining optimal control of maternal pathologies (eg, hypertension, diabetes, thyroid disorders) and management of acute conditions (eg, maternal or fetal infection, fetal anemia, diabetic ketoacidosis).</li><li>Monitoring:&nbsp; Increased surveillance with ultrasonography and antenatal testing (eg, nonstress tests, biophysical profile) to detect signs of fetal compromise (eg, fetal growth restriction, oligohydramnios).</li><li>Delivery:&nbsp; Because of the increased risk of stillbirth with increased gestation age, preterm or early-term delivery is indicated for certain maternal and fetal conditions (eg, preeclampsia).</li></ul><p>The prognosis for a live birth following an IUFD depends on the underlying cause; the risk of recurrent IUFD varies but is generally higher than in the general population.</p><h1>Summary</h1><p>Intrauterine fetal demise (IUFD) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32823.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ), or stillbirth, is the death of a fetus at ≥20 weeks gestation but prior to the onset of labor.&nbsp; IUFD is diagnosed via transabdominal ultrasonography, which demonstrates absent fetal cardiac activity.&nbsp; After delivery, laboratory evaluation and fetal and placental autopsy should be performed to evaluate for both maternal and fetal etiologies; however, the etiology remains unknown in many cases.<p></p></div>\n            "
}