{
  "meta": {
    "title": "Neural tube defects",
    "url": "https://brainandscalpel.vercel.app/neural-tube-defects-d46d8b5e-329f27.html",
    "scrapedAt": "2025-12-01T05:11:27.353Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Neural tube defects (NTDs), sometimes called spinal dysraphisms, are congenital malformations arising from incomplete closure of the neural tube during embryonic development.&nbsp; They are among the most common birth defects, with varying degrees of severity and clinical implications.&nbsp; The most prevalent forms of NTDs include anencephaly, myelomeningocele, and spina bifida occulta.</p>\n<h1>Pathogenesis</h1><br><br><p>The CNS develops via neurulation during the <strong>third and fourth week gestation</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L34681.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; During the first stage of neurulation (primary neurulation), the neural plate forms from the ectoderm.&nbsp; The lateral edges of the plate, known as neural folds, migrate toward the midline and fuse.&nbsp; Fusion begins in the cervical region and extends rostrally and caudally, forming the neural tube, which is the precursor to the brain and spinal cord.&nbsp; The open ends of the neural tubes, or neuropores, close at the end of the fourth week.&nbsp; Following primary neurulation, secondary neurulation occurs, during which the caudal spinal cord forms from mesenchymal cells that integrate with the existing neural tube.<p></p><br><br><p>Failure of the neural tube to undergo complete closure and formation can occur at any level from the rostral (cranial) to the caudal end.&nbsp; <strong>Open NTDs</strong>, which are the most common type, result from <strong>defective primary neurulation</strong>, leaving neuronal tissue exposed to amniotic fluid.&nbsp; In contrast, <strong>closed NTDs</strong> are covered by overlying skin and are thought to result from <strong>impaired secondary neurulation</strong>.&nbsp; The site and timing of the defect determine the type of NTD:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Failed rostral neuropore closure causes <strong>anencephaly</strong> (complete failure) or <strong>encephalocele</strong> (partial failure).&nbsp; Anencephaly is characterized by the absence of major portions of the skull and forebrain (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31792.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), whereas encephalocele is characterized by herniation of the brain and meninges through the skull, typically in the occipital region.</li>\n\t<li>Failed caudal neuropore closure causes meningocele, <strong>myelomeningocele</strong> (eg, spina bifida), or myeloschisis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23771.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), all of which involve defects where the spinal cord and/or meninges herniate or remain exposed.</li>\n\t<li>Failure of secondary neurulation causes a <strong>closed NTD</strong> (eg, spina bifida occulta), in which the defect is covered by skin, usually due to the incomplete fusion of the vertebral arch at L5 through S1.</li>\n</ul><br><br><p>Some of the most common and clinically relevant defects are discussed in this article.</p>\n<h1>Risk factors</h1><br><br><p>Folic acid is involved in the regulation of neural tube closure; therefore, <strong>inadequate maternal folate intake (folate deficiency)</strong> is the major risk factor for NTDs.&nbsp; Folate deficiency may result from inadequate dietary intake, impaired intestinal absorption (eg, inflammatory bowel disease, gastric bypass surgery), or use of folic acid antagonist medications (eg, methotrexate, valproic acid, carbamazepine).</p><br><br><p>Other risk factors include pregestational diabetes mellitus, maternal fever in the first trimester, maternal obesity, and genetic factors (eg, family history).&nbsp; NTDs may occur in isolation or as a feature of a genetic syndrome (eg, aneuploidies) or amniotic band syndrome.</p>\n<h1>Open neural tube defects</h1><h2>Anencephaly</h2><br><br><p>Anencephaly is an open NTD characterized by the <strong>absence of major portions of the skull and forebrain</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31339.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The fetal brain is exposed to amniotic fluid early in development, resulting in degeneration of the developing forebrain.&nbsp; Because of the severe amount of missing brain tissue, anencephaly is incompatible with life.&nbsp; Many fetuses with anencephaly die in utero; those born with anencephaly may retain spontaneous breathing and brainstem reflexes (eg, suck, Moro) but die soon after birth.<p></p><br><br><p>Anencephaly is diagnosed by fetal ultrasonography, which typically shows absence of the brain and skull superior to the orbits and elevated amniotic fluid volume (polyhydramnios due to impaired fetal swallowing).&nbsp; Maternal serum alpha-fetoprotein is markedly elevated due to direct leakage from the open neural tube into the amniotic fluid.</p>\n<h2>Encephalocele</h2><br><br><p>Encephalocele is an open NTD in which intracranial contents <strong>(eg, brain, meninges) herniate through a skull defect</strong>, commonly in the occipital region.&nbsp; Large encephaloceles are usually identified on prenatal ultrasonography as a sac protruding from a skull defect.&nbsp; These are obvious at birth, but smaller encephaloceles may not present until later in childhood.&nbsp; Neuroimaging with MRI of the brain is often performed after birth and prior to possible surgical management of the defect.&nbsp; Infants have variable neurologic dysfunction depending on the size and contents (eg, meninges, brain tissue) of the mass.</p>\n<h2>Myelomeningocele</h2><br><br><p>Myelomeningocele (spina bifida), the most common type of NTD, involves the incomplete formation of the vertebral column, meninges, and skin (eg, vertebral arch defect), resulting in <strong>herniation of the spinal cord and meninges</strong> (eg, neural tissue bulging into the amniotic cavity) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35767.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Prenatally, it can lead to the following:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Limited fetal mobility within the uterine cavity because it is a space-occupying lesion that may prevent the fetus from assuming a cephalic presentation.</li>\n\t<li>Hydrocephalus, which is typically caused by obstructed cerebrospinal fluid flow from a <strong>Chiari malformation type II</strong> (due to downward displacement of the hindbrain) commonly associated with myelomeningocele.&nbsp; Ventricular size increases throughout gestation in fetuses with unrepaired NTD and can prevent fetal head descent into the pelvis.</li>\n\t<li>Fetal growth restriction.&nbsp; The exact mechanism is unclear, but overall poor maternal nutrition (eg, folate deficiency) may contribute to growth restriction.</li>\n</ul><br><br><p>Prenatal ultrasonography may show a complex cystic mass along the lower spine.&nbsp; At birth, the defect is visible as a protruding red, fleshy mass.&nbsp; Immediately after birth, the defect should be wrapped in a moist, sterile dressing and covered with plastic wrap to prevent infection and heat loss.&nbsp; Patients undergo urgent surgical repair, which can result in hydrocephalus requiring a ventriculoperitoneal shunt in over half of infants.&nbsp; Fetal surgery prior to birth may be offered in select cases.</p><br><br><p>Despite surgical repair, motor, sensory, and autonomic functions below the level of the spinal lesion are typically affected.&nbsp; Lumbar or sacral lesions are the most common, often causing <strong>complete lower extremity paralysis</strong> with loss of ambulation and <strong>absence of sensation</strong>.&nbsp; <strong>Neurogenic bladder</strong>, presenting with urinary retention/incontinence, recurrent urinary tract infections, and potential renal dysfunction, is almost universal.&nbsp; Treatment with clean intermittent catheterization relieves pressure on the upper urinary tract and helps prevent urinary stasis.&nbsp; <strong>Neurogenic bowel</strong> is also common, and a scheduled bowel regimen of laxatives, suppositories, and enemas is recommended to treat constipation.</p>\n<h1>Closed neural tube defects</h1><br><br><p>Closed NTDs occur when the <strong>posterior vertebral arches fail to fuse</strong> during embryologic development but the overlying skin remains intact (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/72832.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; The severity and age of presentation of a closed NTD can vary greatly; many patients are asymptomatic or have only cutaneous findings, such as a lumbosacral hemangioma, lipoma, pit, nevus, or hair tuft (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L72885.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; However, in some cases, the spinal cord may abnormally attach to surrounding tissues (eg, spinal lipomas, tight filum terminale) and undergo stretching and traction.&nbsp; This can result in <strong>tethered cord syndrome</strong>, which can present with (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L72886.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Back pain</strong>, sometimes radiating down the legs, exacerbated by activities that further stretch the cord (eg, bending forward).</li>\n\t<li><strong>Lower extremity lower motor neuron signs</strong> (eg, hyporeflexia, weakness) due to spinal dysfunction below T12-L1, often leading to gait abnormalities and muscle atrophy.</li>\n\t<li><strong>Bladder and/or bowel dysfunction</strong> due to impaired spinal cord signaling (neurogenic bladder), with symptoms including urinary incontinence, recurrent urinary infections, and chronic constipation</li>\n\t<li>Orthopedic complications (eg, foot deformities, scoliosis), typically related to chronic underlying weakness.</li>\n</ul><br><br><p>Spinal ultrasonography, which is sometimes performed in newborns with suspicious cutaneous lesions (eg, dimples, hemangiomas), may reveal a thickened filum terminale and low-lying conus medullaris, which are suggestive of an occult tethered cord.&nbsp; Definitive diagnosis is with MRI of the spine, which can detect spinal cord tethering and any associated spinal cord lesions (eg, lipoma).&nbsp; Urodynamic studies may also be performed to assess bladder function in these patients.&nbsp; Surgical detethering is the treatment of choice in a symptomatic patient with evidence of tethering on MRI.</p>\n<h1>Prenatal screening and diagnosis</h1><br><br><p>Screening for NTDs occurs at 15-20 weeks gestation with ultrasonography and measurement of maternal serum alpha-fetoprotein (MSAFP), a glycoprotein produced by the fetus.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>MSAFP</strong>:&nbsp; Levels are reported in multiples of the median (MoM) using unaffected pregnancies at the same gestational age as reference (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108937.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; An abnormally <strong>elevated MSAFP level</strong> (≥2.5 MoM) suggests an NTD because AFP leaks more readily through a defect to become concentrated in the amniotic fluid and, subsequently, maternal circulation.&nbsp; However, an elevated level may also occur due to benign causes such as multiple gestation (ie, 2 fetuses each producing AFP) and incorrect gestational age dating (the most common cause).&nbsp; Therefore, an abnormal MSAFP level requires fetal ultrasonography, which can detect multiple gestations, determine an accurate gestational age, and visualize fetal CNS structures.</li>\n\t<li><strong>Ultrasonography</strong>:&nbsp; Routine anatomy ultrasonography is recommended for all pregnancies in the second trimester, and most NTDs can be diagnosed prior to delivery by sonographic visualization of the defect.</li>\n</ul><br><br><p>If an NTD is detected, amniocentesis may be used as an ancillary test to help characterize the defect and to facilitate further genetic testing (eg, chromosomal microarray) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23793.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; Amniotic fluid consists primarily of fetal urine and does not usually contain acetylcholinesterase (AChE), an enzyme normally concentrated in the cerebrospinal fluid (CSF).&nbsp; Therefore, elevated AChE on amniocentesis suggests a leak of fetal CSF into the amniotic cavity from an open NTD.&nbsp; If ultrasonographic findings are not clear, fetal MRI may be considered.<p></p>\n<h1>Delivery</h1><br><br><p>The optimal mode of delivery for patients with cephalic-presenting fetuses with NTDs has not been established, but these patients frequently undergo cesarean delivery due to concerns about trauma to exposed neural tissue during vaginal delivery.&nbsp; In addition, patients who have undergone prenatal in utero repair (often via hysterotomy) require cesarean delivery due to the risk for uterine rupture with labor.</p>\n<h1>Prevention</h1><br><br><p>Because neural tube closure occurs at 5-6 weeks gestation (when most patients are unaware of their pregnancy), all patients should begin <strong>folic acid supplementation</strong> at least 1 month before conception to ensure adequate folate levels.&nbsp; Average-risk patients require 0.4 mg daily; high-risk patients (eg, prior affected pregnancy, antiepileptic use) require 4 mg daily.</p>\n<h1>Summary</h1><br><br><p>NTDs (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31236.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) result from incomplete closure of the neural tube during early gestation, which leads to various anomalies of the brain or spine, including anencephaly, encephalocele, myelomeningocele, and spina bifida occulta.&nbsp; A major risk factor is inadequate maternal folate intake.&nbsp; Most open NTDs can be diagnosed on prenatal ultrasonography.&nbsp; The site and size of the defect determine clinical presentation, which ranges from asymptomatic to severely disabling or fatal.&nbsp; Despite available surgical interventions, many NTDs lead to lifelong disability, making prevention with folic acid supplementation a priority to reduce the incidence of these conditions.<p></p>\n</div>\n\n            "
}