{
  "meta": {
    "title": "Operative vaginal delivery",
    "url": "https://brainandscalpel.vercel.app/operative-vaginal-delivery-400b5012-329f27.html",
    "scrapedAt": "2025-12-01T05:11:31.970Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>An operative vaginal delivery is a procedure that uses instruments (forceps or vacuum extractor) to assist and expedite fetal delivery.</p>\n<h1>Types of instruments used</h1><br><br><p>In operative vaginal deliveries (also known as forceps- or vacuum-assisted vaginal deliveries), instrumentation is used to assist the provider in expediting fetal delivery so that cesarean delivery is not necessary.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Forceps</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89919.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; metal instruments (that resemble large spoons or salad tongs) that are applied to the fetal head to help guide it out of the pelvic outlet.</li>\n\t<li><strong>Vacuum extractor</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L48832.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; a suction device that is attached to the fetal head; the vacuum aids delivery by exerting suction pressure at the flexion point of the fetal skull (over the sagittal suture toward the posterior fontanelle), which allows the operator to guide the fetal head through the pelvic outlet.</li>\n</ul>\n<h1>Indications</h1><br><br><p>Operative vaginal delivery may be indicated under several conditions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prolonged second stage of labor</strong>: defined as &gt;3 hours in nulliparous patients or &gt;2 hours in multiparous patients without epidural (An additional hour is added if the patient has epidural analgesia.)</li>\n\t<li><strong>Fetal distress</strong> (eg, recurrent late decelerations, bradycardia)</li>\n\t<li>Maternal medical conditions in which a <strong>prolonged Valsalva maneuver could be harmful</strong> (eg, cardiac disease, neurologic disease)</li>\n\t<li><strong>Maternal exhaustion</strong></li>\n</ul>\n<h1>Contraindications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Suspected cephalopelvic disproportion because assisted delivery of the fetal head can result in shoulder dystocia</li>\n\t<li>Fetal connective tissue, skeletal, or bleeding disorder (eg, osteogenesis imperfecta, hemophilia) due to the risk for intracranial bleeding or brain injury</li>\n\t<li>Extreme fetal prematurity due to the risk for intracranial bleeding from incomplete cranium development</li>\n\t<li>Unknown fetal position (eg, breech, vertex) or presentation (eg, occiput posterior) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25353.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )</li>\n</ul>\n<h1>Prerequisites</h1><br><br><p>Before proceeding with an operative vaginal delivery, certain criteria must be met:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete (10-cm) cervical dilation:&nbsp; delivery through an incompletely dilated cervix can result in cervical laceration and postpartum hemorrhage.</li>\n\t<li>Rupture of membranes:&nbsp; allows for instrument application.</li>\n\t<li>The fetal head must be engaged (determined by fetal station in relation to the maternal ischial spines); an unengaged head suggests cephalopelvic disproportion and is a contraindication to operative vaginal delivery.</li>\n\t<li>Epidural or spinal anesthesia:&nbsp; to minimize discomfort and allow for a relaxed pelvic floor.</li>\n\t<li>Bladder emptying prevents bladder injury and ensures adequate space for fetal descent during the procedure.</li>\n</ul>\n<h1>Risks and complications</h1><br><br><p>Although operative vaginal delivery can be lifesaving, it does increase the risk for both maternal and fetal complications.</p>\n<h2>Maternal complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vaginal and perineal trauma</strong> (eg, lacerations):&nbsp; can be caused by both forceps and a vacuum extractor, leading to tears.&nbsp; Forceps application and traction exert greater pressure on the maternal soft tissues and are more likely to result in a major (ie, involving the anal sphincter) perineal laceration.&nbsp; Patients may develop long-term damage to the pelvic floor, resulting in urinary or fecal incontinence and pelvic organ prolapse.</li>\n\t<li><strong>Postpartum hemorrhage</strong>:&nbsp; there is increased risk for significant bleeding after delivery due to perineal lacerations.</li>\n</ul>\n<h2>Fetal complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cephalohematoma</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13934.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; is more common with the vacuum extractor than with forceps because the suction cup exerts pressure on the scalp.&nbsp; Most cases resolve without issue, but large cephalohematomas can result in jaundice due to hemolysis and increased bilirubin levels.</li>\n\t<li><strong>Intracranial and subgaleal hemorrhage</strong>:&nbsp; can occur in both types of operative vaginal delivery and result in long-term neurologic damage.</li>\n\t<li><strong>Facial nerve palsy</strong>:&nbsp; is caused by forceps pressure that can temporarily damage the facial nerve.&nbsp; This is because the blades are applied across the cheeks, leading to weakness or paralysis.</li>\n\t<li><strong>Shoulder dystocia and brachial plexus injury</strong>:&nbsp; are more common in vacuum deliveries due to the different traction forces and can result in permanent damage.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Operative vaginal delivery (eg, forceps- or vacuum-assisted vaginal delivery) can be used in patients with a prolonged second stage of labor, signs of fetal distress, or other factors to expedite delivery (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38440.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n</div>\n\n            "
}