{
  "meta": {
    "title": "Perineal lacerations",
    "url": "https://brainandscalpel.vercel.app/perineal-lacerations-268f45eb-329f27.html",
    "scrapedAt": "2025-12-01T05:11:36.427Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>During vaginal delivery, pressure from the fetal head and maternal pushing causes vaginal, labial, and perineal edema.&nbsp; The vagina and labia, which are relatively elastic, can stretch to accommodate vaginal delivery.&nbsp; The perineum is less elastic and more likely to lacerate; these lacerations are classified based on the structures involved, which determines management and prognosis.</p>\n<h1>Anatomy of the female perineum</h1><h2>Structures</h2><br><br><p>The perineum separates the vagina and anus.&nbsp; Anteriorly, the vaginal orifice is surrounded by the bulbospongiosus muscle, making it the most likely perineal muscle to be injured because it is the most anterior.&nbsp; Posteriorly, the anal orifice is surrounded by the external and internal anal sphincter muscles (ie, anal sphincter complex), which are at risk for injury with deep lacerations.</p><br><br><p>At the center of the perineum is the perineal body, which serves as an anchor point for multiple superficial pelvic floor muscles and consists of muscular, fascial, and fibrous components (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30355.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The structures forming and attaching to the <strong>perineal body</strong> include :<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bulbospongiosus</strong> (bulbocavernosus) muscle, anteriorly</li>\n\t<li><strong>Superficial transverse perineal muscle</strong>, laterally</li>\n\t<li>Fibers from the <strong>external anal sphincter muscle</strong>, posteriorly</li>\n</ul><br><br><p>Perineal lacerations occur in the midline of the perineal body, where the components join and the structure is weakest.</p>\n<h2>Vascular supply</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Internal pudendal artery (predominant) is a branch off the internal iliac artery that travels with the pudendal nerve through the pudendal canal to supply the perineum.</li>\n\t<li>Perineal arteries are small branches off the internal pudendal artery.</li>\n</ul>\n<h2>Innervation</h2><br><br><p>The pudendal nerve originates from the S2-S4 nerve roots and passes between the piriformis and coccygeus muscles as it exits the pelvis through the greater sciatic foramen.&nbsp; It then reenters the pelvis through the lesser sciatic foramen and takes a curved course around the ischial spines before dividing into:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sensory branches to the external genitalia, perineum, and perianal area</li>\n\t<li>Motor branches to the perineal muscles and external urethral and anal sphincters</li>\n</ul>\n<h1>Risk factors</h1><br><br><p>Risk factors for perineal laceration include primiparity and excessive force against the perineum during labor and delivery (eg, prolonged second stage of labor, fetal macrosomia).&nbsp; A significant risk factor, particularly for deeper lacerations, is operative vaginal delivery (eg, forceps).</p>\n<h1>Classification</h1><br><br><p>Perineal lacerations are classified based on depth and anatomic structures involved (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45837.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>First-degree</strong>:&nbsp; involves the vaginal mucosa and perineal skin.</li>\n\t<li><strong>Second-degree</strong>:&nbsp; extends to and involves the perineal muscles (eg, bulbospongiosus).</li>\n\t<li><strong>Third-degree</strong>:&nbsp; extends beyond the perineum and involves some or all of the anal sphincter muscle complex.</li>\n\t<li><strong>Fourth-degree</strong>:&nbsp; involves the anal sphincter muscle complex and rectal mucosa.</li>\n</ul>\n<h1>Management</h1><br><br><p>Following delivery, the vagina and perineum undergo a thorough examination to determine the depth of injury (ie, classification) and bleeding.&nbsp; Third- and fourth-degree lacerations require digital rectal examination to assess the integrity of the anal sphincter complex.</p><br><br><p>First-degree lacerations do not typically require surgical repair, but second-, third-, and fourth-degree perineal lacerations require repair to reapproximate the tissue layers, particularly the anal sphincter muscles (third- and fourth-degree lacerations), to minimize the risk for anal incontinence.</p><br><br><p>Patients who undergo surgical repair and have absent or inadequate neuraxial anesthesia require local anesthetic or a pudendal nerve block (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26104.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), which anesthetizes most of the perineum and external genitalia.&nbsp; A pudendal nerve block is performed via a transvaginal injection of a local anesthetic medial to the ischial spine and through the sacrospinous ligament (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43132.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Because extensive lacerations can cause heavy bleeding and there is a propensity for structures (eg, external anal sphincter muscle) to retract, patients with extensive third- and fourth-degree lacerations are transferred from the delivery room to the operating room.<p></p><br><br><p>In addition, routine postpartum perineal care is recommended for all patients and includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pain management:&nbsp; Perineal pain is often exacerbated by voiding due to the proximity of the laceration to the urethra.&nbsp; Patients with uncomplicated perineal lacerations or no lacerations are treated with nonsteroidal anti-inflammatory drugs, pain-relieving sprays or gels, and sitz baths</li>\n\t<li>Perineal hygiene:&nbsp; Such hygiene involves keeping the vulva and perineal areas clean and dry and wearing loose-fitting clothing.</li>\n\t<li>Maintenance of soft stools and prevention of constipation.</li>\n\t<li>Avoidance of sex until the 6-week postpartum visit to assess perineal healing</li>\n</ul><br><br><p>All patients also require monitoring for signs of wound infection (eg, severe pain, fever, purulence), hematoma, and wound dehiscence.&nbsp; Patients with severe perineal pain, abnormal discharge, and a new perineal bulge or mass require evaluation.</p>\n<h1>Complications and prognosis</h1><br><br><p>Outcomes depend on the classification of perineal laceration and wound healing.</p><br><br><p>First-degree lacerations typically heal without intervention.&nbsp; Second-degree perineal lacerations can cause pain, swelling, and bruising immediately postpartum but do not usually cause long-term sequelae.</p><br><br><p>Third- and fourth-degree lacerations, which cause anal sphincter injury (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L78331.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ), usually cause pain and difficulty with bowel movements postpartum.&nbsp; Because these lacerations and repairs are more extensive, patients are also at risk for the following complications:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dyspareunia and perineal pain</strong>:&nbsp; most common complication, often associated with a fear of sexual activity due to pain and fear of changes in the appearance or structure of the vaginal introitus.</li>\n\t<li><strong>Wound infection and/or wound dehiscence</strong>:&nbsp; typically occurs within days or weeks.</li>\n\t<li><strong>Anal incontinence</strong>:&nbsp; the presentation may be soon postpartum, delayed (ie, years after delivery), or intermittent with increasing age due to the gradual atrophy of other compensatory pelvic floor muscles.&nbsp; Patients typically have incontinence of stool or flatus.&nbsp; Examination may reveal weakened anal sphincter tone, asymmetric sphincter contraction (anal wink), or palpable defect.&nbsp; Endoanal ultrasonography reveals disrupted anal sphincter complex.</li>\n\t<li><strong>Rectovaginal fistula</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L51572.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):&nbsp; caused by abnormal healing and rectal mucosa infiltration of the rectovaginal septum.&nbsp; Typically, fistulas develop gradually over weeks to months and present with a malodorous, tan-brown vaginal discharge (ie, fecal matter).&nbsp; A dark red, velvety lesion (ie, rectal mucosa) may be seen in the posterior vagina.</li>\n</ul>\n<h1>Prevention</h1><br><br><p>Although perineal lacerations are often unavoidable (particularly in primiparous patients), certain measures may help reduce their incidence and severity:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Controlled delivery of the fetal head at delivery</li>\n\t<li>Antenatal perineal massage to increase perineal flexibility</li>\n\t<li>Application of warm compresses during the second stage of labor to promote tissue elasticity</li>\n</ul><br><br><p>Notably, routine episiotomy does not decrease the risk for severe lacerations and increases postpartum morbidity.&nbsp; If an episiotomy is indicated (eg, fetal distress), a mediolateral episiotomy is preferred to avoid anal sphincter injury (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42640.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).<p></p>\n<h1>Summary</h1><br><br><p>Perineal lacerations commonly occur with vaginal delivery and are classified based on depth and anatomic structures involved.&nbsp; Management is with surgical repair (except for superficial first-degree lacerations) and postpartum perineal care.&nbsp; Extensive lacerations, which disrupt the anal sphincter muscles (third-degree) and rectal mucosa (fourth-degree), can lead to long-term complications such as dyspareunia, anal incontinence, and rectovaginal fistula.</p>\n</div>\n\n            "
}