{
  "meta": {
    "title": "Physiologic changes in pregnancy",
    "url": "https://brainandscalpel.vercel.app/physiologic-changes-in-pregnancy-66b4662a-329f27.html",
    "scrapedAt": "2025-12-01T05:11:37.306Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Pregnancy is a state of profound physiologic transformation affecting nearly every organ system.&nbsp; These changes accommodate the developing fetus, prepare the maternal body for labor and delivery, and support postpartum recovery and lactation.</p>\n<h1>Cardiovascular system</h1><br><br><p>The cardiovascular system undergoes changes early in pregnancy to ensure adequate uteroplacental perfusion, fetal oxygen and nutrient transfer, and waste elimination.&nbsp; This is primarily accomplished through (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39295.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increase in blood volume (both plasma volume and red blood cell mass).</li>\n\t<li>Increase in cardiac output by the middle of the second trimester.</li>\n</ul><br><br><p>The cardiac output increases because both the heart rate and stroke volume increase during pregnancy:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increase in heart rate by 10-30/min.</li>\n\t<li>Increase in stroke volume due to an increase in preload (increase in blood volume) and a decrease in afterload (decrease in systemic vascular resistance).&nbsp; Systemic vascular resistance decreases due to the low-resistance placental circulation and systemic vasodilation from increased nitric oxide synthesis and increased resistance to vasoconstrictors (eg, angiotensin II, norepinephrine).</li>\n</ul>\n</div><br><br><p>These changes can cause several auscultation findings:</p><br><br><ul>\n\t<li>\n\t<p>Pulmonic flow murmur:&nbsp; This is a low-grade systolic murmur best heard at the left upper or midsternal border.&nbsp; It is caused by&nbsp;high blood flow&nbsp;across the pulmonic valve.&nbsp; The anterior location of the pulmonic valve helps make the murmur relatively easily detectable.&nbsp; Like most right-sided murmurs, the intensity increases during inspiration as additional blood is pulled into the lungs and the right side of the heart.</p>\n\t</li>\n\t<li>\n\t<p>S3:&nbsp; This is caused by reverberation of sound during diastolic filling of an enlarged left ventricle.&nbsp; It is commonly associated with heart failure but is considered a normal finding in pregnancy.</p>\n\t</li>\n\t<li>\n\t<p>Venous hum:&nbsp; This is a continuous murmur likely caused by brisk blood flow through the jugular veins, and it is usually best heard in the right supraclavicular fossa.&nbsp; Overall, it is rare in adults but is commonly present in high-flow states such as pregnancy.</p>\n\t</li>\n</ul><br><br><div><h2>Clinical considerations</h2><br><br><p>Around 20 weeks gestation, the gravid uterus reaches the level of the umbilicus and may compress the inferior vena cava (IVC), resulting in aortocaval compression syndrome (also known as supine hypotensive syndrome) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22730.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; IVC compression is most prominent in the supine position and leads to decreased lower extremity venous return (ie, reduced preload), which subsequently causes decreased cardiac output.&nbsp; Although the azygous vein partially compensates for this, some patients may experience a significant decrease in blood pressure or an increase in heart rate while supine.&nbsp; Due to the decrease in maternal cardiac output, the fetus may experience late fetal heart rate decelerations from a positional uteroplacental insufficiency, particularly during labor.&nbsp; Maternal repositioning can often resolve fetal heart rate decelerations.<p></p>\n<h1>Hematologic system</h1><br><br><p>The hematologic system experiences significant expansion, building a reserve to counteract the expected blood loss at delivery and reducing positional hypotension caused by uterine compression of the vena cava.&nbsp; The changes include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35210.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Total blood volume expands due to an increase in both plasma volume and red blood cell mass.</li>\n\t<li>Plasma volume increases by 40%-50%.</li>\n\t<li>Red blood cell mass increases by 20%-30%.</li>\n\t<li>Platelet count decreases due to hemodilution and mild sequestration/consumption by the placenta.</li>\n</ul><br><br><p>The differing degrees of expansion between the plasma volume and red blood cell mass create physiologic dilutional anemia of pregnancy, which reduces blood viscosity and thereby lowers cardiac effort and facilitates placental perfusion.</p><br><br><p>Pregnancy is considered a prothrombotic state due to:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increased procoagulant factors (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9709.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; Coagulation factors involved in the intrinsic (eg, factor XII), extrinsic (eg, factor VII), and final common (eg, fibrinogen) pathways of clotting are increased by up to 200%, which promotes the formation of cross-linked fibrin clots.</li>\n\t<li>Decreased anticoagulant factors:&nbsp; Protein S levels decrease, and resistance to activated protein C increases, leading to reduced clotting factor proteolysis.</li>\n\t<li>Reduced fibrinolysis:&nbsp; Activity of fibrinolytic inhibitors (eg, plasminogen activator inhibitor-1 derived from the placenta) increases significantly, which reduces the breakdown of fibrin clots.</li>\n</ul>\n<h2>Clinical considerations</h2><br><br><p>Iron requirements increase in pregnancy due to the demand for hemoglobin synthesis and fetal development, and pregnancies with iron deficiency anemia have an increased risk of complications (eg, preterm delivery, blood transfusion following delivery).&nbsp; Therefore, all pregnancies require screening for anemia.&nbsp; However, because there is physiologic dilutional anemia, the reference range levels in pregnancy are lower.&nbsp; Abnormal hemoglobin levels in pregnancy that warrant further evaluation are:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>&lt;11 g/dL in the first trimester.</li>\n\t<li>&lt;10.5 g/dL in the second trimester.</li>\n\t<li>&lt;11 g/dL in the third trimester.</li>\n</ul><br><br><p>Venous thromboembolism (VTE) risk is increased during pregnancy and in the postpartum period due to hypercoagulability (due to changes in the coagulation system), venous stasis (due to increased venous capacitance and compression of the iliac veins/IVC by the gravid uterus), and endothelial injury with delivery.&nbsp; Therefore, patients with additional risk factors (eg, cesarean delivery, smoking) should receive postpartum prophylactic anticoagulation.</p>\n<h1>Pulmonary system</h1><br><br><p>During pregnancy, the pulmonary system undergoes several changes due to physical and hormonal stimuli (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/62413.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Mechanical changes include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increase in chest diameter (due to hormonally induced laxity of the intercostal muscles).</li>\n\t<li>Upward displacement of diaphragm resting position (due to enlarging uterus), although excursion is unchanged.</li>\n</ul><br><br><p>Both of these changes allow for an increase in tidal volume.&nbsp; In addition, the high levels of progesterone stimulate the respiratory drive (to accommodate the increased metabolic demand), which creates a sensation of dyspnea.&nbsp; The following changes are seen with physiologic hyperventilation of pregnancy:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increase in tidal volume with minimal increase in respiratory rate.</li>\n\t<li>Decrease in PaCO<font size=\"2\"><sub>2</sub></font> with a slight increase in PaO<font size=\"2\"><sub>2</sub></font>, creating a gradient that facilitates O<font size=\"2\"><sub>2</sub></font> transfer to and CO<font size=\"2\"><sub>2</sub></font> removal from the fetus.</li>\n\t<li>Decrease in PaCO<font size=\"2\"><sub>2</sub></font> causing respiratory alkalosis, which is compensated for via renal excretion of bicarbonate, resulting in an arterial pH of 7.4-7.45.</li>\n</ul><br><br><p>Lung volumes and flow rates change during pregnancy because of the displaced diaphragm and a change in chest wall compliance/mechanics (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63132.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>20% decrease in functional residual capacity (FRC) due to a decrease in expiratory reserve volume (ERV) and residual volume (RV).</li>\n\t<li>Small decrease (though not clinically significant) in total lung capacity.</li>\n</ul>\n<h2>Clinical considerations</h2><br><br><p>Approximately 70% of pregnant patients experience physiologic dyspnea, most prominently in the third trimester.&nbsp; Patients can be reassured that this is a normal finding as long as there are no additional symptoms (eg, chest pain, fever, sputum production) or abnormal findings (eg, crackles, wheezing, oxygen desaturation, tachypnea) on examination.</p>\n<h1>Urinary system</h1><br><br><p>Pregnancy results in multiple maternal hemodynamic changes that affect renal physiology.&nbsp; Marked volume expansion occurs due to renin release from extrarenal sources (eg, ovaries, uterine decidua) with upregulation of the renin-angiotensin-aldosterone system (RAAS).&nbsp; Despite increased sodium and water retention and RAAS activity, pregnancy is marked by widespread vasodilation and increased arterial compliance, likely due to the release of relaxin and reduced sensitivity to angiotensin II and norepinephrine.</p><br><br><p>Increased blood volume and cardiac output result in the following alterations in renal hemodynamics (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49408.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increase in renal blood flow, which peaks at 12 weeks gestation.</li>\n\t<li>Increase in glomerular filtration rate (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60388.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), which is largely driven by the increase in renal blood flow.&nbsp; However, later in gestation, the dilutional reduction in serum albumin levels results in lower plasma oncotic pressure and further promotes filtration.</li>\n</ul><br><br><p>These alterations result in increased creatinine clearance, leading to decreased serum creatinine levels, typically by an average reduction of approximately 0.4 mg/dL.&nbsp; Therefore, serum creatinine levels considered normal in nonpregnant patients (eg, 1.0 mg/dL) represent significant renal dysfunction in this population.&nbsp; Furthermore, a small rise in creatinine in a pregnant patient reflects a marked reduction in renal function (as seen in preeclampsia, in which a serum creatinine level &gt;1.1 mg/dL is considered a severe feature).</p><br><br><p>In addition, smooth muscle relaxation and mechanical compression by the gravid uterus leads to physiologic dilation of the ureters (ie, hydroureter) and renal pelvis (ie, hydronephrosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50001.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                )).&nbsp; Hydronephrosis is often more pronounced on the right due to dextrorotation of the uterus.<p></p>\n<h2>Clinical considerations</h2><br><br><p>Pregnancy increases the risk of both lower (ie, acute cystitis) and upper (ie, pyelonephritis) urinary tract infections due to ureteral dilation, vesicoureteral reflux, and urinary stasis.&nbsp; Therefore, patients are routinely screened during pregnancy.&nbsp; However, it can be difficult to distinguish normal pregnancy symptoms (eg, urinary frequency, nocturia, urgency, incontinence) due to physiologic changes and uterine compression on the bladder.</p>\n<h1>Gastrointestinal system</h1><br><br><p>During pregnancy, high levels of progesterone and the gravid uterus cause changes to the gastrointestinal tract, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Decrease in lower esophageal sphincter tone (leading to gastroesophageal reflux).</li>\n\t<li>Slow bowel motility (leading to constipation and bloating).</li>\n\t<li>Gallbladder stasis (along with increased cholesterol secretion due to high estrogen levels) promotes gallstone formation.</li>\n</ul><br><br><p>In the liver, most of the biochemical profile remains unchanged.&nbsp; Elevations, if present, may be suggestive of a serious obstetric condition (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/127084.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).&nbsp; Expected laboratory changes include the following:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Albumin:&nbsp; Decreased due to hemodilution.</li>\n\t<li>Alkaline phosphatase:&nbsp; Increased due to placental synthesis.</li>\n\t<li>Cholesterol and triglycerides:&nbsp; Increased due to greater hepatic synthesis.</li>\n</ul>\n<h2>Clinical considerations</h2><br><br><p>The enlarging uterus displaces the bowel upwards and posteriorly, which can lead to atypical presentations of various gastrointestinal pathology (eg, acute appendicitis can present without periumbilical pain that migrates to the right lower quadrant).</p>\n<h1>Reproductive system</h1><br><br><p>Changes to the reproductive system include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The uterus enlarges over the course of pregnancy and increases from a prepregnancy weight of 70 g to 1,100 g at term.</li>\n\t<li>The uterus receives a progressively greater percentage of cardiac output (12% of total output at term = 500-750 mL/min).</li>\n\t<li>The acini of the breasts undergo extensive proliferation, increasing in number per terminal duct and differentiating into secretory acini (ie, the ability to secrete milk proteins [caseins] and lipids).</li>\n</ul>\n<h2>Clinical considerations</h2><br><br><p>The round ligaments begin near the uterine cornua (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16321.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ), pass through the inguinal canal, and terminate in the labia majora.&nbsp; As the uterus expands with increasing gestation, stretching and tension of the round ligaments can lead to lower abdominal or groin pain.&nbsp; It typically occurs in the second trimester and may be precipitated by activity or positional changes.&nbsp; Though round ligament pain can be painful, it is considered normal.<p></p>\n<h1>Musculoskeletal system</h1><br><br><p>During pregnancy, relaxin, a hormone produced by the corpus luteum (first trimester) and the placenta (second and third trimesters) causes increased elasticity, which is clinically seen as increased mobility and joint instability throughout the body.&nbsp; The increased laxity of the pubic symphysis and sacroiliac joints widens the pelvic outlet and changes the angle of the ilium relative to the sacrum, facilitating vaginal delivery.</p><br><br><p>Weight gain and changes in the center of gravity (due to the gravid uterus) increase the force applied to ligaments and joints, particularly in the knees, pelvic girdle, and lower back.</p>\n<h2>Clinical considerations</h2><br><br><p>Rectus abdominus diastasis (diastasis recti) is an abnormally wide distance between the medial borders of the abdominal rectus muscles that commonly develops due to laxity of the linea alba, increased abdominal girth, and increased intraabdominal pressure in pregnancy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47564.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; Diastasis may cause a midline longitudinal bulge (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50078.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ), particularly with increases in intraabdominal pressure (eg, when going from lying to sitting).&nbsp; However, unlike a true hernia, there is no defect in the fascia and therefore no risk of bowel incarceration.<p></p><br><br><p>Pregnancy may also cause fluid retention in the connective tissues, which may lead to compression of the median nerve as it passes between the transverse carpal ligament (flexor retinaculum) and carpal bones, resulting in carpal tunnel syndrome (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L120041.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).&nbsp; Patients can experience transient pain, numbness, or tingling in the hand and fingers in the distribution of the median nerve (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L119803.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).<p></p>\n<h1>Summary</h1><br><br><p>Pregnancy elicits a complex series of anatomic and physiologic changes that support maternal and fetal health.&nbsp; Many of these changes begin in the first trimester and become more pronounced with advancing gestation.&nbsp; Because these adaptations can mimic or mask signs of disease, distinguishing normal from pathologic findings is crucial.&nbsp; In addition, these physiologic changes place pregnant patients at an increased risk for pathology of various organ systems (eg, urinary tract infection, thromboembolism).</p>\n</div>\n\n            "
}