{
  "meta": {
    "title": "Placenta accreta spectrum",
    "url": "https://brainandscalpel.vercel.app/placenta-accreta-spectrum-695040bf-329f27.html",
    "scrapedAt": "2025-12-01T05:11:36.510Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Placenta accreta spectrum describes the abnormal placental attachment to the myometrium, which creates a morbidly adherent placenta.&nbsp; PAS is categorized by depth of abnormal placental invasion (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17624.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Placenta accreta</strong>: placental attachment to the myometrium</li><li><strong>Placenta increta</strong>: placental attachment/invasion into partially into the myometrium</li><li><strong>Placenta percreta</strong> (most severe): complete placental penetration through the myometrium to the uterine serosa, and potentially into adjacent structures (eg, bladder)</li></ul><h1>Pathogenesis</h1><p>The uterus has 3 layers: the serosa (outermost layer adjacent to other pelvic structures [eg, bladder]), the myometrium (middle layer of smooth muscle), and the endometrium (inner layer lining the uterine cavity).</p><p>In early pregnancy, progesterone stimulates endometrial decidualization, transforming the endometrium into the decidua basalis.&nbsp; Normally, trophoblasts (which develop into the placenta) attach to this specialized endometrial layer because it promotes placental growth.&nbsp; As it thickens, the decidua becomes a distinct tissue plane separating the developing placenta and myometrium.&nbsp; After delivery, declining progesterone stimulates breakdown of the decidua; along with uterine contractions, this applies a shearing force to the weakened decidual layer.&nbsp; As a result, the placenta and decidua basalis spontaneously detach, and the placenta is delivered minutes after the fetus.</p><p>In placenta accreta, there are areas of absent or defective endometrial decidualization due to preexisting endometrial damage, most commonly scarring from uterine surgery (eg, cesarean delivery, dilation and curettage, myomectomy).&nbsp; In these cases, trophoblasts migrate through defects in the decidua and attach to the deeper myometrium.&nbsp; The trophoblasts then form chorionic villi containing lacunae (spaces filled with maternal blood); as the chorionic villi branch and expand, the placenta slowly invades the myometrium.</p><p>At delivery, the placenta is morbidly adherent because areas with direct placental-myometrial attachment do not have decidua basalis breakdown nor an anatomic plane between the placenta and uterus.&nbsp; Therefore, attempted placental removal yields only placental fragments and precipitates profuse bleeding and maternal hemorrhage.</p><h1>Risk factors</h1><p>Due to a shared pathogenesis (ie, endometrial damage due to prior uterine surgery), placenta accreta is commonly associated with placenta previa (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91406.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), or abnormally low placentation causing placental tissue to cover the cervix.&nbsp; Therefore, the greatest risk for placenta accreta occurs in women with ≥1 <strong>prior cesarean delivery PLUS placenta previa in the current pregnancy</strong>.&nbsp; The combination of these 2 factors poses a greater risk than either risk factor alone because both have the potential to cause massive hemorrhage.<p></p><p>However, &gt;50% of cases of placenta accreta occur in patients without placenta previa and prior cesarean delivery, possibly due to smaller endometrial defects or generalized endometrial dysfunction.&nbsp; Additional risk factors may include prior dilation and curettage, pelvic irradiation, and postpartum endometritis as well as multiparity, advanced maternal age, and in vitro fertilization.&nbsp; Uterine pathology (eg, bicornuate uterus, submucosal fibroids) can cause microscopic endometrial defects, which may explain why rare cases occur in primigravidas with no prior uterine surgery.</p><h1>Clinical presentation</h1><p>Placenta accreta can present in 3 ways:</p><ul class=\"article-body-unordered-list\"><li>Most commonly, placenta acccreta presents as an <strong>incidental finding</strong> on routine second-trimester prenatal ultrasound.&nbsp; A concomitant placenta previa or a low-lying placenta may be present.</li><li>Placenta accreta can present with <strong>antepartum bleeding</strong>, with or without fetal distress.&nbsp; Bleeding related to a concomitant placenta previa is usually painless; placental invasion into adjacent structures can cause painful bleeding and hematuria (eg, placenta percreta).</li><li>Occasionally, placenta accreta is not diagnosed until delivery (eg, due to limited/absent prenatal care); it should be suspected in patients with <strong>postpartum hemorrhage</strong> who present with:<ul class=\"article-body-unordered-list\"><li>A morbidly adherent placenta in which a plane cannot be developed between the placenta and uterine wall for placental removal (after vaginal delivery), or</li><li>Bulging, blue-purple lower uterine segment, increased uterine serosa vascularity, and visible placental invasion (after repeat cesarean delivery)</li></ul></li></ul><p>Even in asymptomatic patients with an antepartum diagnosis, placenta accreta can cause severe postpartum hemorrhage (PPH).&nbsp; Hysterectomy for hemorrhage control and multiple blood transfusions may be required.&nbsp; Hemorrhagic shock, disseminated intravascular coagulation, and maternal death can occur without timely management.</p><h1>Diagnosis</h1><p>The primary tool for diagnosing PAS is <strong>ultrasound</strong>, regardless of the clinical presentation.&nbsp; Ultrasound provides real-time assessment of placental location, vascularity, and depth of invasion.&nbsp; The most common ultrasound findings include:</p><ul class=\"article-body-unordered-list\"><li><strong>Concomitant placenta previa</strong></li><li><strong>Signs of an invasive placenta</strong>:&nbsp; myometrial thinning, numerous placental lacunae, myometrial invasion (eg, placenta increta), and disrupted uterine-bladder interface (eg, placenta percreta)</li></ul><p>Magnetic resonance imaging may be performed for detailed assessment and surgical planning.&nbsp; The diagnosis is confirmed intraoperatively and on histopathology, which reveals placental villi anchored onto, into, or through the myometrium without an intervening decidual plate.</p><h1>Differential diagnosis</h1><p>Placenta accreta can present with antepartum bleeding or severe postpartum hemorrhage (PPH).</p><p><strong>Antepartum bleeding</strong>, the following are considered:</p><ul class=\"article-body-unordered-list\"><li><strong>Placenta previa</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23980.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; most common placental disorder associated with placenta accreta.&nbsp; Can cause painless bleeding any time before delivery but particularly with contractions or rupture of membranes.&nbsp; Fetal heart rate tracing is initially reassuring because blood loss is maternal.&nbsp; Significant maternal hemorrhage leads to fetal heart rate abnormalities.</li><li><strong>Placental abruption</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16448.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; can cause painful antepartum bleeding; contractions every 1-2 minutes; a firm, tender uterus; and fetal heart rate abnormalities.&nbsp; However, due to premature placental detachment prior to fetal delivery, placental delivery is usually rapid.</li><li><strong>Uterine rupture</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L54679.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; also associated with prior cesarean delivery.&nbsp; Can present with bleeding, severe abdominal pain, and fetal distress, usually during labor.&nbsp; Placental delivery is typically spontaneous and extrauterine structures are usually not involved.</li><li><strong>Vasa previa</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L54574.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):&nbsp; can cause painless antepartum bleeding and rapid fetal decline because blood loss is fetal (not maternal) in origin.</li></ul><p><strong>Postpartum hemorrhage</strong>, the differential includes:</p><ul class=\"article-body-unordered-list\"><li><strong>Retained placenta and/or products of conception</strong>:&nbsp; causes PPH but the anatomic plane between the placenta and uterus is intact; therefore, manual placental removal is possible and improves bleeding.</li><li><strong>Intraamniotic infection</strong>:&nbsp; can cause both difficult placental delivery (ie, inflamed, adherent placenta) and PPH (ie, poor uterine contractility).&nbsp; Manual removal is possible and improves bleeding.</li><li><strong>Uterine atony</strong> (ie, poor uterine contractility):&nbsp; the most common cause of PPH.&nbsp; Presents with a soft, boggy uterus, and bleeding continues after placental removal.</li></ul><h1>Management</h1><p>Bleeding associated with placenta accreta can occur at any time before delivery, but the highest maternal morbidity occurs after delivery due to postpartum hemorrhage.&nbsp; Management for severe maternal hemorrhage usually includes multiple blood transfusions plus hysterectomy to prevent coagulopathy and maternal death.</p><p>Therefore, antepartum diagnosis is critical.&nbsp; In asymptomatic patients diagnosed antepartum, management typically includes:</p><ul class=\"article-body-unordered-list\"><li><strong>Planned cesarean hysterectomy</strong> (ie, cesarean delivery immediately followed by hysterectomy) at 34-36 weeks gestation (ie, prior to spontaneous labor)</li><li>Routine antepartum care:&nbsp; pelvic rest (eg, avoidance of sexual activity) and follow-up ultrasound at 32-34 weeks gestation to assess bladder involvement.</li><li>Antenatal corticosteroids to promote fetal lung maturity</li><li>Potential third-trimester hospitalization because timely intervention (ie, emergency cesarean delivery within 20 minutes of bleeding) decreases morbidity and mortality</li></ul><p>Delivery planning requires consideration of timing, location, availability of blood products, and the coordination of multidisciplinary teams.&nbsp; Although cesarean hysterectomy is planned for 34-36 weeks gestation, sooner delivery may be appropriate in the setting of clinically significant bleeding, preterm labor, rupture of membranes, and other standard obstetric indications (eg, fetal distress).</p><p>If placenta accreta is suspected during or after delivery (ie, delayed presentation), patients require immediate transport to an operating room for evaluation (eg, ultrasound).&nbsp; The placenta should be left in situ and not disturbed once placenta accreta is suspected.</p><h1>Prevention</h1><p>Delayed diagnosis of PAS significantly increases both maternal and fetal morbidity and mortality.&nbsp; Therefore, all patients are recommended routine second-trimester prenatal ultrasound at 18-24 weeks gestation.&nbsp; Patients with placenta previa, low anterior placenta, or prior uterine surgery require both transabdominal and transvaginal evaluation of the placenta-myometrium interface.</p><h1>Prognosis</h1><p>The prognosis of PAS depends on various factors, including the depth of placental invasion and involved structures, extent of intraoperative or postpartum bleeding, timeliness of management, and availability of resources.&nbsp; The combined presence of PAS and placenta previa is associated with increased fetal and maternal morbidity compared to PAS alone.</p><h1>Summary</h1><p>Placenta accreta spectrum (PAS) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/66529.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a highly morbid condition in which the placenta attaches to the uterine myometrium, creating a morbidly adherent placenta.&nbsp; Patients at greatest risk for PAS have placenta previa following ≥1 prior cesarean delivery.&nbsp; Most patients are diagnosed on routine prenatal ultrasound, but patients with limited or absent prenatal care may present with antepartum bleeding or severe postpartum hemorrhage.&nbsp; Diagnosis is with ultrasound.&nbsp; After fetal delivery, management typically requires hysterectomy to control maternal hemorrhage.<p></p></div>\n            "
}