{
  "meta": {
    "title": "Postterm pregnancy",
    "url": "https://brainandscalpel.vercel.app/postterm-pregnancy-c39e1b08-329f27.html",
    "scrapedAt": "2025-12-01T05:11:42.652Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Term pregnancies are subdivided into the following groups:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Early term:&nbsp; 37-38.6 weeks gestation.</li>\n\t<li>Full term:&nbsp; 39.0-41.6 weeks gestation.</li>\n\t<li>Late term:&nbsp; 41.0-41.6 weeks gestation.</li>\n\t<li>Postterm:&nbsp; ≥42 weeks gestation.</li>\n</ul><br><br><p>With increasing gestational age past the expected due date, there is increasing perinatal morbidity and mortality.&nbsp; Postterm pregnancies account for fewer than 1% of pregnancies; however, they are associated with the most significant perinatal morbidity and mortality due to placental aging and subsequent dysfunction.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>Although the exact mechanism of labor onset is poorly understood, it is believed that term labor is triggered by a cascade of sequential changes in the uterine myometrium, decidua, and cervix.</p><br><br><p>The myometrium is inherently contractile at baseline, which serves to extrude cyclic menstrual blood and contract uterine radial arteries to minimize blood loss.&nbsp; However, during pregnancy, the myometrium is held in a relaxed, quiescent state until term through multiple hormones and mediators (eg, progesterone, relaxin, nitric oxide) that allow for fetal and placental growth and development.</p><br><br><p>Therefore, labor onset requires removal of the inhibitory signals in a process called myometrial activation or priming.&nbsp; This step is marked by a functional withdrawal of progesterone at the level of the myometrium combined with an increase in uterotropins (eg, estrogen).&nbsp; Together, these uterotropins increase the expression of contraction-associated proteins (including receptors for prostaglandins and oxytocin) and connexin (integral for gap junctions within the myometrium).</p><br><br><p>In the second phase known as stimulation, uterotonic agonists, such as oxytocin, and stimulatory prostaglandins cause the myometrium to contract and eventually result in delivery.</p><br><br><p>Postterm pregnancies are characterized by a failure of the triggering cascade of parturition for many reasons.&nbsp; However, in the majority of cases, no identifiable etiology exists.&nbsp; Theories include alterations in hormonal signaling in the fetus, placenta, or mother; genetic abnormalities leading to impaired fetal cortisol production; or maternal factors that alter uterine contractility and delay cervical ripening/labor onset.</p><br><br><p>Common causes that predispose to postterm pregnancy include incorrect dating of the pregnancy due to irregular menstrual cycles or a late ultrasonographic assessment.</p><br><br><p>Other risk factors that predispose to postterm pregnancies include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Nulliparity</li>\n\t<li>Advanced maternal age</li>\n\t<li>Obesity</li>\n\t<li>Prior postterm pregnanc</li>\n\t<li>Male fetus</li>\n\t<li>Fetal anomalies, particularly anencephaly</li>\n</ul>\n<h1>Morbidity and mortality</h1><br><br><p>The longer the pregnancy continues past the due date, the greater the risk for perinatal morbidity and mortality (eg, stillbirth, meconium aspiration).&nbsp; With placental aging, there is often <strong>decreased placental function</strong>.&nbsp; Progressive placental dysfunction can lead to chronic fetal hypoxemia (uteroplacental insufficiency), which causes CNS suppression and potential <strong>fetal demise</strong>.&nbsp; To maintain CNS function, the hypoxemic fetus preferentially distributes blood to the brain.&nbsp; Decreased perfusion to the kidney results in decreased urine production and oligohydramnios (single deepest pocket &lt;2 cm).&nbsp; Decreased blood supply to the peripheral muscle results in decreased fetal activity (eg, movement, tone) that may be felt by the mother.</p>\n<h1>Diagnosis, clinical presentation, and evaluation</h1><br><br><p>The diagnosis of postterm pregnancy is clinical, made by gestational age calculation.&nbsp; The use of routine first-trimester or early second-trimester ultrasonography provides the most accurate dating compared with menstrual dating alone and is therefore required for an exact diagnosis.</p><br><br><p>Additional imaging is not necessary for a diagnosis; however, transabdominal ultrasonography can be used to diagnose developing comorbid conditions due to advancing placental dysfunction (eg, oligohydramnios) and the impact they have on the fetus (eg, fetal hypoxemia causing decreased fetal movement).&nbsp; A biophysical profile measures the amniotic fluid index (AFI) and fetal movement (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41148.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; Oligohydramnios (amniotic fluid index &lt;5 cm) and decreased fetal movement (ie, fetal hypoxemia) signify significant placental dysfunction, which increases the risk for intrauterine fetal demise.<p></p>\n<h1>Management</h1><br><br><p>In general, management is focused on the prevention of postterm pregnancies.&nbsp; Therefore, in low-risk pregnancies (ie, those with no fetal or maternal complications [eg, hypertension, diabetes mellitus]), a plan for delivery should be established if spontaneous labor has not occurred by 41 weeks gestation.</p><br><br><p>If a patient strongly opposes induction of labor at 41 weeks, twice weekly antenatal fetal testing (eg, nonstress test, biophysical profile) is performed due to increasing risk for <strong>uteroplacental insufficiency</strong>.&nbsp; If abnormalities (eg, oligohydramnios, late decelerations, decreased fetal movement) arise on testing, delivery is recommended.</p><br><br><p><strong>Delivery</strong> should occur at <strong>42 weeks gestation</strong> in all pregnancies given the increase in perinatal morbidity and mortality.&nbsp; Induction methods (eg, cervical ripening [prostaglandins], oxytocin) at this gestational age are the same as in pregnancies at an earlier gestational age.</p>\n<h1>Complications</h1><br><br><p>Progressive placental dysfunction can cause both fetal and maternal complications (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/43085.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Uteroplacental insufficiency</h2><br><br><p>Mild uteroplacental insufficiency most often presents with a fetal intolerance to labor (ie, late deceleration (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37723.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                )) without causing changes to antenatal testing (no changes to amniotic fluid index or fetal movement).&nbsp; Fetal intolerance to labor requires delivery by cesarean delivery.<p></p>\n<h2>Dysmaturity syndrome</h2><br><br><p>Progressive loss of placental function can produce dysmaturity syndrome, which refers to the failure of the neonate to maintain a normal growth curve and demonstration of characteristics of chronic malnutrition due to insufficient in utero nutrient delivery.&nbsp; These neonates have long, thin bodies; long nails; decreased subcutaneous fat; and the absence of vernix and lanugo.&nbsp; Meconium staining of the amniotic fluid, skin, and umbilical cord is often commonly seen.&nbsp; These neonates are at increased risk for hypoglycemia, polycythemia, meconium aspiration, persistent pulmonary hypertension, and neurodevelopmental complications (eg, seizures, cerebral palsy).</p>\n<h2>Meconium aspiration syndrome</h2><br><br><p>Meconium aspiration syndrome is respiratory distress in neonates caused by aspiration of meconium-stained amniotic fluid.&nbsp; The symptoms have a wide range from mild respiratory distress to life-threatening respiratory failure.&nbsp; During the initial breaths or gasps after delivery, an infant may aspirate meconium, which leads to pulmonary injury with airway obstruction, inflammation, and hypoxemia.&nbsp; The risk increases as the risk for intrauterine meconium passage increases, which is more likely to occur with advancing gestation (may be related to physiologic maturation of the fetal gut) and during times of fetal distress (eg, increased vagal outflow with cord compression or increased sympathetic tone during fetal hypoxia).</p>\n<h2>Macrosomia</h2><br><br><p>If placental function remains relatively intact into the postterm period, fetal macrosomia may occur.&nbsp; This is because the duration in which the fetus may grow is longer.&nbsp; Fetal macrosomia (birth weight ≥4,500 g) increases the risk for operative vaginal deliveries, shoulder dystocia, and cephalopelvic disproportion, which increases the risk for cesarean delivery.&nbsp; Macrosomic neonates are at risk for hypoglycemia, respiratory complications, and polycythemia.</p>\n<h2>Maternal complications</h2><br><br><p>Maternal complications are related to fetal macrosomia and the need for induction of labor; these include cesarean delivery, postpartum hemorrhage, perineal lacerations, and intraamniotic infection.</p>\n<h1>Prevention</h1><br><br><p>The prevention of postterm pregnancies largely depends on accurate pregnancy dating.&nbsp; Ultrasonography in the first trimester or early second trimester can help ensure that pregnancy dating is accurate.</p><br><br><p>To prevent pregnancies from reaching the postterm period, which then reduces the associated perinatal risks, labor induction prior to 42 weeks should be considered.&nbsp; Membrane sweeping, the process of digitally separating the membranes from the lower uterine segment during digital examination, can also be used to decrease the risk for postterm pregnancies by potentially stimulating labor.</p>\n<h1>Summary</h1><br><br><p>Postterm pregnancy (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41381.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) is defined as a pregnancy ≥42 weeks gestation.&nbsp; Postterm pregnancies are at increased risk for fetal morbidity and mortality due to the increased risk for placental insufficiency.&nbsp; Because of these risks, patients with postterm pregnancy should undergo frequent fetal monitoring and delivery at 42 weeks gestation.<p></p>\n</div>\n\n            "
}