{
  "meta": {
    "title": "Postpartum hemorrhage",
    "url": "https://brainandscalpel.vercel.app/postpartum-hemorrhage-f05dc560-329f27.html",
    "scrapedAt": "2025-12-01T05:11:44.164Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Postpartum hemorrhage (PPH) is defined as either ≥1,000 mL of cumulative blood loss following vaginal or cesarean delivery OR bleeding associated with signs or symptoms of hypovolemia.&nbsp; PPH is an obstetric emergency and a leading cause of maternal morbidity and mortality due to hemorrhagic shock and coagulopathy.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Normal physiologic control of postpartum bleeding involves mechanical hemostasis (uterine contraction causes compression of placental bed vessels to decrease blood flow) and the release of local and systemic coagulation factors to cause thrombosis of bleeding placental bed vessels.</p><br><br><p>The most common cause of primary PPH (occurring within 24 hr of delivery) is uterine atony, in which the uterus loses tone and cannot contract effectively for mechanical hemostasis.&nbsp; This causes the uterus to retain a large volume of clotted blood within the intrauterine cavity, which further impairs uterine contraction.&nbsp; This can lead to massive hemorrhage because uterine blood flow in late pregnancy accounts for 15% of cardiac output.</p><br><br><p>The strongest risk factors for PPH include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Prior PPH</li>\n\t<li>Uterine fatigue from multiparity and/or prolonged, induced, or precipitous labors</li>\n\t<li>Intraamniotic infection</li>\n\t<li>Uterine overdistension (eg, multiple gestation, fetal macrosomia, polyhydramnios)</li>\n\t<li>Retained placenta (eg, placenta accreta)</li>\n\t<li>Operative or cesarean delivery</li>\n</ul><br><br><p>Secondary (late) PPH occurs 24 hours to 12 weeks postpartum and is typically related to retained products of conception (ie, amniotic membranes), postpartum endometritis, or placental site subinvolution (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60035.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Clinical presentation</h1><br><br><p>Normally, after expulsion of the placenta, the uterus rapidly and significantly contracts (uterine fundus at the umbilicus) and feels firm on palpation, and small clots may pass vaginally.</p><br><br><p>However, patients with PPH have continued bleeding that may be visible (eg, vaginal bleeding) or concealed (eg, hemoperitoneum, vaginal hematoma).&nbsp; Patients can develop signs of acute blood loss, including pallor, dizziness, weakness, and hemodynamic instability (eg, hypotension, tachycardia).&nbsp; The most common cause of PPH is uterine atony, which presents with a soft, boggy (enlarged, flaccid), poorly contracted uterus.&nbsp; In these cases, the uterine fundus may be palpable above the umbilicus due to intrauterine blood clots, and applying firm fundal pressure causes the passage of large clots.</p><br><br><p>PPH can rapidly lead to complications, including hypovolemic shock, coagulopathy (eg, disseminated intravascular coagulation), organ failure, and death.</p>\n<h1>Diagnosis</h1><br><br><p>PPH is a clinical diagnosis defined as either <strong>≥1,000 mL of blood loss</strong> OR <strong>bleeding with associated hypovolemia</strong>.&nbsp; Uterine atony is the most likely cause of PPH in patients with heavy vaginal bleeding and poor uterine tone on abdominal palpation.&nbsp; However, standardized evaluation of other causes of PPH should be performed if the bleeding does not respond to uterotonics.&nbsp; This evaluation includes examination of the vagina and abdomen to evaluate for lower genital tract lacerations and examination of the uterine cavity (eg, manual, ultrasonography) for retained products of conception.</p>\n<h1>Etiologies</h1><br><br><p>The most common causes of PPH can be organized using the 4 Ts mnemonic (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33283.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tone</strong>:&nbsp; uterine atony (most common).</li>\n\t<li><strong>Trauma</strong>:&nbsp; genital tract trauma (eg, laceration of the cervix, vaginal hematoma).&nbsp; The greatest risk factor is operative vaginal delivery.&nbsp; Patients with genital tract trauma have vaginal bleeding but not a soft, boggy uterus.</li>\n\t<li><strong>Tissue</strong>:&nbsp; retained placenta.&nbsp; Risk factors include preterm delivery, history of uterine surgery (eg, prior cesarean delivery), congenital uterine anomaly, and an abnormally adherent placenta (eg, intraamniotic infection, placenta accreta (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L75437.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                )).&nbsp; Retained products of conception can cause secondary uterine atony.&nbsp; Ultrasonography typically shows intrauterine tissue fragments.</li>\n\t<li><strong>Thrombin</strong>:&nbsp; coagulopathy (both inherited and acquired).&nbsp; Risk factors include amniotic fluid embolism, placental abruption, preeclampsia with severe features, HELLP syndrome (<strong>H</strong>emolysis, <strong>E</strong>levated <strong>L</strong>iver enzymes, <strong>L</strong>ow <strong>P</strong>latelets), and fetal demise.&nbsp; Patients have continued bleeding despite adequate uterine tone.</li>\n</ul>\n<h1>Management</h1><br><br><p>Because atony is the most common cause of PPH, initial management should prioritize restoring uterine tone.&nbsp; After delivery, uterotonics (eg, oxytocin) are administered prophylactically to decrease the risk for PPH.</p><br><br><p>The most important components in management of uterine atony include stabilization and early volume resuscitation to avoid hypoperfusion of vital organs and restoration of uterine tone.&nbsp; This is achieved by performing the following interventions in a stepwise fashion (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68087.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>High-dose oxytocin</strong> and <strong>bimanual uterine massage</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L38711.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )</li>\n\t<li><strong>Tranexamic acid</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L77089.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; prevents fibrinolysis by inhibiting plasmin formation, thereby stabilizing thrombi to achieve hemostasis.</li>\n\t<li>Second-line uterotonic agents include the following:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Carboprost tromethamine</strong>:&nbsp; a prostaglandin analogue that rapidly induces prostaglandin-mediated smooth muscle contraction (contraindicated in patients with asthma due to risk for bronchospasm).</li>\n\t\t<li><strong>Methylergonovine</strong>:&nbsp; causes acute vasoconstriction (contraindicated in patients with hypertension due to increased risk for stroke).</li>\n\t\t<li><strong>Misoprostol</strong>:&nbsp; a prostaglandin analogue with a slow onset of action.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Intrauterine balloon tamponade</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32291.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; causes mechanical compression of bleeding placental bed vessels.</li>\n\t<li><strong>Uterine artery embolization</strong>:&nbsp; is most useful in hemodynamically stable patients with mild to moderate bleeding after initial management with uterotonics.</li>\n</ul><br><br><p>Most cases of uterine atony resolve with bimanual uterine massage and high-dose oxytocin.&nbsp; However, if atony persists, and second-line uterotonic agents are needed, additional assistance may be required.&nbsp; In addition, a complete blood count, PT/PTT, fibrinogen level, and type and crossmatch are obtained to assess for coagulopathy.</p><br><br><p>If there is continued bleeding and the patient becomes hemodynamically unstable despite uterotonic agents, blood product transfusion for volume resuscitation and/or treatment of coagulopathy may be required.&nbsp; In addition, persistent PPH may require additional surgical management with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dilation and curettage</strong>:&nbsp; treatment for retained products of conception; not appropriate for placenta accreta, which requires laparotomy to control placental hemorrhage</li>\n\t<li><strong>Laparotomy and fertility-sparing procedures</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Uterine compression sutures (eg, B-Lynch suture) for mechanical hemostasis.</li>\n\t\t<li>Vessel ligation:&nbsp; due to the gravid uterus's robust collateral blood supply (eg, vaginal, ovarian), bilateral uterine artery ligation with or without additional utero-ovarian vessel ligation.&nbsp; Bilateral ligation of the internal iliac artery (ie, hypogastric artery) may be required.&nbsp; Fertility is typically spared due to external iliac anastomosis.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Hysterectomy</strong>:&nbsp; last resort for the treatment of PPH due to uterine atony because uterotonics and fertility-sparing procedures are typically effective</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The best outcomes for patients with PPH are associated with early and correct diagnosis of the cause of bleeding and timely control of bleeding, including treating coagulopathy if present and proceeding to surgery if other management options fail.</p><br><br><p>Long-term complications can occur, particularly in patients who have associated hypovolemic shock or require surgical intervention:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sheehan syndrome</strong> (postpartum hypopituitarism) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/103383.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; Pituitary perfusion increases in pregnancy.&nbsp; Therefore, sudden hypovolemic shock from PPH can cause pituitary infarction and pituitary hormone deficiencies.&nbsp; The most common presentation is the inability to lactate postpartum (eg, low prolactin) and secondary amenorrhea (eg, low FSH and LH).</li>\n\t<li><strong>Asherman syndrome</strong>:&nbsp; The development of intrauterine adhesions is typically associated with intrauterine procedures (eg, dilation and curettage), particularly postpartum procedures (increased risk for endometrial injury).&nbsp; Patients can have secondary amenorrhea, abnormal uterine bleeding, and infertility, but TSH, FSH, and prolactin levels are normal.</li>\n</ul>\n<h1>Prevention</h1><br><br><p>Both individual and institutional preparedness can decrease the rate of PPH due to uterine atony and minimize patient morbidity.&nbsp; To help prepare providers, most institutions require:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Protocols for active management of the third stage of labor (eg, prophylactic uterotonic administration [eg, oxytocin infusion] after fetal delivery)</li>\n\t<li>PPH protocols for early recognition, standardized evaluation, and stepwise treatment interventions</li>\n\t<li>Immediately available equipment and medications (eg, PPH cart or kit)</li>\n\t<li>A massive transfusion protocol and algorithm</li>\n\t<li>Tools for maternal hemorrhage risk assessment before and after delivery</li>\n</ul><br><br><p>In addition, all obstetric staff require training on relevant protocols, particularly those for early recognition of abnormal postpartum bleeding and concealed bleeding (eg, heart rate ≥110/min, blood pressure ≤85/45 mm Hg) and early interventions (eg, fundal massage).&nbsp; Multidisciplinary teams greatly benefit from team simulation training.</p>\n<h1>Summary</h1><br><br><p>Postpartum hemorrhage is defined as either ≥1,000 mL of cumulative blood loss following vaginal or cesarean delivery OR bleeding associated with signs or symptoms of hypovolemia.&nbsp; The most common cause is uterine atony, which presents with a soft, enlarged, poorly contracted uterus.&nbsp; Early diagnosis and rapid intervention with uterotonic agents can prevent maternal morbidity and mortality.</p>\n</div>\n\n            "
}