{
  "meta": {
    "title": "Postpartum endometritis",
    "url": "https://brainandscalpel.vercel.app/postpartum-endometritis-72554430-329f27.html",
    "scrapedAt": "2025-12-01T05:11:39.011Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Postpartum endometritis, an infection of the endometrial lining after delivery, poses a significant concern in postnatal care.&nbsp; It is triggered by a polymicrobial infection from the introduction of mixed anaerobic and aerobic bacteria into the uterus during childbirth.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Several factors contribute to the development of postpartum endometritis.&nbsp; Most risk factors create opportunities for bacterial infiltration into the uterus, leading to infection and subsequent inflammation; these include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cesarean delivery (highest risk)</li>\n\t<li>Prolonged labor</li>\n\t<li>Prolonged, prelabor rupture of membranes</li>\n\t<li>Multiple cervical examinations during labor</li>\n\t<li>Operative vaginal delivery</li>\n\t<li>Group B <em>Streptococcus</em> colonization</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fever (&gt;38 C [100.4 F]) &gt;24 hours postpartum (fever &lt;24 hr postpartum is considered physiologic)</li>\n\t<li>Uterine tenderness</li>\n\t<li>Malodorous lochia</li>\n\t<li>Midline lower abdominal pain</li>\n\t<li>Soft, noncontracted uterus (leading to postpartum hemorrhage)</li>\n</ul><br><br><p>In severe cases, complications such as sepsis or pelvic abscess formation may occur.</p>\n<h1>Diagnostic evaluation</h1><br><br><p>Postpartum endometritis is diagnosed clinically based on <strong>≥2</strong> of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fever</strong> (≥38 C [100.4 F]) &gt;24 hours postpartum</li>\n\t<li><strong>Uterine/lower abdominal tenderness</strong> (with no other obvious cause)</li>\n\t<li><strong>Malodorous lochia</strong></li>\n</ul><br><br><p>Laboratory tests are often performed but are nondiagnostic.&nbsp; They include a complete blood count with differential, which can show infection rather than physiologic leukocytosis based on increased bands.&nbsp; Urine culture is also routinely performed to rule out urinary tract infection.&nbsp; Blood and endometrial cultures are <em>not</em> typically collected because postpartum endometritis results from a polymicrobial infection and cultures do not change management.</p><br><br><p>Transvaginal ultrasonography is <u>not</u> typically performed because the findings are nonspecific and may be normal postpartum changes.&nbsp; However, if there is concern for abscess formation (eg, not improving on antibiotics), ultrasonography or CT scan may be performed.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Normal postpartum course</strong>:&nbsp; fever is common &lt;24 hours postpartum due to changes in hormone levels after delivery; however, it is considered pathologic at &gt;24 hours and required further investigation to an underlying etiology.</li>\n\t<li><strong>Urinary tract infection</strong>:&nbsp; is common postpartum due to prolonged catheterization during labor and delivery.&nbsp; However, patients do not have malodorous lochia or uterine tenderness.</li>\n\t<li><strong>Perineal laceration or surgical incision infection</strong>:&nbsp; after cesarean delivery or a repaired perineal location, infection at the surgical site can cause fever, but there is typically localized pain, erythema, and drainage.</li>\n\t<li><strong>Retained products of conception and pelvic abscess</strong>:&nbsp; retained placental tissue can cause fever, uterine tenderness, and abnormal bleeding.&nbsp; Patients who do respond to antibiotics should undergo ultrasonography to evaluate for these conditions.</li>\n</ul>\n<h1>Management</h1><br><br><p>Prompt initiation of broad-spectrum antibiotic therapy is fundamental in managing postpartum endometritis.&nbsp; Antibiotic coverage should cover both anaerobic and aerobic bacteria; in addition, group B <em>Streptococcus</em> (GBS) colonization status helps determine the medication regimen.</p><br><br><p>In patients <strong>without GBS colonization</strong>, antibiotic therapy is with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Clindamycin plus gentamicin</strong></li>\n</ul><br><br><p>In patients with either <strong>unknown or positive GBS colonization</strong>, antibiotic therapy is with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ampicillin plus clindamycin plus gentamicin</strong> (the addition of ampicillin is due to the increasing antibiotic resistance of GBS to clindamycin)</li>\n\t<li>OR <strong>Ampicillin-sulbactam</strong></li>\n</ul><br><br><p>Antibiotics are continued until the patient has been afebrile for 24-48 hours and no longer has symptoms (eg, no uterine tenderness).&nbsp; Supportive measures include rest, hydration, and pain management.&nbsp; Surgical intervention may be necessary in severe cases, particularly for abscess drainage.</p>\n<h1>Complications and prognosis </h1><br><br><p>Most patients with postpartum endometritis recover within 24-48 hours after the initiation of antibiotics.&nbsp; A small percentage of patients can develop a pelvic abscess, which requires incision and drainage.</p><br><br><p>A rare, but serious complication of postpartum endometritis is <strong>septic pelvic thrombophlebitis </strong>(infected clot in the ovarian vessels), which classically presents with cyclic fevers unresponsive to antibiotics and continued pelvic pain.&nbsp; Treatment of this condition includes antibiotics and anticoagulation.</p>\n<h1>Prevention</h1><br><br><p>Preventing postpartum endometritis involves various strategies.&nbsp; Prescribing antibiotic prophylaxis before cesarean delivery, maintaining aseptic techniques during labor and delivery, and minimizing unnecessary cervical examination can significantly reduce the risk for infection.</p>\n<h1>Summary</h1><br><br><p>Postpartum endometritis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40314.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a mixed anaerobic and aerobic bacterial infection of the endometrial lining after delivery.&nbsp; Risk factors include cesarean delivery (most common), prolonged labor, prolonged rupture of membranes, and GBS colonization.&nbsp; Treatment is with broad-spectrum antibiotic therapy.<p></p>\n</div>\n\n            "
}