{
  "meta": {
    "title": "Pregnancy of unknown location",
    "url": "https://brainandscalpel.vercel.app/pregnancy-of-unknown-location-bfde4eed-329f27.html",
    "scrapedAt": "2025-12-01T05:11:46.383Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Pregnancy of unknown location (PUL) is a term that defines the temporary time from a positive pregnancy test (β-hCG) to before a pregnancy is identified on imaging.&nbsp; PUL is not a final diagnosis, but is rather a working diagnosis that is used while continued evaluation determines whether the detectable β-hCG represents a normal early intrauterine pregnancy, a failing intrauterine pregnancy (ie, abortion), or an ectopic pregnancy.</p>\n<h1>Physiology of normal early pregnancy</h1><br><br><p>β-hCG is a hormone secreted by syncytiotrophoblasts that supports and maintains early pregnancy development (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25886.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Levels begin to rise in the maternal serum approximately 8 days following fertilization and become detectable in the urine approximately 14 days following fertilization.&nbsp; The first 4 weeks following implantation, serum <strong>β-hCG levels double roughly every 24-48 hours</strong> in a normal intrauterine pregnancy.&nbsp; The rate of β-hCG rise slows after this and peaks around 8-10 weeks gestation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L70171.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p>Although β-hCG is detected early following fertilization, the pregnancy is often not yet visible on imaging.&nbsp; For normal intrauterine pregnancies, the pregnancy typically becomes detectable when the fetus reaches a certain size, which generally correlates to a quantitative <strong>β-hCG level ≥3,500 mIU/mL</strong>.&nbsp; This is known as the <strong>discriminatory zone</strong>, which is the threshold at which a gestational sac should be visible on ultrasonography.</p><br><br><p>Therefore, patients with a positive pregnancy test and no localizable pregnancy are classified as having a PUL.&nbsp; PUL may represent a normal early intrauterine pregnancy, a failing intrauterine pregnancy (ie, abortion), or an extrauterine pregnancy (ie, ectopic pregnancy).&nbsp; Therefore, both the expected β-hCG rate of rise and the discriminatory zone are important factors in evaluating an individual with a PUL.</p>\n<h1>Differential diagnosis and clinical presentation</h1><br><br><p>The 3 possible outcomes of PUL include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Normal early intrauterine pregnancy</strong>:&nbsp; This is characterized by early pregnancy symptoms (eg, breast tenderness, fatigue, nausea).&nbsp; Light vaginal bleeding (ie, \"spotting\") may occur due to blastocyst implantation.&nbsp; The <strong>β-hCG levels rise normally</strong>, at least double every 48 hours, and the pregnancy becomes visible on ultrasonography when the discriminatory zone (β-hCG ≥3,500 mIU/mL) is reached.</li>\n\t<li><strong>Abortion</strong>:&nbsp; This failing intrauterine pregnancy can occur before evidence of an intrauterine pregnancy and is typically characterized by cessation of early pregnancy symptoms and <strong>declining or abnormally rising β-hCG levels</strong>.&nbsp; There is often subsequent painless and light vaginal bleeding.</li>\n\t<li><strong>Ectopic pregnancy</strong>:&nbsp; Ectopic pregnancies occur when the blastocyst implants in any location other than the uterine decidua (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29366.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Ectopic pregnancies have <strong>abnormally rising β-hCG levels</strong> (&lt;50% every 24-48 hr) due to impaired blastocyst growth.</li>\n</ul>\n<h1>Evaluation</h1><br><br><p>Evaluation of a PUL begins with a comprehensive history and physical examination.&nbsp; The history includes all current symptoms (eg, abdominal pain and location, vaginal bleeding, nausea/vomiting), last menstrual period, and menstrual cycle regularity.&nbsp; It also includes a detailed history to assess the risk factors for ectopic pregnancy (eg, previous ectopic, tubal surgery, prior pelvic inflammatory disease, smoking).</p><br><br><p>The physical examination focuses on an abdominal assessment for tenderness or signs of intraabdominal bleeding (eg, guarding, rebounding) and a pelvic evaluation to evaluate for uterine size, cervical dilation, vaginal bleeding, and adnexal masses or tenderness.</p>\n<h1>Laboratory studies and imaging</h1><br><br><p>The most important laboratory level is a quantitative serum β-hCG level.&nbsp; However, a single measurement of β-hCG at &lt;3,500 mIU/mL is often insufficient to determine the location or viability of a pregnancy; therefore, β-hCG levels are often repeated every 48 hours until the discriminatory zone is reached.&nbsp; The rate of rise is suggestive of the type of pregnancy:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>β-hCG level doubles</strong>:&nbsp; Suggests a normal intrauterine pregnancy.</li>\n\t<li><strong>β-hCG level plateaus</strong> (minimal change or slow rise or fall):&nbsp; Suggests an ectopic pregnancy or a nonviable intrauterine pregnancy (abortion).</li>\n\t<li><strong>β-hCG level decreases</strong>:&nbsp; Suggests spontaneously resolving ectopic pregnancy or abortion.</li>\n</ul><br><br><p>In addition, a quantitative serum β-hCG also helps interpret ultrasonographic findings.&nbsp; The goals of ultrasonography in early pregnancy are to identify the location of the pregnancy, establish the number of fetuses, and confirm viability.&nbsp; In very early pregnancy, transvaginal ultrasonography is most commonly used because it provides better imaging of the uterine cavity.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>β-hCG below the discriminatory zone</strong> (&lt;2,000 mIU/mL):&nbsp; The uterus may be empty, or nonspecific findings may be present (eg, pseudogestational sac [centrally located fluid collection], endometrial thickening, no adnexal masses).</li>\n\t<li><strong>β-hCG above the discriminatory zone</strong> (≥2,000-3,500 mIU/mL):&nbsp; If a viable intrauterine pregnancy exists, at minimum, a gestational sac is visible.&nbsp; An empty uterus and a β-hCG level above the discriminatory zone likely indicate either a failing intrauterine pregnancy or an ectopic pregnancy.</li>\n</ul>\n<h1>Management</h1><br><br><p>PUL management is based on the suspicion or likelihood of ectopic pregnancy.&nbsp; Low-risk individuals (no pelvic pain, no adnexal mass, β-hCG below discriminatory zone) can be managed with serial β-hCG levels and repeat transvaginal ultrasonography.&nbsp; The β-hCG trend determines further components of expectant management:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>β-hCG rising appropriately</strong>:&nbsp; Repeat ultrasonography is performed several days later or after β-hCG surpasses the discriminatory zone to evaluate for an intrauterine pregnancy.</li>\n\t<li><strong>β-hCG abnormally rising or declining</strong>:&nbsp; β-hCG levels are trended until negative, indicating pregnancy resolution.&nbsp; Because a viable pregnancy is unlikely, patients with an abnormal rise in β-hCG can undergo diagnostic dilation and curettage, which determines pregnancy location based on the intrauterine contents.&nbsp; The contents of a nonviable intrauterine pregnancy (including recent complete spontaneous abortion) have chorionic villi.&nbsp; In contrast, the intrauterine contents associated with an ectopic pregnancy have no chorionic villi due to extrauterine pregnancy implantation.</li>\n</ul><br><br><p>Individuals with moderate to high risk for ectopic pregnancy (pelvic pain, tender adnexal mass, risk factors for ectopic pregnancy) are substratified based on their hemodynamic stability.&nbsp; Patients whose condition is unstable undergo volume resuscitation and emergency surgery.&nbsp; In contrast, those whose condition is stable are managed either medically (methotrexate) or surgically, depending on patient preference or contraindication to medical management.</p>\n<h1>Prognosis</h1><br><br><p>Approximately 50% of pregnancies that begin as PUL never have the location determined, 5%-20% are eventually identified as an ectopic pregnancy, and 30%-45% are identified as either a viable or nonviable intrauterine pregnancy.&nbsp; A persistent PUL refers to a pregnancy that neither resolves spontaneously nor becomes visible on ultrasonography; these are approached as both a nonviable intrauterine pregnancy and an ectopic pregnancy and are usually treated with a uterine evacuation (for nonviable intrauterine pregnancy) with/without methotrexate (for ectopic pregnancy).&nbsp; A minimal number of these pregnancies may lead to tubal rupture from an unidentified ectopic pregnancy.</p>\n<h1>Summary</h1><br><br><p>Pregnancy of unknown location is a working, temporary diagnosis during the time from a positive pregnancy test (β-hCG) to before a pregnancy is identified on imaging.&nbsp; The 3 possible outcomes include a normal early intrauterine pregnancy, an intrauterine pregnancy (ie, abortion), or an ectopic pregnancy.&nbsp; Patients are managed based on the risk for ectopic pregnancy, along with serial β-hCG measurements and repeat ultrasonography until a diagnosis is determined.</p>\n</div>\n\n            "
}