{
  "meta": {
    "title": "Preterm labor",
    "url": "https://brainandscalpel.vercel.app/preterm-labor-ba4bc42d-329f27.html",
    "scrapedAt": "2025-12-01T05:11:47.383Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Preterm labor (PTL) is characterized by regular, painful uterine contractions resulting in cervical change at &lt;37 weeks gestation.&nbsp; It is the most common cause of spontaneous preterm birth and therefore associated with significant neonatal morbidity and mortality.</p>\n<h1>Pathogenesis</h1><br><br><p>There are many inciting factors that may result in PTL and spontaneous preterm birth; the best-understood factors include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Genital tract inflammation and infection:&nbsp; both clinical and subclinical intraamniotic infections are a common cause of PTL because the infection can weaken the amniotic membrane; in addition, genitourinary tract infections (eg, asymptomatic bacteriuria, vaginitis) can activate the maternal inflammatory system, causing uterine contractions.</li>\n\t<li>Uterine overdistension:&nbsp; excessive mechanical distension of the myometrium (eg, multiple gestation, polyhydramnios) upregulates gap junctions and oxytocin receptors, leading to increased risk of preterm birth.</li>\n\t<li>Decidual hemorrhage:&nbsp; placental abruption and decidual bleeding can cause uterine contractions.</li>\n\t<li>Stress:&nbsp; fetal stress, most commonly from uteroplacental insufficiency, can stimulate prostaglandin and oxytocin release, which causes contractions.</li>\n</ul><br><br><p><strong>Risk factors</strong></p><br><br><p>The greatest risk for PTL is a <strong>prior pregnancy with PTL and preterm birth</strong>.&nbsp; Other risk factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Multiple gestation</strong> pregnancy</li>\n\t<li><strong>Infections</strong>, particularly of the urogenital tract\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Clinical or subclinical intraamniotic infection</li>\n\t\t<li>Genital tract infection (eg, chlamydia, gonorrhea), alterations in vaginal flora (eg, bacterial vaginosis), Group B <em>Streptococcus</em> (GBS) colonization</li>\n\t\t<li>Asymptomatic bacteriuria, urinary tract infection (UTI), pyelonephritis</li>\n\t</ul>\n\t</li>\n\t<li><strong>Cervical factors</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Short cervix (measured on transvaginal ultrasound), given inverse relationship between cervical length and gestational age at delivery (ie, the shorter the cervical length, the greater the risk of PTL)</li>\n\t\t<li>Prior cervical excisional procedure (due to loss of cervical stroma [ie, cervical length] and loss of tensile strength)</li>\n\t</ul>\n\t</li>\n\t<li><strong>Uterine abnormalities</strong> (eg, septate or bicornuate uterus)</li>\n</ul><br><br><p>Other risk factors include substance use (eg, tobacco, alcohol, cocaine), extremes of maternal age (eg, adolescence, advanced maternal age), extremes of prepregnancy weight/BMI, and short interpregnancy interval (eg, &lt;6-18 months).&nbsp; Fetal risk factors include congenital anomalies and polyhydramnios.</p>\n<h1>Clinical presentation</h1><br><br><p>The key clinical feature of PTL is <strong>uterine contractions at &lt;37 weeks gestation</strong>.&nbsp; Because preterm contractions are common and often benign, PTL is distinguished by <strong>progressive cervical dilation</strong>.&nbsp; Therefore, additional features of PTL include increased vaginal discharge and vaginal spotting/bleeding (as the cervix effaces [ie, thins] and dilates) and increased pelvic pressure.</p>\n<h1>Differential diagnosis</h1><br><br><p>Although preterm contractions (ie, contractions at &lt;37 weeks gestation) are the key feature of PTL, mild irregular contractions are common and normal during all stages of pregnancy.&nbsp; Therefore, distinguishing between true and false labor is critical.&nbsp; In general, true labor is more likely when contractions have increasing frequency, duration, and intensity.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>False labor</strong> (ie, Braxton Hicks contractions): infrequent contractions that do not lead to cervical change.&nbsp; They are usually not painful and do not increase in frequency or intensity.&nbsp; Patients usually have negative fetal fibronectin testing.</li>\n\t<li><strong>Cervical insufficiency</strong>: can present with increased vaginal spotting, discharge, or increased pelvic pressure.&nbsp; There is overlap between cervical insufficiency and PTL because cervical insufficiency can trigger PTL once the cervix is significantly dilated.&nbsp; However, PTL usually begins at &gt;20 weeks gestation with painful cramping and/or contractions, whereas cervical insufficiency can be relatively asymptomatic (ie, incidental finding) and begins earlier (&lt;20 weeks gestation) with painless cervical dilation.</li>\n\t<li><strong>Preterm prelabor rupture of membranes</strong> (PPROM): rupture of membranes at &lt;37 weeks gestation and prior to the onset of labor.&nbsp; PPROM can ultimately lead to PTL; however, patients with PPROM present with a large gush of fluid and continuous leakage of fluid prior to the onset of contractions.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of PTL is clinical and made through demonstration of regular uterine contractions (most often on external tocodynamometer) and cervical change (ie, dilation) on digital cervical examination.</p>\n<h2>Physical examination&nbsp;</h2><br><br><p>In patients with preterm contractions, a digital <strong>cervical examination of ≥3 cm dilation</strong> is diagnostic.&nbsp; However, many often have regular, painful contractions when &lt;3 cm dilated; in these patients, serial cervical examinations are required to evaluate for cervical change.</p>\n<h2>Adjuvant tests&nbsp;</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Transvaginal ultrasonography</strong>:&nbsp; measures cervical length when the cervix is not dilated but is effaced on physical examination.&nbsp; Cervical length &lt;2 cm increases the risk of preterm delivery.</li>\n\t<li><strong>Fetal fibronectin (fFN) testing</strong> (patients &lt;34 weeks gestation with preterm contractions and intact fetal membranes):&nbsp; a positive result indicates that the patient may be at increased risk for preterm birth in the next 7 days.&nbsp; A negative result suggests that preterm birth is highly unlikely in the next 7 days (ie, high negative predictive value) and makes the diagnosis of false labor (ie, Braxton Hicks contractions) more likely than PTL.</li>\n</ul>\n<h2>Laboratory evaluation&nbsp;</h2><br><br><p>The initial assessment seeks to identify any reversible cause of PTL.&nbsp; Therefore, the initial workup includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Urinalysis and urine culture</strong>:&nbsp; to evaluate for UTI, including asymptomatic bacteriuria</li>\n\t<li><strong>Nucleic acid amplification testing</strong>:&nbsp; for sexually transmitted infections (particularly gonorrhea and chlamydia)</li>\n\t<li><strong>Rectovaginal GBS culture</strong>:&nbsp; dictates intrapartum GBS prophylaxis</li>\n</ul><br><br><p>If any of these tests are positive, patients require immediate treatment.</p>\n<h1>Management</h1><br><br><p>The primary goal of management is to halt preterm labor or delay progression (and delivery) with tocolysis to allow for interventions that minimize neonatal morbidity and mortality associated with prematurity (eg, fetal lung maturity, neuroprotection, neonatal sepsis).</p>\n<h2>Uterine tocolysis&nbsp;</h2><br><br><p>The primary goal of tocolytic therapy is to acutely inhibit contractions for 48 hours, allowing time for administration of antenatal corticosteroids.&nbsp; The most commonly used tocolytics include the following (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/65215.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Indomethacin</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Mechanism of action:&nbsp; a cyclooxygenase inhibitor that prevents the conversion of arachidonic acid into prostaglandins, thereby preventing uterine contractions</li>\n\t\t<li>Maternal adverse effects:&nbsp; nausea, gastroesophageal reflux, gastritis</li>\n\t\t<li>Fetal adverse effects:&nbsp; constriction of the ductus arteriosus and oligohydramnios (due to reduction of fetal urine output)</li>\n\t\t<li>Contraindications:&nbsp; <u>not</u> administered at ≥32 weeks gestation due to premature closure of the ductus arteriosus in the fetus; other maternal contraindications include bleeding disorders or platelet dysfunction</li>\n\t</ul>\n\t</li>\n\t<li><strong>Nifedipine</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Mechanism of action:&nbsp; calcium channel blockers that prevent calcium entry into the muscle fiber, leading to myometrial relaxation</li>\n\t\t<li>Maternal adverse effects:&nbsp; nausea, flushing, headache, dizziness, palpitations, and hypotension</li>\n\t\t<li>Fetal adverse effects:&nbsp; no known adverse effects</li>\n\t\t<li>Contraindications:&nbsp; hypotension and preload-dependent cardiac issues</li>\n\t</ul>\n\t</li>\n\t<li><strong>Terbutaline</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Mechanism of action:&nbsp; beta-agonist; causes decreased intracellular calcium in the muscle fiber and subsequent myometrial relaxation</li>\n\t\t<li>Maternal adverse effects:&nbsp; tachycardia and palpitations (most common); hypokalemia and hyperglycemia may occur; pulmonary edema a rare, but emergency, complication</li>\n\t\t<li>Fetal adverse effects:&nbsp; tachycardia</li>\n\t\t<li>Contraindications:&nbsp; tachycardia-sensitive cardiac disease, poorly controlled maternal diabetes mellitus</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Fetal lung maturity</h2><br><br><p>Neonatal respiratory distress syndrome, caused by surfactant deficiency, is one of the most significant causes of neonatal morbidity and mortality associated with prematurity.</p><br><br><p><strong>Antenatal corticosteroids</strong> (eg, betamethasone) are administered to promote <strong>fetal lung maturation</strong> by accelerating maturation of type II pneumocytes and stimulating surfactant production, thereby reducing neonatal morbidity and mortality.&nbsp; Antenatal corticosteroids also are associated with a decrease in intraventricular hemorrhage, necrotizing enterocolitis, and overall morbidity and mortality associated with prematurity.</p><br><br><p>A complete course of antenatal corticosteroids is 2 doses administered 24 hours apart for patients at risk of delivering within 7 days (as action of the steroids begins to wane after 7 days).</p>\n<h2>Fetal neuroprotection</h2><br><br><p><strong>Magnesium sulfate</strong> is used for patients at risk of preterm delivery at <strong>&lt;32 weeks gestation</strong> to decrease the incidence and severity of cerebral palsy (ie, fetal neuroprotection).&nbsp; The mechanism is poorly understood but is thought to stabilize the cerebral circulation, prevent neuronal excitatory injuries, and protect against oxidative and inflammatory injury.&nbsp; It should be administered within 24 hours before birth.</p><br><br><p>Magnesium sulfate is not typically administered at ≥32 weeks gestation due to limited data on efficacy for cerebral palsy prevention at ≥32 weeks gestation and potential maternal risks (eg, respiratory depression, cardiac arrest) associated with magnesium toxicity.</p>\n<h2>Neonatal GBS prevention </h2><br><br><p>All patients with PTL are treated prophylactically for GBS infection with penicillin to prevent early-onset neonatal group B streptococcal infection (ie, neonatal sepsis).&nbsp; Prior to initiating antibiotics, a rectovaginal culture is collected; however, because culture results often take days, patients at imminent risk of delivery should be treated as if positive for GBS.</p>\n<h2>Management based on gestational age&nbsp;</h2><br><br><p>The components of PTL management are based on gestational age (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68348.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; In general, more interventions are required at earlier gestation due to greater neonatal morbidity and mortality (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32202.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Very preterm (&lt;32 weeks gestation)\n\t<ul>\n\t\t<li>Tocolysis:&nbsp; nifedipine or indomethacin</li>\n\t\t<li>Corticosteroids</li>\n\t\t<li>Magnesium sulfate</li>\n\t\t<li>GBS prophylaxis</li>\n\t</ul>\n\t</li>\n\t<li>Moderate to late preterm (32-34 weeks gestation)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Tocolysis:&nbsp; nifedipine</li>\n\t\t<li>Corticosteroids</li>\n\t\t<li>GBS prophylaxis</li>\n\t</ul>\n\t</li>\n\t<li>Late preterm (34-37 weeks gestation)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Expectant management:&nbsp; tocolysis generally not recommended at ≥34 weeks gestation because adverse drug effects outweigh neonatal benefits; corticosteroids may be considered but use is more selective as risks outweigh benefits in most patients</li>\n\t\t<li>GBS prophylaxis</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of PTL largely depends on the gestational age at delivery, with an inverse relationship between gestational age and risk of morbidity and mortality (ie, the earlier the age of delivery equals a higher risk of neonatal morbidity and mortality).</p><br><br><p>Long-term outcomes depend on factors such as birth weight, presence of neonatal complications (eg, neonatal respiratory distress syndrome, intraventricular hemorrhage), and access to specialized neonatal care.</p>\n<h1>Prevention</h1><br><br><p>Many interventions have been evaluated to prevent preterm birth with little success.&nbsp; Previously, progesterone supplementation was used in many patients for preterm birth prevention; however, it is no longer routinely recommended for primary prevention of recurrent preterm birth.&nbsp; Preventive strategies now focus on identifying the patients at highest risk.</p><br><br><p>All patients, regardless of gestational history, should have at least one cervical length measurement, usually at 18-20 weeks gestation.&nbsp; If an incidental short cervix is identified, vaginal progesterone can be used for PTL prevention (likely by decreasing prostaglandin production, thereby maintaining uterine relaxation).</p><br><br><p>In patients with a prior preterm birth, serial cervical lengths are measured at 16-24 weeks gestation (every 2 weeks).&nbsp; Patients with a short cervix (≤25 mm) on ultrasound are diagnosed with cervical insufficiency and are treated with cerclage placement with or without vaginal progesterone.</p>\n<h1>Summary</h1><br><br><p>PTL, painful contractions leading to cervical dilation at &lt;37 weeks gestation, is the most common cause of spontaneous preterm birth and associated with significant neonatal morbidity and mortality.&nbsp; Management includes uterine tocolytics to stop contractions, allowing treatment to prevent neonatal complications associated with prematurity.</p>\n</div>\n\n            "
}