{
  "meta": {
    "title": "Recurrent pregnancy loss",
    "url": "https://brainandscalpel.vercel.app/recurrent-pregnancy-loss-2c063e5c-329f27.html",
    "scrapedAt": "2025-12-01T05:11:50.840Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Pregnancy losses are common, with up to a third of all pregnancies ending with a miscarriage, and many women experiencing one miscarriage during their reproductive ages.&nbsp; In addition, having a miscarriage between term pregnancies is also common.</p><p>Recurrent pregnancy loss (RPL), or recurrent miscarriage, is uncommon and is defined by consecutive pregnancy losses.&nbsp; Clinically, RPL is poorly defined but generally refers to ≥3 consecutive spontaneous abortions at &lt;20 weeks gestation.&nbsp; However, because of the significant psychological impact of pregnancy loss, a work-up is typically begun following ≥2 clinical pregnancies (ie, ultrasound or histopathologic proven pregnancy).</p><h1>Etiologies</h1><p>RPL is caused by many different etiologies that may act in isolation or in conjunction with one another.&nbsp; Key mechanisms include:</p><h2>Uterine causes</h2><p>Uterine anomalies account for 10% to 50% of RPL cases and are classified as either congenital or acquired.</p><p>Congenital uterine anomalies include (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23731.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Septate uterus</strong>:&nbsp; The uterine anomaly most commonly associated with RPL.&nbsp; Uterine septa have a relatively low blood supply; therefore, when embryo implantation occurs on the septum, the implantation is poorly vascularized, which leads to abnormal development and early pregnancy loss.</li><li><strong>Unicornuate or bicornuate uterus</strong>:&nbsp; These congenital uterine anomalies do not allow for normal uterine distention with fetal growth, leading to possible increased inflammation and decreased progesterone supply, resulting in pregnancy loss.</li></ul><p>Acquired uterine abnormalities include:</p><ul class=\"article-body-unordered-list\"><li><strong>Intrauterine adhesions</strong> (Asherman syndrome) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43267.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; Intrauterine adhesions (synechiae) most commonly develop secondary to uterine curettage (ie, dilation and curettage) performed for pregnancy complications (eg, retained products of conception, postpartum hemorrhage).&nbsp; Synechiae lead to pregnancy loss because not enough normal endometrium remains to support fetal growth development.</li><li><strong>Uterine leiomyoma</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17609.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; Fibroids can increase in size during reproductive years (as they are estrogen-dependent); submucosal and intracavitary fibroids are particularly associated with RPL because they cause abnormal intrauterine anatomy by extending into the uterine cavity and disrupting the normal endometrium.&nbsp; This condition compromises embryo implantation or growth, likely due to decreased endometrial thickness and the reduced vascularity of the fibroid.</li></ul><h2>Endocrine disorders</h2><p>Endocrine factors account for RPL in 15% to 60% of cases.&nbsp; Particular conditions that predispose to RPL include:</p><ul class=\"article-body-unordered-list\"><li><strong>Diabetes mellitus</strong>:&nbsp; Poorly controlled diabetes (hemoglobin A1c &gt; 8%) increases RPL risk primarily through hyperglycemia and vascular disease, which cause poor implantation and placental development.&nbsp; Of note, patients with well-controlled diabetes mellitus do not have an increased risk of RPL.</li><li><strong>Polycystic ovary syndrome (PCOS)</strong>:&nbsp; PCOS most likely increases RPL risk through elevated serum LH and testosterone levels and insulin resistance.&nbsp; The combination of these changes cause delayed ovulation and possible unfavorable endometrial changes that result in pregnancy loss.</li><li><strong>Thyroid dysfunction</strong> and <strong>hyperprolactinemia</strong>:&nbsp; Poorly controlled disease and hyperprolactinemia increases the risk of RPL, likely through ovulatory dysfunction and subsequent endometrial changes that impair implantation.</li></ul><h2>Immunologic factors</h2><p>Clinically, the most important immunologic cause of RPL is <strong>antiphospholipid syndrome (APS)</strong>, which is characterized by antiphospholipid antibodies (eg, lupus anticoagulant, anticardiolipin antibodies), venous and arterial thrombosis, and poor pregnancy outcomes (RPL, early preeclampsia with severe features [ie, &lt;34 weeks gestation]) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80877.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; APS is thought to cause impaired trophoblast proliferation, thrombosis in placental vessels, inflammation, and impaired angiogenesis—all of which contribute to increased risk of RPL.<p></p><h2>Genetic factors</h2><p>Genetic abnormalities are the primary cause of <em>sporadic</em> early pregnancy loss.&nbsp; However, recurrent pregnancy loss due to maternal or paternal chromosomal abnormalities account for only 2%-5% of cases of RPL.&nbsp; The most frequently implicated abnormality is a <strong>balanced reciprocal translocation</strong>, which can include Robertsonian translocations.&nbsp; With balanced reciprocal translocations, the parental carrier is asymptomatic but produces unbalanced gametes that can result in trisomy or monosomy following fertilization, leading to RPL (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27689.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p><p>Other genetic abnormalities include chromosomal deletions, inversions, and mosaicism, which can lead to repeated conception of zygotes with chromosomal abnormalities and RPL (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99790.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p><h2>Idiopathic</h2><p>Despite a full evaluation for possible underlying etiologies, no specific etiology is identified in about 50% of couples with RPL.</p><h1>Evaluation</h1><p>The evaluation for RPL begins with a detailed medical history, with particular attention to the gestational age of the loss, gynecologic conditions, and medical comorbidities.&nbsp; A combination of these factors can help identify a particular etiology; for example, chromosomal abnormalities and endocrine disorders usually lead to RPL at earlier gestational ages than anatomic abnormalities or immunologic conditions.</p><p>Based on history and physical examination, patients with RPL undergo individualized laboratory evaluation and imaging to help identify and treat underlying causes.</p><h2>Laboratory evaluation</h2><ul class=\"article-body-unordered-list\"><li>Genetic testing:&nbsp; A karyotype analysis is a relatively low-yield test and is typically reserved for couples where no alternative cause of RPL is identified.&nbsp; When possible, genetic evaluation of products of conception (ie, pregnancy tissue) should be performed following a miscarriage.</li><li>Thyroid function testing with thyroid peroxidase (TPO) antibodies:&nbsp; These tests are performed in both symptomatic and asymptomatic patients, as both subclinical hypothyroidism and euthroid with TPO antibodies are at increased risk of RPL.</li><li>APS testing:&nbsp; Laboratory testing is performed in patients with clinical suspicion, including those with RPL and either a vascular thrombosis or pregnancy complication (eg, pregnancy loss, preterm delivery due to preeclampsia with severe features or placental insufficiency).&nbsp; A positive laboratory evaluation requires positive antiphospholipid antibodies on ≥2 tests performed ≥12 weeks apart.</li></ul><h2>Imaging studies</h2><p>Uterine anatomy evaluation is performed on all patients with RPL and includes an initial transvaginal ultrasound.&nbsp; In many patients, a saline infusion sonohysterogram is also performed to assess the uterine anatomy for abnormalities (eg, submucosal leiomyoma, endometrial polyp) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81433.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).<p></p><p>An alternative imaging modality is a hysterosalpingogram (HSG), which can delineate the structural abnormalities in the uterine cavity (eg, septate uterus (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97148.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ), bicornuate uterus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97158.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ), synechiae) and also allows assessment of fallopian tube patency.&nbsp; However, HSG does not visualize the outer uterine contour, which may limit the ability to distinguish between various congenital uterine anomalies.<p></p><h1>Management</h1><p>The management of RPL is dependent on the underlying etiology.&nbsp; However, all patients with RPL should be offered psychological counseling and support groups regardless of the etiology.</p><h2>Genetic abnormalities</h2><p>Genetic counseling can provide recurrence risk and other implications of the specific abnormality identified.&nbsp; In vitro fertilization (IVF) with preimplantation genetic testing or the use of donor sperm or oocytes can reduce the risk of an embryo with a genetic abnormality.</p><h2>Uterine abnormalities</h2><p>Uterine septum, intrauterine adhesions, and submucosal/intracavitary fibroids can be surgically corrected with operative hysteroscopy to create a normal uterine cavity, reducing rates of miscarriage.&nbsp; Patients with other anomalies (eg, bicornuate uterus) may require more advanced procedures to create a normal cavity or require the use of a gestational carrier.</p><h2>Endocrine disorders</h2><p>Hypothyroidism and hyperthyroidism treatment to achieve normal hormone levels reduces the risk of miscarriage.&nbsp; Tight glycemic control reduces risk in patients with diabetes mellitus.</p><h2>Immunologic factors</h2><p>Low-dose aspirin and either heparin or low molecular weight heparin are used in patients with APS to prevent thrombosis and reduce risk of pregnancy loss.</p><h2>Idiopathic</h2><p>Unexplained RPL may be treated with IVF and oocyte donation as impaired egg quality may contribute to unexplained RPL.</p><h1>Prognosis</h1><p>The prognosis for RPL varies based on the underlying etiology.&nbsp; However, 60% to 80% of couples eventually achieve a successful pregnancy.&nbsp; Uterine anomalies corrected surgically are generally followed by good outcomes.&nbsp; IVF with preimplantation genetic screening greatly improves the chances of a live birth in the case of a heritable parental genetic abnormality.&nbsp; Patients with endocrine diseases and APS require ongoing management to optimize medical control of their conditions and reduce the risk of pregnancy loss.&nbsp; These conditions also frequently predispose to additional pregnancy complications (eg, preeclampsia, thrombosis, fetal growth restriction) and require close monitoring throughout pregnancy.</p><h1>Summary</h1><p>Recurrent pregnancy loss (RPL), or recurrent miscarriage, is poorly defined but generally refers to ≥3 consecutive spontaneous abortions at &lt;20 weeks gestation.&nbsp; Causes of RPL are multifactorial and include uterine anomalies, endocrine abnormalities, and immunologic factors; however, up to 50% of cases are idiopathic.</p></div>\n            "
}