{
  "meta": {
    "title": "Routine postpartum care",
    "url": "https://brainandscalpel.vercel.app/routine-postpartum-care-01a346a0-329f27.html",
    "scrapedAt": "2025-12-01T05:11:54.082Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Postpartum care is a critical component of maternal healthcare that addresses physical and psychologic changes following childbirth.&nbsp; The puerperium, or postpartum period, is the period following delivery when the physiologic adaptations of pregnancy reverse and the body returns to a prepregnant state.&nbsp; Proper postpartum care is essential for preventing complications, promoting recovery, and supporting maternal and neonatal well-being.</p>\n<h1>Postpartum period</h1><br><br><p>The postpartum period has historically been defined as the 6 weeks following delivery because many pregnancy-related changes have reversed by the conclusion of this period.&nbsp; However, not all organ systems completely revert to baseline within 6 weeks.&nbsp; Therefore, the postpartum period is now considered to extend through <strong>12 weeks</strong> after delivery, sometimes referred to as the \"fourth trimester.\"</p>\n<h1>Goals of postpartum care</h1><br><br><p>Postpartum care is a continuous process rather than a single postdelivery encounter, with supporting physical recovery, providing psychosocial support, and ensuring a healthy transition to parenthood the primary goals.&nbsp; These are achieved through:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Mental health assessments.</li>\n\t<li>Nutrition and physical activity counseling.</li>\n\t<li>Contraceptive counseling.</li>\n\t<li>Screening and follow-up of chronic and pregnancy-related conditions.</li>\n</ul><br><br><p>Postdelivery care should be patient-centered and adapted to the specific needs of each patient, with different amounts of time dedicated to each topic depending on the individual.&nbsp; Not all of these topics are the focus of each postpartum encounter but are part of the global assessment throughout the entire postpartum period.</p>\n<h1>Immediate postpartum care</h1><br><br><p>The immediate postpartum period refers to the first hours or days after delivery and is marked by physiologic changes that begin immediately after placental delivery (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/50313.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Hormonal changes include increased oxytocin and prolactin levels as well as decreased estrogen and progesterone levels.&nbsp; Postpartum care during this time supports immediate maternal changes.&nbsp; These changes include the following:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Shivering and chills are a common occurrence following delivery and may be related to a fall in core temperature or rapid changes in hormone levels.&nbsp; The symptoms are transient and self-resolve within 60 minutes but can be managed with warm blankets and warming the room.</li>\n\t<li>Increased levels of oxytocin (exogenously administered and endogenous) cause uterine contraction, which compresses placental bed vessels and protects against postpartum hemorrhage.&nbsp; As the uterus involutes, it rapidly decreases in size, becoming firm and palpable 1-2 cm above or below the umbilicus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44857.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Uterine tone is assessed frequently within the first 24 hours to ensure the uterus remains firm.</li>\n\t<li>Increased prolactin levels stimulate breast milk excretion and milk let-down over the course of hours to days.&nbsp; Infant suckling further increases maternal prolactin and oxytocin levels (ie, positive feedback) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105386.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Primary breast engorgement is commonly encountered postpartum due to interstitial edema with the onset of milk production and is associated with pain and tenderness.&nbsp; This is primarily managed with conservative measures (eg, warm compresses, hand expression).</li>\n\t<li>Perineal care is focused on pain management, sitz baths, squirt bottles (to decrease pain with urination), increased hydration, and stool softeners.&nbsp;</li>\n\t<li>Laboratory evaluation includes hemoglobin and hematocrit levels to assess for acute blood loss following delivery.&nbsp; Leukocyte counts are generally reserved only for those with a high suspicion for infection.</li>\n</ul><br><br><p>Immediate postpartum period management is most often performed within the hospital.&nbsp; Global goals focus on rooming-in (keeping the baby at the mother's bedside) to facilitate bonding and a successful breastfeeding relationship.</p>\n<h1>Ongoing postpartum care</h1><br><br><p>Following hospital discharge, the timing of outpatient postpartum care is tailored to the patient's clinical course.&nbsp; All patients should have contact with a maternal care provider within the first 3 weeks postpartum.&nbsp; This allows for evaluation of common postpartum concerns such as heavy bleeding, pain, mood changes, and breastfeeding difficulties.</p><br><br><p>However, women at increased risk for morbidity should be evaluated sooner than 3 weeks postpartum:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>For women with hypertensive disorders (eg, preeclampsia), blood pressure evaluation occurs 7-10 days postpartum; for those with severe hypertension, evaluation occurs 72 hours after delivery.&nbsp;</li>\n\t<li>For women with cesarean deliveries or other comorbidities (eg, pregestational diabetes mellitus, seizure disorder), evaluation occurs 1-2 weeks postpartum for wound evaluation and medication adjustment.&nbsp;</li>\n</ul><br><br><p>In addition to these visits, a comprehensive postpartum visit occurs within the 12-week postpartum period; this most often occurs 6-8 weeks after delivery.</p>\n<h1>Comprehensive postpartum visit</h1><br><br><p>The comprehensive postpartum visit includes sexual health and contraception counseling, chronic disease management, health maintenance, and a full assessment of the patient's physical and psychologic well-being.</p>\n<h2>Physical recovery from birth</h2><br><br><p>The physical examination is a thorough assessment of the individual's recovery from birth.&nbsp; Components of the postpartum physical examination include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Breast examination:&nbsp; This examination assesses the breastfeeding relationship and evaluates for engorgement, mastitis (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34834.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ), or nipple trauma.</li>\n\t<li>Abdominal examination:&nbsp; The uterus regresses to its prepregnancy size quickly after delivery and should not be palpable several weeks following delivery.&nbsp; Cesarean delivery incisions are inspected to ensure appropriate healing.</li>\n\t<li>Pelvic examination:&nbsp; The perineum is inspected to ensure adequate healing following vaginal delivery.</li>\n</ul><br><br><p>Women are screened for bowel or bladder incontinence following childbirth and referred for pelvic floor therapy or specialist care (eg, urogynecology) if needed.&nbsp; In addition, physical activity and weight management counseling is provided.&nbsp; Following this visit, women may slowly return to light prepregnancy activities that do not cause pain (eg, walking).&nbsp; Typically, half of the weight gained during pregnancy is lost within the first 6 weeks following birth followed by slower weight loss over the next 6 months.&nbsp; The postpartum period provides an ideal time to discuss appropriate physical activity and nutritional goals.</p>\n<h2>Emotional and psychologic well-being&nbsp;</h2><br><br><p>Suicide, homicide, and substance use disorder are leading causes of maternal mortality.&nbsp; Therefore, all patients should be screened for mood disorders, substance use, and intimate partner violence in the postpartum period.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Postpartum mood disorders (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34835.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; All patients require screening for postpartum depression (eg, Edinburgh Postnatal Depression Scale [EPDS], GAD-7 anxiety scale).&nbsp; Patients with positive screening results should be counseled on treatment options and referred to a behavioral health provider.&nbsp; In addition, any preexisting mental health condition should be reassessed, with appropriate referrals and titration of medications as needed.</li>\n\t<li>All postpartum patients should be screened for nicotine, alcohol, and recreational drug use and misuse of prescription narcotics.</li>\n\t<li>All postpartum patients should be screened for intimate partner violence.&nbsp; Pregnancy and the postpartum period are associated with an increase in violence toward women.</li>\n\t<li>The patient's sleep schedule and support system should be assessed, and the patient should be encouraged to engage family and friends in assisting with care responsibilities because fatigue can exacerbate postpartum mood disorders and emotional lability.</li>\n</ul>\n<h2>Infant care and feeding</h2><br><br><p>The patient's bonding with the newborn and the patient's comfort and confidence with caring for the newborn are assessed at the postpartum visit.&nbsp; Basic newborn care (including the benefits of breastfeeding (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35790.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                )), safe sleep practices, and immunizations are discussed.<p></p><br><br><p>Breastfeeding should be encouraged and supported while evaluating and caring for common breastfeeding complications (eg, engorgement, reduced milk expression, latch discomfort) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36901.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Sexuality and contraception</h2><br><br><p>Guidance on sexuality and resumption of sexual activity in the postpartum period is an important component of the comprehensive postpartum visit.&nbsp; For most women, intercourse can resume anytime after 6 weeks postpartum as long as the woman feels emotionally and physically ready.&nbsp; Guidance should be given for dyspareunia and postpartum vaginal dryness (most common in breastfeeding women due the estrogen-suppressing effect of prolactin).</p><br><br><p>Contraceptive counseling begins in the postpartum period to prevent unintended short-interval pregnancies (eg, &lt;18 months between delivery and conception), which are associated with both neonatal and pregnancy complications (eg, preterm labor, small-for-gestational-age infants).&nbsp; General guidelines for postpartum contraception include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Progestin-only methods can be initiated immediately postpartum.&nbsp; These include intrauterine devices, subdermal implants, intramuscular injections, and progestin-only pills.</li>\n\t<li>Estrogen-containing contraception initiation is typically delayed following birth.&nbsp; This delay allows full milk supply to be established (estrogen may decrease milk supply prior to 6 weeks postpartum) and minimizes the risk of venous thromboembolism (pregnancy-related prothrombotic risk is elevated until about 6 weeks postpartum).&nbsp;</li>\n</ul><br><br><p>Long-acting reversible contraceptive devices are often inserted at the comprehensive postpartum visit if they were not inserted prior to discharge.</p>\n<h2>Chronic disease management and health maintenance</h2><br><br><p>Because pregnancy may represent the only time some individuals have access to health care, the postpartum visit is an opportunity to provide for chronic disease management and health maintenance.&nbsp; Common pregnancy-related comorbodites that require management include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Gestational diabetes mellitus:&nbsp; Associated with an increased risk of developing type 2 diabetes mellitus.&nbsp; Patients require a postpartum 2-hour oral glucose tolerance test to evaluate for pregestational diabetes mellitus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37867.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n\t<li>Preeclampsia:&nbsp; Associated with ongoing hypertension and increased risk of cardiovascular disease later in life; patients require screening to ensure hypertension resolution.&nbsp;</li>\n\t<li>Chronic hypertension:&nbsp; Hypertensive medications that were changed to pregnancy-safe medications are readjusted back to prepregnancy medications (eg, ACE inhibitors, angiotensin II receptor blockers).</li>\n</ul><br><br><p>The postpartum visit also allows time to address routine health maintenance screening, such as cervical cancer or breast cancer screening.&nbsp; Care is often transitioned to primary care providers following the 12-week postpartum period.</p>\n<h1>Special populations</h1><br><br><p>Adolescents are a particularly vulnerable patient population at high risk for postpartum mood disorders, possibly requiring extra support or education to help transition to parenthood.</p><br><br><p>Women with pregnancy loss (eg, stillbirth, neonatal death) require close follow-up to ensure appropriate physical and mental recovery.&nbsp; They should be offered physical support (eg, lactation suppression with dopamine agonists [cabergoline, bromocriptine]) as well as emotional support and bereavement counseling.&nbsp; Any testing related to the pregnancy loss should be reviewed, and the patient should be counseled on the risk of recurrence and future pregnancy planning.</p>\n<h1>Summary</h1><br><br><p>Routine postpartum care is a foundational aspect of women's health that ensures a safe recovery from childbirth, supports parenting, and addresses long-term health needs.&nbsp; A comprehensive, patient-centered approach that includes physical, psychologic, and social dimensions is essential for optimizing outcomes for both the mother and the newborn.</p>\n</div>\n\n            "
}