{
  "meta": {
    "title": "Uterine rupture",
    "url": "https://brainandscalpel.vercel.app/uterine-rupture-b46510a7-329f27.html",
    "scrapedAt": "2025-12-01T05:12:05.346Z",
    "type": "article"
  },
  "content": "\n                <h1>Introduction</h1>\n<p>Uterine rupture is an obstetric emergency caused by acute disruption of the uterine wall and bleeding from the rupture site.&nbsp; It typically occurs with uterine contractions during labor and delivery, particularly in patients with a uterine scar (eg, from a prior cesarean delivery).</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>Uterine rupture (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L54679.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) most commonly involves acute separation of all the uterine layers, including the serosa (complete rupture); occasionally, the serosa remains intact (ie, incomplete rupture).<p></p><br><br><p>Uterine rupture is defined by its adverse effects on maternal-fetal status.&nbsp; Rupture compromises the integrity of the uterus and causes intraperitoneal bleeding (maternal hemorrhage).&nbsp; It can also precipitate acute placental abruption (separation of the placenta from the uterine wall), which rapidly leads to fetal demise or hypoxia, depending on the extent of the abruption.</p><br><br><p>Risk factors for uterine rupture include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prior uterine rupture</strong></li>\n\t<li><strong>Prior uterine surgery</strong>:&nbsp;particularly surgery breaching the full thickness of the uterine wall (eg, cesarean delivery, myomectomy), which creates an inelastic uterine scar and weakens the myometrium.&nbsp; Contractions during a subsequent pregnancy are more likely to cause separation at the weakened scar site.</li>\n\t<li><strong>Prior classical cesarean delivery</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46605.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ): a classical incision creates a vertical scar in the upper uterus or fundus; this portion of the uterine myometrium contracts more forcefully during labor.&nbsp; Therefore, a classical cesarean scar is more likely to separate compared to a low transverse incision scar (the most common incision for cesarean delivery), which involves the thinner, less contractile lower uterine segment.</li>\n</ul><br><br><p>The vast majority of uterine ruptures involve a scarred uterus; rupture of an unscarred uterus is much rarer and is typically seen in resource-limited regions.</p>\n<h1>Clinical presentation</h1><br><br><p>Uterine rupture most commonly occurs during labor and delivery (intrapartum), but antepartum rupture can also occur.&nbsp; Classic clinical features of uterine rupture include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sudden-onset fetal heart rate abnormalities</strong> (eg, fetal bradycardia, late decelerations, recurrent variable decelerations) are the most common signs of uterine rupture.&nbsp; They occur because uterine rupture abruptly compromises uterine blood flow and leads to decreased placental perfusion and fetal hypoxia (seen as recurrent late decelerations).&nbsp; The extrusion of fetal parts into the maternal abdominal cavity can compress the umbilical cord (seen as recurrent variable decelerations).&nbsp; Placental insufficiency and umbilical cord compression cause fetal bradycardia to develop rapidly.</li>\n\t<li><strong>Sudden-onset, severe, and constant abdominal pain</strong></li>\n\t<li><strong>Vaginal bleeding</strong></li>\n\t<li><strong>Acute change in the uterine contraction pattern</strong> can cause increased contractions and loss of uterine tone.&nbsp; Occasionally, uterine rupture causes a classic stair-step sign on tocodynamometry (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L109846.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), which appears as the gradual decrease in amplitude of consecutive contractions (gradual decrease in contraction force and efficiency due to myometrial separation).</li>\n\t<li><strong>Loss of fetal station</strong> (the fetus head retracts due to extrusion into the abdominal cavity)</li>\n\t<li>An irregular abdominal mass (<strong>protruding fetal parts</strong>)</li>\n\t<li>Maternal hemorrhage and hypovolemic shock (in severe cases)</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Although the most common risk factor is prior uterine surgery (eg, cesarean delivery), there is no reliable method for predicting which patients will have uterine rupture.&nbsp; In addition, the presentation (eg, acute abdominal pain; vaginal bleeding) may be masked by factors such as neuraxial analgesia (eg, epidural) and bleeding confined to the intraperitoneal cavity.&nbsp; Diagnosis requires a high degree of clinical suspicion and attention to signs of maternal or fetal compromise.</p><br><br><p>Uterine rupture should be suspected in any pregnant patient.&nbsp; It typically occurs during labor, but it occasionally occurs antepartum.&nbsp; Uterine rupture should be suspected in patients with a history of uterine surgery and any of the following signs:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Abnormal fetal heart rate tracing</li>\n\t<li>Sudden abdominal pain</li>\n\t<li>Vaginal bleeding</li>\n\t<li>Loss of fetal station</li>\n\t<li>Change in uterine contraction pattern</li>\n\t<li>Hemodynamic instability</li>\n</ul><br><br><p>Imaging (eg, transabdominal ultrasonography) is not required for diagnosis, particularly in patients with classic findings and fetal heart rate abnormalities who require an emergency cesarean delivery.&nbsp; A definitive diagnosis is typically made intraoperatively.&nbsp; Laparotomy usually reveals a full-thickness uterine disruption, hemoperitoneum, and visible fetal parts or membranes in the peritoneal cavity.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for sudden-onset abdominal pain, vaginal bleeding, and fetal heart rate tracing abnormalities includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Severe placental abruption</strong>:&nbsp; can present very similarly to uterine rupture (eg, abdominal pain, vaginal bleeding, abnormal fetal heart rate tracing).&nbsp; The distinguishing clinical features can be subtle: acute abruption does not cause loss of fetal station and is unlikely to cause a classic stair-step sign on tocodynamometry.&nbsp; In addition, the uterine contour remains smooth and globular unlike in patients with uterine rupture, where protruding fetal parts may be palpable through the abdomen.</li>\n\t<li><strong>Liver rupture</strong>:&nbsp; can cause intraabdominal hemorrhage and acute maternal-fetal compromise.&nbsp; Liver rupture is most likely in patients with preeclampsia with severe features or HELLP syndrome (<strong>H</strong>emolysis, <strong>E</strong>levated <strong>L</strong>iver enzymes, and <strong>L</strong>ow <strong>P</strong>latelet count).&nbsp; The contraction pattern may change (eg, increased uterine irritability in response to hemoperitoneum).&nbsp; However, hypertension and/or lab abnormalities are usually present, and vaginal bleeding is absent.</li>\n</ul>\n<h1>Management</h1><br><br><p>Uterine rupture can rapidly lead to fetal mortality and maternal morbidity.&nbsp; Emergency cesarean delivery is indicated for sustained fetal heart rate abnormalities and/or maternal hemodynamic instability.&nbsp; Outcomes primarily depend on the timeliness of emergency cesarean delivery, and patients who are intrapartum tend to have better outcomes.</p><br><br><p>In addition to preparing for <strong>emergency cesarean delivery</strong>, management of suspected uterine rupture includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Continuous fetal heart rate monitoring to evaluate for fetal compromise</li>\n\t<li>Monitoring of maternal hemodynamic status (and initiation of intravenous fluids)&nbsp;</li>\n\t<li>Complete blood count, coagulation studies (eg, PT, PTT, fibrinogen), and type and screen test (and crossmatch if transfusion is likely because blood products may be needed to prevent or treat coagulopathy)</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Uterine rupture is associated with a high risk for fetal demise and maternal hemorrhagic shock.&nbsp; The prognosis for uterine rupture depends on the timeliness of intervention, amount of intraabdominal bleeding, and presence of maternal complications.&nbsp; Patients with uterine rupture have a substantially elevated risk for recurrence.</p>\n<h1>Summary</h1><br><br><p>Uterine rupture (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32470.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is an obstetric emergency caused by acute disruption of the uterine wall, which usually occurs during labor contractions at the site of a uterine scar from a prior uterine surgery (eg, prior cesarean delivery).&nbsp; Prompt recognition and immediate intervention with emergency cesarean delivery is necessary to mitigate the high risk for fetal mortality and maternal morbidity.<p></p>\n\n            "
}