{
  "meta": {
    "title": "Bacterial keratitis",
    "url": "https://brainandscalpel.vercel.app/bacterial-keratitis-916b1057-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:12.100Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Bacterial keratitis is a serious infection of the cornea most commonly caused by improper contact lens use and corneal injury (eg, abrasion).&nbsp; Symptoms include severe eye pain, photophobia, mucopurulent discharge, and a foreign body sensation.&nbsp; A round, white corneal infiltrate is the characteristic examination finding.&nbsp; Patients require immediate ophthalmologic evaluation and broad-spectrum topical antibiotics to avoid vision-threatening complications (eg, corneal scarring, perforation).</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>The cornea is the clear covering on the surface of the eye.&nbsp; In addition to its role in light refraction, the cornea provides a structural barrier to protect the eye from infection.&nbsp; The most common risk factors for infection of the cornea include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Improper contact lens use</strong> (eg, extended wear/poor hygiene)</li>\n\t<li><strong>Corneal trauma</strong> (eg, abrasion):&nbsp; disrupts the epithelium and allows bacterial entry</li>\n\t<li><strong>Ocular disease</strong> (eg, dry eye syndrome):&nbsp; limits protective tear film</li>\n</ul><br><br><p>The most commonly isolated bacteria is <em><strong>Pseudomonas aeruginosa</strong></em>, especially in contact lens wearers.&nbsp; Some cases are also due to <em>Staphylococcus aureus</em> infection, but these are much less common.</p>\n<h1>Clinical presentation</h1><br><br><p>Common signs and symptoms of bacterial keratitis include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Severe eye pain</strong>, foreign body sensation, and photophobia (typical of any corneal process)</li>\n\t<li><strong>Mucopurulent discharge</strong></li>\n\t<li><strong>Blurred vision/decreased visual acuity</strong></li>\n</ul><br><br><p>Examination findings include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Corneal infiltrate</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84323.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; a round, white lesion on the cornea that also stains with fluorescein (characteristic finding in bacterial keratitis)</li>\n\t<li><strong>Corneal opacity</strong>:&nbsp; haziness/loss of transparency due to inflammatory cell infiltration</li>\n\t<li><strong>Scleral injection</strong> (ie, redness)</li>\n\t<li><strong>Hypopyon</strong>:&nbsp; layering of white blood cells in the anterior chamber</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Bacterial keratitis should be considered in any patient with a red, painful eye, especially with contact lens use or recent trauma.&nbsp; Diagnosis is confirmed by identifying a round, white infiltrate on the cornea.&nbsp; Corneal cultures are not routinely obtained in mild keratitis (eg, small infiltrates), but microbiologic studies on corneal scrapings should be performed if the infection is severe.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Herpes simplex keratitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105231.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) causes symptoms similar to those of bacterial keratitis, but fluorescein examination reveals characteristic dendritic corneal lesions.</li>\n\t<li><strong>Fungal keratitis</strong> is rare and typically occurs in immunocompromised patients after corneal injury involving soil/plant matter.&nbsp; Onset is gradual and corneal infiltrates have characteristic feathery margins.</li>\n\t<li><strong>Photokeratitis</strong> presents with bilateral eye pain, redness, and photophobia 6-12 hours after unprotected exposure to ultraviolet light (eg, welders).</li>\n</ul>\n<h1>Management</h1><br><br><p>Bacterial keratitis is an ophthalmologic emergency; therefore, management includes rapid referral to ophthalmology for evaluation and immediate initiation of <strong>broad-spectrum topical antibiotics</strong> that cover against <em>Pseudomonas</em> (eg, fourth-generation fluoroquinolones).</p><br><br><p>Patients should be assessed daily for the first several days; improvement should be visible within a week.&nbsp; The treatment course may last several weeks to months, depending on response.</p>\n<h1>Prognosis</h1><br><br><p>Most cases improve within a week of initiating topical antibiotic treatment.&nbsp; However, delayed or inadequate treatment can lead to complications, including corneal perforation, endophthalmitis (eg, infection of aqueous and vitreous humors), and corneal scarring; all can result in permanent vision loss.</p>\n<h1>Summary</h1><br><br><p>Bacterial keratitis is a serious ocular infection involving the cornea that requires prompt recognition and management to prevent vision-threatening complications.&nbsp; Improper contact lens use and corneal trauma are the leading risk factors.&nbsp; Symptoms include eye pain, photophobia, mucopurulent discharge, and a foreign body sensation.&nbsp; A white infiltrate on the cornea is a defining characteristic.&nbsp; Treatment involves broad-spectrum topical antibiotics.</p>\n</div>\n\n            "
}