{
  "meta": {
    "title": "Cataract",
    "url": "https://brainandscalpel.vercel.app/cataract-387f51cf-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:17.849Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Cataract refers to the progressive opacification of the crystalline lens of the eye, resulting in impaired vision.&nbsp; The condition primarily affects older patients and is a leading cause of reversible blindness worldwide.</p>\n<h1>Pathophysiology</h1><br><br><p>The lens is composed of tightly packed, elongated epithelial cells (lens fibers) containing a high concentration of crystallin proteins, which help maintain its transparency.&nbsp; It is surrounded by a thin capsule that gives it its shape.&nbsp; Aging and environmental stressors can disrupt transparency and contribute to <strong>cataract formation</strong> through the following mechanisms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Because older epithelial cells of the lens do not shed, new layers of epithelia form on top of older layers, compacting them underneath and causing the lens to lose transparency.</li>\n\t<li>Photooxidative damage and cross-linking of crystallins cause brown/yellow pigmentary changes in the lens.</li>\n\t<li>Osmotic injury causes development of hydropic lens fibers that degenerate.</li>\n</ul><br><br><p>Cataracts can affect a single or multiple location(s) within the same lens, including nuclear/central (with sclerosis, often related to aging), cortical (radial spokes in the lens cortex), or posterior subcapsular (near the back of the lens by the capsule, typically associated with corticosteroid use and diabetes).</p>\n<h1>Risk factors</h1><br><br><p>Cataracts predominantly occur in patients <strong>age &gt;60</strong>.&nbsp; However, the following risk factors can cause cataract formation at an earlier age:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Systemic diseases:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Diabetes mellitus</strong>:&nbsp; Conversion of excess glucose into sorbitol causes sorbitol accumulation within the lens, increasing cellular osmotic and oxidative stress (sorbitol accumulation also contributes to the pathogenesis of diabetic retinopathy, neuropathy, and nephropathy) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6800.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li>\n\t\t<li><strong>HIV/AIDS</strong>:&nbsp; Accelerated aging and chronic immunosuppression may promote cataract formation.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Tobacco</strong> and <strong>heavy alcohol</strong> use likely worsen oxidative stress.</li>\n\t<li><strong>Ultraviolet radiation exposure</strong> worsens photooxidative stress and accelerates crystallin denaturation.</li>\n\t<li><strong>Corticosteroid therapy</strong> (long-term systemic, ophthalmic, or high-dose inhaled corticosteroid) is associated with posterior subcapsular cataracts.&nbsp; This may be due to glucocorticoid-induced transcription of genes in the lens epithelial cell that may alter lens homeostasis or increase the susceptibility to oxidative injury.</li>\n\t<li><strong>Traumatic eye injuries</strong> can disrupt lens fibers, leading to traumatic cataracts.</li>\n\t<li><strong>Family history</strong> of cataracts indicates a genetic predisposition toward development.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Cataracts cause progressive opacification of the lens, leading to <strong>gradual, bilateral loss of visual acuity</strong>.&nbsp; In addition, the opacified lens scatters light and creates <strong>glare and halos </strong>around bright lights, causing visual impairment noted especially when driving at night (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59295.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Muting of color vision is common, although it is typically noted in retrospect after cataract surgery restores the normal vibrancy of color.<p></p><br><br><p>Nuclear cataracts, which form at the center of the lens, can also increase lens thickness and refractive power.&nbsp; This change causes patients with preexisting presbyopia to notice improvement of near vision and a decline in distance vision (ie, myopic shift).&nbsp; In nuclear cataracts, myopic shift often occurs before visible opacification of the lens and other symptoms (eg, halos and glare around lights).</p><br><br><p>Examination typically reveals a visible opacity of the lens (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L103172.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) and reduced clarity of retinal detail (because light is unable to pass through an opacified lens to the retina).&nbsp; Advanced cases may also show loss of the red reflex, the bright red color seen when the posterior retina is illuminated during ophthalmoscopic inspection.&nbsp; Testing shows decreased visual acuity in both central and peripheral vision.<p></p>\n<h1>Diagnosis</h1><br><br><p>Cataracts are diagnosed through a comprehensive eye examination that shows opacity of the lens corresponding to the patient's symptoms.&nbsp; The examination also evaluates for coexisting eye pathologies that may contribute to impaired vision (eg, glaucoma, diabetic retinopathy, age-related macular degeneration).</p>\n<h1>Differential diagnosis</h1><br><br><p>Other conditions that cause gradual painless vision loss should be considered in the differential diagnosis.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Age-related macular degeneration</strong> (ARMD) presents with painless, progressive central vision loss (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18063.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) due to degeneration of the retinal pigment epithelium.&nbsp; As a result, waste products (eg, drusen (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104152.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) accumulate over the macula, leading to death of overlying macular neurons.&nbsp; In contrast, visual acuity is decreased in both central and peripheral vision in cataracts, and drusen deposits are not present.</li>\n\t<li><strong>Open-angle glaucoma</strong> causes gradual, painless vision loss that starts in the periphery and progresses to involve central vision.&nbsp; Fundoscopic examination shows atrophy of the optic nerve head (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17295.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ), and visual field testing shows peripheral scotoma, which is not present in cataracts.</li>\n\t<li><strong>Myopia</strong> presents with blurred distance vision and normal near vision; it typically has an onset during adolescence, not during older adulthood as in cataracts.&nbsp; Lens opacity is not present in myopia.</li>\n\t<li><strong>Diabetic retinopathy</strong> typically occurs in patients with long-standing and poorly controlled diabetes mellitus.&nbsp; It can present with gradual painless blurry vision due to macular edema caused by capillary leakage.&nbsp; (It can also present with sudden vision loss through retinal detachment and vitreous hemorrhage.)&nbsp; Other fundoscopic features (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11922.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ) may include vascular outpouchings (microaneurysms), dot and blot hemorrhages (ruptured microaneurysms), hard exudates (insoluble lipids), cotton-wool spots (retinal nerve ischemia), and abnormal vessel formation (neovascularization) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11924.jpg\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).&nbsp; Lens opacity is not a feature.</li>\n\t<li><strong>Corneal opacity</strong> (eg, due to infections, injuries, vitamin A deficiency) presents with decreased visual acuity and glare.&nbsp; Opacity is readily visible and is present on the cornea, not the lens.</li>\n</ul>\n<h1>Management</h1><br><br><p>Treatment for cataracts includes surgical removal of the lens with implantation of a prosthetic intraocular lens (IOL), which is typically performed when cataracts begin to impair activities of daily living.</p><br><br><p>Preoperative evaluation for cataract surgery is often requested by the ophthalmologist but generally does not require laboratory or ECG evaluation.&nbsp; Similar to that for other low-risk procedures, the evaluation primarily involves excluding active cardiovascular conditions (eg, unstable angina, symptomatic and untreated cardiac arrhythmias, uncontrolled hypertension &gt;180/110 mm Hg) based on history and physical examination.&nbsp; In the absence of such conditions, the combined morbidity and mortality rate for cataract surgery is &lt;1%, even in otherwise high-risk patients.</p>\n<h1>Prognosis and complications</h1><br><br><p>Cataract surgery generally offers excellent visual outcomes.&nbsp; Few patients may experience complications of cataract surgery, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Endophthalmitis</strong>, a sight-threatening ocular emergency due to postoperative infection of the aqueous and vitreous humors (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111388.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Findings, which typically present within a few days of surgery, include vision loss, eye discomfort, hypopyon (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L101444.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ), and opacification of the vitreous humor.&nbsp; It requires immediate treatment with intravitreal antibiotics to prevent irreversible vision loss.</li>\n\t<li><strong>Intraocular lens dislocation</strong>, which also tends to occur shortly after surgery and presents with vision changes.</li>\n\t<li><strong>Posterior capsule opacification</strong> (~20%), which can occur months to years following surgery due to cell growth on the capsule, resulting in hazy vision.&nbsp; It can be easily cured by a special capsulotomy procedure (and is so common that it is not always considered a complication).</li>\n</ul><br><br><p>Other complications include corneal edema and intraocular lens displacement; there may also be an increased risk of retinal detachment and ARMD.</p>\n<h1>Special consideration: Cataracts in children</h1><br><br><p>Cataracts in children can be inherited, acquired (eg, long-term/high-dose glucocorticoid therapy, head irradiation), or associated with other ophthalmic or systemic diseases (eg, retinopathy of prematurity, congenital glaucoma, congenital infections [eg, TORCH], genetic disorders [eg, Down syndrome, Turner syndrome]).&nbsp; It can present with asymmetric red reflex, leukocoria, or strabismus.&nbsp; Urgent referral to a pediatric ophthalmologist is necessary because cataracts can impair the development of the visual axis and result in amblyopia.</p>\n<h1>Summary</h1><br><br><p>Cataracts (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/51420.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) are characterized by gradual opacification of the lenses, leading to progressive decline of bilateral visual acuity and halos/glares around lights that impair nighttime driving.&nbsp; Risk factors include older age, ultraviolet radiation exposure, diabetes mellitus, tobacco use, and long-term systemic corticosteroid use.&nbsp; Diagnosis is made with complete eye examination showing lens opacity.&nbsp; When cataracts begin to interfere with activities of daily living, surgical removal of the lens with implantation of a prosthetic lens is recommended.<p></p>\n</div>\n\n            "
}