{
  "meta": {
    "title": "Chalazion",
    "url": "https://brainandscalpel.vercel.app/chalazion-0ea87f84-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:17.679Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction </h1>\n<p>Chalazion, also known as a meibomian cyst, is a common benign eyelid disorder resulting from a granulomatous reaction to obstructed meibomian glands.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Chalazion develops when the <strong>meibomian glands</strong>, which secrete oily substances that contribute to the tear film, become blocked.&nbsp; The obstruction leads to the accumulation of glandular secretions within the gland, causing inflammation and the formation of a painless, firm nodule.&nbsp; Therefore, risk factors are based on etiologies that <strong>increase and thicken meibomian gland secretion</strong>, including chronic blepharitis (inflammation of the eyelid margin), rosacea, seborrheic dermatitis, and poor eyelid hygiene.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients typically have a <strong>firm, painless nodule on the eyelid</strong>.&nbsp; The lesion may initially be small but can gradually increase in size over time.&nbsp; Chalazia are more commonly located on the <strong>upper eyelid</strong>, but can occur on the lower eyelid (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L102122.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Rarely, patients may experience mild eyelid redness or irritation.<p></p>\n<h1>Diagnosis</h1><br><br><p>Chalazion is primarily <strong>diagnosed clinically</strong>, based on the characteristic appearance of a painless, rubbery eyelid nodule.&nbsp; Examination of the eyelid using magnification may reveal a central punctum, indicating the site of glandular obstruction.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of chalazion includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hordeolum</strong> (stye):&nbsp; is an acute, painful infection of the eyelid glands (Zeis or meibomian glands), typically caused by <em>Staphylococcus aureus</em>.&nbsp; Unlike chalazion, hordeolum presents with localized erythema, swelling, and tenderness.&nbsp; It often involves the eyelash follicles and is near the eyelid margin.</li>\n\t<li><strong>Dacryocystitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L109063.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; is an infection or inflammation of the lacrimal sac caused by nasolacrimal duct obstruction.&nbsp; It presents with localized swelling, erythema, and tenderness in the medial canthal region.&nbsp; Unlike chalazion, dacryocystitis is associated with tearing, discharge, and expression of pus from the puncta on palpation of the lacrimal sac.</li>\n\t<li><strong>Molluscum contagiosum</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19178.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; typically presents as single or multiple small, dome-shaped, pearly papules with central umbilication.</li>\n\t<li><strong>Xanthelasma</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L102776.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; are cholesterol-filled lesions that appear as yellow-orange macules, papules, or plaques on the medial surface of bilateral (rather than unilateral) eyelids.</li>\n\t<li><strong>Eyelid malignancies</strong>:&nbsp; are a variety of malignancies affecting the eyelids, such as basal cell carcinoma and squamous cell carcinoma.&nbsp; These lesions may present as nonhealing ulcers, nodules, or pigmented lesions on the eyelid margin or skin.</li>\n</ul>\n<h1>Laboratory evaluation</h1><br><br><p>Laboratory testing is generally not indicated for the diagnosis of chalazion.&nbsp; However, in cases of atypical presentation, a skin biopsy may be performed to rule out systemic diseases or malignancy.</p>\n<h1>Management</h1><br><br><p>Most chalazia are <strong>conservatively managed</strong> with <strong>warm compresses</strong> applied to the affected eyelid several times a day to promote glandular drainage and resolution of inflammation.&nbsp; Eyelid hygiene measures, such as gentle eyelid massage and cleansing, can help prevent recurrence.&nbsp; Surgical excision or steroid injections may be performed for large, persistent chalazia refractory to conservative measures or those causing visual obstruction.</p>\n<h1>Prognosis</h1><br><br><p>Chalazion generally resolves spontaneously within several weeks to months with appropriate conservative management.&nbsp; If chalazion is persistent, biopsy should be performed to rule out malignancy.</p>\n<h1>Summary</h1><br><br><p>Chalazion is a common eyelid disorder characterized by the obstruction of meibomian glands and subsequent formation of a painless eyelid nodule.&nbsp; Management is conservative with warm compresses to promote gland drainage.</p>\n</div>\n\n            "
}