{
  "meta": {
    "title": "Foreign body in the eye",
    "url": "https://brainandscalpel.vercel.app/foreign-body-in-the-eye-c2ef4391-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:27.782Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>A foreign body in the eye occurs when an object enters and becomes lodged in ocular tissue (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L2228.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The foreign body may be located superficially (within the conjunctiva or cornea) or intraocularly (inside the globe).&nbsp; Depending on the object's composition, size, and velocity upon entry, injuries can range from a mild corneal abrasion to an open globe injury with permanent visual loss.&nbsp; Superficial foreign bodies can often be removed from the corneal or conjunctival surface with gentle manipulation, whereas deeper intraocular foreign bodies typically require surgical intervention.<p></p>\n<h1>Risk factors</h1><br><br><p>Several factors predispose individuals to ocular foreign bodies:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lack of protective eyewear</strong>:&nbsp; Inadequate use of safety goggles during hazardous tasks (eg, construction, manufacturing).</li>\n\t<li><strong>High-risk occupations</strong>:&nbsp; Working in environments with high exposure to flying debris (eg, drilling, welding).</li>\n\t<li><strong>Environmental exposures</strong>:&nbsp; Dust, sand, or plant matter in windy or outdoor settings.</li>\n</ul>\n<h1>Pathogenesis</h1><br><br><p>The pathogenesis of foreign bodies in the eye is related to several factors, which can cause injury alone or in conjunction with each other.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mechanical trauma</strong>:&nbsp; Low-velocity objects typically lodge in the conjunctiva or outermost corneal layer (ie, epithelium), causing superficial injuries (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80747.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; High-velocity objects (eg, metal fragments from drilling) can penetrate the full thickness of the cornea or sclera (the external layers of the eye) and enter the globe (ie, anterior chamber, posterior chamber, vitreous cavity), potentially damaging intraocular structures such as the lens and retina.</li>\n\t<li><strong>Inflammatory response</strong>:&nbsp; The eye's immune system reacts to the presence of the foreign material, leading to pain, redness, and swelling.</li>\n\t<li><strong>Toxic or infectious reactions</strong>:&nbsp; Organic (eg, vegetable matter, hair) or metallic foreign bodies can introduce pathogens or release toxic substances, resulting in infections or chemical injuries.</li>\n</ul><br><br><p>The impact of a foreign body in the eye depends mainly on the velocity/depth of entry and the composition of the foreign material.&nbsp; Objects of large size and irregular shape also tend to induce more significant injuries.</p>\n<h2>Depth of injury</h2><br><br><p>A <strong>superficial foreign body</strong> refers to foreign material (eg, sand, wood) adhered to or embedded in the cornea or conjunctiva on the surface of the eye.&nbsp; This material causes a robust inflammatory reaction resulting in tearing, redness, irritation, and pain.&nbsp; Direct injury to the corneal epithelium may cause a <strong>corneal abrasion</strong> visible on fluorescein examination (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105116.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Serious complications are uncommon but may include bacterial or fungal keratitis (ie, corneal infection) or corneal scarring, if not promptly removed.<p></p><br><br><p>An <strong>intraocular foreign body</strong> typically occurs when a high-velocity object penetrates the cornea or sclera and lodges in the anterior chamber, posterior chamber, or vitreous chamber, constituting an <strong>open globe injury</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/51498.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; These injuries most often occur when particles are sent airborne by power tools (eg, drilling), hammering, motor vehicle collisions, or explosions.&nbsp; Intraocular foreign bodies are associated with serious complications including endophthalmitis, retinal detachment, and permanent vision loss.<p></p>\n<h2>Composition</h2><br><br><p>Foreign bodies composed of or contaminated with organic material (eg, vegetable matter, hair) dramatically increase the risk of infection and warrant prompt removal.&nbsp; Certain metallic foreign bodies (eg, iron, copper) release metallic ions that deposit into the ocular tissues.&nbsp; A corneal foreign body containing iron often creates a rust ring within the corneal stroma (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L103412.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), which can lead to corneal scarring and visual impairment.&nbsp; Intraocular metallic foreign bodies may result in scleral melting, retinal degeneration, and pupillary dysfunction.&nbsp; Foreign bodies consisting of glass, plastic, graphite, or stone are considered inert and tend to be better tolerated (eg, fewer complications).<p></p>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of a foreign body in the eye varies significantly based on the object's location (superficial vs intraocular) and the associated structural injuries (eg, lens, retina).</p>\n<h2>Superficial foreign body</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sudden onset of severe eye pain and irritation followed by foreign body sensation, redness (hyperemia), and tearing (epiphora).</li>\n\t<li>Photophobia.</li>\n\t<li>Vision may be blurred due to tearing and inflammation, but true visual deficits are uncommon.</li>\n\t<li>Corneal or conjunctival foreign bodies are often visible on penlight examination (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L101495.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n\t<li>Concentrated uptake of fluorescein indicates a corneal abrasion (often identified after foreign body removal).&nbsp; Multiple linear vertical abrasions suggest a foreign body lodged under the eyelid (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L109146.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Intraocular foreign body</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Redness, tearing, and pain; some patients with small foreign bodies are asymptomatic.</li>\n\t<li>Blurred/decreased vision, floaters, or photopsia can occur from direct injury to intraocular structures (eg, lens, retina).</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A foreign body may be directly visualized using slit lamp and/or dilated funduscopy (imaging may also be needed).</li>\n\t<li>An intraocular foreign body is an open globe injury.&nbsp; Therefore, it may cause the following examination findings:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>A fixed, irregularly shaped (eg, teardrop) pupil (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99657.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).</li>\n\t\t<li>Shallow anterior chamber and decreased intraocular pressure (due to loss of aqueous humor).</li>\n\t\t<li>Visibly draining aqueous humor on fluorescein examination (ie, Seidel sign).&nbsp; Leaking fluid causes a washout of dye in a waterfall pattern, which indicates a full-thickness corneal or scleral injury.</li>\n\t\t<li>Subconjunctival hemorrhage (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L102574.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ) may indicate a scleral entry site for the foreign body.</li>\n\t\t<li>Cell and flare:&nbsp; White blood cells and proteins in the anterior chamber indicate intraocular inflammation/injury.</li>\n\t\t<li>Hyphema (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99671.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ):&nbsp; Layering of blood in the anterior chamber suggests traumatic injury to the iris or ciliary body.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Corneal abrasion</strong>:&nbsp; Presents with redness, tearing, pain, and foreign body sensation.&nbsp; Although a corneal foreign body can create an abrasion, a corneal epithelial defect can also occur from an isolated injury, such as a fingernail scratch.</li>\n\t<li><strong>Conjunctivitis</strong>:&nbsp; Associated with irritation, redness, discharge, and tearing but typically lacks the significant pain and preceding trauma associated with a foreign body.</li>\n\t<li><strong>Bacterial keratitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84323.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; Inflammation of the cornea from a bacterial infection.&nbsp; Although keratitis can be a complication of ocular foreign bodies, most cases are related to poor contact lens hygiene.</li>\n\t<li><strong>Chemical injury</strong>:&nbsp; Results from ocular exposure to an acidic or alkaline substance.&nbsp; The onset of eye pain, redness, and tearing occurs suddenly following the chemical exposure.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>A foreign body in the eye is often diagnosed by history and physical examination, although imaging is sometimes required to identify and localize an object.&nbsp; Most patients with an ocular foreign body will have symptoms (eg, irritation, pain, visual changes) and a history of trauma or exposure to a foreign object (eg, sand).&nbsp; Determining the likely composition of the foreign body as well as the mechanism by which it entered the eye (eg, high vs low velocity) is important.</p><br><br><p>All patients with a suspected foreign body in the eye should have a detailed examination that includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Visual acuity:&nbsp; Obtain baseline visual acuity for comparison.&nbsp; Vision impairment is more suggestive of an intraocular foreign body.</li>\n\t<li>Inspection of the conjunctiva, cornea, and underside of the eyelids (eg, eyelid eversion) for superficial foreign material; also evaluate for defects that may suggest an open globe injury.</li>\n\t<li>Pupillary examination:&nbsp; Misshapen or nonreactive pupils suggest open globe injury.</li>\n\t<li>Fluorescein staining:&nbsp; Assess for corneal abrasions or draining aqueous humor.</li>\n\t<li>Slit lamp evaluation of the anterior chamber:&nbsp; Evaluate for visible foreign bodies, cell and flare, or hyphema.</li>\n\t<li>Dilated examination:&nbsp; Complete visualization of the vitreous and retina.</li>\n</ul>\n<h1>Laboratory evaluation and imaging studies</h1><br><br><p>Laboratory testing is not indicated in the work-up of ocular foreign bodies.&nbsp; A foreign body may be cultured after removal if a high suspicion for contamination/infection exists.</p><br><br><p>Most superficial foreign bodies can be visualized on gross inspection, but imaging is often required for deeper intraocular foreign bodies.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>X-ray of the orbit may help detect metallic intraocular foreign bodies but cannot detect radiolucent objects (eg, glass, wood).</li>\n\t<li>Noncontrast CT scan is the preferred imaging modality to identify, quantify, and localize intraocular foreign bodies due to its high sensitivity for both radioopaque and radiolucent materials.</li>\n\t<li>Ultrasonography (B-Scan) detects some foreign bodies (eg, metal, wood, plastic) and associated complications (eg, retinal detachment, vitreous hemorrhage).</li>\n\t<li>MRI is better for detecting glass and organic matter but contraindicated if a metallic foreign body is suspected due to the risk of movement and further damage.</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of ocular foreign bodies depends on the location (eg, depth) and the extent of associated injuries.</p>\n<h2>Superficial foreign body</h2><br><br><p>Removal of a superficial foreign body should begin as soon as possible (ideally, within 24 hours) to prevent it from embedding deeper into the tissue and making removal more challenging.&nbsp; Foreign body removal typically occurs in a step-wise manner.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pain control</strong>:&nbsp; Topical anesthetic drops are typically adequate to manage symptoms, but oral or intravenous medications may be required.</li>\n\t<li><strong>Irrigation and removal</strong>:&nbsp; With sterile saline and a moist sterile cotton-tipped applicator or a small gauge needle, lift away the foreign body.&nbsp; Objects that are deeply embedded in the corneal stroma may require a corneal burr, a device that rotates against the cornea to remove the object.</li>\n\t<li><strong>Fluorescein staining</strong>:&nbsp; Performed after removal to evaluate for corneal abrasions/epithelial defects.</li>\n\t<li><strong>Topical antibiotics</strong>:&nbsp; To prevent secondary infection (eg, erythromycin ointment or polymyxin-bacitracin drops).&nbsp; Contact lens wearers require <em>Pseudomonas</em> coverage with fluoroquinolones.</li>\n\t<li><strong>Lubricants</strong> (eg, artificial tears) or <strong>topical nonsteroidal anti-inflammatory drugs</strong> (eg, ketorolac):&nbsp; May be prescribed for comfort; topical anesthetics can delay corneal healing and are not recommended for pain control after foreign body removal.</li>\n</ul><br><br><p>After initial management, patients require follow-up to monitor for complications (eg, infection, scarring) and to manage any rust rings left behind after a metallic foreign body removal.&nbsp; Small, peripheral rust rings can often be observed, and many will resorb spontaneously.&nbsp; However, larger or centrally located rust rings need to be removed (often with a corneal burr) to prevent future visual impairments.</p>\n<h2>Intraocular foreign body</h2><br><br><p>Ideally, all intraocular foreign bodies should be <strong>surgically removed</strong> within 24 hours of the injury.&nbsp; However, when a removal attempt may cause greater ocular injury, a period of observation may be considered if the object is inert (eg, glass), not causing imminent structural damage, and visual acuity is normal.&nbsp; However, all metallic and organic foreign bodies require urgent removal due to the high risk of complications.&nbsp; In addition to surgery, patients require <strong>broad-spectrum intravenous antibiotics</strong> (to prevent endophthalmitis) and <strong>tetanus immunization</strong>, as open globe injuries are considered puncture wounds with an increased risk of tetanus infection.</p>\n<h1>Complications and prognosis</h1><br><br><p>The prognosis of ocular foreign bodies depends on the location and depth of the object, the time to presentation and treatment, and the extent of associated eye injuries (eg, retinal detachment).</p>\n<h2>Superficial foreign body</h2><br><br><p>Superficial foreign bodies tend to have an excellent prognosis if removed promptly.&nbsp; However, delayed removal of metallic foreign bodies can result in rust ring formation, which increases the risk of corneal scarring and visual deficits.</p>\n<h2>Intraocular foreign body</h2><br><br><p>Intraocular foreign bodies have a significantly greater risk of serious complications.&nbsp; Patients with retinal detachment, afferent pupillary defect, or poor visual acuity at presentation tend to have poor visual outcomes.&nbsp; Complications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Endophthalmitis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84803.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; Bacterial (or rarely fungal) infection of the aqueous and vitreous humors.</li>\n\t<li><strong>Traumatic cataract</strong>:&nbsp; Opacification of the lens from mechanical injury to the lens fibers.</li>\n\t<li><strong>Retinal detachment</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15844.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; Separation of the neurosensory retina from the underlying retinal pigment epithelium, resulting in photopsia (flashing lights in the visual field) and visual deficits.</li>\n\t<li><strong>Vitreous hemorrhage</strong>:&nbsp; Bleeding into the vitreous humor, which causes sudden visual changes and floaters.</li>\n\t<li><strong>Hyphema</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/51506.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):&nbsp; Bleeding in the anterior chamber due to iris or ciliary body injury, which can lead to increased intraocular pressure and vision loss.</li>\n\t<li><strong>Permanent vision loss</strong>.</li>\n</ul>\n<h1>Prevention</h1><br><br><p>The use of <strong>protective eyewear</strong> is the most effective strategy for preventing intraocular foreign bodies, especially in high-risk environments (eg, construction, welding).&nbsp; Tools and machinery should also be routinely inspected to avoid projectile debris from poorly maintained or faulty equipment.</p>\n<h1>Summary</h1><br><br><p>Foreign bodies in the eye occur when an object lodges in an ocular structure.&nbsp; Superficial foreign bodies are found in the cornea or conjunctiva, have low complication rates, and are often easily removed in the office.&nbsp; Intraocular foreign bodies travel into the globe and cause injuries to deeper structures within the anterior, posterior, and vitreous chambers.&nbsp; These injuries are associated with a greater risk of complications including endophthalmitis and retinal detachment, which can result in permanent visual loss.</p>\n</div>\n\n            "
}