{
  "meta": {
    "title": "Glaucoma",
    "url": "https://brainandscalpel.vercel.app/glaucoma-e776a727-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:32.134Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Glaucoma is an optic neuropathy that is often (but not always) associated with elevated intraocular pressure (IOP).&nbsp; Both adults and children can be affected; the disease course can be insidious or acute.&nbsp; Glaucoma is the leading cause of irreversible blindness worldwide.</p><h1>Pathophysiology</h1><p>Glaucoma is often associated with elevation in IOP, which is maintained by aqueous humor.&nbsp; Aqueous humor is a clear liquid that provides nutrients to the eye.&nbsp; It is produced by the epithelial cells of the ciliary body, secreted into the posterior eye chamber, and transferred through the pupil into the anterior eye chamber.&nbsp; The anterior chamber angle (iridocorneal angle) contains a trabecular meshwork through which aqueous humor diffuses into the canal of Schlemm (scleral venous sinus) and subsequently into episcleral and conjunctival veins.</p><p>The balance between aqueous humor production and outflow maintains normal IOP.&nbsp; Obstruction of aqueous humor outflow disrupts that balance and results in increased IOP, which causes optic neuropathy, possibly through ischemic and mechanical damages as well as excitotoxicity (due to excessive glutamate stimulation).</p><h1>Pathogenesis</h1><h2>Open-angle glaucoma</h2><p>In open-angle glaucoma, increased resistance to aqueous humor flow through the trabecular meshwork and drainage channel (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21167.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) gradually increases IOP, thereby causing an insidious onset of optic neuropathy.&nbsp; However, because elevated IOP is not found in every patient with open-angle glaucoma, neuronal factors (eg, diminished optic nerve head blood circulation, extracellular matrix and axonal factors, genetic characteristics) may predispose to optic neuropathy even with a normal or mildly elevated IOP.<p></p><h2>Angle-closure glaucoma</h2><p>Angle-closure glaucoma is caused by narrowing or closure of the anterior chamber angle&nbsp;(drainage angle between the iris and cornea) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30471.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), leading to aqueous humor outflow obstruction.&nbsp; Angle closure can occur acutely, resulting in rapid rise of IOP and irreversible vision loss within hours to days; less classically, the angle can narrow gradually, leading to chronic angle-closure glaucoma that remains largely asymptomatic.<p></p><h1>Risk factors</h1><h2>Open-angle glaucoma</h2><ul class=\"article-body-unordered-list\"><li>Increased IOP (most important risk factor)</li><li>Older age (especially age &gt;60)</li><li>Positive family history</li><li>High myopia (−6.00 diopters or more)</li><li>Diabetes mellitus and hypertension</li><li>Steroid use (topical, oral, or inhaled), which increases IOP</li></ul><h2>Angle-closure glaucoma</h2><ul class=\"article-body-unordered-list\"><li>Older age (especially age &gt;60)</li><li>Positive family history</li><li>Female sex</li><li>Hyperopia (narrower angle due to shallow anterior chamber)</li><li>Medications (topical or systemic) can precipitate acute angle-closure glaucoma by causing mydriasis, which positions the iris to block the angle:<ul class=\"article-body-unordered-list\"><li>Adrenergic agonists (eg, phenylephrine, pseudoephedrine, albuterol)</li><li>Anticholinergics (eg, ipratropium, tropicamide, atropine)</li><li>Serotonergics (eg, selective serotonin reuptake inhibitors, serotonin-norepinephrine receptor inhibitors, tricyclic antidepressants).&nbsp; These medications also increase aqueous humor production.</li></ul></li></ul><h1>Clinical presentation and diagnosis</h1><h2>Open-angle glaucoma</h2><p>Open-angle glaucoma typically affects both eyes.&nbsp; Initially, it causes <strong>gradual, painless loss of peripheral vision</strong> without affecting visual acuity, allowing the condition to go undetected until significant peripheral vision loss occurs.&nbsp; As central vision becomes affected in the late stage, visual acuity diminishes.&nbsp; Visual field loss is irreversible; the average time to reach blindness is 25 years (if untreated).</p><p>Diagnosis is made based on the following examination findings:</p><ul class=\"article-body-unordered-list\"><li>Atrophy of the optic nerve head on funduscopic examination (eg, optic disc rim thinning, increased cup/disc ratio [cupping]), and/or</li><li>Characteristic scotoma on visual field testing (via automated perimetry).&nbsp; Peripheral scotoma is present in early stages, which progresses to tunnel vision or total vision loss in the late stage.</li></ul><p>An elevated IOP is not required for diagnosis but is often present.</p><h2>Angle-closure glaucoma</h2><p>Acute angle-closure glaucoma is an <strong>ocular emergency</strong> that typically presents with <strong>sudden-onset unilateral eye pain and redness</strong> with decreased visual acuity, halos around lights, headache, and nausea/vomiting.&nbsp; It often has an onset in the evening or when the patient goes from a well-lit area to a dark one because mydriasis causes the peripheral iris to block the iridocorneal angle.&nbsp; Physical examination shows conjunctival redness, corneal edema/cloudiness (due to elevated IOP), decreased visual acuity, and a fixed, middilated pupil (due to ischemia of the iris sphincter) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29399.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; In contrast, chronic angle-closure glaucoma may be asymptomatic because IOP rises slowly and does not reach high levels.<p></p><p>The gold standard for diagnosis is <strong>gonioscopy</strong>, which uses a specialized prismatic lens with a slit lamp to visualize the iridocorneal angle.&nbsp; If gonioscopy is not immediately available, an ocular tonometer can be used to measure IOP.&nbsp; The device is placed against the cornea, quantitated pressure is applied, and the resulting indentation is measured.&nbsp; Funduscopic examination may provide limited information because corneal edema precludes clear optic nerve visualization; if visualization is possible, the nerve would appear edematous and hyperemic.</p><h1>Differential diagnosis</h1><h2>Open-angle glaucoma </h2><ul class=\"article-body-unordered-list\"><li><strong>Age-related macular degeneration</strong> (ARMD):&nbsp; presents with painless, progressive central vision loss due to degeneration of the retinal pigment epithelium.&nbsp; As a result, waste products (eg, drusen (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104152.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )) accumulate over the macula, leading to death of overlying macular neurons.&nbsp; In contrast, open-angle glaucoma initially affects peripheral vision and causes only central vision loss in the late stage.</li><li><strong>Cataracts</strong>:&nbsp; present with chronic, bilateral visual acuity loss and glare/halos around bright lights because the opacified lenses scatter light (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L103172.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Unlike open-angle glaucoma, there is no visual field defect.&nbsp; Slit-lamp examination reveals opacified lenses that obscur visualization of the retina.&nbsp; Testing shows decreased visual acuity in both central and peripheral vision.</li></ul><ul class=\"article-body-unordered-list\"><li><strong>Central retinal artery occlusion</strong>:&nbsp; presents with sudden, complete, painless monocular vision loss due to thrombosis or emboli in the central retinal artery (branch of ophthalmic artery).&nbsp; Funduscopy reveals a pale retina with a cherry-red spot at the fovea (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104418.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; (The fovea is the thinnest portion of the retina and has a separate, unaffected blood supply; the surrounding pale retina due to edema and ischemia accentuates the fovea's normal, vascularized cherry-red appearance.)</li><li><strong>Retinal vein occlusion</strong>:&nbsp; causes acute/subacute unilateral, painless, blurry vision or vision loss, typically in patients with coagulopathy (eg, inherited hypercoagulable states), hyperviscosity (eg, polycythemia), chronic glaucoma, or atherosclerotic risk factors (eg, age, diabetes mellitus, hypertension).&nbsp; Funduscopic examination reveals a blood-and-thunder appearance (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104861.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ), consisting of dilated veins, retinal hemorrhages (due to increased venous pressure), optic disc swelling, and sometimes cotton-wool spots (yellow-white cloud-like spots in the superficial retina caused by nerve infarct and vascular insufficiency) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11955.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).</li><li><strong>Retinal detachment</strong>:&nbsp; typically presents with an acute onset of floaters, flashing lights, and unilateral visual field defect (\"curtain coming down\").&nbsp; On funduscopic examination, crinkling of the detached retina is present (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104434.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ), sometimes with a change of direction of retinal vessels.</li></ul><h2>Acute angle-closure glaucoma </h2><ul class=\"article-body-unordered-list\"><li><strong>Corneal abrasion</strong>:&nbsp; is typically caused by traumatic events (eg, contact lens or fingernail scratches) whereby the corneal epithelium is damaged.&nbsp; It presents with acute pain, conjunctival redness, and photophobia.&nbsp; Visual acuity is typically preserved or only mildly diminished (eg, 20/40).&nbsp; Fluorescein eye examination reveals a corneal defect (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105116.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ), distinguishing it from acute angle-closure glaucoma.</li><li><strong>Infectious keratitis</strong>:&nbsp; is a corneal infection that presents acutely with corneal ulceration (focal area of corneal opacity) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L100524.jpg\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ), scleral injection, and eye pain.&nbsp; It is most commonly seen in patients who wear contact lenses (caused by <em>Pseudomonas aeruginosa)</em> and less commonly in those with herpes simplex infections (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105231.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ).&nbsp; Fluorescein eye examination reveals a corneal defect, unlike in acute angle-closure glaucoma.</li><li><strong>Migraine headache with visual aura</strong>:&nbsp; typically presents with bilateral small areas of vision loss that transform into geometric shapes, zigzag lines, and scintillating scotomas.&nbsp; Within an hour, a hemifacial, throbbing headache develops, often accompanied by nausea and vomiting.&nbsp; Unlike acute angle-closure glaucoma, conjunctival redness and a fixed, middilated pupil are not present.</li><li><strong>Iritis (anterior uveitis)</strong>:&nbsp; is inflammation of the iris and ciliary body (anterior uveal tract), often associated with rheumatological and inflammatory bowel diseases.&nbsp; It presents with a rapid or gradual onset of eye pain and perilimbal injection (located at the junction of the cornea and sclera) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84322.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; On slit-lamp examination, leukocytes are present in the anterior chamber, sometimes forming hypopyon (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11902.png\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ).</li><li><strong>Optic neuritis</strong>:&nbsp; is caused by inflammatory demyelination of the optic nerve that is typically seen in women age 20-40 who have multiple sclerosis.&nbsp; Symptoms develop over hours to days and are characterized by varying degrees of monocular vision loss, pain with eye movement, washed-out color vision, central scotoma (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21116.gif\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ), and an afferent pupillary defect (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/51549.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Conjunctival redness and corneal haziness (seen in acute angle-closure glaucoma) are not present because only the optic nerve is inflamed.&nbsp; Furthermore, an elevated IOP is not present.</li></ul><h1>Management</h1><h2>Open-angle glaucoma</h2><p>The primary goal is to prevent further optic nerve damage and vision loss by lowering IOP, even if it is within normal range initially.&nbsp; Options include pharmacologic, laser, and surgical therapies, all of which work by decreasing aqueous humor production or increasing its outflow.</p><ul class=\"article-body-unordered-list\"><li>Pharmacologic therapy (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27716.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                )<ul class=\"article-body-unordered-list\"><li><strong>Topical prostaglandin analogues</strong> (eg, latanoprost, bimatoprost) are typically used as initial monotherapy to increase aqueous humor outflow (through the uveoscleral pathway).</li><li><strong>Topical beta blocker therapy</strong> (eg, timolol, betaxolol) can be added to topical prostaglandin analogues to optimize IOP.&nbsp; It works by decreasing aqueous humor production by the ciliary epithelium and increasing its outflow through the trabecular meshwork.&nbsp; Although these agents may have limited systemic absorption, they are contraindicated in patients with bradycardia, heart block, asthma, or chronic obstructive pulmonary disease.</li><li><strong>Other agents</strong> (eg, alpha-2 adrenergic agonists, muscarinic agonists) are available but have more ocular adverse effects (eg, allergic conjunctivitis, hyperemia, fixed small pupils, myopia) or are less effective (eg, topical carbonic anhydrase inhibitors).</li></ul></li><li><strong>Laser surgery (trabeculoplasty)</strong> can be performed in the outpatient setting if topical agents are ineffective/not tolerated or if the patient prefers to avoid daily medications.&nbsp; The procedure increases aqueous humor drainage through the trabecular meshwork.</li><li><strong>Surgery (trabeculectomy)</strong> is indicated as first-line therapy for patients with severe visual field loss on presentation or for those who responded inadequately to pharmacologic or laser therapies.&nbsp; This procedure creates a filtration bleb in the sclera through which aqueous humor can drain.</li></ul><h2>Acute angle-closure glaucoma</h2><p>Urgent ophthalmologic consultation (ideally within an hour) is indicated because irreversible vision loss can occur within hours.&nbsp; When an ophthalmologist is not immediately available, empiric treatment consisting of the following combination therapy can be given to lower IOP:</p><ul class=\"article-body-unordered-list\"><li><strong>Topical beta blocker therapy</strong> (eg, timolol), which decreases aqueous humor production and increases its outflow</li><li><strong>Topical muscarinic agonist therapy</strong> (eg, pilocarpine), an miotic agent that contracts the ciliary muscle to open the trabecular meshwork</li><li><strong>Topical alpha-2 receptor agonist therapy</strong> (eg, apraclonidine), which reduces aqueous humor production</li></ul><p>In addition, <strong>oral or intravenous acetazolamide</strong> is recommended to further reduce aqueous humor production.&nbsp; If IOP reduction is inadequate, anterior chamber paracentesis can be performed by an ophthalmologist.</p><p>Definitive treatment requires peripheral iridotomy (laser or surgical), whereby an opening is created in the iris through which aqueous humor can bypass the angle.&nbsp; This procedure also prevents future angle closure attacks.</p><h1>Prognosis</h1><h2>Open-angle glaucoma</h2><p>If left untreated, open-angle glaucoma results in blindness after a mean duration of 25 years.&nbsp; A small number of patients progresses rapidly to blindness, whereas others never progress to blindness, even without treatment.</p><h2>Angle-closure glaucoma</h2><p>If left untreated, acute angle-closure glaucoma can cause irreversible optic nerve and vision damage within hours to days.</p><h1>Glaucoma in children</h1><p>Glaucoma in children can be primary (without an identifiable cause) or secondary (caused by another eye or systemic condition) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/58554.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Primary glaucoma</h2><p>Primary infantile glaucoma is diagnosed within the first 3 years of life.&nbsp; It is caused by sporadic or inherited mutations affecting angle development (angle dysgenesis).&nbsp; Due to the elasticity of ocular collagen in this age group, increased IOP distends the cornea and sclera, causing corneal enlargement, edema, and haziness.&nbsp; Irreversible vision loss (due to optic neuropathy, corneal basement membrane scarring, or amblyopia) can occur.&nbsp; Urgent surgical treatment (eg, goniotomy, trabeculotomy) is indicated due to the rapid progression of vision loss.&nbsp; Medical therapy (eg, beta blocker therapy, prostaglandin analogues) has a limited role because surgery is required to address the anatomic abnormalities.</p><p>Juvenile glaucoma (glaucoma diagnosed at age &gt;4) is caused by angle dysgenesis or autosomal dominant mutations in myocilin, a protein found in the trabecular meshwork and ciliary body that regulates IOP.&nbsp; Unlike primary infantile glaucoma, juvenile glaucoma has an insidious onset because the IOP rises gradually.&nbsp; Patients are often asymptomatic initially and have vision loss in the later stage of the disease.&nbsp; Because the sclera and cornea are not elastic in this age group, corneal enlargement, edema, and haziness are not seen.&nbsp; Examination findings include optic nerve cupping, elevated IOP, and peripheral visual field defects.&nbsp; A family history of glaucoma is often present (due to autosomal dominant inheritance pattern in select cases).&nbsp; Surgical therapy (eg, goniotomy, trabeculotomy) is the first-line treatment; medical therapy is used adjunctively.</p><h2>Secondary glaucoma</h2><p>Secondary glaucoma occurs when glaucoma is caused by another condition, such as congenital syndromes (eg, Sturge-Weber syndrome), retinopathy of prematurity, intraocular inflammation (leading to trabecular meshwork scarring), infection, aphakia (eg, lens removal for cataracts), a tumor (eg, retinoblastoma, causing angle closure via tumor infiltration or mass effect), or trauma.</p><h1>Summary</h1><p>Glaucoma is an optic neuropathy that is often (but not always) associated with elevated intraocular pressure.&nbsp; Open-angle glaucoma is the most common type of glaucoma in adults and presents with painless, gradual-onset, bilateral peripheral vision loss.&nbsp; Characteristic optic nerve changes (eg, cupping) and peripheral visual field defects with or without elevated intraocular pressure are diagnostic.&nbsp; Topical medications (eg, prostaglandin analogues, beta blocker therapy) are typcially used as first-line treatment.&nbsp; In contrast, acute angle-closure glaucoma is an ocular emergency that presents with a painful red eye with decreased visual acuity, halos around lights, headache, and nausea/vomiting.&nbsp; Urgent ophthalmology referral is required (ideally within an hour) to prevent irreversible vision loss.</p></div>\n            "
}