{
  "meta": {
    "title": "Lens dislocation (ectopia lentis)",
    "url": "https://brainandscalpel.vercel.app/lens-dislocation-ectopia-lentis-6eb2d21e-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:34.029Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Lens dislocation, or ectopia lentis, refers to displacement of the crystalline lens from its usual position within the eye.&nbsp; The lens is normally tethered to the ciliary body by fibrous strands known as zonular fibers.&nbsp; Weakening or disruption of these fibers can lead to partial or complete lens displacement.&nbsp; Trauma is the most common cause, but other etiologies include genetic conditions and iatrogenic injury.&nbsp; Poor vision is typically the first sign and a displaced lens is seen on slit lamp examination.&nbsp; Delays in management may lead to significant visual impairment and complications such as glaucoma or retinal detachment.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>The lens is stabilized within the eye by zonular fibers, fibrous strands of fibrillin protein that anchor the lens to the ciliary body and maintain its central position in the eye (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111388.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Injury to the zonular fibers or genetic alterations in their structure and strength can lead to displacement of the lens.&nbsp; There are multiple potential etiologies.<p></p>\n<h2>Trauma</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Direct ocular injury (eg, golf ball to the eye) or blunt head trauma can shear or rupture the zonular fibers causing displacement of the lens.</li>\n\t<li>Traumatic lens dislocations are often associated with other ocular injuries including vitreous hemorrhage and hyphema, which may worsen visual outcomes.</li>\n\t<li>Trauma is the <strong>most common cause</strong> of lens dislocation.</li>\n</ul>\n<h2>Systemic disorders</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Marfan syndrome</strong>:&nbsp; Mutations in the fibrillin-1 gene diminish the structural integrity of the zonular fibers and predispose patients to lens dislocation.&nbsp; The lens displacement is often bilateral and occurs <strong>superiorly</strong> in most cases.&nbsp; Marfan syndrome is the most common systemic condition linked to lens dislocations.&nbsp; It is also strongly associated with aortic root dilation, aneurysm, and life-threatening aortic dissection (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40504.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Marfan syndrome should be considered in all cases of atraumatic (or minimally traumatic) lens dislocations, as early identification may be life-saving.</li>\n\t<li><strong>Homocystinuria</strong>:&nbsp; A genetic deficiency in the enzyme cystathionine b-synthetase leads to zonule fiber weakness.&nbsp; Lens dislocation is typically bilateral and occurs <strong>inferiorly</strong> in the majority of cases.&nbsp; It is the second most common inheritable cause of lens dislocation, and it is also associated with cognitive disabilities and thrombotic events (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80370.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li><strong>Ehlers-Danlos syndrome</strong>:&nbsp; A connective tissue disorder involving faulty collagen synthesis that can compromise zonular fiber stability.&nbsp; Other findings include joint hypermobility, poor wound healing, and easy bruising.</li>\n</ul>\n<h2>Iatrogenic causes</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Lens dislocation can occur as a complication of <strong>cataract surgery</strong> or intraocular procedures, during which zonular fibers are damaged.&nbsp; Dislocation can occur months to years after the procedure.&nbsp;</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The presentation of lens dislocation varies depending on the degree of displacement and the underlying etiology.</p>\n<h2>Symptoms</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Blurred vision</strong> and <strong>diplopia (double vision)</strong>:&nbsp; Occur due to an irregular refractive surface caused by lens displacement or changes in lens shape (loose or weak fibers create an abnormal spherical lens shape).</li>\n\t<li>Floaters or visual field loss:&nbsp; Lens displacement into the vitreous cavity can cause retinal injury or detachment.</li>\n</ul>\n<h2>Signs</h2><br><br><p>The physical examination should include visual acuity, slit lamp examination, dilated fundus examination, and retinoscopy.&nbsp; Findings may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Visible lens displacement</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36023.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Partial dislocation (ie, subluxation):&nbsp; The lens remains visible in its normal position but appears decentered, tilted, or abnormally shaped.</li>\n\t\t<li>Complete dislocation (eg, luxation):&nbsp; The lens is displaced entirely out of the visual axis, possibly into the anterior chamber or vitreous cavity.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Iridodonesis</strong>:&nbsp; Quivering of the iris during eye movements due to lack of lens support.</li>\n\t<li>Increased intraocular pressure:&nbsp; Dislocation of the lens into the anterior chamber can block the trabecular meshwork, leading to acute angle closure glaucoma.</li>\n\t<li>Retinal detachment or vitreous hemorrhage:&nbsp; May occur with posterior displacement of the lens into the vitreous cavity.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cataracts</strong>:&nbsp; Characterized by a loss of lens transparency (eg, lens clouding) that causes blurry or distorted vision but without lens displacement (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59295.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Anterior chamber foreign body</strong>:&nbsp; Can present with visual changes and an abnormal object visible in the anterior chamber.&nbsp; However, slit lamp examination can confirm normal position and alignment of the lens.&nbsp;</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Lens dislocation is a clinical diagnosis.&nbsp; Slit lamp examination that reveals a displaced lens in a patient with new visual changes confirms the diagnosis.</p><br><br><p>Determining the etiology of lens dislocation is a crucial part of the evaluation, particularly due to the association with several systemic diseases.&nbsp; Patients should be questioned about recent eye/head trauma or previous ocular surgeries.&nbsp; Those with atraumatic (or minimally traumatic) lens dislocation must be evaluated for underlying conditions, particularly Marfan syndrome due to the high incidence of aortic involvement.</p>\n<h1>Laboratory evaluation</h1><br><br><p>If a lens dislocation is presumed to be related to a medical condition (vs trauma), then laboratory testing is indicated.&nbsp; Testing may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Plasma and urine homocysteine levels:&nbsp; Elevated levels indicate homocystinuria.</li>\n\t<li>Genetic testing for FBN1 mutations:&nbsp; Characteristic of Marfan syndrome.</li>\n\t<li>Collagen typing/genetic testing:&nbsp; Evaluation for Ehlers-Danlos syndrome.</li>\n</ul>\n<h1>Imaging studies</h1><br><br><p>Ocular imaging studies may be used to better evaluate various aspects of the eye.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ultrasound biomicroscopy (UBM):&nbsp; Useful for assessing lens position in relation to the anterior chamber and evaluating for acute angle closure glaucoma.</li>\n\t<li>B-Scan ultrasonography:&nbsp; Detects posterior dislocation of the lens and associated retinal detachment.</li>\n\t<li>Anterior segment optical coherence tomography (OCT):&nbsp; Provides high-resolution imaging of the lens and anterior segment structures.</li>\n</ul><br><br><p>Any patient with suspected Marfan syndrome (eg, unexplained ectopia lentis) requires echocardiography to assess for aortic root disease (eg, aneurysm), a major cause of morbidity and mortality.</p>\n<h1>Management</h1><br><br><p>Management of lens dislocation depends on the severity of displacement, associated complications, and the underlying etiology.</p>\n<h2>Medical management</h2><br><br><p>Glasses or contacts may be used to correct refractive errors and restore vision in patients with mild, partial dislocations without complications (eg, retinal detachment).&nbsp; These patients are typically observed closely for any progression of lens displacement that may require more aggressive surgical interventions.</p><br><br><p>Lens migration toward the anterior chamber (without glaucoma) may be initially managed with mydriatic medications that dilate the pupil (eg, atropine).&nbsp; This helps promote posterior migration of an anteriorly displaced lens.</p><br><br><p>Appropriate evaluation and management of any systemic conditions is another important factor when caring for patients with lens dislocation.</p>\n<h2>Surgical management</h2><br><br><p>Surgical intervention is indicated in cases that involve significant visual impairment (not correctable with glasses/contacts), complete lens displacement into the vitreous cavity or anterior chamber, imminent luxation of a subluxed lens, or complications such as secondary glaucoma or retinal detachment.</p><br><br><p>Surgical interventions may include a lensectomy followed by contact lens use or placement of an intraocular lens.</p>\n<h1>Prognosis</h1><br><br><p>Most patients with lens dislocation achieve good visual acuity with appropriate refractive correction and/or prompt surgical intervention (when indicated).&nbsp; However, inappropriate or delayed management can result in complications such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Secondary glaucoma</strong>:&nbsp; Increased intraocular pressure from obstruction of the aqueous outflow by an anteriorly displaced lens.</li>\n\t<li><strong>Retinal detachment</strong>:&nbsp; Due to tractional forces from lens displacement into the vitreous cavity.</li>\n\t<li><strong>Myopia</strong> (nearsightedness) and <strong>astigmatism</strong>:&nbsp; May result from prolonged lens displacement without corrective measures.</li>\n</ul>\n<h1>Prevention</h1><br><br><p>Preventing lens dislocation involves a combination of factors:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Use of protective eyewear to prevent trauma-related lens dislocation in high-risk activities.</li>\n\t<li>Regular screening and management of systemic conditions such as Marfan syndrome or homocystinuria.</li>\n\t<li>Careful handling of the zonules during cataract surgery, which reduces the risk of iatrogenic lens dislocation.</li>\n</ul>\n<h1>Summary&nbsp;</h1><br><br><p>Lens dislocation, or ectopia lentis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/59686.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ), is a potentially vision-threatening condition in which the lens becomes displaced from its proper position in the eye.&nbsp; It is most often caused by traumatic injury but is also associated with several systemic diseases, including Marfan syndrome and homocystinuria.&nbsp; Vision loss is the primary presenting symptom, and the diagnosis is confirmed by visualizing a displaced lens on ophthalmic examination.&nbsp; Management varies based on severity but may involve corrective lenses or surgical repair.<p></p>\n</div>\n\n            "
}