{
  "meta": {
    "title": "Neonatal conjunctivitis",
    "url": "https://brainandscalpel.vercel.app/neonatal-conjunctivitis-3c269bc2-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:37.853Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction </h1>\n<p>Neonatal conjunctivitis, also known as ophthalmia neonatorum, is inflammation of the conjunctiva that occurs during the first 4 weeks of life.&nbsp; It can be caused by infectious or noninfectious etiologies.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Neonatal conjunctivitis most commonly occurs due to infection.&nbsp; Although bacteria and viruses that commonly cause conjunctivitis in older patients (eg, <em>Staphylococcus aureus</em>, <em>Streptococcus pneumoniae</em>, adenovirus) can also affect neonates, <em><strong>Neisseria gonorrhoeae</strong></em> and <em><strong>Chlamydia trachomatis</strong></em> are pathogens unique to the neonatal period and can cause severe complications.&nbsp; These infections are acquired by <strong>vertical transmission</strong> via contact with infected maternal genital secretions during vaginal delivery.&nbsp; Following transmission, the bacteria invade the conjunctival epithelium, prompting an inflammatory response.</p><br><br><p>Risk factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Lack of prenatal care/routine screening for sexually transmitted infections (STIs)</li>\n\t<li>Prolonged rupture of membranes during labor</li>\n\t<li>Lack of prophylactic topical erythromycin at birth (prevents only gonococcal conjunctivitis)</li>\n</ul><br><br><p>Less commonly, neonatal conjunctivitis can occur due to noninfectious etiologies (eg, exposure to chemical irritants) which can sometimes develop as an adverse effect of topical medications (eg, erythromycin ointment).</p>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of neonatal conjunctivitis depends on whether the underlying etiology is noninfectious or infectious:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Noninfectious</strong> (ie, chemical):&nbsp; Typically presents with mild conjunctival injection and tearing in the first 24 hours of life.</li>\n\t<li><strong>Infectious</strong>:&nbsp; Typically presents with eyelid edema, <strong>purulent eye discharge</strong>, and <strong>conjunctival injection and edema</strong> (ie, chemosis); the timing of the symptoms helps distinguish the causative organism:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Gonococcal</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32563.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; Presents at age 2-5 days.</li>\n\t\t<li><strong>Chlamydial</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34585.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; Presents at age 5-14 days.&nbsp; The discharge may initially be scant and watery before becoming purulent; occasionally, it may become bloody due to <strong>friable conjunctivae</strong> (a specific finding for <em>Chlamydia</em> conjunctivitis).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Because chlamydial and gonococcal conjunctivitis can present similarly, the patient's age at symptom onset is a key distinguishing feature.</p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of neonatal conjunctivitis involves a thorough history, physical examination, and laboratory evaluation.&nbsp; A detailed maternal history, including prenatal care and STI screening, is essential.&nbsp; Ophthalmic examination may show eyelid edema, conjunctival injection and edema, exudate, and corneal ulceration.</p><br><br><p>If there is clinical suspicion for an infectious cause, pparticularly if there are risk factors for maternal STI, exudates should be sampled for laboratory evaluation.&nbsp; <strong>Nucleic acid amplification testing</strong> is the gold standard for diagnosis of chlamydial and gonococcal conjunctivitis.&nbsp; Because <em>C trachomatis</em> is an obligate intracellular organism, the specimen must contain conjunctival epithelial cells and should be obtained from the everted eyelid.&nbsp; For suspected gonococcal conjunctivitis, the exudate should also be sent for Gram stain (which can show gram-negative intracellular diplococci (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L5570.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )) and culture using Thayer-Martin medium.<p></p><br><br><p>Testing for other possible causative organisms (eg, <em>S aureus</em>, <em>Haemophilus influenzae</em>, <em>S pneumoniae</em>, herpes simplex virus) should be considered in addition to testing for chlamydial and gonococcal infections.</p>\n<h1>Management</h1><br><br><p><strong>Empiric antibiotic therapy</strong> can be initiated in patients with pending laboratory test results if the history and physical examination are consistent with neonatal conjunctivitis, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chlamydial conjunctivitis</strong> can be treated with an <strong>oral macrolide</strong> (eg, azithromycin).&nbsp; Topical therapy for chlamydial conjunctivitis has a high failure rate and is therefore not effective.&nbsp; Of note, oral macrolides are associated with an increased risk of pyloric stenosis in infants age &lt;2 weeks.&nbsp; Therefore, these patients should be monitored closely for signs of intestinal obstruction (eg, immediate projectile vomiting after feeds).</li>\n\t<li><strong>Gonococcal conjunctivitis</strong> can be treated with an intravenous (IV) or intramuscular (IM) <strong>third-generation cephalosporin</strong> (eg, cefotaxime, ceftriaxone).&nbsp; Ceftriaxone should be avoided in patients requiring treatment for hyperbilirubinemia (eg, phototherapy) because it displaces bilirubin from albumin, thereby increasing the risk of neurotoxicity.</li>\n</ul><br><br><p>Patients should receive serial eye irrigation until a clinical response is observed.&nbsp; Patients should also be monitored closely for complications, such as corneal involvement (which can lead to ulceration) and systemic spread of infection.</p>\n<h1>Prognosis</h1><br><br><p>With prompt diagnosis and treatment, the prognosis for neonatal conjunctivitis is favorable.&nbsp; However, delayed or inadequate treatment can lead to severe complications, including corneal ulceration, scarring, and blindness.</p><br><br><p>Patients with untreated chlamydial conjunctivitis are also at increased risk for chlamydial pneumonia, which typically presents with staccato cough and rales in an afebrile patient at age 4-12 weeks.</p>\n<h1>Prevention</h1><br><br><p>The most effective way to prevent <em>N gonorrhoeae</em> or <em>C trachomatis</em> infection in the neonate is to diagnose and treat maternal infections during pregnancy, thereby minimizing the risk of vertical transmission during vaginal delivery.</p><br><br><p>Accordingly, preventive measures include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Prenatal care, including routine screening for STIs</li>\n\t<li>Prompt treatment for patients with positive screening for STIs and their sexual partners</li>\n\t<li>Education and counseling regarding the importance of compliance with STI prevention and treatment</li>\n\t<li>Prophylactic erythromycin ophthalmic ointment for all newborns, including those whose mothers tested negative or were treated for gonorrhea (due to the possibility of reinfection)</li>\n</ul>\n<h1>Summary</h1><br><br><p>Neonatal conjunctivitis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32576.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ), also known as ophthalmia neonatorum, is inflammation of the conjunctiva that occurs during the first 4 weeks of life.&nbsp; It is commonly caused by infectious etiologies, the most serious of which involve <em>Neisseria gonorrhoeae</em> or <em>Chlamydia trachomatis</em> transmitted from the mother during vaginal delivery.&nbsp; Adequate prenatal care with routine screening is effective in preventing transmission.&nbsp; Treatment with antibiotic therapy is required; if untreated, severe complications, including blindness, can develop.<p></p>\n</div>\n\n            "
}