{
  "meta": {
    "title": "Refractive errors",
    "url": "https://brainandscalpel.vercel.app/refractive-errors-3250833b-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:46.684Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The eye is a sensory organ whose function is to capture and convert light into neural signals for vision.&nbsp; The first step in this process, refraction, involves the bending and focusing of light (reflected from objects) onto the retina to form a clear image.&nbsp; Refractive errors occur when the image does not accurately focus on the retina; these include myopia, hyperopia, astigmatism, and presbyopia.</p>\n<h1>Normal eye physiology</h1><br><br><p>For vision processing to occur, light must first enter the eye and bend to focus on the retina, forming a clear, accurate image.&nbsp; This process, known as refraction, requires 2 structures to work in tandem (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111388.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cornea</strong>:&nbsp; The transparent outermost layer that provides most of the eye's refractive power.&nbsp; It provides a fixed amount of refraction.</li>\n\t<li><strong>Lens</strong>:&nbsp; A flexible structure (held in place by zonular fibers) that changes its shape through the action of surrounding ciliary muscles to perform refractive adjustments when shifting focus from distant to nearby objects, a process known as accommodation.</li>\n</ul><br><br><p>Once the image focuses on the retina, photoreceptor cells convert light into electrical impulses that are transmitted to the visual cortex for processing.</p>\n<h1>Pathophysiology</h1><br><br><p>Poor visual acuity can be attributed to:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Refractive errors</strong>:&nbsp; Occur when the focal point of a refracted image is not accurately placed on the retina, resulting in a blurred image (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31447.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Non-refractive errors</strong>:&nbsp; Impair vision in other portions of the visual pathway (eg, glaucoma, retinoblastoma).</li>\n</ul><br><br><p>Refractive errors are often related to abnormalities in the growth and development of the eye, which is most prominent throughout childhood.&nbsp; During this period, the eye grows and changes in response to visual input, a process known as emmetropization.&nbsp; For example, if the eye detects a blurred image (eg, due to the image being focused behind the retina), the shape of the eye changes to focus the image clearly on the retina.&nbsp; Emmetropization can be disrupted through various mechanisms, leading to abnormalities in eye length or corneal shape.</p><br><br><p>Perfect refraction is uncommon; most people have mild refractive errors that do not require correction.</p>\n<h1>Vision screening and diagnostic evaluation</h1><br><br><p>Refractive errors may be asymptomatic and recognized only through screening.&nbsp; Certain refractive errors are present in early childhood and, if severe or uncorrected, can lead to abnormal development of the visual cortex (eg, amblyopia).&nbsp; Therefore, routine vision screening typically begins in infancy with the identification of risk factors (eg, retinopathy of prematurity, family history) and assessment of visual behavior (eg, pupillary responses, ocular alignment, ability to fixate and follow).</p><br><br><p>Visual acuity assessment can begin as early as age 3 or 4 using developmentally appropriate charts (eg, Snellen chart) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21629.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) featuring alphabetic characters of decreasing sizes that patients are asked to identify from a standard distance.&nbsp; The line that contains the smallest correctly identified characters is reported with 2 numbers (eg, 20/40).&nbsp; The first number (eg, 20) is the distance the patient stood from the chart.&nbsp; The second number is the distance at which a person with average vision can read those same characters.&nbsp; Therefore, a patient with a visual acuity of 20/40 can read only characters that a person with average vision can read at twice the distance.<p></p><br><br><p>If a refractive error is suspected, the diagnosis can be confirmed with a phoropter (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L114731.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), which uses different lenses to focus objects onto the retina and determines the refractive error type.&nbsp; The phoropter also determines the severity of the refractive error, given in diopters, by measuring the lens power required to bring the focal point onto the retina.&nbsp; The farther away the value is from 0 in either direction, the stronger the lens power.<p></p><br><br><p>Refractive errors are classified as myopia, hyperopia, astigmatism, and presbyopia.</p>\n<h1>Myopia</h1><br><br><p>Myopia (<strong>nearsightedness</strong>) is a refractive error in which the focal point is projected anteriorly to (instead of directly on) the retina (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31449.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Myopia is most commonly caused by increased anterior-posterior diameter of the eye (ie, the eye is too long) or excessively steep curvature of the cornea, causing excessive refractive power.&nbsp; Myopia causes distant objects to appear blurred whereas nearby objects appear normal.<p></p>\n<h2>Pathophysiology and risk factors</h2><br><br><p>Myopia appears to develop from multifactorial causes, particularly those related to abnormal emmetropization.&nbsp; Associated risk factors can include adolescent age, ethnicity (particularly of East Asian descent), and family history.&nbsp; Major environmental risk factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Near-work activity</strong> (eg, reading, computer usage):&nbsp; The prevalence of myopia is increased in those who engage in prolonged near-work activity, possibly related to peripheral hyperopic defocus, a phenomenon that occurs when viewing nearby objects (ie, central vision is sharp, but the majority of the peripheral visual field is blurred).&nbsp; Because this blurring is due to the peripheral focal points being placed behind the retina, adaptive signals direct the eye to elongate even more to help bring the periphery into focus.&nbsp; This may contribute to the long axial length that is maladaptive for distance vision.</li>\n\t<li>Less time outdoors:&nbsp; Children and adolescents who spend less time outdoors appear to have a greater risk of developing progressive myopia.</li>\n</ul><br><br><p>Certain medical conditions can also contribute to the development of myopia, including uncontrolled diabetes mellitus (transient myopia due to osmotic fluid shifts from increased serum osmolarity), certain medications (eg, furosemide, sulfamethoxazole), and ocular trauma.</p>\n<h2>Clinical presentation</h2><br><br><p>Patients with myopia have blurred vision of distant objects and clear vision of nearby objects.&nbsp; Patients often move closer to an object to see it better (eg, sitting near the front of the classroom).</p>\n<h2>Management and prognosis</h2><br><br><p>Myopia management involves addressing the refractive error to improve visual acuity.&nbsp; Options include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Corrective lenses</strong> (eg, glasses, contact lenses):&nbsp; Patients with myopia require lenses that reduce refraction in order to refocus light rays onto the retina.&nbsp; This is accomplished with concave (negative diopter) lenses, which diverge light and refocus the image posteriorly (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L92791.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; Mild myopia often does not require correction, but it should be considered in patients with higher (eg, ≥2) diopters or who struggle in academic or social settings due to poor vision.&nbsp; Correction is important to prevent amblyopia in early childhood.</li>\n\t<li><strong>Surgical correction</strong> (eg, laser in situ keratomileusis [LASIK], photorefractive keratectomy):&nbsp; These options permanently reshape the cornea to correct refractive errors.&nbsp; These procedures are usually reserved for adulthood, when growth of the eye has stabilized.</li>\n</ul><br><br><p>Because the eye continues to grow through adolescence, myopia generally progresses until early adulthood.&nbsp; Severe myopia (eg, ≥6 diopters) can lead to the stretching and thinning of the sclera, choroid, and retina.&nbsp; These mechanical changes are associated with an increased risk of <strong>retinal detachment</strong> and <strong>macular degeneration</strong>, both of which can lead to vision loss (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15844.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).<p></p><br><br><p>Therefore, in addition to correcting the refractive error itself, management should also aim to prevent and slow disease progression.&nbsp; Strategies include increased time spent outdoors, antimuscarinic drops such as atropine (which reduce axial elongation and slow myopic progression), and possible orthokeratology (rigid contact lenses are worn during sleep to temporarily alter the shape of the cornea and improve vision during the daytime).&nbsp; Other recommendations include <strong>reducing the length of time engaged in near-work activities</strong> (eg, taking frequent breaks to focus vision on distant objects).</p>\n<h1>Hyperopia</h1><h2>Pathogenesis and clinical presentation</h2><br><br><p>Hyperopia (<strong>farsightedness</strong>) is a refractive error in which the focal point is projected posterior to the retina (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31448.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ), causing nearby objects to appear blurred whereas distant objects appear normal.&nbsp; Hyperopia is most commonly caused by an axial length that is too short or a cornea that is too flat, causing insufficient refractive power.<p></p><br><br><p>Mild hyperopia can be normal in infancy and early childhood and generally improves with time.&nbsp; Compared to myopia, hyperopia is much less prevalent; the incidence increases with age, affecting about 10% of adults age &gt;60.</p><br><br><p>Patients with hyperopia may have eye strain and headaches due to difficulty focusing on nearby objects.&nbsp; Some children may have strabismus, whereas others may be recognized only through routine vision screening.&nbsp; In comparison to other refractive errors, patients with hyperopia are at increased risk of developing amblyopia and accommodative esotropia (ie, excess convergence when focusing on nearby objects) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21723.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).<p></p>\n<h2>Management</h2><br><br><p>In mild cases, the eye can compensate by increasing accommodation to refocus the image directly on the retina, and correction is not necessary.</p><br><br><p>If the refractive error is more severe or interferes with activity, correction may be necessary to prevent complications (eg, amblyopia).&nbsp; Convex (positive diopter) lenses increase focusing power to refocus the image anteriorly onto the retina (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43519.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).&nbsp; Surgical correction to increase the corneal curvature may also be considered.<p></p>\n<h1>Astigmatism</h1><h2>Pathogenesis and clinical presentation</h2><br><br><p>Astigmatism develops when the <strong>curvature of the cornea or lens is not uniformly spherical</strong>, leading to <strong>asymmetric refraction of light</strong>.&nbsp; Instead of focusing at a single point on the retina, light is scattered into multiple focal points, resulting in distorted and blurred vision at all distances.&nbsp; This condition often coexists with myopia or hyperopia.</p><br><br><p>The prevalence increases with age, affecting about half of adults age &gt;60.&nbsp; Patients typically present with blurred vision at all distances and report difficulty distinguishing fine details.&nbsp; They may also report headaches.</p>\n<h2>Management</h2><br><br><p>Management involves the use of cylindrical corrective lenses (as opposed to spherical corrective lenses in myopia and hyperopia) to bring scattered light into a single point.&nbsp; Surgical correction to reshape the cornea may also be considered.</p>\n<h1>Presbyopia</h1><h2>Pathogenesis and clinical presentation</h2><br><br><p>Presbyopia (\"<strong>aging vision</strong>\") is a condition in which decreased elasticity of the lens leads to impaired accommodation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13577.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ).&nbsp; Normally, the ciliary muscles surrounding the lens can contract and relax to change the shape of the lens when shifting focus from distant to nearby objects.&nbsp; However, gradual thickening and stiffening of the lens with age is a physiologic change that results in decreased elasticity.&nbsp; Similar to hyperopia, patients with presbyopia have difficulty seeing nearby objects.&nbsp; Presbyopia is a physiologic change that affects all individuals over time.<p></p><br><br><p>Most patients have gradually increased difficulty reading fine print, beginning around age 40.&nbsp; Patients may report headaches related to eye strain when reading fine print and may need to hold reading material farther away.</p>\n<h2>Management</h2><br><br><p>Management involves the use of convex (positive diopter) corrective lenses (ie, reading glasses).&nbsp; Patients who have concurrent myopia may need a combination of lenses (eg, bifocals, progressive lenses, multifocal contact lenses) that contain a lens for distance vision and a lens for near-work activity (eg, reading).</p>\n<h1>Summary</h1><br><br><p>The normal physiology of the eye enables clear vision through accurate refraction and neural processing.&nbsp; Refractive errors occur when light does not bend and focus on the retina properly (due to structural abnormalities in the eye), resulting in a blurred image.&nbsp; Refractive errors can be improved with corrective lenses and/or surgery.</p>\n</div>\n\n            "
}