{
  "meta": {
    "title": "Retinal detachment",
    "url": "https://brainandscalpel.vercel.app/retinal-detachment-cec9f4d1-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:46.278Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Retinal detachment is characterized by separation of the neurosensory retina (photoreceptors) from the underlying retinal pigment epithelium and choroid that nourish it.&nbsp; Most cases are preceded by a posterior vitreous detachment, which exerts traction on the retina, causing retinal tears and eventual detachment.&nbsp; Patients classically have acute, painless, monocular visual disturbance accompanied by flashes of light and/or floaters.</p>\n<h1>Anatomy and physiology</h1><br><br><p>The retina is made up of several cellular layers, including the internal limiting membrane, which is the innermost layer located just posterior to the vitreous cavity, followed posteriorly by the ganglion cells, bipolar cells, and photoreceptors.&nbsp; The retinal pigment epithelium is the outermost layer and sits against the choroid.&nbsp; The choroid provides oxygen and nutrition for the photoreceptor layer.</p><br><br><p>The neurosensory retina (photoreceptors) is responsible for processing light information and transmitting signals through the optic nerve to the brain.&nbsp; The macula, located in the center of the retina, has the highest density of cones and provides sharp, central vision.&nbsp; The peripheral retina has a higher proportion of rods and helps provide vision in dark conditions and peripheral vision.</p>\n<h1>Pathogenesis</h1><br><br><p>Separation of the neurosensory retina from the retinal pigment epithelium and choroid causes retinal ischemia, destruction of the photoreceptors, and visual impairment.</p><br><br><p>Retinal detachment typically occurs through one of the following mechanisms (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15844.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p>\n<h2>Rhegmatogenous retinal detachment </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A retinal tear or hole allows vitreous fluid to seep between the neurosensory retina and the retinal pigment epithelium, leading to detachment (most common cause).</li>\n\t<li>Most cases occur due to a spontaneous posterior vitreous detachment.&nbsp; The gel-like vitreous becomes more liquified and shrinks with age, thereby weakening the normally strong vitreous/retina adhesions.&nbsp; As the vitreous separates from the retina, it creates traction that can cause a retinal tear.&nbsp; Vitreous fluid then accumulates under the tear, promoting retinal detachment.</li>\n</ul>\n<h2>Tractional retinal detachment</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fibrovascular bands or proliferative membranes form on the retinal surface and pull it away from the retinal pigment epithelium (without an associated tear).</li>\n\t<li>This is common in proliferative diabetic retinopathy.&nbsp; Chronic hyperglycemia causes microvascular damage, chronic retinal ischemia, and neovascularization (eg, abnormal vessel formation).&nbsp; These vessels increase tension on the neurosensory retina and can pull it from the retinal pigment epithelium.</li>\n</ul>\n<h2>Exudative (serous) detachment</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fluid accumulates under the retina without a retinal tear.</li>\n\t<li>This is often related to systemic inflammation, infections, or vascular abnormalities that allow liquid to leak into the subretinal space from the retinal or choroidal vessels.</li>\n</ul>\n<h1>Risk factors</h1><br><br><p><strong>Rhegmatogenous retinal attachment</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Posterior vitreous detachment is most common.</li>\n\t<li>Age &gt;50:&nbsp; The vitreous gel becomes more liquified and shrinks with advancing age.</li>\n\t<li>Myopia (nearsightedness):&nbsp; High myopia leads to stretching and thinning of the sclera, choroid, and retina; these mechanical changes increase the risk for retinal detachment.</li>\n\t<li>Ocular or head trauma:&nbsp; This can cause mechanical tears in the retina.</li>\n\t<li>Previous retinal detachment.</li>\n\t<li>Intraocular surgery.</li>\n</ul><br><br><p><strong>Tractional retinal detachment</strong>:&nbsp; diabetic retinopathy, sickle cell disease, retinopathy of prematurity</p><br><br><p><strong>Exudative retinal detachment</strong>:&nbsp; hypertension, ocular tumors, systemic infections (eg, tuberculosis, toxoplasmosis, syphilis)</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with retinal detachment typically have the following symptoms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Floaters</strong>:&nbsp; dark spots, shadows, cobweb shapes that move/float with eye movement<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Vitreous detachment can cast shadows onto the retina, which are perceived as floaters.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Photopsia</strong>:&nbsp; sudden, brief flashes of light in the visual field\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Separation of the vitreous from the retina can cause mechanical depolarization within the neurosensory layer, which is perceived as flashes of light.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Sudden onset of painless vision loss</strong> in the affected eye\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>This symptom may be described as a <strong>\"dark curtain\" or \"veil\" over part of the visual field</strong>.</li>\n\t\t<li>Peripheral vision is typically affected first because retinal detachment commonly begins in the periphery (where the retina is thinner).</li>\n\t\t<li>Retinal detachment may progress centrally to involve the macula (which normally provides sharp, central vision), causing loss of visual acuity (eg, blurring, distortion) or central vision.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Initial physical examination may show:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Decreased visual acuity</strong></li>\n\t<li><strong>Visual field deficits</strong></li>\n\t<li><strong>Relative afferent pupillary defect</strong> or <strong>sluggish pupil</strong> (may be present depending on the degree of detachment and number of functional photoreceptors remaining)</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Retinal detachment should be suspected in any patient who experiences a sudden onset of photopsia, floaters, decreased visual acuity, or visual field deficits.&nbsp; A complete ocular examination by an ophthalmologist (preferably a retinal specialist) should be performed within 24 hours.</p><br><br><p>Direct visualization of a detached retina (typically an elevated, wrinkled, and opaque line with an undulating appearance) on dilated funduscopy confirms the diagnosis.</p>\n<h1>Differential diagnosis</h1><br><br><p>Several conditions can present with symptoms similar to those of retinal detachment:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Posterior vitreous detachment</strong>:&nbsp; causes a sudden onset of floaters and flashes of light as the vitreous separates from the retina.&nbsp; However, visual field deficits and significant visual loss are not characteristic.&nbsp; Ophthalmoscopy showing a normal retina can delineate a vitreous from retinal detachment.</li>\n\t<li><strong>Transient ischemic attack</strong>:&nbsp; may result in unilateral vision changes/loss, but symptoms are typically episodic (not persistent or progressive) and other neurologic deficits may be present.</li>\n\t<li><strong>Optic neuritis</strong>:&nbsp; presents with monocular vision loss, but it usually occurs in patients age 20-40 and is associated with pain on eye movement.</li>\n\t<li><strong>Central retinal artery occlusion</strong>:&nbsp; is characterized by a sudden, painless loss of vision in one eye.&nbsp; Vision deficits are usually centrally located at onset and are not associated with photopsia or floaters.</li>\n\t<li><strong>Migraine with aura</strong>:&nbsp; transient visual disturbances (eg, scintillating scotomas, temporary visual field deficits) may occur but are typically bilateral and followed by headache.&nbsp; Patients often have a history of similar episodes.</li>\n</ul>\n<h1>Laboratory evaluation</h1><br><br><p>Laboratory testing is not required for the initial diagnosis of retinal detachment, but it may be used to assess for underlying systemic conditions (eg, diabetes mellitus) or when preparing the patient for ophthalmologic surgery (eg, complete blood count, basic metabolic panel, coagulation profile).</p>\n<h1>Imaging</h1><br><br><p>Imaging of the retina may be helpful when opacities, such as dense cataracts or vitreous hemorrhage, impair direct visualization of the retina on ophthalmoscopy.&nbsp; Bedside ocular ultrasonography can be performed to quickly evaluate for a retinal detachment, which appears as an elevated hyperechoic line in the posterior globe (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104452.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p>\n<h1>Management</h1><br><br><p>Patients with a possible retinal detachment should be advised to limit physical activity and reading until examined by a specialist (to reduce the risk for further detachment).&nbsp; Evaluation by an ophthalmologist should occur within 24 hours to confirm the diagnosis.&nbsp; Delays can result in expansion of the detachment, leading to poor visual outcomes (particularly if the macula detaches).</p><br><br><p>Surgical repair of a symptomatic retinal detachment should be performed as soon as possible (although some exudative detachments are managed nonsurgically).&nbsp; The goal of management is to seal all retinal breaks or tears and to promptly reattach the retina to the retinal epithelium and choroid.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of retinal detachment depends on the extent of the detachment and the time to intervention.&nbsp; If the macula remains attached (macula-on) at the time of presentation, visual outcomes are typically favorable after surgical repair.&nbsp; However, patients with a detachment involving the macula (macula-off) have a much higher incidence of permanent vision loss.&nbsp; Delays in intervention can cause a peripheral retinal tear to extend centrally to the macula, thereby making visual recovery less likely.</p>\n<h1>Summary</h1><br><br><p>Retinal detachment (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15844.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) is a vision-threatening condition that involves separation of the neurosensory retina from the retinal pigment epithelium and choroid, which supplies oxygen and nutrition to the retina.&nbsp; Retinal detachment is typically preceded by a posterior vitreous detachment.&nbsp; Clinical findings include an acute onset of photopsia, floaters and visual deficits.&nbsp; Prompt evaluation and surgical intervention by an ophthalmologist is essential to avoid permanent vision loss.<p></p>\n</div>\n\n            "
}