{
  "meta": {
    "title": "Strabismus",
    "url": "https://brainandscalpel.vercel.app/strabismus-cf63eb79-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:50.066Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Strabismus is ocular misalignment in any direction (eg, horizontal, vertical), occurring in about 4% of the population.&nbsp; If untreated in childhood, strabismus can lead to amblyopia (ie, functional reduction in visual acuity due to abnormal development of the visual cortex) in the misaligned eye.</p><h1>Pathophysiology and risk factors</h1><p>Six extraocular muscles control movement of each eye.&nbsp; Strabismus occurs when there is an imbalance or uncoordinated control of movement, causing eye deviation.&nbsp; Many cases are idiopathic, but known causes include:</p><ul class=\"article-body-unordered-list\"><li>Congenital causes (eg, congenital fourth nerve palsy)</li><li>Acquired causes:<ul class=\"article-body-unordered-list\"><li>Structural abnormalities of the eye or orbit (eg, orbital fracture entrapping the inferior rectus muscle)</li><li>Refractive errors (eg, hyperopia causing excess convergence when focusing on near objects)</li><li>Neuromuscular disorders affecting control of eye movements (eg, myasthenia gravis, multiple sclerosis, cerebral palsy)</li><li>Central nervous system disorders (eg, tumors, infections)</li><li>Endocrine disorders (eg, TSH receptor autoantibodies cause inflammation within the extraocular muscles and connective tissue)</li></ul></li></ul><p>In addition to the causes above, other factors that increase the risk for strabismus include prematurity and family history of strabismus.</p><h1>Clinical presentation</h1><p>The clinical presentation of strabismus can vary, depending on the type and severity of the condition.&nbsp; Eye deviation can occur in any direction but is most common in the nasal (esotropia) or temporal (exotropia) direction.&nbsp; Strabismus may be present at all times or latent (ie, present only when binocular vision is disrupted).</p><p>Presenting signs and symptoms may include:</p><ul class=\"article-body-unordered-list\"><li><strong>Visible misalignment of the eyes</strong>, which may be more pronounced when the patient is focusing on nearby objects or looking in a certain direction</li><li><strong>Torticollis</strong> or <strong>head tilt</strong> to compensate for the misalignment</li><li><strong>Closing one eye to focus</strong></li><li><strong>Impaired depth perception</strong></li><li><strong>Diplopia</strong></li></ul><h1>Diagnostic evaluation</h1><p>Strabismus is often detected during routine eye examination (eg, visual acuity testing, pupillary reactivity).&nbsp; Tests that screen specifically for strabismus include:</p><ul class=\"article-body-unordered-list\"><li><strong>Red reflex and corneal light reflection</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17507.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; While the patient is looking at a fixed target, the examiner holds a penlight next to the target, shining it at the patient's eyes.&nbsp; The results are normal if the light reflex is positioned symmetrically and centrally in each eye.&nbsp; With a direct ophthalmoscope, the red reflexes from both eyes can also be compared.&nbsp; The results are normal if both reflexes are identical in shape, size, color, and brightness.</li><li><strong>Cover test</strong>:&nbsp; While the patient is looking at a fixed target, the examiner covers one of the patient's eyes and observes the opposite eye for movement.&nbsp; The results are normal if there is no movement.&nbsp; Movement indicates that the misaligned eye shifts to fixate on the target when the normal eye is covered.</li><li><strong>Cover/uncover test</strong>:&nbsp; While the patient is looking at a fixed target, the examiner covers one of the patient's eyes for a few seconds, then rapidly uncovers it.&nbsp; The eye that was covered is observed for movement.&nbsp; The results are normal if there is no movement.&nbsp; Movement indicates that the eye deviates away while covered and shifts to refixate on the target.</li></ul><p>Although most cases of strabismus are idiopathic or related to accommodative errors, the underlying cause can be life-threatening.&nbsp; In fact, esotropia is the second most common presentation of retinoblastoma (an intraocular malignancy) after leukocoria (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15434.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Therefore, if strabismus is suspected, a dilated funduscopic examination should be performed to assess for secondary causes; retinoblastoma can often be visualized as a nodular, off-white retinal mass (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L75465.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p><p>Laboratory evaluation is generally not required for the diagnosis of strabismus.&nbsp; However, imaging studies may be obtained if underlying neurologic or structural abnormalities are suspected.</p><h1>Differential diagnosis</h1><p>The differential diagnosis for strabismus includes:</p><ul class=\"article-body-unordered-list\"><li><strong>Pseudoesotropia</strong>:&nbsp; A false appearance of strabismus may occur in children with a wide nasal bridge and/or large epicanthal folds (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17581.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), in which the nasal side of the sclera is covered, making the eye appear to be esotropic.&nbsp; However, symmetric corneal light reflexes and a normal cover and cover/uncover test distinguish pseudoesotropia from strabismus.</li><li><strong>Ocular instability of infancy</strong>:&nbsp; Newborns may have unsteady ocular alignment in the first few months of life.&nbsp; This is characterized by intermittent deviation of the eyes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15022.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) and typically resolves by age 6 months.</li></ul><h1>Management</h1><p>Intermittent strabismus that occurs beyond early infancy (ie, age &gt;4-6 months) or constant eye deviation at any age must be treated to prevent amblyopia (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/58819.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), a functional reduction in visual acuity that occurs due to disuse of the deviated eye.<p></p><p>The goal of management is to improve ocular alignment and binocular vision.&nbsp; Treatment depends on the etiology but may include:</p><ul class=\"article-body-unordered-list\"><li><strong>Correction of significant refractive errors</strong> to promote use of the affected eye.</li><li><strong>Application of a patch</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21725.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) or <strong>cycloplegic drops</strong> (eg, atropine) to blur vision of the normal eye and to promote use of the affected eye.&nbsp; Young children with strabismus typically ignore the visual stimulus coming from the misaligned eye, which leads to amblyopia.&nbsp; Patching the normal eye forces the visual cortex to recognize the signal coming from the misaligned eye.&nbsp; As a result, the nerve pathways from the misaligned eye are stimulated to develop.</li><li>Vision therapy (eg, exercises using prisms, filters) to improve binocular vision and eye coordination.</li><li>Surgical procedures to improve ocular alignment.</li></ul><h1>Prognosis</h1><p>The prognosis for strabismus depends on various factors, including the age of onset, severity of misalignment, and underlying cause.&nbsp; Complications of untreated strabismus include:</p><ul class=\"article-body-unordered-list\"><li><strong>Amblyopia</strong>:&nbsp; Because of the abnormal binocular interactions, young children with strabismus typically suppress the signal coming from the misaligned eye.&nbsp; Persistently impaired transmission of visual stimuli causes abnormal development of the visual cortex.&nbsp; As a result, there is reduced functional visual acuity in the misaligned eye (ie, amblyopia).</li><li><strong>Diplopia</strong> (ie, double vision):&nbsp; In older children or adults who develop strabismus later in life, they are typically unable to suppress the 2 visual signals coming from ocular misalignment.&nbsp; As a result, patients experience double vision.</li><li><strong>Adverse psychosocial consequences</strong>:&nbsp; Due to the appearance and function of the eyes, patients may have difficulty with self-image and experience depression.</li></ul><p>With early detection and intervention, many patients achieve improved ocular alignment and visual function following appropriate management.</p><h1>Summary</h1><p>Strabismus (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/58716.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is ocular misalignment in any direction.&nbsp; The condition is often detected during routine eye examination.&nbsp; Early recognition and management is necessary to prevent the development of amblyopia.<p></p></div>\n            "
}