{
  "meta": {
    "title": "Subconjunctival hemorrhage",
    "url": "https://brainandscalpel.vercel.app/subconjunctival-hemorrhage-e8d23a3f-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:53.643Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>A subconjunctival hemorrhage is a benign ocular condition characterized by bleeding beneath the conjunctiva, the transparent mucous membrane covering the sclera (the white part of the eye) and lining the eyelids.&nbsp; It typically presents as a painless red patch on the sclera.&nbsp; Many arise spontaneously or follow minor trauma or a Valsalva maneuver (eg, coughing, straining).</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>A subconjunctival hemorrhage occurs when a <strong>small conjunctival blood vessel ruptures</strong>, allowing <strong>blood</strong> to accumulate <strong>between</strong> the <strong>conjunctiva and</strong> the <strong>sclera</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11237.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Because the conjunctiva is loosely adherent to the underlying sclera, even a small amount of bleeding can spread extensively over the ocular surface.&nbsp; Hemorrhage is typically limited by the limbus (border between cornea and sclera), so the cornea remains clear and vision is unaffected.&nbsp; Over the course of 1-3 weeks, the extravasated blood is gradually broken down and resorbed by local macrophages and lymphatic drainage.<p></p><br><br><p>A subconjunctival hemorrhage <strong>may occur spontaneously</strong> or result from <strong>minor trauma</strong> (eg, eye rubbing, contact lens insertion) or a sudden increase in venous pressure during a <strong>Valsalva maneuver</strong> (eg, coughing, sneezing, straining).&nbsp; Additional risk factors include systemic hypertension, diabetes mellitus, anticoagulant or antiplatelet therapy, and bleeding diatheses (eg, hemophilia, thrombocytopenia).&nbsp; In older adults, fragile conjunctival vessels and age-related vascular changes further increase susceptibility.</p>\n<h1>Clinical presentation</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Well-demarcated, bright or dark red patch</strong> on the <strong>scleral surface</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L34005.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Normal visual acuity</strong>.</li>\n\t<li><strong>Painless</strong> (possible mild foreign body sensation).</li>\n\t<li>No discharge, photophobia, edema, or tearing.</li>\n</ul><br><br><p>Red flags suggesting a more serious etiology include recurrent or bilateral hemorrhages, pain or visual changes, signs of a systemic bleeding disorder (eg, cutaneous bruising, gum bleeding), and a history of significant ocular trauma (eg, blunt force to the orbit).</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Conjunctivitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104788.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; Inflammation of the conjunctiva due to infection or allergy.&nbsp; It presents with eye irritation or discomfort, watery or purulent discharge, and diffuse conjunctival redness.</li>\n\t<li><strong>Episcleritis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/U11931.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; Self-limited inflammation of blood vessels within the episclera (membrane between the conjunctiva and the sclera).&nbsp; The condition is usually idiopathic or due to autoimmune disease and typically presents with sudden-onset localized redness, mild irritation, and tearing.</li>\n\t<li><strong>Scleritis</strong>:&nbsp; Inflammation of the sclera, often associated with systemic autoimmune diseases.&nbsp; It causes intense, boring eye pain, which may radiate to the temple or jaw, as well as diffuse eye redness with a purplish hue, tenderness to palpation, and visual impairment.</li>\n\t<li><strong>Keratitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L100524.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ):&nbsp; Infection or inflammation of the cornea that presents with significant eye pain, blurred vision, photophobia, tearing, scleral injection, and a corneal opacity or infiltrate on examination.</li>\n\t<li><strong>Corneal abrasion</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105116.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ):&nbsp; A defect in the corneal epithelium that causes severe eye pain, foreign body sensation, tearing, and diffuse redness.&nbsp; Patients often have photophobia and trouble keeping the eye open.&nbsp; Abrasions can be visualized with fluorescein staining under a Wood lamp.</li>\n\t<li><strong>Hyphema</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11956.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ):&nbsp; Accumulation of red blood cells in the anterior chamber, typically following blunt ocular trauma that ruptures vessels of the iris or ciliary body.&nbsp; This can cause eye pain, photophobia, elevated intraocular pressure, and decreased visual acuity, with visible layering of blood behind the cornea.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Diagnosis is clinical based on the distinctive appearance (focal area of scleral redness) and the absence of eye pain, photophobia, discharge, or visual disturbance.</p><br><br><p>Physical examination should confirm that the hemorrhage is confined to the subconjunctival space to exclude deeper or more serious pathology.&nbsp; Key components of the ocular examination may include visual acuity testing, fluorescein staining, slit-lamp evaluation, and intraocular pressure measurement.</p><br><br><p>Laboratory testing is typically unnecessary for isolated, first-time cases.&nbsp; However, work-up may be indicated if hemorrhages are recurrent or bilateral, there are other bleeding manifestations, or the patient has had anticoagulation.&nbsp; Testing may include a platelet count, PT/INR, activated PTT, hemoglobin, and hemoglobin A1c.&nbsp; In addition, imaging (eg, CT scan of the orbit) is not required unless significant blunt ocular trauma has occurred and there is concern for globe rupture or other injuries (eg, retroorbital hematoma).</p>\n<h1>Management</h1><br><br><p>Subconjunctival hemorrhage is a benign, self-limited condition that requires no specific treatment beyond reassurance.&nbsp; The hemorrhage may spread initially, fade to yellow, and then disappear completely within 1-3 weeks.&nbsp; Patients should be advised to avoid eye rubbing, Valsalva maneuvers, and strenuous activity that could increase venous pressure or precipitate recurrence.</p><br><br><p>Ophthalmology follow-up is generally unnecessary for isolated cases, but should be considered if episodes are recurrent, bilateral, or slow to resolve.&nbsp; Predisposing conditions (eg, uncontrolled hypertension, diabetes mellitus, excessive anticoagulation, chronic cough/constipation) should be managed to reduce risk.</p>\n<h1>Summary</h1><br><br><p>A subconjunctival hemorrhage is a benign eye condition that results from the rupture of small conjunctival blood vessels, often triggered by minor trauma or Valsalva maneuvers.&nbsp; It presents as a bright red patch on the sclera and is typically asymptomatic and self-limited.&nbsp; Diagnosis is clinical, and most cases do not require work-up or treatment.</p>\n</div>\n\n            "
}