{
  "meta": {
    "title": "Viral keratitis",
    "url": "https://brainandscalpel.vercel.app/viral-keratitis-9d9fc6a0-dd8e86.html",
    "scrapedAt": "2025-12-01T05:12:55.470Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Viral keratitis is an ocular condition characterized by inflammation of the cornea due to viral infection, most commonly herpes simplex virus.&nbsp; Symptoms typically include unilateral eye pain, redness, photophobia, and watery discharge.&nbsp; Examination with fluorescein stain reveals characteristic dendritic (eg, linear, branching) corneal ulcerations.&nbsp; Viral keratitis is treated with antiviral medications to prevent complications, such as corneal scarring or opacification, which can lead to permanent blindness.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Viral keratitis typically results from reactivation of latent <strong>herpes simplex</strong> or <strong>varicella-zoster</strong> viruses.&nbsp; Following primary infection (eg, gingivostomatitis, chickenpox), the virus is transported retrograde to sensory ganglia, where it often lies dormant for years.&nbsp; Viral reactivation may be triggered by various factors including advanced age, stress, prolonged ultraviolet (UV) exposure, or immunosuppression (eg, HIV).</p><br><br><p>In the case of keratitis, reactivated virus migrates from the trigeminal ganglion via the V1 (ophthalmic) nerve to the corneal epithelium, where it begins to replicate.&nbsp; An immune-mediated inflammatory response, as well as virion induced cell death, causes damage to corneal tissue.</p>\n<h1>Clinical presentation</h1><br><br><p>Viral keratitis typically causes unilateral symptoms including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Eye pain</strong>, foreign body sensation, photophobia (typical of any corneal process); however, some patients experience no significant pain due to decreased corneal sensation (because the V1 branch has affected sensory fibers that cause corneal anesthesia)</li>\n\t<li><strong>Conjunctival injection with ciliary flush</strong> (ie, erythema around the corneal border)</li>\n\t<li><strong>Watery discharge</strong></li>\n\t<li><strong>Blurred vision/decreased visual acuity</strong></li>\n\t<li>A vesicular rash on the forehead, nose tip, and periorbital area is characteristically seen with varicella-zoster keratitis (ie, herpes zoster ophthalmicus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L102980.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ))</li>\n</ul><br><br><p>Characteristic findings on slit lamp examination with fluorescein include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Corneal ulcerations in a linear, branching, dendritic pattern</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105231.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )</li>\n\t<li><strong>Geographic ulcers</strong> (deeper, larger ulcerations of dendritic lesions)</li>\n\t<li><strong>Corneal vesicles</strong></li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Diagnosis is typically confirmed by slit lamp examination with fluorescein that reveals linear, branching, dendritic ulcers.&nbsp; Viral culture or PCR of corneal scrapings can confirm the diagnosis in atypical cases.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of infectious keratitis includes (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/79775.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bacterial keratitis</strong>:&nbsp; usually occurs from improper contact lens use or corneal trauma.&nbsp; Patients typically have mucopurulent drainage, and the cornea appears hazy with a round, white ulceration (not branching lesions).</li>\n\t<li><strong>Fungal keratitis</strong>:&nbsp; rare and typically occurs in immunocompromised patients after corneal injury involving soil/plant matter.&nbsp; Onset is gradual and corneal infiltrates have characteristic feathery margins.</li>\n\t<li><strong>Allergic conjunctivitis</strong>:&nbsp; typically presents with bilateral (rather than unilateral) itching, tearing, and redness; patients also usually have other allergic symptoms (eg, rhinitis).</li>\n\t<li><strong>Dry eye syndrome</strong>:&nbsp; insufficient tear production or poor tear quality, which causes ocular surface inflammation.&nbsp; Symptoms of dryness, burning, foreign body sensation, and fluctuating vision are exacerbated by environmental triggers (eg, wind, air conditioning).</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of viral keratitis requires prompt initiation of <strong>antiviral agents</strong>.&nbsp; Both topical and oral antiviral medications are considered effective therapies, although oral antiviral treatment is typically preferred in varicella-zoster keratitis (due to involvement of facial structures).&nbsp; Treatment decisions should be made in consultation with an ophthalmologist, and patients need close outpatient monitoring.</p>\n<h1>Prognosis</h1><br><br><p>Prognosis varies depending on the severity of the infection and the timing of diagnosis and treatment.&nbsp; With prompt intervention, many cases resolve without significant sequelae; however, untreated infection is a major cause of blindness worldwide.&nbsp; Recurrent episodes, particularly with herpes simplex virus, further increase the risk of complications such as corneal scarring, which may lead to permanent visual impairment.</p>\n<h1>Summary</h1><br><br><p>Viral keratitis is a potentially vision-threatening condition that involves inflammation of the cornea.&nbsp; Herpes simplex virus is the most common etiology.&nbsp; Patients typically have eye pain, redness, photophobia, clear discharge, or foreign body sensation.&nbsp; The characteristic finding on fluorescein examination is dendritic ulcerations on the corneal epithelium.&nbsp; Treatment is topical or oral antiviral medications.</p>\n</div>\n\n            "
}