{
  "meta": {
    "title": "Autism spectrum disorder",
    "url": "https://brainandscalpel.vercel.app/autism-spectrum-disorder-4955c974-508e31.html",
    "scrapedAt": "2025-12-01T05:08:34.359Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Autism spectrum disorder (ASD) is a neurodevelopmental condition characterized by deficits in social communication and social interaction, as well as the presence of restricted and repetitive behaviors.&nbsp; There can be a wide range of symptoms and severity.&nbsp; ASD is a lifelong condition typically diagnosed in early childhood, although in mild cases it may not be identified until much later.</p>\n<h1>Epidemiology</h1><br><br><p>The prevalence of ASD is estimated to be approximately 1% worldwide.&nbsp; It is diagnosed more commonly in males compared to females (~4:1); however, there may be underdiagnosis among female patients.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>Although the pathogenesis of ASD is unclear, a combination of genetic and environmental factors have been implicated:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Genetic factors:&nbsp; include family history and associated genetic disorders, such as Fragile X syndrome, Rett syndrome, tuberous sclerosis complex, trisomy 21, Prader-Willi syndrome, and Angel syndrome (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69966.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li>Environmental factors:&nbsp; include advanced parental age; prenatal exposure to certain environmental influences, including maternal infections, medications (eg, valproic acid), or toxins; and perinatal complications (eg, low birth weight, prematurity, hypoxia).&nbsp;</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The 2 primary domains of clinical features of ASD are (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42522.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Deficits in social communication and social interaction</strong></li>\n\t<li><strong>Restricted, repetitive patterns of behavior, interests, or activities</strong></li>\n</ul><br><br><p>The presentation of ASD is quite variable and depends on its severity as well as the developmental level and age of the patient.&nbsp; Patients with severe ASD may show features in the first 2 years of life.&nbsp; In patients with mild cases, symptoms do not become readily apparent until later childhood once the expected social demands exceed the patient's capacity for social skills (in retrospect, subtle features may have been present earlier in their life).</p><br><br><p>In the first 2 years of life, there may be significant delays in meeting developmental milestones in terms of language and social skills (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33498.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; This can manifest as a lack of babbling, not orienting to their name, delay in saying first word, a lack of social smile, poor eye contact, a lack of joint attention, and limited interest in social interaction.<p></p><br><br><p>A plateau or regression in social and communication skills in the first 2 years of life should raise suspicion for ASD, especially when the child does not appear to attempt to compensate for any language deficits with nonverbal communication means.</p><br><br><p>As part of normal childhood development, social expectations increase with age.&nbsp; In patients with ASD, the capacity of their social skills lags behind expectations, which leads to increasingly noticeable challenges with social functioning.&nbsp; The key areas of social communication and social interaction where patients with ASD have difficulties are social-emotional reciprocity, nonverbal communication, and interpersonal relationships:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Deficits in social-emotional reciprocity</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Tendency to have one-sided conversations</li>\n\t\t<li>Not knowing when or how to join a conversation</li>\n\t\t<li>Lack of shared interests with others</li>\n\t\t<li>Difficulty understanding emotions of self and others</li>\n\t</ul>\n\t</li>\n\t<li><strong>Deficits in nonverbal communicative behaviors for social interaction</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Impaired use of pointing to obtain joint attention</li>\n\t\t<li>Abnormal eye contact (eg, poor or intense eye contact)</li>\n\t\t<li>Inability to use or interpret bodily or facial gestures</li>\n\t</ul>\n\t</li>\n\t<li><strong>Deficits in developing, maintaining, and understanding interpersonal relationships</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Absent or reduced interest in social activities (eg, lack of interactive play, preference for parallel play)</li>\n\t\t<li>Insistence on adherence to fixed set of rules</li>\n\t\t<li>Difficulty understanding what behaviors are appropriate in one situation compared to another</li>\n\t\t<li>Difficulty understanding sarcasm, metaphors, or humor</li>\n\t\t<li>Preference for interacting with much younger or much older people</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Another defining characteristic of ASD is the presence of <strong>restricted and repetitive behaviors, interests, and activities</strong>, which can become more readily apparent after age 2.&nbsp; Examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Stereotypical behaviors (eg, hand flapping)</li>\n\t<li>Repetitive use of objects (eg, lining up toys)</li>\n\t<li>Repetitive speech (eg, echolalia)</li>\n\t<li>Excessive adherence to routine or rules, where any small change to the routine results in excessive resistance and distress (eg, crying when their regular seat at the dinner table is taken by someone else)</li>\n\t<li>Ritualized behavior pattern (eg, pacing the perimeter of a room)</li>\n\t<li>Highly restricted and excessive interest in a specific topic (eg, intense preoccupation with trains)</li>\n\t<li>Abnormal sensitivity to specific sounds or textures (eg, extreme aversion to crunchy foods)</li>\n</ul><br><br><p>Because patients with ASD often have difficulty expressing emotions, stressful situations can result in disruptive behaviors, especially when rigid adherence to an existing routine is undermined.&nbsp; These behaviors can significantly impact their functional ability and may lead to aggressive, destructive behaviors and/or self-injurious behaviors (eg, head-banging, hand-biting).</p><br><br><p>Patients with ASD often have speech abnormalities (eg, difficulty articulating words, abnormal speech).&nbsp; ASD is frequently comorbid with other psychiatric and neurologic conditions, such as intellectual disability, attention deficit hyperactivity disorder, and epilepsy.&nbsp; Self-esteem can be negatively affected from not meeting social expectations, which contributes to increased rates of depression and anxiety.</p>\n<h1>Diagnosis</h1><br><br><p>Diagnostic criteria for ASD include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Persistent deficits in social communication and social interaction across multiple contexts, including:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Social-emotional reciprocity</li>\n\t\t<li>Nonverbal communicative behaviors for social interaction</li>\n\t\t<li>Developing, maintaining, and understanding relationships</li>\n\t</ul>\n\t</li>\n\t<li>≥2 manifestations of restricted, repetitive patterns of behavior, interests, or activities:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Stereotyped or repetitive motor movement, use of objects, or speech</li>\n\t\t<li>Insistence on sameness, inflexible adherence to routines, or ritualized patterns of verbal or nonverbal behavior</li>\n\t\t<li>Highly restricted, fixated interests that are abnormal in intensity or focus</li>\n\t\t<li>Hyperactivity or hypoactivity related to sensory input, or unusual interest in sensory aspects of the environment</li>\n\t</ul>\n\t</li>\n\t<li>Symptoms must be present in the early developmental period (but may not fully manifest until social demands exceed limited capacities, or may be masked by learned strategies in later life), cause clinically significant, and are not better explained by intellectual disability or global developmental delay.</li>\n</ul><br><br><p>Screening for ASD with a validated developmental screening tool is recommended in all children age 18 months and 24 months.&nbsp; This helps identify children who warrant a referral for comprehensive evaluation by a developmental specialist, which can more thoroughly determine if the diagnostic criteria for ASD are met.</p>\n<h1>Laboratory evaluation</h1><br><br><p>No specific laboratory tests can diagnose ASD, which is a clinical diagnosis; however, certain diagnostic investigations may be warranted to rule out other conditions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Genetic testing for specific gene mutations (eg, fragile X syndrome) should be considered, particularly if there are dysmorphic features or a family history.</li>\n\t<li>Metabolic testing can be performed if there are signs of a metabolic disorder (eg, inborn errors of metabolism).</li>\n\t<li>A hearing test may rule out deafness as a contributing factor to communication issues.</li>\n\t<li>An electroencephalograph may be indicated if there are signs suggestive of seizure activity, given the increased comorbidity of seizures in patients with ASD.</li>\n\t<li>MRI may be indicated if there are signs suggestive of a structural neurologic pathology (eg, macrocephaly, neurologic deficits).</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Obsessive-compulsive disorder</strong> (OCD):&nbsp; Repetitive behaviors can be seen in both ASD and OCD.&nbsp; In OCD, the ritualistic, compulsive behaviors are generally experienced as distressing and unwanted.&nbsp; In contrast, repetitive behaviors in ASD are experienced as pleasurable and stress-relieving.&nbsp; Deficits in social communications and social interaction are not characteristic of OCD.</li>\n\t<li><strong>Social anxiety disorder</strong>:&nbsp; Social isolation can be a manifestation of social anxiety disorder and ASD.&nbsp; In social anxiety disorder, the isolation is an avoidance due to the fear of being scrutinized by peers, whereas in ASD, the isolation is due to lack of interest and deficient social skills for engaging in social activities.</li>\n\t<li><strong>Attention deficit hyperactivity disorder</strong> (ADHD):&nbsp; Social communication challenges can also manifest in ADHD and may include talking out of turn and interrupting others.&nbsp; However, in ADHD, there are no concerns about delayed social or language development or about restricted and repetitive behaviors.</li>\n\t<li><strong>Intellectual disability</strong>:&nbsp; Children with intellectual disability typically exhibit social responsiveness appropriate to their developmental level.&nbsp; However, intellectual disability is often a coexisting condition with ASD, with almost one-third of patients with ASD also meeting criteria for intellectual disability.&nbsp; ASD and intellectual disability can coexist when social communication skills are impaired relative to the developmental level of other intellectual skills (eg, problem-solving skills).</li>\n\t<li><strong>Social (pragmatic) communication disorder</strong>:&nbsp; Social communication problems may be present, but the additional presence of repetitive and restricted behaviors, interests, or activities would be more characteristic of ASD.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of ASD is individualized and entails strengthening social and communication skills, achieving skills of independent activities of daily living, and decreasing disruptive behaviors that hinder development, with the overall objective of improving daily functioning.&nbsp; Interventions span multiple disciplines and are often provided in some combination of the home, school, and/or clinic.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Psychosocial interventions</strong>:&nbsp; Behavioral therapy helps reduce disruptive or repetitive behaviors.&nbsp; Speech-language therapy addresses language skill deficits, which can contribute to communication impairments.&nbsp; Occupational therapy improves adaptive functioning skills (eg, activities of daily living) and can help address sensory processing issues.&nbsp; Social skills training promotes social communication and social interaction skills development.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Educational interventions</strong>:&nbsp; An individualized educational plan (IEP) may be implemented by the school to promote an effective learning environment through classroom accommodations and special education services.&nbsp; Vocational rehabilitation services help patients develop skills for employment and identify appropriate job opportunities.</li>\n\t</ul>\n\t</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Psychiatric interventions</strong>:&nbsp; Pharmacotherapy can be an adjunctive treatment for disruptive behaviors when they become overwhelming, are unresponsive to other interventions, and cause safety concerns.&nbsp; Aripiprazole and risperidone can be used to treat irritability in patients with ASD.&nbsp; Benzodiazepines are generally avoided in patients with ASD because there is a greater risk for paradoxical behavioral disinhibition.&nbsp; In addition, coexisting psychiatric conditions (eg, depression, anxiety, ADHD) should be identified and treated.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of patients with ASD can vary depending on the severity of symptoms.&nbsp; Although not degenerative, ASD is a lifelong disorder.&nbsp; Over their lifetime, patients with ASD can develop adaptive skills and learn to compensate for their deficits, which can improve their overall functioning.&nbsp; Early diagnosis and intervention can facilitate the development of these skills.&nbsp; A supportive home environment improves the prognosis.&nbsp; The most predictive negative prognostic factor is the presence of intellectual disability or language impairment.&nbsp; Patients with ASD are prone to developing coexisting psychiatric conditions, particularly anxiety and depression.</p>\n<h1>Summary</h1><br><br><p>Autism spectrum disorder (ASD) is a neurodevelopmental condition characterized by deficits in social communication and social interaction, as well as the presence of restricted and repetitive behaviors.&nbsp; Presentations of these symptoms can vary widely.&nbsp; Symptoms are generally present in the first few years of life but may not become evident or impairing until later in childhood.&nbsp; Early diagnosis and intervention, as well as identifying and treating any coexisting mental health conditions, can help patients with ASD improve their overall functioning.</p>\n</div>\n\n            "
}