{
  "meta": {
    "title": "Chiari malformations",
    "url": "https://brainandscalpel.vercel.app/chiari-malformations-d31d946d-508e31.html",
    "scrapedAt": "2025-12-01T05:08:52.806Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Chiari malformations (CMs) are structural abnormalities at the craniocervical junction where portions of the cerebellum and/or brainstem herniate through the foramen magnum into the spinal canal.&nbsp; CMs are classified into types I-III based on the degree of herniation and associated anomalies.&nbsp; These malformations can result in various neurologic symptoms, depending on the severity, type, and associated complications.</p>\n<h1>Anatomy and pathophysiology</h1><br><br><p>The <strong>cerebellum</strong> normally sits within the posterior cranial fossa and above the foramen magnum, which contains the medulla, nerves, and vasculature (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L124762.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ); CMs are a group of congenital disorders caused by the underdevelopment of the <strong>posterior fossa</strong>.&nbsp; The small size of the fossa causes parts of the cerebellum and potentially the medulla to herniate through the foramen magnum, compressing these structures.<p></p><br><br><p>There are 3 types of CMs:</p><br><br><ul>\n\t<li>CM type I:&nbsp; The most common type, characterized by low-lying <strong>cerebellar tonsils</strong> that extend below the foramen magnum into the vertebral canal.</li>\n\t<li>CM type II:&nbsp; Also referred to as Arnold-Chiari malformation, characterized by the downward displacement of the <strong>cerebellum (vermis and tonsils)</strong> and <strong>medulla</strong> through the foramen magnum.</li>\n\t<li>CM type III:&nbsp; A severe form, often characterized by herniation of the cerebellum into a cervical or occipital <strong>encephalocele</strong> and displacement of the brainstem through the foramen magnum.</li>\n</ul><br><br><p>Compromised cerebrospinal fluid (CSF) dynamics can lead to other features, including spinal cord defects (eg, syringomyelia, meningomyelocele) and noncommunicating hydrocephalus (due to CSF outflow obstruction in the posterior fossa).&nbsp; Each CM type is discussed in more detail.</p>\n<h1>CM type I</h1> <h2>Clinical presentation</h2><br><br><p>CM-I is the most common and mildest subtype.&nbsp; Patients are often asymptomatic throughout childhood and may either be diagnosed <strong>incidentally</strong> on imaging or develop symptoms in adolescence or early adulthood.&nbsp; Symptoms usually develop slowly, and patients may have:</p><br><br><ul>\n\t<li><strong>Paroxysmal occipital headache</strong>:&nbsp; Due to meningeal irritation (most frequent symptom).</li>\n\t<li><strong>Cerebellar dysfunction</strong> (eg, dizziness, ataxia):&nbsp; Due to compression of the cerebellar tonsils.</li>\n</ul><br><br><p>Symptoms classically occur with physical activity or Valsalva maneuvers (eg, cough, straining) due to pressure of the cerebellar tonsils on the foramen magnum.&nbsp; If the malformation progresses and becomes more severe, signs of increased intracranial pressure (eg, vomiting, early morning headache), and/or cranial neuropathies from brainstem compression (eg, dysarthria) may occur.&nbsp; Dysfunction of the respiratory centers in the brainstem or those that control muscles in the mouth and throat may also cause sleep apnea.</p><br><br><p><strong>Syringomyelia</strong>, a disorder in which a cyst (syrinx) forms in the spinal cord, occurs in about 30% of patients with CM-I (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20655.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The syrinx is most commonly located in the cervical region, and syrinx expansion may result in progressive neurologic dysfunction, including the <strong>loss of pain and temperature sensation in a cape-like distribution</strong> and/or upper extremity weakness.&nbsp; Scoliosis, which can occur due to weakness of the paraspinal muscles, may be the only sign of syringomyelia in children and may prompt an early diagnosis of CM-I.<p></p>\n<h2>Diagnosis</h2><br><br><p>Neuroimaging, usually with an <strong>MRI of the brain and the whole spinal cord</strong>, is required to make the diagnosis of CM-I and assess for associated syringomyelia.&nbsp; MRI characteristically shows downward displacement of elongated cerebellar tonsils through the foramen magnum and into the upper cervical canal (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L120119.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Specialized imaging to visualize CSF flow through the foramen magnum is useful for treatment planning.&nbsp; Patients with CM-I may need polysomnography if symptoms suggestive of sleep apnea are present.<p></p>\n<h2>Management and prognosis</h2><br><br><p>CM-I without symptoms (or with mild symptoms) is often managed conservatively with observation and analgesics for headaches if needed.&nbsp; For patients who are symptomatic or have significant blockage of CSF flow, neurosurgical evaluation for potential posterior fossa decompression is recommended.&nbsp; The prognosis for CM-I is usually good, particularly in patients who are asymptomatic or only mildly symptomatic; individuals who need surgical decompression often show improvement after the procedure.</p>\n<h1>CM type II</h1> <h2>Clinical presentation</h2><br><br><p>CM-II refers to the downward displacement of both the cerebellum and the medulla through the foramen magnum.&nbsp; CM-II is almost always associated with <strong>myelomeningocele</strong> (eg, spina bifida).&nbsp; In myelomeningocele, CSF is lost through the open neural tube defect, causing the collapse of cranial structures; this collapse results in the development of a small posterior fossa and, subsequently, CM-II.&nbsp; The malformation often causes an obstructive hydrocephalus by limiting CSF flow through the fourth ventricle and/or cerebral aqueduct.</p><br><br><p>Symptoms of CM-II are typically evident during the neonatal period (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59839.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) and can include:<p></p><br><br><ul>\n\t<li>Enlarging head circumference, bulging fontanelles, and poor feeding after birth due to obstructive hydrocephalus (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81139.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li>Dysphagia, stridor, and/or apnea due to compression of the medulla.</li>\n</ul><br><br><p>The myelomeningocele associated with CM-II is visible at birth and can cause lower limb paralysis with bowel/bladder incontinence.</p>\n<h2>Diagnosis</h2><br><br><p>Prior to birth, <strong>fetal ultrasonography</strong> can show evidence of spinal myelomeningocele, which usually prompts further imaging with fetal MRI; this allows for the detection of CM-II before birth.&nbsp; If fetal imaging is unavailable, CM-II can be detected with <strong>MRI of the brain</strong> after birth, which shows displacement of the cerebellum and medulla through the foramen magnum (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64994.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).<p></p>\n<h2>Management and prognosis</h2><br><br><p>Almost all patients with CM-II require <strong>neurosurgical evaluation</strong> to determine the treatment of associated neural tube defects (eg, myelomeningocele) and related complications (eg, shunting for hydrocephalus).&nbsp; CM-II has a variable prognosis that depends on the severity of herniation.&nbsp; Infants who show signs of hydrocephalus with significant brainstem compression have a worse prognosis with a high mortality rate, particularly in the first few years of life.&nbsp; Infants with mild CM-II symptoms have a better prognosis; however, they may still have neurologic dysfunction and will likely have long-term complications associated with myelomeningocele.</p>\n<h1>CM type III</h1><br><br><p>CM-III is the <strong>rarest and most severe</strong> subtype.&nbsp; Patients have an <strong>encephalocele</strong>, which is a protrusion of most of the cerebellum (and occasionally the occipital cortex)&nbsp;through an abnormal opening in the skull.&nbsp; This is often diagnosed on <strong>prenatal ultrasonography</strong> (followed by fetal MRI).&nbsp; Symptoms at birth are severe and can include feeding difficulties, apnea/respiratory issues, seizures, and abnormal tone.&nbsp; Mortality in infants with CM-III is high, and infants who survive often have severe developmental delays.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of CMs includes:</p><br><br><ul>\n\t<li>Dandy-Walker malformation:&nbsp; Characterized by hypoplasia/absence of the cerebellar vermis and cystic dilation of the fourth ventricle with enlargement of the posterior fossa.</li>\n\t<li>Holoprosencephaly:&nbsp; Characterized by incomplete development and separation of the embryonic forebrain (prosencephalon) and often associated with midfacial defects.</li>\n\t<li>Cerebellar stroke:&nbsp; Vascular event characterized by the occlusion of blood flow to the cerebellum.&nbsp; This often presents with acute-onset occipital headache, dizziness, and ataxia, usually in patients with cardiovascular risk factors.&nbsp; Neuroimaging typically shows a lesion in a vascular territory.</li>\n\t<li>Multiple sclerosis:&nbsp; An autoimmune demyelinating disorder of the CNS that typically presents in young adult women with neurologic deficits disseminated in space and time.&nbsp; Neuroimaging typically shows periventricular white matter lesions.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Chiari malformations encompass a group of structural hindbrain abnormalities resulting in varying degrees of cerebellar/brainstem herniation.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chiari malformation type I is often diagnosed incidentally in asymptomatic patients in childhood or with occipital headaches and/or cerebellar dysfunction (eg, ataxia) in adolescence or young adulthood; patients may have associated syringomyelia.</li>\n\t<li>Chiari malformation type II is usually diagnosed in neonates and involves herniation of the cerebellum and medulla through the foramen magnum, leading to hydrocephalus and more severe neurologic symptoms; it is almost always associated with myelomeningocele.</li>\n\t<li>Chiari malformation type III is the most severe type and involves herniation of the cerebellum (and occasionally the occipital cortex) into an encephalocele.</li>\n</ul><br><br><p>Diagnosis relies on MRI of the brain and often the spinal cord, with treatment tailored to symptom severity and complications.</p>\n</div>\n\n            "
}