{
  "meta": {
    "title": "Essential tremor",
    "url": "https://brainandscalpel.vercel.app/essential-tremor-b69b0551-508e31.html",
    "scrapedAt": "2025-12-01T05:09:04.714Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Essential tremor (ET) is a common movement disorder characterized by an action tremor, most often affecting the upper extremities.&nbsp; It is distinct from other tremor disorders, such as Parkinson disease, because of its clinical features and response to treatment.&nbsp; ET has a strong hereditary component and may significantly impact daily activities, particularly fine motor tasks.</p>\n<h1>Pathophysiology</h1><br><br><p>The exact pathophysiology of ET remains incompletely understood but it is believed to involve dysfunction of pathways between the cerebellum and thalamus (eg, cerebellothalamocortical loop).&nbsp; Neuropathologic findings in ET include Purkinje cell loss, axonal swellings, and abnormalities in cerebellar climbing fiber synapses.</p><br><br><p>A genetic component is likely because many patients have a family history with an <strong>autosomal dominant</strong> pattern of inheritance, though penetrance may be incomplete.</p>\n<h1>Clinical presentation</h1><br><br><p>ET classically presents in older adults (~5% of adults age &gt;60)&nbsp; with the following features:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Worsens with movement</strong> (ie, action tremor), likely reflecting dysregulated cerebellar output leading to abnormal activity in the thalamus with voluntary muscle contraction; it typically abates at rest.</li>\n\t<li><strong>Progresses slowly</strong>, with many patients experiencing symptoms for years prior to seeking treatment.</li>\n\t<li><strong>Primarily affects the wrists and hands</strong>, especially with arms extended; it can also affect the head and voice but generally spares the trunk and legs, likely due to the somatotopic organization (ie, different body regions represented in different areas) of the involved cerebellar circuits.</li>\n\t<li>Is <strong>bilateral</strong>, although possibly asymmetric.</li>\n</ul><br><br><p>As ET progresses, it can interfere with activities of daily living, such as holding utensils (eg, eating), drinking, pouring, and using phones/computers.&nbsp; Patients sometimes report that their symptoms worsen with stress and improve with alcohol consumption.&nbsp; Because ET can be passed in an autosomal dominant fashion, a family history of tremor supports the diagnosis.&nbsp; The familial cases often present at a relatively younger age.</p><br><br><p>On neurologic examination, action tremor is most notable with holding a posture against gravity (eg, arms outstretched or in wing-beating position) or with a movement (eg, writing (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68214.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), drawing a spiral, pouring water).&nbsp; Patients with ET typically do not have any other neurologic signs; features of parkinsonism (eg, rigidity, gait disturbances) are notably absent.<p></p>\n<h1>Diagnosis</h1><br><br><p>In most cases, the diagnosis of ET is <strong>clinical</strong>; further diagnostic testing and neuroimaging are usually not indicated.&nbsp; Laboratory tests, such as thyroid function tests, liver tests, and serum electrolytes, may be performed to rule out etiologies that exacerbate the physiologic tremor present in most individuals (as discussed in the next section).&nbsp; In young patients (eg, age &lt;40), studies (eg, serum ceruloplasmin) may be performed to rule out Wilson disease.&nbsp; In rare cases when it is difficult to distinguish between ET and Parkinson disease (eg, in those with bradykinesia), striatal dopamine transporter imaging, which is normal in patients with ET, can be performed.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of ET includes other types of tremor (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61344.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Physiologic tremor</strong>:&nbsp; Most individuals have a fine (ie, low-amplitude, high-frequency) action tremor of the hands, which is considered physiologic and is usually visible only in the settings of increased sympathetic activity (eg, caffeine, hyperthyroidism, stress).</li>\n\t<li><strong>Cerebellar tremor</strong>:&nbsp; Tremors due to cerebellar lesions are classically low frequency (ie, \"slow,\" &lt;5 Hz) and high amplitude because they involve the proximal, as well as the distal, muscles.&nbsp; The tremor classically increases in amplitude as an action approaches a target (ie, intention tremor).&nbsp; It is often accompanied by other cerebellar signs, including ataxia, dysmetria, and/or impaired rapidly alternating movements, and can result from multiple pathologies that affect the cerebellum, including multiple sclerosis, stroke, or tumors.&nbsp; Differences with ET likely reflect cerebellothalamocortical pathway involvement in ET (vs pure cerebellar involvement in cerebellar tremor).</li>\n\t<li><strong>Functional tremor</strong>:&nbsp; Functional (psychogenic) tremors usually present as high-amplitude, low-frequency tremors that occur abruptly and inconsistently and are associated with significant disability (out of proportion to tremor).&nbsp; They often improve with distraction.&nbsp; Although functional tremor was previously known as psychogenic tremor and can be accompanied by psychiatric comorbidities, many patients do not have known psychopathology.</li>\n\t<li><strong>Resting tremor</strong>:&nbsp; Patients with <strong>Parkinson disease</strong> classically have a resting tremor that improves with intentional movement.&nbsp; In addition, tremor is accompanied by rigidity, bradykinesia, and gait disturbances.</li>\n\t<li><strong>Dystonic tremor</strong>:&nbsp; A dystonic tremor of the arm can worsen with the arms outstretched and vanish with rest.&nbsp; However, it is usually unilateral, less rhythmic, and often task specific (eg, writing, typing).</li>\n</ul>\n<h1>Management</h1><br><br><p>Many patients do not require medical therapy for mild ET.&nbsp; However, those with tremor-related disability (eg, interference with work, impaired activities of daily living) or embarrassment/anxiety should be offered therapy.&nbsp; <strong>Propranolol</strong>, a nonselective beta blocker that reduces tremors via blockade of peripheral adrenergic receptors on muscle fibers, is typically the initial drug of choice.&nbsp; Primidone, an anticonvulsant, is also an effective medication and likely improves tremor by exerting its effects in the CNS; it can be used in patients who cannot take a beta-blocker (eg, asthma).&nbsp; In patients with severe symptoms, these medications can be combined.</p><br><br><p>Other medications, such as topiramate and gabapentin, may be used in refractory cases.&nbsp; Botulinum toxin injections can be beneficial for head and voice tremors.&nbsp; In severe cases, deep brain stimulation of the ventral intermediate nucleus of the thalamus is an effective surgical option.</p>\n<h1>Prognosis</h1><br><br><p>ET is a slowly progressive disorder that does not significantly reduce life expectancy.&nbsp; However, ET is slowly progressive and, in some patients, may cause significant social embarrassment and/or interfere with activities of daily living, leading to significant disability.&nbsp; Although some patients respond well to treatment, others may experience persistent or worsening tremor despite therapy.</p>\n<h1>Summary</h1><br><br><p>Essential tremor (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32501.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a common movement disorder characterized by a bilateral action tremor, most often involving the upper extremities.&nbsp; It has a strong genetic predisposition.&nbsp; Diagnosis is clinical, and management includes pharmacologic treatments such as propranolol and primidone.&nbsp; Although ET does not typically shorten lifespan, it can significantly impact quality of life through functional impairment and social anxiety.<p></p>\n</div>\n\n            "
}