{
  "meta": {
    "title": "Facial palsy",
    "url": "https://brainandscalpel.vercel.app/facial-palsy-a655a6ae-508e31.html",
    "scrapedAt": "2025-12-01T05:09:07.848Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n\t<p>Facial palsy is a condition characterized by weakness or paralysis of the facial muscles.&nbsp; It can result from damage to the facial nerve (CN VII), either centrally or peripherally.&nbsp; Although it is most commonly idiopathic (Bell palsy), this condition is a diagnosis of exclusion because facial palsy can also be caused by treatable infections (eg, herpes zoster, Lyme disease) or tumors or inflammatory conditions (which should be diagnosed quickly to improve prognosis).&nbsp; It can also be caused by trauma, which would necessitate evaluation for additional, more serious injuries (eg, intracranial bleeding).</p>\n\t<h1>Pathophysiology and clinical presentation</h1>\n\t\n\t<p>Voluntary facial movement is initiated by the motor cortex (located in the frontal lobe), which delivers input to the facial nerve (CN VII).&nbsp; This nerve originates in the pontomedullary junction (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1466.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), exits the skull through the stylomastoid foramen, then branches in a complex pattern to its several targets.&nbsp; It is a mixed nerve with motor, sensory, and parasympathetic fibers.&nbsp; Functions include:<p></p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Motor output to the muscles controlling movement of the face (including eye closure)</li>\n\t\t<li>Somatic sensation afferents from portions of the pinna and external auditory canal (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26019.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                )</li>\n\t\t<li>Special sensation afferents for taste from the anterior two-thirds of the tongue (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24065.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )</li>\n\t\t<li>Parasympathetic innervation of the submandibular and lacrimal glands</li>\n\t\t<li>Motor innervation of the stapedius muscle, which causes sound dampening by stabilizing the stapes bone in response to loud noises</li>\n\t</ul>\n\t\n\t<p>Weakness of the facial muscles can lead to:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Facial droop</strong></li>\n\t\t<li><strong>Difficulty closing the eye</strong></li>\n\t\t<li><strong>Loss of nasolabial fold</strong></li>\n\t\t<li><strong>Asymmetric voluntary smile</strong></li>\n\t\t<li><strong>Loss of wrinkles</strong></li>\n\t\t<li><strong>Drooling</strong></li>\n\t</ul>\n\t\n\t<p><strong>Central or peripheral lesions</strong> resulting in facial palsy can often be distinguished by assessing <strong>movement in the upper face</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15547.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p>\n\t<h2>Central lesions</h2>\n\t\n\t<p>CNS lesions (eg, stroke) typically affect the motor cortex or the descending tracts, resulting in contralateral lower face weakness.&nbsp; Because the nuclei that innervate the upper face receive bilateral input from the motor cortices, movement of the <strong>upper facial muscles</strong> (eg, forehead, brow) is often <strong>spared</strong>.</p>\n\t<h2>Peripheral lesions</h2>\n\t\n\t<p>Peripheral nerve lesions (eg, Bell palsy) affect the entire facial nerve.&nbsp; These lower motor neuron lesions result in unilateral weakness of the entire half of the face, including the upper facial muscles (ie, forehead movement is lost).&nbsp; Other nonmotor features of the facial nerve are also often more impacted in peripheral lesions including:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Dry eye</li>\n\t\t<li>Decreased taste sensation</li>\n\t\t<li>Hyperacusis (increased sensitivity to sound)</li>\n\t</ul>\n\t<h1>Causes of central facial palsy</h1>\n\t\n\t<p>The most common considerations with central lesions include stroke, multiple sclerosis (MS), and tumors.</p>\n\t<h2>Stroke</h2>\n\t\n\t<p>Ischemic or hemorrhagic stroke can cause forehead-sparing facial muscle weakness (eg, mouth drooping).&nbsp; Risk factors for stroke (eg, age, smoking) and additional focal deficits are often present.&nbsp; (Note that a stroke affecting the facial nerve nucleus can cause upper and lower facial weakness similar to Bell palsy.)</p>\n\t<h2>Multiple sclerosis</h2>\n\t\n\t<p>Demyelination in MS typically causes a central pattern of facial weakness, although this is not a classic initial presentation of the condition.&nbsp; MS lesions are classically disseminated in time and space.</p>\n\t<h2>CNS tumors</h2>\n\t\n\t<p>Although peripheral (eg, parotid gland) tumors can cause peripheral palsy, any intracerebal tumor can lead to central palsy (ie, lower face) if it involves the corticobulbar tract.&nbsp; Other signs of CNS malignancy (eg, focal neurologic deficits, headache, seizures) may be present.</p>\n\t<h1>Causes of peripheral facial palsy</h1>\n\t\n\t<p>Specific presentations of peripheral facial palsies include</p>\n\t<h2>Bell palsy</h2>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Most common type of peripheral facial palsy (~50%) but is considered a diagnosis of exclusion because no confirmatory testing exists (most other causes can be excluded with a thorough history and physical examination)</li>\n\t\t<li>Idiopathic, hypothesized to be due to reactivation of a neurotrophic virus, perhaps herpes simplex virus</li>\n\t\t<li>Unilateral, acute onset (eg, over a few hours, noticed on awakening) and progressive, with maximal weakness occurring within 3 weeks</li>\n\t\t<li>In addition to facial weakness, other symptoms may be related to dysfunction of the facial nerve:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Dysacusis (distortion of sound) due to dysfunction of the stapedius muscle, which contracts in response to loud noises to dampen sound transmission from the stapes bone</li>\n\t\t\t<li>Decreased tearing due to dysfunction of the lacrimal branch of the facial nerve</li>\n\t\t\t<li>Decreased or altered sense of taste due to dysfunction of the chorda tympani nerve, which conveys taste from the anterior two-thirds of the tongue</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>Most patients (&gt;85%) completely recover with high-dose glucocorticoids.&nbsp; Prognosis for recovery is related to the severity of the paralysis at presentation.&nbsp; Patients with incomplete paralysis have a better prognosis for full recovery and typically recover some function within a few weeks, with full recovery typically by 6 months.</li>\n\t</ul>\n\t<h2>Herpes zoster oticus (Ramsay Hunt syndrome)</h2>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Manifestation of latent varicella-zoster virus (VZV) reactivation in the geniculate ganglion (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40928.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                )</li>\n\t\t<li>Often associated with a vesicular rash in the external auditory canal (which is partially innervated by the facial nerve) but, as with VZV reactivation in other sites, severe pain often precedes the development of a rash</li>\n\t\t<li>Subsequent spread to the vestibulocochlear nerve (CN VIII) can lead to auditory (eg, hearing loss, hyperacusis, tinnitus) and vestibular (eg, vertigo, nausea/vomiting) disturbances</li>\n\t\t<li>Treatment is with corticosteroids and antiviral medications; early initiation (&lt;3 days) is associated with improved recovery of facial nerve function but patients often have residual facial weakness</li>\n\t</ul>\n\t<h2>Acute otitis media</h2>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Inflammation of the facial nerve in the middle ear space during an episode of acute otitis media (AOM) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87296.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ) and/or acute mastoiditis can result in unilateral facial paralysis</li>\n\t\t<li>Diagnosis is with examination of the tympanic membrane (ie, otoscopy)</li>\n\t\t<li>CT scan of the temporal bone is often obtained</li>\n\t\t<li>Treatment is with antibiotics and usually myringotomy with tympanostomy tube placement (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31094.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ); mastoidectomy is also sometimes indicated</li>\n\t</ul>\n\t<h2>Lyme disease</h2>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>A common complication (~9%) of early disseminated Lyme disease</li>\n\t\t<li>Cannot be distinguished from Bell palsy based on examination; a history should be taken, especially focused on possible Lyme manifestations (eg, tick bite, annular rash).&nbsp; Diagnosis is with <em>Borrelia burgdorferi</em> serology.</li>\n\t\t<li>Corticosteroids (mainstay of treatment for Bell palsy) should not be given because they can worsen the infection</li>\n\t\t<li>Usually resolves within a few weeks with appropriate antibiotic therapy</li>\n\t\t<li>Can cause bilateral facial weakness along with sarcoidosis</li>\n\t</ul>\n\t<h2>Peripheral neoplasms</h2>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Neoplasms near the path of the facial nerve (eg, parotid gland tumor, temporal bone cancer, cerebellopontine angle tumors [imbalance/vertigo, hearing loss]) can lead to dysfunction of the facial nerve either through compression, direct invasion, or surrounding inflammation</li>\n\t\t<li>Onset of dysfunction is often insidious</li>\n\t\t<li>Often portends a worse prognosis for both cancer outcomes and recovery of facial nerve function</li>\n\t</ul>\n\t<h2>Trauma</h2>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Trauma impacting any point along the path of the facial nerve (eg, deep facial lacerations, temporal bone fractures) can lead to facial palsy</li>\n\t\t<li>Severity of facial paralysis varies depending on the extent of the injury</li>\n\t\t<li>Full trauma evaluation should be performed</li>\n\t</ul>\n\t<h2>Guillain-Barré syndrome</h2>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Immune-mediated acute demyelinating polyneuropathy that classically results in ascending paralysis</li>\n\t\t<li>Cranial nerve involvement can be seen, most commonly impacting the facial nerve, typically presents as bilateral facial weakness</li>\n\t\t<li>Facial weakness portends a more serious disease course; patients with facial weakness are more likely to require intubation</li>\n\t\t<li>Classically preceded by an antecedent respiratory or gastrointestinal infection, which stimulates production of antibodies that cross-react with peripheral nerve axons (ie, molecular mimicry (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39785.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                )).&nbsp; <em>Campylobacter jejuni</em> is the most frequent precipitant; respiratory viruses (eg, cytomegalovirus) have also been implicated.</li>\n\t\t<li>Other common findings include hyporeflexia (ie, impacts lower motor neurons), paresthesia, neuropathic pain, and autonomic dysfunction</li>\n\t\t<li>Diagnosis is primarily based on clinical findings, cerebrospinal fluid (CSF) analysis, and electrodiagnostic studies.&nbsp; The classic finding on CSF analysis is albuminocytologic dissociation (elevated protein with low or no white blood cells), normal glucose, and no red blood cells.</li>\n\t</ul>\n\t<h2>Sarcoidosis</h2>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Multisystem granulomatous disease of unknown origin that primarily affects young adults</li>\n\t\t<li>Most cases involve the lungs, but extrapulmonary manifestations frequently (~30%) occur and can be the presenting feature</li>\n\t\t<li>When CNS is involved, the facial nerve is most commonly affected, resulting in facial palsy, which may be bilateral (as can also occur with Lyme disease) and recurrent</li>\n\t\t<li>Other systemic manifestations may impact the skin (eg, plaque-like lesions), eyes (eg, uveitis, keratoconjunctivitis sicca), or joints (acute polyarthritis) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L55366.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).&nbsp; Hepatomegaly, significant fatigue, and peripheral lymphadenopathy are also common.</li>\n\t\t<li>Initial workup for suspected cases is with x-ray of the chest because most patients (&gt;90%) have bilateral hilar or mediastinal adenopathy.&nbsp; Additional testing is typically required for confirmation.</li>\n\t</ul>\n\t<h1>Overall approach to evaluation and management</h1>\n\t\n\t<p>The diagnosis of facial palsy is primarily clinical and requires a thorough history and physical examination informed by the differential diagnosis.&nbsp; The initial most important diagnostic step is to determine central versus peripheral etiology.</p>\n\t\n\t<p>Evaluation (ie, imaging, laboratory testing) is guided by the differential diagnosis and the presence of red flags suggesting an etiology other than Bell palsy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L72607.png\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).&nbsp; Management then depends on the specific etiology.<p></p>\n\t<h2>Central facial palsy</h2>\n\t\n\t<p>Patients with a suspected central cause of facial palsy should have urgent neuroimaging (eg, CT, MRI), with treatment based on the underlying etiology (eg, stroke, tumor, MS).</p>\n\t<h2>Peripheral facial palsy</h2>\n\t\n\t<p>The underlying cause should guide management (eg, Lyme serologies, x-ray, antivirals).</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Patients with Bell palsy should be given oral corticosteroids as soon as possible after onset (ideally, &lt;3 days); conversely, corticosteroids should be avoided in Lyme disease because of risk of worsening infection.</li>\n\t\t<li>Antiviral medications may be considered in certain cases with severe palsy (eg, barely perceptible face movement, incomplete eye closure) but the benefit is unclear.</li>\n\t\t<li>Spontaneous recovery occurs in many cases.</li>\n\t</ul>\n\t<h2>Eye care (all etiologies)</h2>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Patients with facial weakness can have incomplete eye closure and decreased tear production, which can lead to corneal dryness, abrasions and, in severe cases, exposure keratitis that can cause blindness.</li>\n\t\t<li>Eye closure should be evaluated; passive eye closure is worse when sleeping.&nbsp; If eye closure is incomplete, corneal protection strategies should be implemented including lubricating eye drops and/or ointment, moisture chamber (a clear patch worn over the eye to decrease evaporative moisture loss), and taping the eye closed while sleeping.</li>\n\t\t<li>In cases in which eye closure is expected to be impaired permanently, other strategies to help with eye closure may be recommended such as weighted implant placement in the upper eyelid, eyelid tightening procedures, or even partially sealing the upper and lower eyelids.</li>\n\t</ul>\n\t<h1>Complications</h1>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Incomplete recovery, or persistent facial weakness that can lead to both cosmetic (eg, asymmetry, \"grimace\") and functional deficits (eg, drooling, reduced eye protection).</li>\n\t\t<li>Synkinesis, or involuntary movement of other facial muscles during voluntary facial movement</li>\n\t\t<li>Dry eye, or decreased tear production; in worst cases, can progress to exposure keratitis and blindness</li>\n\t</ul>\n\t<h1>Prognosis</h1>\n\t\n\t<p>Prognosis varies depending on the underlying cause and severity of the facial palsy.&nbsp; Most cases of Bell palsy recover spontaneously, often within several weeks to months.</p>\n\t<h1>Summary</h1>\n\t\n\t<p>Facial palsy is a common condition with a variety of causes.&nbsp; Quickly differentiating between central and peripheral facial palsy based on the clinical presentation is essential.&nbsp; Movement of the upper facial muscles (eg, forehead, brow) is typically spared in central lesions and lost in peripheral lesions.&nbsp; Although the most common type of peripheral facial palsy is Bell palsy, it should be considered a diagnosis of exclusion.&nbsp; Protection of the affected eye should always be a part of the management plan.</p>\n\t</div>\n\t\n            "
}