{
  "meta": {
    "title": "Fetal alcohol syndrome",
    "url": "https://brainandscalpel.vercel.app/fetal-alcohol-syndrome-ee0caa6f-508e31.html",
    "scrapedAt": "2025-12-01T05:09:07.118Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Fetal alcohol syndrome (FAS) describes the complications in physical and neurobehavioral development caused by alcohol exposure during pregnancy, which can result in lifelong functional challenges.&nbsp; It is characterized by facial dysmorphisms, neurobehavioral impairments, growth deficiencies, and abnormal brain development.&nbsp; FAS is the most common environmental cause of intellectual disability.</p>\n<h1>Risk factors and prevention</h1><br><br><p>The primary risk factor for developing FAS is maternal consumption of alcohol during pregnancy.&nbsp; There is no known safe amount of alcohol consumption; this is due to variation in drinking patterns (eg, daily consumption vs binge drinking), hepatic clearance, and other unknown factors.&nbsp; Therefore, patients are advised to abstain from alcohol throughout pregnancy.</p><br><br><p>The primary prevention of FAS development is screening for and providing education about alcohol use in pregnancy.&nbsp; Pregnant women should be screened for alcohol use during at least the initial prenatal visit, with additional screening based on amount consumed and other patient risk factors.</p>\n<h1>Pathophysiology</h1><br><br><p>Alcohol consumed during pregnancy readily crosses the placenta.&nbsp; The fetus cannot eliminate alcohol effectively (due to the immature fetal liver) and is subjected to prolonged exposure.</p><br><br><p>Intrauterine alcohol exposure negatively impacts the fetal brain via inhibition of NMDA receptors and hyperactivation of GABA receptors.&nbsp; Deficits in development of the corpus callosum, cerebellum, caudate nucleus, and basal ganglia result in abnormal reflexes, tone, and coordination, manifesting as difficulties with writing and clumsiness.&nbsp; A decrease in the volume of the frontal lobe and dysfunction of the amygdala result in deficits in executive functioning, impulse control, and emotional regulation.&nbsp; As a result, features of attention deficit hyperactivity disorder (ADHD) are common.</p>\n<h1>Clinical presentation</h1><br><br><p>Exposure to alcohol in utero can result in a collection of developmental abnormalities that range on a spectrum of severity (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31436.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; The categories of abnormalities include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Facial dysmorphisms (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14000.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                )</li>\n\t<li>Growth deficiencies</li>\n\t<li>Abnormal brain development</li>\n\t<li>Neurobehavioral impairments</li>\n</ul><br><br><p>Alcohol exposure during the first trimester of pregnancy can negatively affect facial development and organogenesis.&nbsp; The <strong>pathognomonic facial dysmorphisms</strong> associated with FAS include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Short palpebral fissures</strong></li>\n\t<li><strong>Thin vermillion border of the upper lip</strong></li>\n\t<li><strong>Smooth philtrum</strong></li>\n</ul><br><br><p>In severe cases, a variety of structural congenital anomalies may occur, including congenital heart disease (eg, atrial septal defect), renal defects (eg, aplastic kidney), and skeletal anomalies (eg, scoliosis).&nbsp; Patients may have neurologic deficits (eg, abnormal tone/reflexes) or develop seizures as a result of structural brain anomalies.</p><br><br><p>Alcohol exposure in the third trimester primarily causes growth deficiencies, resulting in abnormally low length, weight, and head circumference.</p><br><br><p>Neurobehavioral impairments may be a result of alcohol exposure during any stage of pregnancy.&nbsp; These may manifest early in infancy as developmental delay, or later in childhood or adulthood as cognitive impairment (such as learning disabilities) or neurodevelopmental conditions (such as ADHD and oppositional defiant disorder).&nbsp; These impairments can often result in poor social skills.</p><br><br><p>Overall, alcohol exposure at any stage of pregnancy can result in deleterious effects on development.&nbsp; FAS represents the severe range of pathology because in utero exposure to alcohol is characterized by the presence of all abnormality categories.</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of FAS is clinical.&nbsp; The clinical criteria (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31436.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Facial dysmorphisms:</strong>&nbsp; ≥2 of the following pathognomonic anomalies:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Short palpebral fissures</li>\n\t\t<li>Thin vermillion border of the upper lip</li>\n\t\t<li>Smooth philtrum</li>\n\t</ul>\n\t</li>\n\t<li><strong>Growth deficiency:</strong>&nbsp; &lt;10th percentile in height and weight</li>\n\t<li><strong>Abnormal brain development:</strong>&nbsp; ≥1 of the following:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>&lt;10th percentile in head circumference</li>\n\t\t<li>Structural brain anomalies</li>\n\t\t<li>Recurrent seizures (after other causes of seizures have been ruled out)</li>\n\t</ul>\n\t</li>\n\t<li><strong>Neurobehavioral impairments:</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Cognitive deficits (eg, learning disability, intellectual disability)</li>\n\t\t<li>Developmental delay</li>\n\t\t<li>Impairments in self-regulation (eg, mood dysregulation, irritability, impulsivity, ADHD)</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>While prenatal exposure to alcohol should be assessed for during the evaluation of suspected FAS, it is not required to confirm the diagnosis.</p><br><br><p>There is no laboratory test that diagnoses FAS, but testing is usually performed in patients with facial dysmorphisms and/or neurodevelopmental abnormalities to rule out other etiologies (eg, other teratogens, genetic disorders) that can present similarly.&nbsp; Careful history taking to assess exposure to other teratogenic substances should be performed and genetic testing (eg, chromosomal microarray analysis) can be considered.</p>\n<h1>Differential diagnosis</h1><br><br><p>The following conditions are also common causes of intellectual disability with facial dysmorphisms (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/73974.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Trisomy 21</strong> (Down syndrome) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24588.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; most common genetic cause of intellectual disability.&nbsp; Rather than short palpebral fissures (as seen in FAS), upslanting palpebral fissures are seen in Down syndrome.&nbsp; Short neck and low-set ears are also characteristic features of Down syndrome.</li>\n\t<li><strong>Fragile X syndrome</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26380.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; most common inherited cause of intellectual disability.&nbsp; Patients typically have a long, narrow face with prominent ears, chin, and forehead, as well as a relatively larger head size (rather than microcephaly).</li>\n\t<li><strong>Velocardiofacial syndrome</strong> (22q11.2 deletion syndrome [DiGeorge syndrome]):&nbsp; can cause intellectual disability plus a clinical triad of cyanotic congenital cardiac defects, hypoplastic thymus, and hypocalcemia.&nbsp; Facial dysmorphisms may include low-set ears and ocular hypertelorism (widely spaced eyes).</li>\n\t<li><strong>Chromosome 7q11.23 deletion syndrome</strong> (Williams syndrome):&nbsp; can present with short palpebral fissures and intellectual disability, but patients with Williams syndrome typically have wide mouth and full lips (ie, \"elfin facies\").&nbsp; Of note, patients with Williams syndrome have intellectual disability in the majority of cases, although they generally have above-average verbal and language skills (eg, extroverted personality, overfriendliness).</li>\n\t<li><strong>Trisomy 18</strong> (Edward syndrome):&nbsp; associated with severe intellectual disability.&nbsp; Classic dysmorphic features include small mouth, prominent forehead, pointy ears, and flexed, overlapping fingers.&nbsp; Horseshoe kidney and congenital heart defects may be present.&nbsp; Survival beyond age 1 is uncommon.</li>\n\t<li><strong>Late congenital syphilis</strong>:&nbsp; can cause intellectual disability, but characteristic craniofacial findings include frontal bossing, saddle nose, and Hutchinson teeth.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of FAS is multidisciplinary and supportive, often requiring individualized case management with the goal of addressing the unique profile of functional impairments for each patient with FAS.&nbsp; Aspects of care may include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Supportive care:&nbsp; primarily for family member education and support, which helps caregivers understand and develop appropriate expectations for management and prognosis, often with help from social services to provide additional resources</li>\n\t<li>Psychiatric evaluation and treatment:&nbsp; identification and treatment of co-occurring psychiatric conditions (eg, diagnosis and treatment of ADHD)</li>\n\t<li>Medical management:&nbsp; treatment of any coexisting medical conditions (eg, cardiac defects)</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Developmental and behavioral interventions:&nbsp; early intervention programs, special education services, occupational therapy, speech and language therapy, and behavioral therapy</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>FAS is a lifelong condition.&nbsp; The prognosis for patients with FAS varies widely depending on the severity of symptoms, the timing of diagnosis, and the availability of appropriate interventions and support.</p><br><br><p>Patients with FAS are at risk of adverse outcomes that may occur earlier in childhood (eg, academic difficulties and school suspensions) as well as into adulthood (eg, substance use disorders, unemployment, homelessness).&nbsp; Early diagnosis (before age 6), engaging in social and educational services, and the presence of a stable and nurturing living environment are protective factors that mitigate risk of such adverse outcomes.</p>\n<h1>Summary</h1><br><br><p>Fetal alcohol syndrome is a preventable condition caused by alcohol exposure during pregnancy.&nbsp; The key clinical features include facial dysmorphisms, neurobehavioral impairments, growth deficiencies, and abnormal brain development.&nbsp; These can cause significant functional impairment due to developmental and neurobehavioral abnormalities.&nbsp; Treatment of co-occurring medical and psychiatric conditions and multidisciplinary supportive interventions can be implemented to improve quality of life.</p>\n</div>\n\n            "
}