{
  "meta": {
    "title": "Friedreich ataxia",
    "url": "https://brainandscalpel.vercel.app/friedreich-ataxia-e501b624-508e31.html",
    "scrapedAt": "2025-12-01T05:09:09.488Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Friedreich ataxia (FA) is an autosomal recessive neurodegenerative disorder characterized by progressive neurologic dysfunction, cardiomyopathy, and diabetes mellitus.</p>\n<h1>Pathophysiology</h1><br><br><p>FA is caused by a trinucleotide repeat expansion (mostly common GAA) in the <em><strong>frataxin</strong></em> <strong>gene</strong> on chromosome 9.&nbsp; This expansion translates into a reduced amount of frataxin protein.&nbsp; While the exact pathophysiology is unknown, the decrease in frataxin likely disrupts cellular iron homeostasis, leading to iron accumulation in mitochondria.&nbsp; This leads to oxidative stress and mitochondrial dysfunction.&nbsp; Frataxin is highly expressed in the nervous system, heart, and pancreas, so these are typically affected in patients with FA.</p>\n<h1>Pathology</h1><br><br><p>Macroscopically, patients with FA have atrophy of the dorsal nerve roots, the posterior columns in the spinal cords, and in the medulla (where fibers for the posterior columns and spinocerebellar fibers travel).&nbsp; Microscopically, there is widespread neuronal loss of sensory nerve fibers.</p>\n<h1>Genetics and epidemiology</h1><br><br><p>FA is an autosomal recessive disorder, caused by a <strong>GAA repeat expansion</strong> of usually &gt;400 repeats.&nbsp; Therefore, the strongest risk factor is having parents with the FA gene mutation.&nbsp; Because it is autosomal recessive, both parents must have an abnormal <em>frataxin</em> gene; however, parents who are carriers may not show signs of disease.&nbsp; The disease typically presents in childhood or adolescence (between age 5 and 15).&nbsp; Longer GAA repeats are associated with more severe disease and earlier onset of disease.</p>\n<h1>Clinical presentation</h1><br><br><p>Because <em>frataxin</em> is expressed in the nervous system, heart, and pancreas, the typical clinical presentation includes neurologic dysfunction, cardiomyopathy, and diabetes mellitus (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25967.png\" alt=\"Friedreich ataxia\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Friedreich ataxia</div>\n                                </div>\n                                ).&nbsp; Most patients present between age 5 and 15 with slowly worsening neurological symptoms.<p></p><br><br><p>The following sites in the nervous system lead to the typical presentation:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Spinocerebellar tract</strong> involvement leads to progressive gait ataxia (eg, wide-based gait), dysarthria (eg, slurred speech), and poor coordination in arms/legs (eg, difficulty with reaching).</li>\n\t<li>Degeneration of the <strong>dorsal columns</strong> and <strong>dorsal root ganglia</strong> causes loss of position and vibration sensation.</li>\n\t<li><strong>Lateral corticospinal tract</strong> involvement may result in spastic muscle weakness, typically in the legs, and upgoing plantar reflexes.</li>\n</ul><br><br><p>Almost all patients with FA present with progressive ataxia, motor weakness in the lower extremities, and loss of proprioception and vibration in the limbs.&nbsp; Muscular dysfunction (from motor neuropathy) causes skeletal deformities to develop, including pes cavus (high arched feet) and kyphoscoliosis.&nbsp; Pain and temperature sensations are not usually affected and cognition is usually normal in patients with FA.</p><br><br><p><strong>Hypertrophic cardiomyopathy</strong> also occurs in most patients, often in early adulthood.&nbsp; Patients have an increased risk of arrhythmia and heart failure.&nbsp; Complications from cardiomyopathy are the most common cause of death (usually by age 40).&nbsp; Patients may have a family history of sudden cardiac death.&nbsp; <strong>Diabetes mellitus</strong> due to dysfunctional pancreatic beta cells also develops in about 10%-20% of patients.</p>\n<h1>Diagnosis</h1><br><br><p>A detailed history and physical examination (especially neurological examination) is important in patients with suspected FA.&nbsp; Most patients will undergo MRI brain and spine as part of the workup of neurological symptoms, which may reveal atrophy in the spinal cord and medulla.&nbsp; Patients with suspected FA will also often undergo ECG and echocardiogram, which can provide supportive evidence for the diagnosis if cardiomyopathy is present.&nbsp; The diagnosis of FA can be confirmed with genetic testing.&nbsp; GAA repeat length exceeding 400 in the frataxin gene is usually diagnostic of FA.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ataxia-telangiectasia</strong>:&nbsp; also an autosomal recessive, progressive disorder that presents with ataxia in addition to ocular and cutaneous telangiectasias.&nbsp; Patients have DNA repair deficits that increase the risk of malignancy; FA does not predispose patients to cancer.</li>\n\t<li><strong>Acute cerebellar ataxia</strong>:&nbsp; typically a postinfectious disorder that presents with acute onset (within hours or days) of ataxia, nystagmus, and dysarthria.&nbsp; Vibratory and position senses and reflexes are not affected, and symptoms usually resolve within 2 weeks.</li>\n\t<li><strong>Guillain-Barré syndrome</strong>:&nbsp; an immunologic polyneuropathy that classically presents with acute ascending weakness and areflexia that worsens over hours to days.&nbsp; However, this condition does not affect vibratory and position senses and usually resolves with supportive care.</li>\n\t<li><strong>Lead toxicity</strong>:&nbsp; can cause peripheral neuropathy with loss of vibratory and position sense; however, it characteristically presents with additional symptoms of neurobehavioral changes (eg, irritability, hyperactivity), fatigue, and abdominal pain.&nbsp; Ataxia is not a typical feature&nbsp;</li>\n\t<li><strong>Wilson disease</strong> (hepatolenticular degeneration):&nbsp; an autosomal recessive disorder that can present with dysarthria.&nbsp; However, it is associated with liver failure and psychiatric symptoms.</li>\n\t<li><strong>Huntington disease</strong>:&nbsp; an autosomal dominant disorder caused by trinucleotide repeats (CAG) in the huntingtin gene, which results in severe neuronal loss in the caudate nucleus.&nbsp; This condition manifests with chorea, cognitive dysfunction, and behavioral abnormalities.</li>\n\t<li><strong>Charcot-Marie-Tooth disease</strong>:&nbsp; an autosomal dominant disorder associated with demyelination of peripheral nerves.&nbsp; Typical findings include distal leg weakness/atrophy with sensory deficits, pes cavus, and kyphoscoliosis; cardiomyopathy is not characteristic.</li>\n</ul>\n<h1>Management</h1><br><br><p>There are no curative medications for FA; omaveloxolone, a drug that works as an antioxidant, can slow disease progression slightly and is used in some patients.&nbsp; Treatment of FA typically involves multidisciplinary supportive care and monitoring for complications (eg, yearly cardiac evaluation, glucose monitoring).</p>\n<h1>Prognosis</h1><br><br><p>Patients with FA often develop progressive neurological symptoms and eventually require 24-hour care.&nbsp; FA can lead to significant difficulty with ambulation (eg, requiring a wheelchair), contractures, inability to communicate (due to severe dysarthria), and dysphagia (eg, swallowing dysfunction).&nbsp; After disease onset, survival rarely exceeds 20 years, and the mean age of death is around are 30-40.&nbsp; The most common cause of death is cardiac dysfunction related to <strong>cardiomyopathy</strong>, typically a fatal arrhythmia or congestive heart failure.</p>\n<h1>Summary</h1><br><br><p>Friedreich ataxia (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41143.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is an autosomal recessive neurodegenerative disorder that primarily affects the nervous system, heart, and pancreas.&nbsp; In the nervous system, the spinocerebellar tracts, dorsal columns, and lateral corticospinal tracts are affected, leading to ataxia, dysarthria, loss of position/vibration sense, and spastic muscle weakness.&nbsp; Many patients have hypertrophic cardiomyopathy, which is the most common cause of death, and some will develop diabetes mellitus.&nbsp; There is no curative therapy available, and patients usually require significant care as their symptoms progress.<p></p>\n</div>\n\n            "
}