{
  "meta": {
    "title": "Guillain-Barré syndrome",
    "url": "https://brainandscalpel.vercel.app/guillain-barr-eacute-syndrome-b0d07771-508e31.html",
    "scrapedAt": "2025-12-01T05:09:11.667Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Guillain-Barré syndrome (GBS) is an acute, immune-mediated polyradiculoneuropathy that predominantly affects the peripheral nerves and leads to muscle weakness and paralysis.</p>\n<h1>Pathophysiology</h1><br><br><p>The exact cause of GBS is unknown, but it is thought to be due to <strong>molecular mimicry</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39785.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), in which an infectious agent contains a ganglioside-like substance in its lipopolysaccharide layer.&nbsp; Antibodies formed against this substance and activated T cells cross-react with the ganglioside components of myelin and Schwann cells.&nbsp; The myelin sheath is stripped from the axon, leading to loss of neuronal conductivity and axonal degeneration.&nbsp; This process impairs the transmission of nerve signals, resulting in muscle weakness and paralysis.<p></p><br><br><p>Most patients with GBS have an antecedent respiratory or gastrointestinal infection.&nbsp; <em><strong>Campylobacter jejuni</strong></em>, a common cause of foodborne diarrheal illness, is the most frequent precipitant.&nbsp; Less common antecedent infections include <strong>upper respiratory viral illnesses</strong> (particularly influenza), Epstein-Barr virus, cytomegalovirus, <em>Mycoplasma pneumoniae</em>, Zika virus, and HIV.</p><br><br><p>Pathologically, GBS can manifest in several forms, including <strong>acute inflammatory demyelinating polyneuropathy</strong> (AIDP), the most common form in North America, characterized by demyelination of nerves, as previously described.&nbsp; Other forms include acute motor axonal neuropathy (AMAN) and acute motor-sensory axonal neuropathy (AMSAN), which are more common in Asia and involve direct axonal damage.</p>\n<h1>Pathology</h1><br><br><p>Histology demonstrates an inflammatory infiltrate located within the endoneurium (innermost layer of connective tissue that surrounds a nerve axon and its corresponding blood vessel).&nbsp; The infiltrate, consisting largely of lymphocytes and macrophages, extends from the small vessels (perivenular) to the associated nerve axon.&nbsp; Macrophages strip the myelin sheath from the axon, and lipid-laden macrophages are seen following the engulfment of myelin.</p>\n<h1>Risk factors and epidemiology</h1><br><br><p>GBS can occur in children and adults, but the risk increases with age.&nbsp; It is slightly more common in males.&nbsp; There is regional variation in the type of GBS; the demyelinating forms (AIDP) are more common in North America, whereas the axonal forms (AMAN and AMSAN) are more common in Asia.&nbsp; Risk factors for developing GBS include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Recent bacterial or viral infection (most common)</li>\n\t<li>Surgery</li>\n\t<li>Systemic illnesses (eg, Hodgkin lymphoma, systemic lupus erythematosus)</li>\n\t<li>Medications (eg, immune checkpoint inhibitors)</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Patients with the most common form of GBS (eg, AIDP) typically have a history of antecedent gastrointestinal or respiratory infection 1-2 weeks prior to the onset of symptoms.&nbsp; Symptoms usually progress and become apparent over a few days.&nbsp; Most patients with GBS reach the nadir of symptoms between 2 and 4 weeks.</p><br><br><p>Common clinical manifestations often include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Symmetric, ascending motor weakness</li>\n\t<li>Absent or decreased deep tendon reflexes</li>\n\t<li>Dysautonomia (eg, orthostatic hypotension, arrhythmia, urinary retention, ileus)</li>\n\t<li>Paresthesia</li>\n</ul><br><br><p>GBS is primarily a <strong>motor polyneuropathy</strong>, so weakness is a key characteristic.&nbsp; GBS classically presents with an <strong>ascending pattern of weakness</strong>, with the legs affected earlier, followed later by upper body involvement.&nbsp; Weakness in the legs is usually manifested as difficulty walking or climbing stairs but can also present as a more severe, flaccid paralysis.&nbsp; GBS can rapidly progress to involve cranial nerves (often the facial nerve [CN VII]) and respiratory muscles, including the diaphragm.&nbsp; Neuromuscular respiratory failure requiring mechanical ventilation is a life-threatening complication found in up to 30% of patients.</p><br><br><p>In addition to weakness, most patients have <strong>areflexia or hyporeflexia</strong>, which can help differentiate GBS from other disorders (such as those of the CNS, which typically present with hyperreflexia).&nbsp; <strong>Autonomic dysfunction</strong>, which is caused by dysfunction of the sympathetic and parasympathetic nerves, occurs in approximately 60% of patients and can cause hemodynamic instability.&nbsp; Although many patients have paresthesia (usually early in the course), <strong>sensation</strong> is typically <strong>intact</strong> or mildly diminished.&nbsp; Back pain can occur due to inflammation of the peripheral nerve roots in the spinal cord.</p>\n<h2>Other variants of GBS</h2><br><br><p>The less common forms of GBS (Miller Fisher syndrome, AMSAN, AMAN) may present a little differently than the more common AIDP:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Miller Fisher syndrome</strong>:&nbsp; This variant typically presents with a triad of areflexia, ophthalmoplegia, and ataxia.&nbsp; Extremity weakness may occur, although paralysis is less common.&nbsp; Patients are usually positive for serum anti-GQ1b antibodies, which are antibodies directed at GQ1b, a ganglioside found in high levels in the oculomotor nerve (CN III), trochlear nerve (CN IV), and abducens nerve&nbsp; (CN VI).</li>\n\t<li><strong>AMSAN</strong>:&nbsp; Patients with this form of GBS have frequent involvement of sensory and autonomic nerves.&nbsp; They usually have more severe symptoms, with incomplete recovery.</li>\n\t<li><strong>AMAN</strong>:&nbsp; This form presents similarly to AIDP, except that it may have a more rapid course and sensory nerves are not affected, so paresthesias are uncommon.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of GBS is primarily clinical (eg, acute, progressive ascending symmetric muscle weakness with hyporeflexia).&nbsp; However, the diagnosis is usually supported by cerebrospinal fluid analysis and electrodiagnostic studies (eg, nerve conduction studies, electromyography):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cerebrospinal fluid analysis usually shows <strong>albuminocytologic dissociation</strong>, which is an elevated protein count (usually 45-1,000 mg/dL) with a normal white cell count.</li>\n\t<li>Electrodiagnostic studies usually demonstrate evidence of demyelination with decreased motor nerve conduction velocity.</li>\n</ul><br><br><p>Imaging is not usually necessary for a diagnosis x but may be performed to exclude other conditions.&nbsp; MRI of the spinal cord is often normal because GBS primarily affects the peripheral nerves.&nbsp; However, if significant nerve root inflammation is present, MRI may show contrast enhancement of the anterior (ie, motor) nerve roots or the cauda equina (ie, lumbosacral nerve roots).</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for GBS includes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13908.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Myasthenia gravis</strong>:&nbsp; usually presents with ocular symptoms (eg, ptosis, diplopia) and fluctuating muscle weakness that is worse late in the day.&nbsp; It is not usually associated with an antecedent illness or rapidly ascending weakness.</li>\n\t<li><strong>Botulism</strong>:&nbsp; usually presents with the initial symptoms, a descending pattern of weakness with symmetric cranial nerve palsies (eg, ptosis, diplopia) and bulbar weakness (eg, dysphagia, dysarthria), as opposed to the ascending weakness in GBS that starts in the lower extremities.</li>\n\t<li><strong>Spinal cord compression</strong>:&nbsp; occurs due to conditions such as spinal cord tumors or abscesses that can present sensory or motor abnormalities.&nbsp; However, symptoms are usually slowly progressive and patients usually have concomitant severe back pain.</li>\n\t<li><strong>Poliomyelitis</strong>:&nbsp; can cause acute flaccid paralysis, but, in contrast to GBS, weakness associated is usually asymmetric and typically occurs with or after symptoms of meningitis (eg, fever, headache, fatigue) in an unvaccinated patient.</li>\n\t<li><strong>Vitamin B</strong><font size=\"2\"><sub><strong>12</strong></sub></font> <strong>deficiency</strong>:&nbsp; can cause subacute degeneration of the dorsal and lateral spinal columns (ie, upper motor neurons), leading to weakness and paresthesia.&nbsp; However, the symptoms are slowly progressive (unlike GBS, which progresses rapidly) and associated with spasticity and macrocytic anemia.</li>\n\t<li><strong>Chronic inflammatory demyelinating polyneuropathy</strong> (CIDP):&nbsp; is a chronic autoimmune neuropathy characterized by symmetric weakness and sensory abnormalities.&nbsp; Unlike GBS, CIDP has a more indolent onset and a relapsing-remitting or progressive course.</li>\n</ul>\n<h1>Management</h1><br><br><p>The treatment of GBS involves supportive care and immunomodulatory therapy.</p>\n<h2>Supportive care</h2><br><br><p>Patients with GBS are at high risk for rapid-onset respiratory failure due to respiratory muscle weakness.&nbsp; Frequent, serial measurements (initially every 2-4 hr) of forced vital capacity (FVC), negative inspiratory force (NIF), and maximal expiratory pressure (MEP) are necessary to monitor respiratory status.&nbsp; The 20/30/40 rule for these measurements (eg, FVC &lt;20 mL/kg, NIF &lt;−30 cm H<font size=\"2\"><sub>2</sub></font>O, or MEP &lt;40 cm H<font size=\"2\"><sub>2</sub></font>O) helps to identify patients with impending respiratory failure who warrant endotracheal intubation.&nbsp; Clinical bedside evaluation, including accessory muscle use and ability to count to 15 in a single breath, can also be useful.&nbsp; Additional indications for elective or emergency intubation include severe dysautonomia (eg, heart rate and blood pressure instability) or bulbar dysfunction (eg, inability to clear secretions).</p>\n<h2>Immunomodulatory therapy</h2><br><br><p>With early diagnosis and cardiopulmonary monitoring and support, most young patients experience spontaneous recovery.&nbsp; Those who are ambulatory and recovering generally do not require treatment.&nbsp; However, patients should receive immunomodulatory therapy with <strong>intravenous immunoglobulin (IVIG)</strong> or <strong>plasmapheresis</strong> (or plasma exchange [PLEX]) if they are nonambulatory or if they seek medical care within 4 weeks of symptom onset.</p><br><br><p>IVIG is usually preferred because it is better tolerated and easier to administer.&nbsp; However, PLEX is equally beneficial, and the choice of treatment depends on patient-specific risk factors and availability.&nbsp; Although GBS is an inflammatory disorder, steroids are not usually recommended because they provide no benefit and may worsen recovery.</p>\n<h1>Prognosis</h1><br><br><p>The majority of patients with GBS recover completely or with minimal residual deficits.&nbsp; However, recovery can take months to years.&nbsp; Treatment with immunomodulatory therapies can shorten the time to recovery by up to 50% in patients with GBS.&nbsp; Approximately 85% of patients with GBS have regained the ability to walk a year after symptom onset, and nearly 60% have had full, spontaneous neurologic recovery.&nbsp; However, some patients can have more severe, prolonged residual deficits; poor prognostic factors include severe motor involvement, need for mechanical ventilation, rapid progression of symptoms, and advanced age (age &gt;60).</p>\n<h1>Summary</h1><br><br><p>Guillain-Barré syndrome (GBS) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34551.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is an acute immune-mediated condition that affects the peripheral nerves.&nbsp; It usually presents after a gastrointestinal or respiratory infection with ascending muscle weakness (starting in the legs), decreased deep tendon reflexes, paresthesia, and dysautonomia.&nbsp; Weakness can progress to involve the respiratory muscles, with up to 30% of patients requiring ventilatory support.&nbsp; Diagnosis is clinical but supported by albuminocytologic dissociation in the analysis of cerebrospinal fluid or reduced motor conduction velocity on electrodiagnostic studies.&nbsp; Supportive care, specifically with respiratory monitoring, is essential for patients with GBS.&nbsp; Treatment with intravenous immunoglobulin or plasma exchange is indicated in nonambulatory patients or patients who seek medical attention within 4 weeks of symptoms to shorten the recovery time.&nbsp; Most patients recover completely within a year.<p></p>\n</div>\n\n            "
}