{
  "meta": {
    "title": "Horner syndrome",
    "url": "https://brainandscalpel.vercel.app/horner-syndrome-0800940c-508e31.html",
    "scrapedAt": "2025-12-01T05:09:13.271Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Horner syndrome is a neurologic disorder characterized by a classic triad of ptosis, miosis, and anhidrosis, resulting from disruption of the sympathetic nerve pathways supplying the eye and surrounding facial structures.&nbsp; The condition can arise from a variety of etiologies ranging from benign to life-threatening, making its identification and evaluation critical in clinical practice.</p>\n<h1>Anatomy and pathophysiology</h1><br><br><p>In response to dim light, input from the oculosympathetic pathway initiates pupillary dilation, allowing more light to reach the retina (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80539.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The oculosympathetic innervation of the eye occurs via the following pathway:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>First-order axons originate in the hypothalamus and descend in the <strong>lateral brainstem</strong> (next to the spinothalamic tract).</li>\n\t<li>They exit the spinal cord between <strong>C8 and T2</strong> to reach the stellate ganglion in the paravertebral sympathetic chain.</li>\n\t<li>Second-order axons ascend through the <strong>brachial plexus</strong> and <strong>over the lung apex</strong> to the superior cervical ganglion, which is near the bifurcation of the common carotid artery.</li>\n\t<li>Third-order axons continue to ascend along the <strong>internal carotid artery</strong> and through the cavernous sinus.&nbsp; Sympathetic sweat fibers innervating the face split off at the bifurcation and follow along the external carotid artery.</li>\n\t<li>They traverse the ciliary and oculomotor (CN III) nerves to innervate the:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>pupillary dilator muscle, which dilates the pupil.</li>\n\t\t<li>superior tarsal muscle, which elevates the upper lid.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Interruption of this pathway at any level leads to Horner syndrome, which is characterized by the triad of miosis (constricted pupil), ptosis (droopy eyelid), and anhidrosis (loss of hemifacial sweating).</p>\n<h1>Risk factors</h1><br><br><p>Horner syndrome can arise from a wide range of underlying conditions, many of which involve disruption of the sympathetic pathway at different levels.&nbsp; Common risk factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Trauma</strong>:&nbsp; injury to the head, neck, or upper chest that affects the sympathetic chain</li>\n\t<li><strong>Neoplasms</strong>:&nbsp; tumors that impinge on the sympathetic pathway, including Pancoast tumors (apical lung tumors), thyroid carcinomas, and neuroblastomas</li>\n\t<li><strong>Vascular disorders</strong>:&nbsp; conditions such as carotid artery dissection, stroke, or aneurysm that affect the blood vessels near the sympathetic chain</li>\n\t<li><strong>Surgical procedures</strong>:&nbsp; operations involving the neck, thoracic spine, or skull base that risk damage to sympathetic nerves</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The hallmark features of Horner syndrome are related to the loss of sympathetic innervation with unopposed parasympathetic activity, resulting in the <strong>classic triad</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13922.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ptosis</strong>:&nbsp; a slight drooping of the upper eyelid caused by paralysis of the superior tarsal muscle.&nbsp; The ptosis in Horner syndrome is usually mild compared to that seen in oculomotor nerve (CN III) palsy because the superior tarsal muscle is only responsible for a small amount of eyelid elevation.&nbsp; This ptosis may cause a pseudoenophthalmos, in which the eye appears sunken although there is not true posterior displacement of the globe.</li>\n\t<li><strong>Miosis</strong>:&nbsp; pupillary constriction that occurs due to loss of function of the dilator pupillae muscle.&nbsp; This is most noticeable as anisocoria, or different pupil sizes, in dim light; the affected pupil fails to dilate appropriately when it is darker.</li>\n\t<li><strong>Anhidrosis</strong>:&nbsp; Decreased sweating on the ipsilateral side of the face occurs in lesions proximal to the bifurcation of the carotid artery (eg, first- and second-order neurons) before the sweat fibers separate from the rest of the sympathetic pathway.&nbsp; Anhidrosis is often difficult to appreciate, even in first- and second-order lesions.</li>\n</ul><br><br><p>In addition to the classic signs of a Horner syndrome, other signs may provide clues to the etiology, depending on location of the lesion (see below).</p>\n<h2>First-order lesions</h2><br><br><p>First-order lesions causing Horner syndrome typically occur in the brainstem or cervicothoracic spinal cord.&nbsp; These can include strokes, tumors, demyelinating lesions, or syringomyelia.</p><br><br><p>The most common cause of a first-order lesion is a <strong>lateral medullary stroke</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L57118.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), which causes a Horner syndrome with the following symptoms:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Eye movement abnormalities</li>\n\t<li>Ataxia</li>\n\t<li>Vertigo</li>\n\t<li>Loss of pain and temperature sensation (ipsilaterally in the face and contralaterally in the trunk and extremities)</li>\n</ul>\n<h2>Second-order lesions</h2><br><br><p>Second-order lesions often occur secondary to pathology at the lung apex or in the brachial plexus where the sympathetic fibers pass through.&nbsp; These typically are caused by tumors (eg, pulmonary or thyroid), surgery, or a cervical rib.</p><br><br><p>The most common cause of a second-order Horner syndrome is a <strong>Pancoast tumor</strong> (eg, superior pulmonary sulcus tumor (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L5068.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                )); these usually occur in smokers and are caused by adenocarcinoma or squamous cell carcinoma of the lung.&nbsp; Because the superior sulcus is located in the lung periphery, pulmonary symptoms such as dyspnea, hemoptysis, and cough generally do not occur until late in the disease course.&nbsp; Therefore, most patients come to clinical attention due to symptoms related to invasion of adjacent structures, including:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Shoulder pain (most common) due to invasion of the brachial plexus or adjacent bony structures.</li>\n\t<li>Horner syndrome due to invasion of the paravertebral sympathetic chain or cervical ganglion.&nbsp; This occurs in up to 50% of patients with Pancoast tumors.</li>\n\t<li>Arm pain/hand weakness in an ulnar distribution (eg, weakness of intrinsic hand muscles) due to invasion of the C8 and/or T1 nerve roots.&nbsp; The pain may radiate to the head and neck.</li>\n</ul><br><br><p>In some patients with Pancoast tumors (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15834.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ), superior vena cava (SVC) compression by the tumor can cause SVC syndrome, and recurrent laryngeal nerve involvement can cause hoarseness.<p></p>\n<h2>Third-order lesions</h2><br><br><p>Third-order lesions are caused by neck masses, cavernous sinus lesions, or damage to the internal carotid artery.</p><br><br><p>The most common and significant cause of a third-order lesion of Horner syndrome is <strong>internal carotid dissection</strong>.&nbsp; Internal carotid dissection may occur spontaneously or after infections or minor trauma (eg, sports injuries, falls).&nbsp; Patients with certain connective tissue diseases (eg, Ehlers-Danlos) and patients who smoke, have uncontrolled hypertension, or use oral contraceptives are at increased risk.&nbsp; Distension of the sympathetic fibers that travel along the internal carotid artery lead to partial Horner syndrome (anhidrosis is typically absent due to sparing of sweat fibers that travel along the external carotid artery).&nbsp; Horner syndrome with acute neck pain should raise suspicion for this diagnosis.&nbsp; Up to 50% of patients with carotid dissection can present with only Horner syndrome.</p><br><br><p>In patients with carotid artery dissection, injury to the arterial intima allows blood to flow into the vessel wall, leading to the formation of a false lumen, aneurysm, or, most commonly, an intramural hematoma.&nbsp; This can lead to arterial obstruction or thromboembolic events; cerebral ischemia (eg, stroke, TIA) is a common complication that may be seen on presentation.</p>\n<h2>Special considerations in children</h2><br><br><p>Horner syndrome in children typically has a different etiology than in adults.&nbsp; The most common cause of Horner syndrome in a child is injury related to <strong>shoulder dystocia</strong> during delivery due to excessive traction along C8 and T1 and the sympathetic fibers that run along these nerves.&nbsp; Infants with this condition will present with Klumpke palsy (eg, claw-hand appearance) with ipsilateral Horner syndrome.</p><br><br><p>The second most common cause of Horner syndrome in a child is a tumor, specifically a <strong>paraspinal neuroblastoma</strong>.&nbsp; Neuroblastoma is the most common extracranial solid tumor of childhood, with a median age &lt;2 years.&nbsp; The tumor arises from neural crest cells, which are precursors to the sympathetic ganglia and adrenal medulla.&nbsp; Tumor involvement of the cervical paravertebral sympathetic chain can lead to ipsilateral Horner syndrome.&nbsp; Although sweating is often difficult to appreciate in young children, absent facial flushing (ie, \"harlequin\" sign) can be observed in anhidrotic areas.</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of Horner syndrome is clinical, based on the characteristic <strong>triad</strong> of ptosis, miosis, and anhidrosis.&nbsp; Pharmacologic testing with eye drops (eg, with apraclonidine or cocaine drops) may be used in the outpatient setting to help confirm a diagnosis of Horner syndrome: cocaine (norepinephrine reuptake inhibitor at sympathetic synapse) causes more significant pupillary dilatation in the normal eye than in the eye with Horner syndrome, increasing anisocoria; apraclonidine (preferred over cocaine) has alpha-2 activity (causes normal pupil to constrict) and weak alpha-1 activity (causes limited dilation in normal pupil and significant dilation in Horner pupil [due to denervation supersensitivity]) and leads to a reversal of anisocoria and ptosis.&nbsp; However, further diagnostic evaluation is often necessary to determine the underlying cause.</p><br><br><p>In most instances, <strong>neuroimaging</strong> is required to identify the exact etiology and will depend on presenting symptoms.&nbsp; Almost all patients will have an MRI of the head and neck to look for structural causes (eg, masses, vascular lesions).&nbsp; Subsequent imaging will depend on the suspected diagnosis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>If a carotid artery dissection is suspected, either CT angiography or MR angiography should be performed.</li>\n\t<li>Patients with suspected superior pulmonary sulcus tumors should undergo chest imaging (eg, x-ray of the chest) followed by staging imaging and biopsy if a lesion is found.</li>\n\t<li>For children, given the concern for a neuroblastoma, urine and serum catecholamines (vanillylmandelic acid and homovanillic acid) with more extensive MRI imaging of head, neck, chest, and abdomen is usually performed.&nbsp; Tissue biopsy is required for definitive diagnosis.</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of Horner syndrome primarily involves addressing the underlying cause, as the syndrome itself is a symptom rather than a disease.&nbsp; Treatment strategies vary depending on the etiology:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Carotid artery dissection</strong>:&nbsp; For patients with carotid dissection who present with stroke, management is similar to other ischemic strokes and includes thrombolysis in appropriate patients and mechanical thrombectomy for large-vessel (eg, middle cerebral artery) occlusions.&nbsp; Although there is a risk of extension of the hematoma, thrombolysis is generally considered to have similar risks as non–dissection-related ischemic strokes.&nbsp; Further management includes antithrombotic therapy (eg, aspirin, anticoagulation) for prevention of future stroke.</li>\n\t<li><strong>Pancoast tumors or neuroblastomas</strong>:&nbsp; Surgical resection, chemotherapy, and/or radiation therapy are the mainstays of treatment, depending on the stage and extent of the tumor.</li>\n\t<li><strong>Klumpke palsy</strong>:&nbsp; Treatment usually involves gentle massage and physical therapy to prevent contractures.&nbsp; In most cases, function returns within a few months.&nbsp; If there is no improvement by age 3-9 months, surgical intervention may be considered.</li>\n</ul><br><br><p>Symptomatic treatment for ptosis (eg, surgery) is rarely needed but can be considered for cosmetic reasons.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of Horner syndrome is closely tied to the underlying cause.&nbsp; In cases where Horner syndrome results from malignancy or significant vascular injury, the prognosis depends on the severity and treatment of the underlying condition.</p>\n<h1>Summary</h1><br><br><p>Horner syndrome is characterized by the classic triad of ptosis, miosis, and anhidrosis.&nbsp; It can be caused by different etiologies that occur along the oculosympathetic pathway.&nbsp; The most common causes in adults are lateral medullary stroke, Pancoast tumors, or carotid artery dissection.&nbsp; In children, the most common causes are injury to the brachial plexus from shoulder dystocia during delivery and neuroblastoma.&nbsp; Prompt identification of the underlying cause (usually with MR imaging) is essential because it can range from benign to life-threatening.&nbsp; Management depends on the etiology.</p>\n</div>\n\n            "
}