{
  "meta": {
    "title": "Multiple sclerosis",
    "url": "https://brainandscalpel.vercel.app/multiple-sclerosis-0eb940a9-508e31.html",
    "scrapedAt": "2025-12-01T05:09:28.387Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Multiple sclerosis (MS) is a chronic autoimmune disorder that causes demyelination and neurodegeneration in the CNS, leading to a wide array of neurologic symptoms.</p>\n<h1>Pathophysiology</h1><br><br><p>MS is an autoimmune disorder in which the immune system attacks the myelin sheath, the protective covering of the nerves in the CNS formed by oligodendrocytes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39372.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><p>Infection with Epstein-Barr virus (EBV) seems to be required to trigger the development of MS.&nbsp; The immune response may be related to molecular mimicry because EBV has an antigen that is similar to a glial cell adhesion molecule.&nbsp; After EBV infection, T-helper cells abnormally react to antigens in myelin, causing a release of inflammatory cytokines (eg, interferon-gamma) that promote the infiltration of destructive macrophages/microglia and leukocytes.&nbsp; B cells also play a role, which explains the presence of oligoclonal immunoglobulin bands in the cerebrospinal fluid (CSF) of patients with MS.</p><br><br><p>This destruction of myelin leads to the formation of sclerotic plaques and impaired nerve conduction, which results in localizing neurologic defects.&nbsp; The inflammation also leads to a leaky blood-brain barrier (which may explain gadolinium contrast enhancement of lesions on MRI).&nbsp; Over time, continuous inflammation leads to axonal damage, gliosis (eg, scarring), and neurodegeneration.</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>MS most commonly presents in individuals age 15-45, and the mean age at diagnosis is approximately age 30.&nbsp; Females are 3 times more likely to develop MS than males.&nbsp; Key factors that increase the risk for developing MS include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>EBV antibody seropositivity</li>\n\t<li>Vitamin D deficiency, possibly due to immunomodulatory effects of vitamin D on T and B cells</li>\n\t<li>Geographic location (eg, farther from the equator), due to unclear reasons but possibly related to viral exposure (in colder climates) and/or to vitamin D deficiency (due to reduced sunlight exposure)</li>\n\t<li>Polymorphism in major histocompatibility complexes (eg, <em>HLA-DRB1</em>)</li>\n</ul><br><br><p>There is no association between MS and vaccinations.</p>\n<h1>Clinical presentation</h1><br><br><p>MS manifests with a variety of transient, subacute neurologic symptoms that often differ from person to person (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91938.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Although the symptoms are often transient, they usually last at least 24 hours and usually continue for several days.&nbsp; Common clinical presentations of an MS attack include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Unilateral optic neuritis</strong>:&nbsp; painful monocular vision loss with an afferent pupillary defect and/or optic disc swelling on fundoscopy</li>\n\t<li><strong>Internuclear ophthalmoplegia</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29432.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; an inability of the ipsilateral eye to adduct while the contralateral eye abducts with horizontal nystagmus</li>\n\t<li><strong>Unilateral sensory abnormalities</strong></li>\n\t<li><strong>Motor weakness with upper motor neuron signs</strong></li>\n\t<li><strong>Trigeminal neuralgia</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87989.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; particularly if bilateral or in a patient age &lt;40</li>\n\t<li><strong>Cerebellar ataxia</strong></li>\n\t<li><strong>Transverse myelitis</strong>:&nbsp; sensory or motor abnormalities below a spinal cord level</li>\n\t<li><strong>Lhermitte sign</strong> (eg, shock-like sensation down the back when the neck is flexed)</li>\n\t<li>Commonly, fatigue, cognitive impairment (eg, memory issues), and mood changes accompanying other neurologic symptoms during an MS attack</li>\n</ul><br><br><p>Heat exposure (eg, hot shower) is known to exacerbate MS symptoms (eg, <strong>Uhthoff phenomenon</strong>) due to slowed nerve conduction.&nbsp; Systemic illness (eg, urinary tract infection) can cause resurgence of MS symptoms that resolve with treatment of the illness (ie, pseudorelapse with unchanged MRI findings).</p>\n<h1>Clinical course</h1><br><br><p>MS is typically classified as 1 of 3 subtypes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88920.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; relapsing-remitting, primary progressive, and secondary progressive:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Relapsing-remitting MS</strong> is the most common type of MS, occurring in 90% of patients.&nbsp; This type is characterized by clearly defined attacks of neurologic symptoms (eg, relapses) with periods of partial or complete recovery (eg, remission).&nbsp; The periods of remission typically last months, although this can vary among patients.</li>\n\t<li><strong>Primary progressive MS</strong>, which typically affects older patients, is characterized by a gradual progression of neurologic disability from disease onset, without distinct relapses or remissions.</li>\n\t<li><strong>Secondary progressive MS</strong> follows an initial relapsing-remitting course, but the disease later progresses to a more steady decline in neurologic function.</li>\n</ul><br><br><p><strong>Diagnosis</strong></p><br><br><p>The diagnosis of MS can be made in patients who present with evidence of neurologic damage <strong>disseminated in space and time</strong> (eg, in two separate areas of the CNS at two different times), known as the McDonald criteria (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88915.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; The criteria can be established with a combination of investigations:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Clinical (eg, distinct neurologic episodes in patient history)</li>\n\t<li>MRI of the brain and spine with contrast</li>\n\t<li>CSF analysis for oligoclonal bands</li>\n</ul><br><br><p>MRI of the brain and spine is the imaging study of choice for MS and is typically performed for all patients, even those who meet criteria for MS on clinical history alone.&nbsp; The typical sites for lesions (which are hyperintense on T2-weighted imaging) include juxtacortical, periventricular, infratentorial, and spinal cord (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96986.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Dissemination in space can be established by having lesions in 2 or more of these areas.</li>\n\t<li>Dissemination in time can be established with the presence of both a contrast-enhancing lesion (which indicates an active lesion) and a nonenhancing lesion (which indicates an old or inactive lesion).</li>\n</ul><br><br><p>In addition, although not needed in all patients with suspected MS, lumbar puncture to look for the presence of <strong>oligoclonal bands in the CSF</strong> is often performed to supplement the diagnosis.&nbsp; Oligoclonal bands are present in the CSF (and not the serum) in nearly 90% of patients with MS and can be used as part of the criteria to indicate dissemination in time when there is uncertainty.&nbsp; Patients may also have an elevated IgG index in their CSF.&nbsp; Other CSF studies, such as white blood cell count, glucose, and protein, are usually normal.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for MS can including the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Neuromyelitis optica</strong> (NMO):&nbsp; shares some clinical features with MS, such as optic neuritis and myelitis, but is characterized by a more severe and aggressive clinical course.&nbsp; In addition, patients with NMO often have bilateral optic nerve involvement, longer spinal cord lesions (eg, ≥3 spinal cord segments), and positive aquaporin 4 autoantibodies.</li>\n\t<li><strong>Stroke</strong>:&nbsp; can present with a variety of neurologic symptoms similar to MS, but symptoms tend to present more hyperacutely (within minutes to hours) rather than over the course of days.</li>\n\t<li><strong>Vitamin B</strong><font size=\"2\"><sub><strong>12</strong></sub></font> <strong>deficiency</strong>:&nbsp; can present with neurologic symptoms similar to MS (such as unsteady gait and hyperreflexia), but macrocytic anemia and development of symptoms over weeks/months (rather than days) are distinguishing features.</li>\n\t<li><strong>CNS vasculitis</strong>:&nbsp; may manifest with focal neurologic deficits and imaging abnormalities overlapping with MS, but systemic signs of vasculitis are usually present.</li>\n\t<li><strong>Lyme disease</strong>:&nbsp; can mimic MS with neurologic symptoms and lesions on MRI, but a history of tick exposure and characteristic erythema migrans rash would likely be present.</li>\n\t<li><strong>Acute disseminated encephalomyelitis</strong> (ADEM):&nbsp; presents with acute onset of multifocal neurologic deficits, similar to MS, but follows an acute monophasic course distinct from the more common relapsing-remitting pattern of MS.&nbsp; Patients usually also have fever and altered mental status, which would be atypical for MS.</li>\n\t<li><strong>Myelin oligodendrocyte glycoprotein antibody-associated disease</strong> (MOGAD):&nbsp; can present with relapsing episodes of neurologic symptoms, but patients frequently have encephalitis (eg, altered mental status).</li>\n</ul>\n<h1>Management</h1><br><br><p>MS management focuses on treating acute attacks and modifying disease progression.</p><br><br><p>The treatment of choice for acute relapses is a 3- to 7-day course of <strong>high-dose intravenous steroids</strong> (eg, methylprednisolone) to reduce the length of the attack.&nbsp; Patients who do not have a good response to steroids can be treated with plasma exchange.</p><br><br><p><strong>Disease-modifying therapies</strong> (DMTs) are used to reduce the frequency and severity of relapses and slow the overall disease progression of MS, and they should be started as soon as possible in patients with MS.&nbsp; There are several options for DMTs with varying efficacies and adverse effects, and options are usually chosen based on patient preference and severity of disease.&nbsp; They can include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Injections:&nbsp; interferons, glatiramer acetate</li>\n\t<li>Oral medications:&nbsp; fumarates, sphingosine 1-phosphate receptor (SPR1) modulators</li>\n\t<li>Monoclonal antibodies:&nbsp; ocrelizumab, natalizumab</li>\n</ul>\n<h1>Complications</h1><br><br><p>MS can lead to various complications and symptoms that can impact patients' quality of life and should be managed as needed:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fatigue</strong>:&nbsp; A hallmark symptom of MS, fatigue is often debilitating and affects daily functioning.&nbsp; Medications such as amantadine, modafinil, and methylphenidate have been found to alleviate fatigue in some patients with MS.&nbsp; Alongside pharmacological interventions, regular exercise and physical therapy tailored to individual capabilities can also help improve energy levels.</li>\n\t<li><strong>Spasticity</strong>:&nbsp; This occurs due to upper motor neuron dysfunction and can lead to impaired mobility.&nbsp; Treatment options include physical therapy and muscle relaxants (eg, baclofen, tizanidine).</li>\n\t<li><strong>Gait and balance problems</strong>:&nbsp; Many patients with MS have problems with gait and often eventually require a cane or wheelchair.&nbsp; 4-Aminopyridine (eg, dalfampridine) can improve walking in some patients.</li>\n\t<li><strong>Bladder dysfunction</strong>:&nbsp; MS can disrupt the neural pathways controlling bladder and bowel function, leading to urinary urgency, frequency, or retention.&nbsp; For patients with detrusor overactivity (eg, spasticity in the bladder), anticholinergic medications (eg, oxybutynin) can be used to alleviate symptoms.</li>\n\t<li><strong>Cognitive impairment</strong>:&nbsp; MS-related cognitive dysfunction may manifest as difficulties with memory, attention, processing speed, and executive function.</li>\n\t<li><strong>Depression</strong>:&nbsp; Psychological complications are common in patients with MS due to the chronic nature of the disease, its impact on daily life, and potential neurochemical changes.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of MS varies widely.&nbsp; Early diagnosis and treatment initiation can improve the long-term prognosis, and some patients lead active lives with appropriate management.&nbsp; However, others can develop significant physical disabilities, even with treatment with DMTs.</p><br><br><p>The strongest clinical predictors of poor prognosis include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Progressive subtype of disease (vs relapsing-remitting MS)</li>\n\t<li>Incomplete recovery after first attack</li>\n\t<li>Short intervals between first and second attacks</li>\n\t<li>Bowel/bladder dysfunction at onset of disease</li>\n\t<li>Early accumulation of disability</li>\n</ul>\n<h1>Summary</h1><br><br><p>Multiple sclerosis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39014.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a chronic autoimmune disorder of the CNS that can cause a wide range of clinical symptoms.&nbsp; These can include optic neuritis, internuclear ophthalmoplegia, weakness, cerebellar dysfunction, and transverse myelitis.&nbsp; Diagnosis is made by evidence of neurologic damage disseminated in space (eg, various areas of the CNS) and time (eg, distinct episodes).&nbsp; MRI of the brain and spine with contrast is performed all patients and can aid in the diagnosis.&nbsp; Testing cerebrospinal fluid for oligoclonal bands can also be helpful in diagnosis.&nbsp; Acute relapses are managed with intravenous steroids, and chronic symptoms are managed with various disease-modifying therapies.&nbsp; Complications including fatigue, spasticity, bowel/bladder dysfunction, cognitive issues, and depression are common.<p></p>\n</div>\n\n            "
}