{
  "meta": {
    "title": "Myotonic dystrophy",
    "url": "https://brainandscalpel.vercel.app/myotonic-dystrophy-a76c5f44-508e31.html",
    "scrapedAt": "2025-12-01T05:09:28.269Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Myotonic dystrophy, often abbreviated DM for dystrophia myotonica, is a multisystem genetic disorder caused by a nucleotide repeat expansion.&nbsp; It is characterized by progressive muscle weakness and myotonia (delayed muscle relaxation) and most commonly presents in adults, although children or newborns can develop early symptoms in severe disease.</p>\n<h1>Pathogenesis</h1><h2>Myotonic dystrophy type 1</h2><br><br><p>Myotonic dystrophy type 1 (DM1) is an <strong>autosomal dominant</strong> disorder characterized by the unstable <strong>CTG trinucleotide repeat expansion</strong> in the dystrophia myotonica protein kinase (<em>DMPK</em>) gene.&nbsp; DM1 is the most common adolescent- and adult-onset muscular dystrophy, although manifestations can occur as early as birth and often involve multiple organ systems.&nbsp; Increased repeat length occurs with successive generations and is associated with earlier onset of more severe disease (ie, <strong>anticipation</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81390.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                )).<p></p><br><br><p>The CTG expansion is particularly unstable in nondividing cells (eg, skeletal muscle, brain, myocardium), and the pathophysiology is likely due to toxic effects of mutant mRNAs with expanded CTG repeats (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81422.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Following transcription, the mutant mRNAs are untranslatable and form hairpin structures that accumulate within the nucleus, resulting in:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>mutant mRNAs binding and sequestering RNA-binding proteins such as muscleblind-like (MBNL) proteins.&nbsp; These proteins normally play a role in mRNA splicing of other genes, and as more MBNL proteins are sequestered in the nucleus, aberrant splicing occurs, resulting in dysfunctional protein products.&nbsp; Specifically, dysfunctional skeletal muscle chloride channels result in delayed muscle relaxation after contraction (ie, myotonia).</li>\n\t<li>defective T tubules (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36529.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), which usually facilitate synchronized release of calcium ions for organized muscle contraction.&nbsp; This results in weakness due to impaired excitation-contraction coupling and type 1 (slow-twitch) myofiber atrophy.</li>\n</ul>\n<h2>Myotonic dystrophy type 2</h2><br><br><p>Myotonic dystrophy type 2 (DM2), less common than DM1, is also autosomal dominant, caused by an unstable nucleotide repeat (within a different gene) and leads to a similar pathophysiology involving untranslatable mutant mRNA.&nbsp; Unlike DM1, however, this disorder is not associated with anticipation and is therefore generally less severe and presents exclusively in adulthood.</p>\n<h1>Clinical presentation</h1><h2>Myotonic dystrophy type 1</h2><br><br><p>Disease onset and severity vary based on the length of CTG repeats (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81390.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), with less common but more severe phenotypes presenting at a younger age.<p></p><br><br><p><strong>Classic DM1</strong> typically presents in adolescence or early adulthood with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>myotonia</strong>, or delay in muscle relaxation, such as sustained hand contraction after attempted grip release (grip myotonia) or sustained thumb abduction after thenar eminence percussion (percussion myotonia).&nbsp; This is often described by patients as stiffness or cramping.</li>\n\t<li><strong>progressive muscle weakness</strong>, pain, and atrophy.&nbsp; Distal (eg, hands, ankles) and facial muscles are most affected.&nbsp; Facial muscle atrophy can lead to a flat affect, temporal wasting, and ptosis; foot drop may result in frequent falls and an unsteady gait.</li>\n\t<li><strong>cardiac abnormalities</strong> (eg, conduction disturbances, cardiomyopathy).&nbsp; Family history may reveal a history of sudden cardiac death.</li>\n\t<li>gastrointestinal tract disturbances (eg, dysphagia, constipation).</li>\n\t<li>nonmuscular involvement such as <strong>early-onset frontal balding</strong>, <strong>cataracts</strong>, insulin resistance, and testicular atrophy.&nbsp; Sleep disturbances (eg, hypersomnia, excessive daytime sleepiness) are also common and likely due to central sleep dysregulation.</li>\n</ul><br><br><p><strong>Childhood DM1</strong> manifests at age &lt;10 with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>intellectual disability and behavioral problems (eg, inattention, mood dysregulation), which are often the predominant features.</li>\n\t<li>Other key findings characteristic of classic DM may be present or develop over time.</li>\n</ul><br><br><p><strong>Congenital DM1</strong> typically presents at birth with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>profound hypotonia</strong> and diffuse muscle weakness.</li>\n\t<li>respiratory distress (eg, tachypnea, retractions) due to respiratory muscle involvement.</li>\n\t<li>poor feeding due to impaired suck and swallow from weakness of masticatory and pharyngeal muscles.&nbsp; Impaired gastric motility from gastrointestinal smooth muscle involvement also occurs.</li>\n\t<li>a classic <strong>inverted V-shaped upper lip</strong> due to facial muscle weakness.</li>\n\t<li><strong>contractures</strong> and foot deformities (eg, clubfoot) due to decreased limb movement in utero.</li>\n\t<li>absent primitive reflexes (eg, Moro); deep tendon reflexes may be decreased (due to muscle atrophy).</li>\n\t<li>other common features include <strong>cataracts</strong> (absent red reflexes) and arrhythmias.</li>\n</ul>\n<h2>Myotonic dystrophy type 2</h2><br><br><p>Patients with DM2 develop symptoms in adulthood.&nbsp; In contrast to the distal and facial muscle involvement in DM1, patients with DM2 present with hip girdle weakness (eg, difficulty climbing stairs and/or squatting).&nbsp; Myotonia is often present but is less severe.&nbsp; Similarly, cardiac complications can be seen but are less common and less severe than in DM1.</p>\n<h1>Differential diagnosis</h1><br><br><p>Diagnoses to consider in patients with muscle weakness include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Duchenne and Becker muscular dystrophy</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/53223.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; X-linked recessive conditions presenting with muscle weakness, with the proximal lower extremities affected first; Duchenne muscular dystrophy typically presents in toddler boys whereas Becker muscular dystrophy occurs in adolescent boys.&nbsp; Myotonia does not occur.</li>\n\t<li><strong>Limb-girdle muscular dystrophy</strong>:&nbsp; characterized by shoulder and pelvic muscle weakness, with rare involvement of the facial muscles.&nbsp; The absence of myotonia may help distinguish this diagnosis from DM2.</li>\n\t<li><strong>Inflammatory myopathies</strong> (eg, dermatomyositis, polymyositis):&nbsp; Symmetric, proximal muscle weakness without myotonia is typical.</li>\n\t<li><strong>Motor neuron diseases</strong> (eg, amyotrophic lateral sclerosis):&nbsp; These conditions are characterized by progressive nerve degeneration, resulting in weakness, muscle wasting and a weak grip, but impaired muscle relaxation does not occur.</li>\n\t<li><strong>Myasthenia gravis</strong>:&nbsp; The antiacetylcholine receptor antibodies cause weakness (typically fluctuating and fatigable) of the facial/bulbar musculature (eg, flat affect, ptosis).&nbsp; Distal muscle weakness is not typical of myasthenia gravis, and temporal wasting, muscle atrophy, and myotonia do not occur.</li>\n\t<li><strong>Hyperthyroidism</strong>:&nbsp; Progressive myopathy involving proximal muscles can occur.&nbsp; Proptosis (rather than ptosis) is typical, and myotonia is not expected.&nbsp; Additional symptoms of hyperthyroidism (eg, heat intolerance) are expected.</li>\n\t<li><strong>Ion channel myopathies</strong>:&nbsp; Myotonia can occur, but muscle hypertrophy due to muscle overactivity would be expected.</li>\n</ul><br><br><p>Additional diagnoses should be considered in newborns that present with profound hypotonia:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mitochondrial myopathies</strong>:&nbsp; These maternally inherited disorders are characterized by varying degrees of muscle weakness with multisystem involvement (eg, seizures, liver failure).</li>\n\t<li><strong>Congenital myasthenia gravis</strong>:&nbsp; Neonatal weakness, hypotonia, and contractures can occur, but patients do not have an inverted, V-shaped upper lip or decreased reflexes.</li>\n\t<li><strong>Galactosemia</strong>:&nbsp; typically presents with poor feeding, hypotonia, and congenital cataracts, but jaundice and hepatomegaly are also expected.&nbsp; An inverted, V-shaped upper lip and family history of myotonia/weakness also help differentiate galactosemia from DM1.</li>\n\t<li><strong>Congenital muscular dystrophies</strong>:&nbsp; a variety of rare, progressive myopathic disorders that may be indistinguishable from DM1 at birth.&nbsp; Development of myotonia is unique to DM1, but genetic testing or muscle biopsy may be required for differentiation.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>DM is suspected based on clinical findings and family history.&nbsp; Initial evaluation may reveal a mildly elevated creatine kinase level and electromyography showing long bursts of muscle fiber action potentials that vary in amplitude and frequency, suggestive of myotonia.</p><br><br><p>The gold standard for diagnosis is genetic testing, which reveals a nucleotide repeat expansion (eg, CTG for DM1).</p><br><br><p>Muscle biopsy is generally unnecessary (because genetic testing is diagnostic) but may be considered in atypical causes; findings include type 1 muscle fiber atrophy.</p>\n<h1>Management</h1><br><br><p>Management of classic DM1 and DM2 is supportive and generally includes physiotherapy for weakness.&nbsp; Multispecialty care (eg, neurology, cardiology, endocrinology, ophthalmology, gastroenterology) is typically required for the various complications associated with DM, including arrhythmias, insulin resistance, cataracts, and swallow dysfunction.</p><br><br><p>Childhood DM1 may additionally necessitate psychoeducational services, whereas congenital DM1 typically requires intensive and invasive support (eg, mechanical ventilation, tube feeding).</p>\n<h1>Prognosis</h1><br><br><p>Congenital DM1 has a poor prognosis due to respiratory failure (up to 40% mortality in neonatal period).&nbsp; Childhood and adult-onset DM1 typically lead to progressive muscle atrophy and reduced life expectancy, due primarily to respiratory muscle failure and cardiac arrhythmias (average age 45-55).</p><br><br><p>DM2 has a milder course with a typically normal life expectancy, though muscle weakness and cardiac conduction abnormalities contribute to morbidity.</p>\n<h1>Summary</h1><br><br><p>Myotonic dystrophy (DM) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/53224.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is an autosomal dominant condition caused by a trinucleotide repeat expansion.&nbsp; Successive generations of patients with myotonic dystrophy type 1 have increased numbers of repeats, resulting in earlier and more severe disease (ie, anticipation).&nbsp; Classic features of adolescent/adult-onset disease include facial and distal muscle weakness and myotonia (delayed muscle relaxation).&nbsp; In school-aged children, cognitive/behavioral issues may be the presenting symptom, and congenital disease causes profound hypotonia and respiratory distress at birth.&nbsp; Genetic testing is diagnostic, and management is supportive.&nbsp; Respiratory failure and arrhythmias lead to reduced life expectancy.<p></p>\n</div>\n\n            "
}