{
  "meta": {
    "title": "Nerve physiology",
    "url": "https://brainandscalpel.vercel.app/nerve-physiology-c34519d4-508e31.html",
    "scrapedAt": "2025-12-01T05:09:37.290Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Nerve physiology describes the mechanisms by which neurons generate, transmit, and modulate electrical signals to facilitate communication within the nervous system.&nbsp; Neurons rely on electrochemical gradients, ion channels, and neurotransmitter release to propagate signals and coordinate physiologic functions.&nbsp; The fundamental processes underlying nerve physiology include action potential generation, synaptic transmission, and signal integration.</p>\n<h1>Resting membrane potential</h1><br><br><p>The <strong>resting membrane potential</strong>, typically around <strong>−70 mV</strong>, is determined by the combined equilibrium potentials of the ions that can move across the neuronal membrane.&nbsp; Each ion has its own equilibrium potential, which is the electrical potential at which the concentration gradient is balanced by the opposing electrical gradient.&nbsp; Under normal physiologic conditions, 3 key ions are balanced as follows (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80295.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Potassium (K⁺)</strong>:&nbsp; High <strong>intracellular</strong> concentration and low extracellular concentration.&nbsp; The equilibrium potential for K⁺ is around <strong>−90 mV</strong>.&nbsp; Therefore, K⁺ wants to move out of the cell, making the inside negative.</li>\n\t<li><strong>Sodium (Na⁺)</strong>:&nbsp; High <strong>extracellular</strong> concentration and low intracellular concentration.&nbsp; The equilibrium potential for Na⁺ is around <strong>+60 mV</strong>.&nbsp; Therefore, Na⁺ wants to move into the cell, making the inside positive.</li>\n\t<li><strong>Chloride (Cl</strong><font size=\"2\"><sup><strong>−</strong></sup></font><strong>)</strong>:&nbsp; High <strong>extracellular</strong> concentration and low intracellular concentration.&nbsp; The equilibrium potential for Cl⁻ is typically close to the resting membrane potential, at <strong>−75 mV</strong>.</li>\n</ul><br><br><p>The resting membrane potential is primarily mediated by <strong>selective membrane permeability</strong>, with the membrane being <strong>more permeable to K</strong><font size=\"2\"><sup><strong>+</strong></sup></font> <strong>than to Na</strong><font size=\"2\"><sup><strong>+</strong></sup></font>; K<font size=\"2\"><sup>+</sup></font> leak channels (eg, nongated channels) allow continuous K<font size=\"2\"><sup>+</sup></font> outflow, making the membrane potential closer to that of K<font size=\"2\"><sup>+</sup></font> (−90 mV).&nbsp; However, a small number of channels allows the flow of Na<font size=\"2\"><sup>+</sup></font> into the cell, decreasing the membrane potential; therefore, the resting potential of the membrane is always less negative than the equilibrium potential for K<font size=\"2\"><sup>+</sup></font>, around −70 mV.</p><br><br><p>In addition to selective membrane permeability, the <strong>sodium-potassium pump (Na</strong><font size=\"2\"><sup><strong>+</strong></sup></font><strong>/K</strong><font size=\"2\"><sup><strong>+</strong></sup></font><strong>-ATPase)</strong> actively transports 3 Na<font size=\"2\"><sup>+</sup></font> out and 2 K<font size=\"2\"><sup>+</sup></font> in using ATP to maintain these ion gradients.&nbsp; This counteracts passive ion movements and sustains the high intracellular K<font size=\"2\"><sup>+</sup></font> and high extracellular Na<font size=\"2\"><sup>+</sup></font> concentrations, preventing the dissipation of the resting potential over time.</p><br><br><p>This balance of K⁺ outflow, limited Na⁺ influx, and active transport by Na⁺/K⁺-ATPase ensures that the neuron is at rest but ready to generate action potentials when needed.</p>\n<h1>Action potential</h1><br><br><p>An action potential is a rapid, transient change in membrane potential that allows neurons to transmit electrical signals.&nbsp; The action potential occurs due to changes in the membrane permeability to Na<font size=\"2\"><sup>+</sup></font> and K<font size=\"2\"><sup>+</sup></font> ions (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9714.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The membrane potential of an excitable cell cycles through the following stages (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9712.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Initiation of action potential</strong>:&nbsp; As noted, the resting membrane potential is usually around −70 mV.&nbsp; Incoming excitatory signals cause small depolarizations, and if these summate to reach the <strong>threshold potential</strong> (typically −55 mV), voltage-gated Na<font size=\"2\"><sup>+</sup></font> channels begin to open, triggering an action potential.</li>\n\t<li><strong>Depolarization</strong>:&nbsp; Once the threshold is reached, <strong>fast voltage-gated Na</strong><font size=\"2\"><sup><strong>+</strong></sup></font> <strong>channels</strong> open, causing a rapid influx of Na<font size=\"2\"><sup>+</sup></font> ions down the electrochemical gradient from the extracellular space to the intracellular space.&nbsp; This influx of Na<font size=\"2\"><sup>+</sup></font> drives the membrane potential upward.</li>\n\t<li><strong>Overshoot</strong>:&nbsp; Overshoot represents the depolarizing part of the action potential, during which the membrane potential is positive (above 0 mV) and peaks (at approximately +35 mV).&nbsp; At this point, open Na<font size=\"2\"><sup>+ </sup></font>channels become inactivated and close, preventing further increase in the membrane potential.</li>\n\t<li><strong>Repolarization</strong>:&nbsp; Repolarization results from <strong>closure of Na</strong><font size=\"2\"><sup><strong>+</strong></sup></font> <strong>channels</strong> and simultaneous <strong>opening of voltage-gated K</strong><font size=\"2\"><sup><strong>+</strong></sup></font> <strong>channels</strong>.&nbsp; This causes a sharp decrease in the membrane permeability to Na<font size=\"2\"><sup>+</sup></font> and a significant increase in K<font size=\"2\"><sup>+</sup></font> permeance.&nbsp; K<font size=\"2\"><sup>+</sup></font> efflux is responsible for returning the membrane potential back toward the resting potential.</li>\n\t<li><strong>Hyperpolarization</strong>:&nbsp; Hyperpolarization occurs for a short moment following repolarization due to the slow closure of voltage-gated K<font size=\"2\"><sup>+</sup></font>channels.&nbsp; The membrane potential becomes more negative than the normal resting potential and approaches the K<font size=\"2\"><sup>+</sup></font> equilibrium potential of −90 mV.</li>\n</ul><br><br><p>After an action potential, the neuron enters the <strong>absolute refractory period</strong>, during which no stimulus—regardless of strength—can initiate another action potential due to inactivation of voltage-gated Na⁺ channels.&nbsp; This is followed by the <strong>relative refractory period</strong>, in which a stronger-than-normal stimulus is required to initiate another action potential due to residual hyperpolarization.&nbsp; Once all the voltage-gated K+ channels close, the membrane potential returns to the resting value, maintained by the K+ leak channels and Na⁺/K⁺-ATPase.</p>\n<h2>Propagation of action potentials</h2><br><br><p>In unmyelinated neurons, signal transmission requires sequential activation of adjacent voltage-gated Na<font size=\"2\"><sup>+</sup></font> channels down the entire length of the axon.&nbsp; In myelinated neurons, the depolarization impulse is regenerated at discrete points along the axon called <strong>nodes of Ranvier</strong>, which are gaps in the myelin sheath that contain a high concentration of voltage-gated Na<font size=\"2\"><sup>+</sup></font> channels.&nbsp; The myelin sheath serves as an electrical insulator, allowing the impulse to jump between nodes, a process called <strong>saltatory conduction</strong>.&nbsp; This process allows for myelinated neurons to transmit impulses &gt;10 times faster than unmyelinated neurons.</p>\n<h1>Synaptic transmission</h1><br><br><p>Neurons communicate with other neurons, muscles, or glands via synapses.&nbsp; The 2 primary types of synapses are:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Electrical synapses</strong>:&nbsp; Direct ion flow through gap junctions (eg, specialized intercellular connections) allows rapid signal transmission (eg, cardiac and smooth muscle).</li>\n\t<li><strong>Chemical synapses</strong>:&nbsp; These are the most common type and involve neurotransmitter release into the synaptic cleft.</li>\n</ul><br><br><p>The steps for synaptic transmission proceed as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Dendrites receive inputs from other neurons that are summated at the axon hillock; if there are enough excitatory inputs to reach the depolarization threshold, an action potential is generated.</li>\n\t<li>Voltage-gated Na<font size=\"2\"><sup>+</sup></font> channels in the axon open to facilitate propagation of the action potential.</li>\n\t<li>When the action potential reaches the terminal, depolarization causes voltage-gated Ca<font size=\"2\"><sup>2+</sup></font>&nbsp;channels in the presynaptic membrane to open.&nbsp; The extracellular concentration of calcium is much higher than the intracellular concentration, and its equilibrium potential is +125 mV.&nbsp; Open voltage-gated Ca<sup>2+</sup> channels will therefore allow Ca<font size=\"2\"><sup>2+</sup></font>&nbsp;ions to flow into the neuron, down their electrochemical gradient.</li>\n\t<li>This calcium influx causes neurotransmitter vesicle fusion (eg, acetylcholine, glutamate, GABA) with the presynaptic membrane and the release of contents into the synaptic cleft.</li>\n\t<li>Neurotransmitters bind to postsynaptic receptors, causing either excitatory postsynaptic potentials (EPSPs) or inhibitory postsynaptic potentials (IPSPs) depending on the receptor type, resulting in small depolarizations or hyperpolarizations.</li>\n</ul><br><br><p><strong>Summation</strong> refers to the additive effects of multiple EPSPs or IPSPs on a target neuron's membrane potential.&nbsp; Summation can occur in the dendrites, cell body, and axon hillock, but not in the axon.&nbsp; Neurons integrate multiple signals through summation mechanisms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Temporal summation refers to the combined effect of sequential impulses from the same neuron over time.</li>\n\t<li>Spatial summation refers to the combined effect of simultaneous impulses from several different neurons.</li>\n</ul><br><br><p>Together, these summation processes enable neurons to integrate and respond to complex patterns of input, influencing whether another action potential is generated.</p>\n<h1>Neurotransmitters and receptors</h1><br><br><p>Neurotransmitters are chemical messengers that facilitate communication between neurons by transmitting signals across synapses.&nbsp; Neurotransmitters can be classified into several major categories:&nbsp; <strong>excitatory</strong>, such as glutamate, which promotes neural activation; <strong>inhibitory</strong>, such as GABA, which reduces neural activity; and <strong>modulatory</strong>, such as dopamine and serotonin, which influence broader neural circuits.&nbsp; Cell membrane receptors can be divided into two broad categories:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ionotropic receptors (eg, ligand gated)</strong>:&nbsp; These are ion channels that open directly upon ligand binding.</li>\n\t<li><strong>Metabotropic receptors (eg, G protein–coupled receptors)</strong>:&nbsp; These receptors utilize second messengers to indirectly influence their corresponding ion channels.</li>\n</ul><br><br><p>Some key neurotransmitters and their functions are discussed below (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/74002.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Glutamate</h2><br><br><p><strong>Glutamate</strong> is the primary <strong>excitatory</strong> neurotransmitter and is essential for <strong>learning and memory</strong>.&nbsp; The glutamate NMDA receptor is a potential-dependent and ligand-gated ion channel.&nbsp; In the resting hyperpolarized state, magnesium occupies the NMDA receptor ion pore, forming a constitutive magnesium plug to prevent the flow of other cations.&nbsp; The channel opens when 2 events occur (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71188.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Displacement of the magnesium plug:&nbsp; An initial depolarization impulse (non-NMDA mediated) displaces magnesium from the NMDA ion channel pore.</li>\n\t<li>Binding of glutamate:&nbsp; After magnesium is expelled, binding of glutamate (with glycine) induces a conformational change, allowing the unrestricted flow of calcium, sodium, and potassium.&nbsp; Because of selective permeability, the influx of calcium and sodium (tends to depolarize) outstrips the efflux of potassium (tends to hyperpolarize), leading to further net depolarization.</li>\n</ul><br><br><p>The Ca²⁺ influx from NMDA receptor activation triggers second-messenger signaling cascades (eg, protein kinase C) that strengthen synapses, driving <strong>long-term potentiation</strong>, a key process in learning and memory.</p><br><br><p>Because of its role in memory, acute blockade of glutamate NMDA receptors confers the amnestic property of certain medications (eg, ketamine) and some recreational drugs (eg, phencyclidine).&nbsp; However, chronic blockade (eg, memantine) can exert neuroprotective effects by dampening glutamate-induced excitotoxicity (ie, neuron apoptosis due to calcium overload).</p>\n<h2>GABA</h2><br><br><p>GABA is the main <strong>inhibitory</strong> neurotransmitter in the CNS and is synthesized from glutamate using glutamate decarboxylase:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>GABA A receptors are ionotropic receptors that, when activated, allow the rapid influx of Cl<font size=\"2\"><sup>−</sup></font>, causing hyperpolarization of the postsynaptic neuron.&nbsp; This makes it less likely to fire an action potential.&nbsp; The GABA A receptor complex consists of 5 subunits and a central Cl<font size=\"2\"><sup>−</sup></font> channel, with different binding sites for GABA and various drugs (eg, benzodiazepines, barbiturates) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26055.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t<li>GABA B receptors are metabotropic receptors that activate intracellular signaling pathways, which ultimately cause the opening of K<font size=\"2\"><sup>+</sup></font> channels.&nbsp; This causes hyperpolarization as well.&nbsp; GABA B receptors are agonized by baclofen.</li>\n</ul><br><br><p>GABA is present throughout much of the CNS and plays a crucial role in regulating neuronal activity, preventing excessive firing, and maintaining the balance between excitation and inhibition.</p>\n<h2>Glycine</h2><br><br><p><strong>Glycine</strong> is a neurotransmitter that acts primarily as an <strong>inhibitory</strong> signal in the <strong>spinal cord</strong> and brainstem by activating glycine receptors.&nbsp; These are ionotropic receptors that lead to Cl<font size=\"2\"><sup>−</sup></font> influx with subsequent postsynaptic hyperpolarization.&nbsp; Glycine also serves as a coagonist for NMDA receptors, enhancing excitatory glutamate signaling and playing a role in learning, memory, and synaptic plasticity.</p>\n<h2>Dopamine</h2><br><br><p><strong>Dopamine</strong> is a neurotransmitter that modulates motivation, reward, and movement by acting on dopamine receptors (D1-D5), which are metabotropic receptors.&nbsp; Dopamine can be either excitatory or inhibitory depending on the receptor subtype.&nbsp; D1-like receptors (D1, D5) activate signaling pathways that enhance neuronal excitability, whereas D2-like receptors (D2, D3, D4) inhibit neurotransmission (via opening of K<font size=\"2\"><sup>+</sup></font> channels).</p><br><br><p>In the mesolimbic pathway dopamine reinforces reward and pleasure, whereas in the nigrostriatal pathway (eg, basal ganglia) it regulates motor control (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17787.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Dopamine deficiency in the nigrostriatal pathway leads to Parkinson disease, whereas overactivation in the mesocortical and mesolimbic pathways is linked to schizophrenia.&nbsp; Dysregulation of dopamine in the mesolimbic reward system contributes to addiction.<p></p>\n<h2>Serotonin</h2><br><br><p>Serotonin is a neurotransmitter that plays a key role in regulating mood, appetite, sleep, and cognition through its action on various metabotropic serotonin (5-HT) receptors.&nbsp; Most serotonin-producing neurons are located in the raphe nuclei of the brainstem, and their projections influence numerous areas including the limbic system, cortex, and gut.&nbsp; Serotonin deficiency or dysfunction, which is most notably linked to depression, leads to impaired emotional regulation and mood disturbances.&nbsp; Selective serotonin reuptake inhibitors, which increase serotonin availability at synapses, are commonly used as treatment.</p>\n<h2>Norepinephrine</h2><br><br><p>Norepinephrine is a neurotransmitter that plays a crucial role in the body's fight or flight response, regulating physiologic functions such as heart rate, blood pressure, and blood flow.&nbsp; It acts on adrenergic receptors (alpha and beta) that are metabotropic.&nbsp; In the CNS, norepinephrine enhances alertness, attention, and cognitive functions such as memory and learning.</p>\n<h2>Acetylcholine</h2><br><br><p>Acetylcholine (ACh) is important for muscle activation and cognitive functions such as attention and memory.&nbsp; It is produced in the basal forebrain and brainstem, with projections throughout the brain and peripheral nervous system.&nbsp; ACh acts on two main types of receptors:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nicotinic receptors</strong> are ionotropic receptors found primarily at the neuromuscular junction (eg, postsynaptic skeletal muscle end plate).&nbsp; They are ligand-gated Na<font size=\"2\"><sup>+</sup></font> and Ca<font size=\"2\"><sup>2+</sup></font>&nbsp;ion channels; the increased sodium and calcium conductance that occurs with ACh binding causes depolarization of the muscle cell membrane, triggering muscle contraction.</li>\n\t<li><strong>Muscarinic receptors</strong> are metabotropic receptors found primarily in the parasympathetic nervous system.&nbsp; There are 5 subtypes (M1-M5) with various functions.</li>\n</ul><br><br><p>Acetylcholinesterase (AChE) is an enzyme that helps terminate the action of ACh at synaptic junctions.&nbsp; After ACh binds to the postsynaptic cell, AChE rapidly breaks it down into choline and acetic acid in the synaptic cleft.&nbsp; The choline produced is then taken back into the presynaptic neuron, where it can be reused to synthesize more ACh.</p><br><br><p>Because of its central role in regulating ACh levels, AChE is an important drug target.&nbsp; AChE inhibitors are used to increase ACh activity, which can be beneficial in treating diseases where ACh is deficient or its signaling is impaired (eg, Alzheimer disease and myasthenia gravis).&nbsp; Excessive inhibition of AChE can, however, lead to overstimulation of ACh receptors, resulting in toxicity.</p>\n<h1>Summary</h1><br><br><p>Nerve physiology involves the generation and propagation of electrical signals via action potentials, synaptic transmission, and neurotransmitter activity.&nbsp; The resting membrane potential is maintained by ion gradients, and action potentials rely on voltage-gated ion channels.&nbsp; Signal conduction is enhanced by myelination, and synaptic communication occurs via chemical or electrical synapses.&nbsp; Neuronal function is modulated through excitatory and inhibitory inputs, and disruptions in these processes contribute to various neurologic disorders.</p>\n</div>\n\n            "
}