{
  "meta": {
    "title": "Neuroleptic malignant syndrome",
    "url": "https://brainandscalpel.vercel.app/neuroleptic-malignant-syndrome-2430dd28-508e31.html",
    "scrapedAt": "2025-12-01T05:09:48.420Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1><p>Neuroleptic malignant syndrome (NMS) is a rare but potentially life-threatening neurologic disorder associated with antipsychotic medication use.&nbsp; It is characterized by a distinct constellation of symptoms including severe hyperthermia, muscular rigidity, altered mental status, and autonomic instability.</p><h1>Pathogenesis</h1><p>Although the pathogenesis is not fully understood, NMS is considered to be an idiosyncratic drug reaction related to <strong>dopamine (D2) receptor blockade</strong>.&nbsp; This is because most antipsychotics, particularly high-potency typical antipsychotics (eg, haloperidol), act as dopamine receptor antagonists in the central nervous system (CNS).&nbsp; The resulting reduction in dopaminergic signaling, especially in the hypothalamus and basal ganglia, is believed to contribute to the classic symptoms of NMS.&nbsp; The effects of dopamine dysregulation include:</p><ul class=\"article-body-unordered-list\"><li><strong>Central thermoregulatory dysfunction</strong>:&nbsp; dopaminergic blockade in the hypothalamus disrupts the body's ability to regulate temperature, leading to hyperthermia.</li><li><strong>Skeletal muscle rigidity</strong>:&nbsp; dopamine receptor blockade in the nigrostriatal pathway (eg, basal ganglia) can increase muscle tone, resulting in severe, generalized rigidity.&nbsp; Prolonged rigidity may lead to muscle breakdown (ie, rhabdomyolysis) and acute renal failure.</li><li><strong>Increased sympathetic nervous system activity</strong>:&nbsp; dopamine receptor antagonism also interferes with the hypothalamic regulation of the autonomic nervous system, leading to tachycardia, labile blood pressure, and diaphoresis.</li></ul><h1>Risk factors</h1><p>Factors that increase the likelihood of developing NMS:</p><ul class=\"article-body-unordered-list\"><li>Use of <strong>high-potency first generation antipsychotics</strong> (eg, haloperidol, fluphenazine).&nbsp; Low potency first generation antipsychotics (eg, chlorpromazine), second generation antipsychotics (eg, risperdal), and antiemetic agents (eg, metoclopramide) can also cause NMS but less commonly.</li><li>Rapid dose escalation</li><li>Concomitant use of multiple dopamine antagonists</li><li>Abrupt withdrawal of dopamine agonist drugs (eg, levodopa in patients with Parkinson disease)</li></ul><h1>Clinical presentation</h1><p>NMS usually manifests within the first 2 weeks of starting or increasing the dose of an antipsychotic medication, but it can also occur as early as a few hours or as late as several months after the initiation of treatment.&nbsp; Core symptoms include:</p><ul class=\"article-body-unordered-list\"><li><strong>Altered mental status</strong>:&nbsp; may present as confusion, agitated delirium, catatonia/mutism, and, in severe cases, stupor or coma</li><li><strong>Severe muscle rigidity</strong>:&nbsp; \"lead-pipe\" rigidity, resistance when moving the extremity though all ranges of motion</li><li><strong>Hyperthermia</strong>:&nbsp; body temperature often &gt;38°C, sometimes exceeding 40°C</li><li><strong>Autonomic instability</strong>:&nbsp; tachycardia, labile or elevated blood pressure, profuse diaphoresis, and tachypnea; arrhythmias may also occur</li></ul><p>Other symptoms can include dysphagia, dysarthria, sialorrhea, incontinence, and generalized weakness.</p><h1>Differential diagnosis</h1><ul class=\"article-body-unordered-list\"><li><strong>Serotonin syndrome</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33501.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; symptoms include mental status changes, autonomic instability (eg, tachycardia, diaphoresis), and hyperthermia.&nbsp; However, serotonin syndrome typically causes hyperreflexia, myoclonus, and clonus instead of muscle rigidity.</li><li><strong>Malignant hyperthermia</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35864.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; involves the rapid onset of hyperthermia, diffuse muscle rigidity, and tachycardia that classically develop shortly after induction of general anesthesia (eg, volatile anesthetic) in genetically predisposed individuals.</li><li><strong>Anticholinergic poisoning</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/66335.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; may present with hyperthermia and delirium (typically less severe than NMS), but patients with dry skin (rather than diaphoresis) and muscle rigidity is not characteristic.</li><li><strong>Heat stroke</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36213.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):&nbsp; can cause severe hyperthermia, tachycardia, altered mental status, and muscle cramping/stiffness, but lead pipe rigidity is not expected.</li><li><strong>Malignant catatonia</strong>:&nbsp; characterized by hyperthermia, autonomic instability, and muscle rigidity.&nbsp; However, patients often experience a prodrome of behavioral disturbances (eg, agitation, psychosis), and malignant catatonia typically involves positive motor symptoms (eg, posturing, repetitive movements), which are less common in NMS.</li><li><strong>Severe infection/sepsis</strong>:&nbsp; commonly causes high fever and altered sensorium, but these signs are generally accompanied by a probable source of infection (eg, urinary tract infection, pneumonia) and positive blood cultures.</li></ul><h1>Diagnosis</h1><p>NMS is a clinical diagnosis based on characteristic symptoms and a recent exposure to a causative medication:</p><ul class=\"article-body-unordered-list\"><li><strong>Core symptoms</strong> of hyperthermia, muscle rigidity, autonomic instability, and altered mental status</li><li><strong>Exposure to a dopamine antagonist</strong> (or withdrawal of a dopaminergic medication within the past 72 hours)</li></ul><h1>Laboratory evaluation</h1><p>Although no single test confirms NMS, laboratory tests can rule out alternative causes and assess for systemic complications:</p><ul class=\"article-body-unordered-list\"><li>Elevated creatine kinase (CK) and myoglobinuria:&nbsp; indicates rhabdomyolysis from severe or prolonged muscle rigidity</li><li>Electrolyte abnormalities:&nbsp; hyperkalemia, hypocalcemia, and hyperphosphatemia due to rhabdomyolysis</li><li>Renal function tests:&nbsp; elevated blood urea nitrogen (BUN) and creatinine (ie, acute kidney injury) induced by severe rhabdomyolysis</li><li>Leukocytosis:&nbsp; mild to moderate elevation in white blood cell count, likely a physiologic stress response</li><li>Liver function tests:&nbsp; may show mild to moderate transaminase elevation due to systemic inflammatory response and autonomic dysregulation (eg, decreased liver perfusion)</li></ul><h1>Imaging studies</h1><p>Routine imaging is not required for NMS diagnosis, but it may be used to rule out other causes of altered mental status.&nbsp; A CT or MRI of the brain can be performed to to assess for intracranial pathology (eg, mass, hemorrhage) and a chest x-ray may be indicated to rule out pneumonia as a source of infection (eg, sepsis).</p><h1>Management</h1><p>NMS is a <strong>medical emergency</strong>.&nbsp; Key management steps include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35982.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li>Immediate discontinuation of the causative agent</li><li>Supportive care:&nbsp; including aggressive cooling measures (eg, cooling blankets, ice packs), hydration and electrolyte management, and ventilatory support (if needed, especially in patients with severe chest wall rigidity or altered mental status).&nbsp;</li><li>Pharmacologic treatment:&nbsp; should be considered when patients do not respond to withdrawal of offending agent and supportive care.&nbsp;<ul class=\"article-body-unordered-list\"><li><strong>Dantrolene</strong>:&nbsp; skeletal muscle relaxant used to reduce severe rigidity and hyperthermia (especially when associated with rhabdomyolysis)</li><li><strong>Bromocriptine</strong>:&nbsp; dopamine agonist that may counteract dopamine blockade</li><li>Amantadine:&nbsp; dopamine agonist, sometimes used in milder cases or when bromocriptine is contraindicated (eg, hepatic impairment)</li><li>Benzodiazepines:&nbsp; may help reduce agitation and muscle rigidity</li><li>Restart dopaminergic medications (if NMS is related to recent withdrawal)</li></ul></li></ul><h1>Prognosis</h1><p>The prognosis for NMS is generally favorable with early intervention.&nbsp; Mortality rates are low (10%-20%) but can be higher in untreated cases or those with complications such as renal or respiratory failure.&nbsp; Recovery usually takes 1-2 weeks, though residual symptoms (eg, muscle weakness) may persist longer.</p><p>Many patients can be restarted on antipsychotic medications.&nbsp; Recommendations for reinitiating therapy include waiting 2 weeks after NMS resolution, selecting lower potency agents, beginning with low doses, and titrating slowly.&nbsp; Patients should be monitored closely for recurrent signs of NMS.</p><h1>Prevention</h1><p>Preventive strategies include:</p><ul class=\"article-body-unordered-list\"><li>Using the lowest effective dose of antipsychotic medications</li><li>Avoiding rapid dose escalation</li><li>Limiting concurrent use of multiple dopamine antagonists</li><li>Closely monitoring patients with a history of NMS or those on high-dose antipsychotics</li><li>Providing education on early signs of NMS for timely identification and response</li></ul><h1>Summary&nbsp;</h1><p>Neuroleptic malignant syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/64896.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ) is a rare but serious reaction to antipsychotic medications.&nbsp; Dopamine receptor antagonism in the CNS is thought to cause the characteristic symptoms of hyperthermia, altered mental status, muscle rigidity and autonomic dysfunction.&nbsp; NMS is a clinical diagnosis and is treated with immediate cessation of the offending agent, supportive care, and pharmacologic interventions.&nbsp; Most patients recover well when managed promptly.<p></p></div>\n            "
}