{
  "meta": {
    "title": "Normal pressure hydrocephalus (NPH)",
    "url": "https://brainandscalpel.vercel.app/normal-pressure-hydrocephalus-nph-42b4f931-508e31.html",
    "scrapedAt": "2025-12-01T05:10:03.531Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Normal pressure hydrocephalus (NPH) describes ventriculomegaly that develops despite normal cerebrospinal fluid (CSF) pressure.&nbsp; Gradual ventricular expansion produces the classic symptom triad of:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Gait dysfunction.</li>\n\t<li>Urinary incontinence.</li>\n\t<li>Cognitive impairment.</li>\n</ul><br><br><p>Accurate diagnosis is important because symptoms are potentially reversible with CSF drainage (eg, with a ventriculoperitoneal shunt).</p>\n<h1>CSF physiology: normal and hydrocephalus</h1><br><br><p>CSF (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17767.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) is continually produced by the choroid plexus via filtration from plasma and then passes through the ventricles before exiting into the subarachnoid space (eg, basal cisterns, cerebral convexities).&nbsp; CSF then flows to the arachnoid granulations, where it is reabsorbed (down a pressure gradient) into the venous sinuses, which empty into the jugular veins (ie, CSF reenters the systemic circulation).&nbsp; Under normal conditions, the arachnoid granulations can adjust the rate of CSF reabsorption to match that of CSF production.<p></p><br><br><p>Hydrocephalus results when an imbalance develops between CSF production and reabsorption and causes an abnormal accumulation of CSF.&nbsp; Mechanisms of hydrocephalus include:</p><br><br><ul>\n\t<li><strong>Obstructive hydrocephalus</strong> results from impaired CSF circulation <em>within</em> the ventricular system (ie, blockage prevents CSF from exiting the ventricles and entering the subarachnoid space); the obstruction typically involves conduits between ventricles (eg, the aqueduct of Sylvius).&nbsp; Ventricles dilate proximally to the obstruction, increasing intracranial pressure (ICP) and compressing adjacent brain structures.&nbsp; Obstructive hydrocephalus is noncommunicating by definition.</li>\n\t<li><strong>Communicating hydrocephalus</strong> occurs when CSF flow is impeded <em>after</em> leaving the ventricular system (ie, CSF can exit the ventricles but reabsorption from the subarachnoid space into the systemic circulation is impaired).&nbsp; Therefore, the entire ventricular system dilates (a hallmark finding on neuroimaging).&nbsp; ICP may be increased or normal depending on the underlying cause and acuity.</li>\n</ul><br><br><p>Hydrocephalus can also result (rarely) from overproduction of CSF (eg, choroid plexus papilloma).</p>\n<h1>Pathophysiology, epidemiology, and clinical features</h1><h2>Idiopathic vs secondary NPH</h2><br><br><p>NPH, a form of communicating hydrocephalus with normal ICP, can be classified as secondary or idiopathic:</p><br><br><ul>\n\t<li><strong>Secondary NPH</strong> results from various causes of prior brain injury (eg, subarachnoid hemorrhage, meningitis, trauma).&nbsp; The resulting inflammation leads to fibrosis of arachnoid granulations, which directly impairs CSF reabsorption.&nbsp; The underlying etiologies—and therefore, secondary NPH—can affect all age groups.</li>\n\t<li><strong>Idiopathic NPH</strong> has no obvious antecedent cause and is not completely understood.&nbsp; Similar to secondary NPH, idiopathic NPH may also involve increased resistance to CSF outflow from the subarachnoid space.&nbsp; Possible mechanisms include an age-related <strong>decline in venous compliance</strong> that causes an increase in central venous pressure.&nbsp; This increase can <strong>overcome the</strong> (narrow) <strong>pressure gradient</strong> driving reabsorption and lead to CSF accumulation (despite normal arachnoid function).&nbsp; Moreover, an age-related decline in arterial compliance increases pulsatile flow through the cerebral aqueduct, which can reverse CSF flow back into the ventricles and contribute to their expansion.&nbsp; Idiopathic NPH primarily affects older adults (age &gt;60), likely due to its association with these age-related vascular changes.&nbsp; Moreover, the prevalence of NPH increases markedly with advancing age (eg, affects &lt;0.2% of people age &lt;70 and ~6% of people age &gt;80).</li>\n</ul><br><br><p>Both secondary and idiopathic NPH lead to the <strong>slow accumulation</strong> of CSF within the ventricular system.&nbsp; It is thought that ventricular expansion is gradual enough to adjust to the increasing CSF volume without a corresponding increase in pressure (therefore explaining the <strong>normal opening pressure</strong> on lumbar puncture).</p><br><br><p>However, the expanding ventricles cause dysfunction of the periventricular white matter, which involves several mechanisms (eg, stretching of tracts, interstitial edema, decreased cerebral blood flow) and contributes to the classic triad of clinical features (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50510.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p>\n<h2>Triad of gait dysfunction, urinary incontinence, and cognitive impairment</h2><br><br><ul>\n\t<li><strong>Gait dysfunction</strong> results from interruption of the periventricular corticospinal tracts (descending from the corona radiata) that supply motor output to the leg muscles.&nbsp; Patients typically take slow, short steps in a wide-based gait, with their feet appearing as though stuck to the ground (described as a magnetic gait); they often have start hesitation and require multiple steps to turn (ie, en bloc).&nbsp; Gait disturbance is typically the first and most prominent feature and is also the most likely to respond to shunting.&nbsp; Corticospinal dysfunction may also produce upper motor neuron signs (eg, spasticity, hyperreflexia).</li>\n\t<li><strong>Urinary incontinence</strong> results from dysfunction of the periventricular corticospinal tracts that provide supraspinal (ie, voluntary) control of the micturition reflex.&nbsp; Loss of cortical inhibition results in detrusor hyperactivity (urge incontinence); this is often exacerbated by gait abnormalities that delay a patient's ability to get to a bathroom (functional incontinence).</li>\n\t<li><strong>Cognitive impairment</strong> (eg, dementia) results from impaired frontal lobe and subcortical (eg, basal ganglia) function, which may be due to disruption of white matter connections, as well as direct compression by the enlarging ventricles.&nbsp; Patients typically have both frontal (eg, executive dysfunction, inattention) and subcortical (eg, slowed processing, apathy) features.&nbsp; Dementia typically develops slowly (months to years) and usually manifests after the appearance of gait dysfunction.</li>\n</ul><br><br><p>NPH has an insidious onset (months to years), and the classic triad occurs in approximately 75% of patients.</p>\n<h1>Diagnosis</h1><br><br><p>NPH should be suspected in patients with insidious-onset gait dysfunction with or without urinary incontinence and with or without cognitive impairment.&nbsp; In other words, gait dysfunction should be a prominent feature, and all 3 components of the classic triad are not required for diagnosis.</p><br><br><p>Testing for NPH includes neuroimaging and a CSF removal procedure (followed by assessment for clinical improvement).</p>\n<h2>Neuroimaging</h2><br><br><p>Neuroimaging is typically indicated in patients with gait dysfunction and/or cognitive impairment.&nbsp; The hallmark finding on CT scan or MRI is <strong>ventriculomegaly</strong> out of proportion to sulcal enlargement/atrophy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69093.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Although CT scan is typically the initial test for new-onset neurologic symptoms, <strong>MRI</strong> is more specific for NPH because it provides better visualization of the posterior fossa; this helps rule out obstructive hydrocephalus at the level of the third and fourth ventricles.&nbsp; MRI may also show a paradoxical loss of signal (flow void) in the cerebral aqueduct despite an absence of obstruction; this finding is an artifact from increased CSF flow in the aqueduct (ie, radiographically demonstrates a likely pathophysiologic mechanism of NPH).<p></p>\n<h2>CSF removal</h2><br><br><p>Diagnostic CSF removal can help support the diagnosis of NPH in patients with suggestive clinical and MRI features.&nbsp; It can also help predict the patient's response to CSF shunting, which is important given the invasiveness and potential failure rate (~30%) of implanted shunts:</p><br><br><ul>\n\t<li><strong>High-volume lumbar puncture</strong> involves removing 30-50 mL of CSF, which transiently reverses the abnormal CSF flow dynamics that contribute to NPH.&nbsp; Significant improvement in gait (eg, walking speed, step length) and/or cognition approximately an hour after CSF removal supports the diagnosis and helps identify patients likely to respond to shunting.</li>\n\t<li><strong>External lumbar drainage</strong> involves placing a temporary catheter in the lumbar subarachnoid space to continuously drain CSF (minimum of 150 mL daily) while evaluating for clinical improvement over several (usually 2-7) days.</li>\n</ul><br><br><p>High-volume lumbar puncture is a simple outpatient test with excellent positive predictive value (&gt;90%) but limited sensitivity (&lt;50%).&nbsp; External lumbar drainage maintains the high positive predictive value of a single-tap test while increasing sensitivity (&gt;50%); however, it is more invasive and requires hospitalization.</p><br><br><p><strong>Other CSF findings</strong></p><br><br><ul>\n\t<li><strong>Normal opening pressure</strong> is present by definition.&nbsp; Therefore, elevated opening pressure (&gt;25 cm H<font size=\"2\"><sub>2</sub></font>O) is inconsistent with NPH, as are clinical signs and symptoms of elevated ICP (eg, headache, vomiting, papilledema).</li>\n\t<li><strong>Normal CSF analysis</strong> is typical of NPH.&nbsp; Abnormal findings (eg, elevated protein, increased leukocyte count) suggest an alternate etiology.</li>\n</ul>\n<h1>Treatment</h1><br><br><p>The standard treatment of NPH is surgical <strong>shunt placement</strong>, which functions by the following mechanisms:</p><br><br><ul>\n\t<li>Diverts CSF (ie, bypasses the arachnoid granulations) to areas of lower pressure (eg, peritoneal cavity, atrium), enabling continuous drainage.</li>\n\t<li>Decompresses the ventricles, which improves white matter function (eg, reduces tract stretching, decreases interstitial edema, increases cerebral blood flow).</li>\n\t<li>Reverses the abnormal CSF flow dynamics (eg, backflow into the ventricles) that contribute to NPH's pathophysiology.</li>\n</ul><br><br><p>Shunt types include ventriculoperitoneal, lumboperitoneal, and ventriculoatrial.&nbsp; The chosen technique usually depends on the available surgical expertise because each type has similar efficacy.&nbsp; Programmable shunts are preferable because they enable CSF pressure adjustment, are less likely to require revision, and have fewer complications.</p><br><br><p>CSF diversion improves symptoms in approximately 70% of appropriately selected patients.&nbsp; Favorable predictors of shunt response include a clear underlying cause (ie, secondary more likely to benefit than idiopathic), shorter symptom duration (eg, &lt;6 months), prominent gait symptoms (most responsive symptom), and clinical improvement with diagnostic CSF removal (eg, high-volume lumbar puncture).&nbsp; The likelihood of shunt response worsens with longer symptom duration and worsening dementia severity (typically the least responsive symptom).</p><br><br><p>Surgical shunting can prevent permanent neurodegeneration and improve quality of life (eg, decreased falls, decreased incontinence, improved cognition).&nbsp; Patient selection for shunting is important because these potential benefits must be weighed against the failure rate of shunt placement (~30%) and the risk for shunt-related complications, including malfunction, infection, and overdrainage (which can create subdural fluid collections).</p><br><br><p>Medical management (eg, carbonic anhydrase inhibitors to decrease ICP) has unclear benefit and is not recommended.</p>\n<h1>Differential diagnosis</h1><br><br><p>Accurately differentiating NPH is sometimes difficult because many older adults have various other—and often more common—causes of each of its cardinal symptoms (ie, NPH's symptoms are nonspecific).&nbsp; A further complicating factor is that most patients ultimately diagnosed with NPH have comorbid disorders contributing to their overall symptomatology (ie, pure NPH is rare).&nbsp; Given NPH's multiple mimics, it is helpful to consider factors that make NPH unlikely, as well as alternate causes of gait dysfunction, urinary incontinence, and cognitive dysfunction.</p>\n<h2>Factors making NPH unlikely</h2><br><br><ul>\n\t<li>ICP &gt;25 cm H<font size=\"2\"><sub>2</sub></font>O (rules out NPH by definition).</li>\n\t<li>Age &lt;60 for idiopathic NPH.</li>\n\t<li>Asymmetric findings or cortical deficits (eg, aphasia, paresis).</li>\n\t<li>Progressive dementia without gait dysfunction.</li>\n</ul>\n<h2>Other causes of gait dysfunction</h2><br><br><p>Almost all patients with NPH experience gait dysfunction; often, the description of the gait dysfunction and associated signs can help differentiate NPH from other causes (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/91644.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Other causes of urinary incontinence</h2><br><br><p>NPH is characterized by urge incontinence early in its course, which often worsens with progression due to functional incontinence (from gait dysfunction) and/or apathy (from cognitive impairment).&nbsp; Other etiologies of urinary incontinence include stress incontinence (eg, pelvic prolapse in older women), overflow incontinence (eg, bladder outlet obstruction), and other causes of urge incontinence (eg, prosthetic hypertrophy in men).</p>\n<h2>Other causes of cognitive impairment</h2><br><br><p>Differentiating NPH from other neurodegenerative disorders, especially the types of dementia that produce gait dysfunction early in their course, can be challenging.&nbsp; Disorders of cognitive function that can mimic NPH include:</p><br><br><ul>\n\t<li><strong>Parkinson disease</strong> (PD) can cause gait dysfunction, but other parkinsonian features (eg, bradykinesia, rigidity, tremor) are typically present.&nbsp; In addition, cognitive impairment (ie, PD dementia) is a late finding (onset &gt;1 year after motor symptoms by definition).</li>\n\t<li><strong>Dementia with Lewy bodies</strong> (DLB) is associated with progressive gait dysfunction and cognitive decline.&nbsp; However, DLB is typically accompanied by other features (eg, parkinsonism, visual hallucinations, rapid eye movement sleep behavior disorders).</li>\n\t<li><strong>Frontotemporal dementia</strong> causes cognitive deficits, but they are dominated by early changes in behavior/personality (behavioral variant) or language impairment (primary progressive aphasia); gait dysfunction and incontinence are rare.</li>\n\t<li><strong>Alzheimer disease</strong> (AD) typically presents with memory deficits out of proportion to other cognitive domains (unlike the frontal-cortical dysfunction of NPH).&nbsp; In addition, gait dysfunction and urinary incontinence are typically late findings in AD.</li>\n\t<li><strong>Vascular dementia</strong> (VaD) typically occurs as a stepwise process (reflecting repeated strokes), unlike the progressive course of NPH.</li>\n</ul><br><br><p>Many patients with NPH have coexisting AD and/or VaD; moreover, both AD and VaD can closely mimic NPH (especially when other disorders common in older adults produce simultaneous gait dysfunction and/or urinary incontinence).</p><br><br><p>Often, neuroimaging can help differentiate NPH from these other disorders because their neurodegeneration-associated ventriculomegaly is typically proportional to their sulcal enlargement/atrophy (ie, hydrocephalus ex vacuo), unlike in NPH, in which ventriculomegaly is out of proportion to sulcal enlargement/atrophy.</p>\n<h1>Prognosis</h1><br><br><p>Overall, CSF diversion/shunting improves symptoms in approximately 70% of patients with NPH.&nbsp; Favorable predictors include early diagnosis, a known cause, and gait-predominant disease, whereas longer symptom duration and cognitive-predominant disease negatively affect the prognosis.&nbsp; However, it is currently impossible to precisely predict an individual's response to shunt placement, making accurate diagnosis and patient selection a priority.</p>\n<h1>Summary</h1><br><br><p>Normal pressure hydrocephalus (NPH) describes ventriculomegaly that develops despite normal cerebrospinal fluid (CSF) pressure.&nbsp; The classic symptom triad includes gait dysfunction, urinary incontinence, and cognitive impairment.&nbsp; NPH results when CSF flow is impeded after exiting the ventricles (ie, impaired reabsorption from the subarachnoid space into the systemic circulation) and can be idiopathic (possibly from age-related vascular changes) or secondary (due to arachnoid fibrosis from prior brain injury).&nbsp; Diagnosis is clinical and supported by neuroimaging showing ventriculomegaly out of proportion to sulcal enlargement, as well as a clinical response to a CSF removal procedure (eg, high-volume lumbar puncture).&nbsp; Treatment is CSF diversion with surgical shunt placement (eg, ventriculoperitoneal), and early diagnosis and appropriate patient selection can help improve outcomes.</p>\n</div>\n\n            "
}