{
  "meta": {
    "title": "Pediatric brain tumors",
    "url": "https://brainandscalpel.vercel.app/pediatric-brain-tumors-2e6b90f7-508e31.html",
    "scrapedAt": "2025-12-01T05:10:12.153Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>CNS tumors are the second most common pediatric malignancies after leukemia and the most common pediatric solid tumors.&nbsp; The most frequent types of primary brain tumors in children differ in type and location from those in adults.&nbsp; The general pathophysiology, epidemiology/risk factors, clinical presentation, diagnosis, and management of primary brain tumors are discussed in more detail in a separate article.</p>\n<h1>Pathophysiology</h1><br><br><p>Brain tumors can be classified according to their cell type of origin.&nbsp; The brain is composed of 2 major cell types:&nbsp; neurons and glial cells.&nbsp; Neurons, which transmit information throughout the brain using electrical signals and chemical messengers, rarely form tumors.&nbsp; Tumors more commonly originate from glial cells, which significantly outnumber neurons and normally provide support to maintain the health of the nervous system.&nbsp; There are 3 main types of glial cells:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Astrocytes, the most common glial cell, help regulate the environment around neurons, contribute to nutrient exchange, and play a role in maintaining the blood-brain barrier.</li>\n\t<li>Oligodendrocytes produce myelin, a fatty substance that insulates nerve fibers and allows for faster signal transmission.</li>\n\t<li>Ependymal cells line the ventricles, fluid-filled cavities within the brain and spinal cord and are involved in cerebrospinal fluid (CSF) production.</li>\n</ul><br><br><p>Gliomas, one of the most common types of primary brain tumor, originate from these glial cell populations (eg, astrocytomas, oligodendrogliomas, ependymomas).&nbsp; Tumors can also arise from the meninges (eg, meningioma) or from other cell types (eg, pituitary gland, pineal gland, embryonic origin).</p>\n<h2>Adult brain tumors</h2><br><br><p>Commonly encountered adult brain tumors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Glioblastomas (eg, high-grade astrocytomas)</li>\n\t<li>Oligodendrogliomas</li>\n\t<li>Meningiomas</li>\n\t<li>Schwannomas</li>\n\t<li>Pituitary tumors</li>\n\t<li>Primary CNS lymphoma</li>\n</ul><br><br><p>These are discussed in more detail in a separate dedicated article.</p>\n<h2>Pediatric brain tumors</h2><br><br><p>Commonly encountered pediatric brain tumors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pilocytic astrocytomas</li>\n\t<li>Ependymomas</li>\n\t<li>Medulloblastomas</li>\n\t<li>Craniopharyngiomas</li>\n\t<li>Pineal gland tumors</li>\n\t<li>Choroid plexus papillomas</li>\n</ul>\n<h1>Pilocytic astrocytoma</h1><br><br><p>Pilocytic astrocytomas are a type of low-grade astrocytoma and the most common childhood brain tumor.&nbsp; Similar to adult astrocytoma, these are typically slow-growing and benign, causing symptoms to develop over many months.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Location</strong>:&nbsp; They typically arise infratentorially, specifically within the <strong>cerebellum</strong> (eg, cerebellar astrocytoma).</li>\n\t<li><strong>Pathology</strong>:&nbsp; Microscopic examination frequently shows a well-circumscribed tumor containing bipolar astrocytes with ovoid nuclei and hair-like (piloid) processes.&nbsp; These processes contain glial fibrillary acidic protein, indicative of glial lineage.&nbsp; Proteinaceous, eosinophilic, cytoplasmic inclusions with a corkscrew appearance (ie, Rosenthal fibers (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95372.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )) and eosinophilic granular bodies (thought to be derived from lysosomes) are also often present.</li>\n\t<li><strong>Clinical features</strong>:&nbsp; Because they typically arise within the cerebellum, they often present with symptoms of <strong>cerebellar dysfunction</strong>, such as ataxia.&nbsp; They can also cause <strong>obstructive hydrocephalus</strong> (from obstruction of the 4th ventricle) leading to symptoms of increased intracranial pressure (ICP).</li>\n\t<li><strong>Radiologic features</strong>:&nbsp; Pilocytic astrocytomas typically appear as well-circumscribed mass with an enhancing mural nodule and surrounding cystic components on MRI (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95850.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>In children with pilocytic astrocytoma, the prognosis is usually good, and surgical resection is often curative.</p>\n<h1>Ependymoma</h1><br><br><p>Ependymomas originate from ependymal cells, which line the ventricles (fluid-filled cavities) within the brain.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Location</strong>:&nbsp; These tumors can occur in any part of the ventricular system throughout the brain and spinal cord; the most common locations are within the <strong>posterior fossa in the fourth ventricle</strong> or in the <strong>spinal cord</strong>.</li>\n\t<li><strong>Pathology</strong>:&nbsp; Histopathologic examination typically shows ependymal cells arranged around a central blood vessel (ie, <strong>perivascular pseudorosette</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L98743.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                )).</li>\n\t<li><strong>Clinical features</strong>:&nbsp; Ependymomas cause symptoms related to their location in the ventricular system.&nbsp; Ependymomas in the fourth ventricle can cause <strong>hydrocephalus</strong> (obstructed CSF flow) and <strong>increased ICP</strong>, leading to headaches, papilledema, and cranial nerve deficits.</li>\n\t<li><strong>Radiologic features</strong>:&nbsp; Ependymomas can appear on MRI as hyperintense (on T2/FLAIR) cystic lesions with heterogeneous contrast enhancement.&nbsp; Dilated ventricles can be seen with ependymomas that cause obstructed CSF flow.</li>\n</ul>\n<h1>Medulloblastoma</h1><br><br><p>Medulloblastoma is a malignant embryonal tumor arising from primitive neuroectodermal tissue (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/53843.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; It is the most common malignant brain tumor in children.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Location</strong>:&nbsp; Medulloblastomas arise in the posterior fossa (back lower part of the brain) in the <strong>cerebellum</strong>.</li>\n\t<li><strong>Pathology</strong>:&nbsp; Histopathologic examination shows an embryonal tumor composed of sheets of small cells with round, hyperchromatic basophilic (ie, blue) nuclei and minimal cytoplasm.&nbsp; The cells may be arranged around a central core of neuronal processes (ie, neuropil), forming <strong>Homer-Wright rosettes</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95652.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; Numerous mitotic figures are often present.</li>\n\t<li><strong>Clinical features</strong>:&nbsp; Most patients with medulloblastoma have signs and symptoms that develop over weeks to months.&nbsp; Medulloblastomas that occur in the <strong>vermis</strong> (eg, midline) of the cerebellum, which coordinates balance and gait, classically present with <strong>truncal or gait ataxia</strong> (eg, wide-based gait); involvement of more <strong>lateral portions</strong> of the cerebellum may cause <strong>problems with limb coordination</strong>, such as dysmetria and intention tremor.&nbsp; Given the proximity to the fourth ventricle, medulloblastoma can also cause <strong>obstructive hydrocephalus</strong> with symptoms of increased ICP (eg, nighttime or early morning headaches, vomiting) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60732.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Radiologic features</strong>:&nbsp; Medulloblastomas typically appear as midline masses in the posterior fossa, with heterogeneous contrast enhancement causing obstructive hydrocephalus on MRI (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L102183.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>Medulloblastomas have the potential for leptomeningeal spread through the CSF and are treated aggressively with surgery, radiation, and chemotherapy.</p>\n<h1>Craniopharyngioma</h1><br><br><p>Craniopharyngioma is a <strong>benign, slow-growing tumor</strong> arising from the epithelial remnants of Rathke pouch within the pituitary stalk (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25960.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Location</strong>:&nbsp; The mass is usually located in the <strong>suprasellar region</strong> adjacent to the optic chiasm and pituitary stalk.&nbsp; It can compress the optic chiasm and hypothalamus.</li>\n\t<li><strong>Pathology</strong>:&nbsp; Adamantinomatous craniopharyngiomas most often present as benign suprasellar tumors in children and appear as cords/nests of palisading squamous epithelium with areas of lamellar \"wet\" keratin under light microscopy (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L2252.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Clinical features</strong>:&nbsp; Because of their slow growth, craniopharyngiomas often cause subtle symptoms for years before diagnosis.&nbsp; Given their location, they can cause a variety of different symptoms:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Compression of the optic chiasm can lead to <strong>visual field deficits</strong>, including bitemporal hemianopsia (eg, loss of peripheral vision) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89815.jpg\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ).</li>\n\t\t<li>Pituitary stalk compression often causes <strong>panhypopituitarism</strong>, which most commonly manifests as growth failure due to TSH or growth hormone deficiency.&nbsp; In addition, hypogonadism from LH and FSH deficiency may cause pubertal delay (eg, no breast development by age 12 in girls).&nbsp; Arginine vasopressin deficiency (central diabetes insipidus) due to antidiuretic hormone deficiency and adrenal insufficiency due to corticotropin deficiency may also occur.</li>\n\t\t<li>Compression of the third ventricle can lead to <strong>obstructive hydrocephalus</strong>, causing symptoms of increased ICP (eg, headaches, papilledema)</li>\n\t</ul>\n\t</li>\n\t<li><strong>Radiologic features</strong>:&nbsp; Craniopharyngiomas typically appear on neuroimaging as sellar or suprasellar masses with cystic and solid components with calcification (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95474.jpg\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ).&nbsp; They may show heterogeneous enhancement.</li>\n</ul><br><br><p>Craniopharyngiomas are typically treated with surgery and/or radiation therapy (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/54282.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; The prognosis is variable, but many patients experience complications related to the location of the tumor (eg, endocrine issues or visual deficits).<p></p>\n<h1>Pineal gland tumors</h1><br><br><p>The pineal gland is an endocrine gland within the CNS that modulates circadian rhythms by secreting melatonin in response to darkness or sympathetic stimulation.&nbsp; Pineal gland tumors typically affect children (usually boys) up to age 14.&nbsp; The most common pineal mass is a germinoma, a midline malignant tumor thought to arise from embryonic germ cells.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Location</strong>:&nbsp; The pineal gland is a midline structure located dorsal to the superior colliculus in the midbrain and between the thalamic bodies (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L82386.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Pathology</strong>:&nbsp; The histopathology of pineal gland tumors depends on the type of mass (eg, type of germinoma).</li>\n\t<li><strong>Clinical features</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/53729.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; Pineal gland masses often block CSF flow in the cerebral aqueduct, causing <strong>obstructive hydrocephalus</strong>, resulting in the classic symptoms of increased ICP (eg, papilledema, headache, nausea and vomiting).&nbsp; Patients also classically have <strong>Parinaud syndrome</strong> (dorsal midbrain syndrome), which is characterized by:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Limitation of upward gaze with downward gaze preference</strong> (ie, setting sun sign) due to compression of the vertical gaze center (medial longitudinal fasciculus)</li>\n\t\t<li><strong>Light-near dissociation</strong> (ie, pseudo–Argyll Robertson pupil):&nbsp; pupils reactive to accommodation but not to light due to the disruption of dorsal optic tract fibers traveling to the Edinger-Westphal nuclei</li>\n\t\t<li><strong>Convergence retraction nystagmus</strong> (ie, nystagmus and retraction of the globe with upward gaze) and <strong>bilateral eyelid retraction</strong> (ie, Collier sign) due to disruption of the inhibitory fibers to the nucleus of the third nerve (affecting the rectus muscles and levator palpebrae)</li>\n\t\t<li><strong>Ataxia</strong> due to compression of the superior cerebellar peduncle</li>\n\t</ul>\n\t</li>\n\t<li><strong>Radiologic features</strong>:&nbsp; Neuroimaging usually shows a contrast-enhancing mass in the pineal gland, often causing obstructive hydrocephalus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66965.jpg\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Choroid plexus papilloma</h1><br><br><p>The choroid plexus, a highly vascular neuroepithelial tissue found within the ventricles, produces CSF.&nbsp; Most common in infants age &lt;2, choroid plexus papilloma is a rare, <strong>slow-growing, benign overgrowth</strong> of the choroid plexus that results in increased CSF production.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Location</strong>:&nbsp; These tumors usually occur in the <strong>lateral ventricles</strong> (eg, supratentorial).</li>\n\t<li><strong>Pathology</strong>:&nbsp; On light microscopy, choroid plexus papillomas typically have a uniform population of choroid plexus cells.</li>\n\t<li><strong>Clinical presentation:</strong>&nbsp; In infants, the accumulation of excess CSF produced by the tumor (ie, hydrocephalus) causes <strong>enlarging head circumference</strong> and signs of <strong>ICP</strong> (eg, bulging fontanelle, irritability, vomiting).&nbsp; Developmental delay is also common.&nbsp; Headaches can occur in older children and adults with this tumor.&nbsp; With increasing tumor size, obstruction of CSF flow can occur, resulting in acutely increased ICP.</li>\n\t<li><strong>Radiologic features</strong>:&nbsp; Head ultrasonography can be performed in infants and typically reveals enlarged ventricles with an intraventricular mass.&nbsp; MRI confirms the diagnosis with a large, contrast-enhancing mass.</li>\n</ul><br><br><p>The treatment for a large or symptomatic choroid plexus papilloma is resection, and recurrence is rare.</p>\n</div>\n\n            "
}