{
  "meta": {
    "title": "Restless leg syndrome (RLS)",
    "url": "https://brainandscalpel.vercel.app/restless-leg-syndrome-rls-b0cb3389-508e31.html",
    "scrapedAt": "2025-12-01T05:10:13.974Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Restless leg syndrome (RLS) is a common neurologic sensorimotor disorder characterized by an irresistible urge to move the legs that is often accompanied by dysesthesia (eg, itching, crawling sensation).&nbsp; Symptoms occur primarily at rest and at night and can be temporarily relieved by movement.&nbsp; RLS commonly disrupts sleep and can significantly impair quality of life.&nbsp; The incidence increases with age, with up to 25% of the population age &gt;65 affected by RLS.</p><h1>Pathophysiology</h1><p>RLS is classified as primary (if idiopathic) or secondary (if accompanied by a predisposing condition or caused by medications listed in the \"Risk factors\" section).&nbsp; Nearly half of patients with idiopathic RLS have a positive family history (autosomal dominant inheritance).</p><p>The pathophysiology of RLS is not clearly understood, but it is associated with central nervous system (CNS) and peripheral nervous system abnormalities:</p><ul class=\"article-body-unordered-list\"><li>CNS findings include reduced iron stores and dysfunction of dopaminergic and other neurotransmitter (eg, glutamate, histamine) pathways (some of which are close to the circadian control centers).</li><li>Peripheral abnormalities include hyperalgesia and sensitization of afferent pain nerves partly mediated by A-delta fiber input.</li></ul><h1>Risk factors</h1><ul class=\"article-body-unordered-list\"><li><strong>Family history</strong>:&nbsp; Most patients have a positive family history, with patterns suggesting an autosomal dominant transmission.</li><li><strong>Iron deficiency</strong>:&nbsp; Given that RLS is associated with low CNS iron stores, low total body iron stores also increases the risk of RLS.</li><li><strong>Chronic conditions</strong>:<ul class=\"article-body-unordered-list\"><li>Uremia (eg, end-stage renal disease)</li><li>Neuropathy (eg, diabetes mellitus, alcohol-associated)</li><li>Spinal cord disease (eg, trauma, demyelinating conditions), multiple sclerosis, Parkinson disease</li></ul></li><li><strong>Medications</strong>:&nbsp; Dopamine antagonists (eg, antipsychotics, certain antiemetics [metoclopramide]), first-generation antihistamines (eg, diphenhydramine), and antidepressants (eg, selective serotonin reuptake inhibitors [eg, sertraline], mirtazapine), can precipitate or worsen RLS.</li><li><strong>Pregnancy</strong>:&nbsp; RLS affects 20% of pregnant patients in Western countries.</li></ul><h1>Clinical presentation</h1><p>RLS is characterized by the following features:</p><ul class=\"article-body-unordered-list\"><li>An irresistible urge to move the legs, often accompanied by dysesthesia (eg, itching, crawling, tingling, restless sensation).</li><li>Symptoms begin or worsen at rest (eg, sitting, lying down).</li><li>Symptoms worsen or occur exclusively at night.</li><li>Symptoms abate with movement (eg, walking, stretching).</li></ul><p>The dysesthesia is typically experienced between the knee and ankle and is often described as a sensation deep inside the leg.&nbsp; Although RLS primarily affects the legs, it can also affect the arms.&nbsp; RLS does not cause pain or neurologic deficits (eg, numbness, weakness).&nbsp; Symptom severity and frequency vary among patients.</p><h1>Diagnosis</h1><p>The diagnosis of RLS is made clinically based on the clinical features listed above.&nbsp; In addition, another cause of these symptoms (eg, venous stasis, leg edema, myalgia) should be excluded before the diagnosis of RLS is made.</p><h1>Laboratory evaluation</h1><p>Laboratory evaluation is aimed primarily at identifying iron deficiency, which is often clinically silent, unlike other secondary causes of RLS that typically have overt symptoms (eg, pregnancy, Parkinson disease, end-stage renal disease).&nbsp; Therefore, <strong>iron studies</strong> (eg, ferritin, total iron binding capacity, serum iron) should be obtained.&nbsp; A normal complete blood count is insufficient because iron deficiency can exist without anemia.</p><p>Additional studies to consider may vary based on clinical presentation (eg, polysomnography to rule out obstructive sleep apnea when daytime sleepiness is present, nerve conduction velocities/electromyogram to distinguish neuropathy from RLS when unclear clinically).</p><h1>Differential diagnosis</h1><ul class=\"article-body-unordered-list\"><li><strong>Periodic limb movement disorder (PLMD)</strong>:&nbsp; Presents with periodic (eg, every 20-40 seconds) involuntary limb twitches or jerks during sleep.&nbsp; These movements are followed by brief awakenings that patients are unaware of, leading to daytime sleepiness.&nbsp; &nbsp; Unlike with RLS, patients typically do not experience sensory discomfort.&nbsp; Although RLS is often accompanied by periodic limb movements during sleep, PLMD is only diagnosed if it is not caused by another sleep disorder or RLS.</li><li><strong>Peripheral artery disease (PAD)</strong>:&nbsp; Presents with lower extremity muscle pain that worsens with exercise and subsides with rest (intermittent claudication), a pattern that is contrary to that of RLS.&nbsp; PAD also can be associated with skin atrophy, hair loss, and ulcers, which are absent in RLS.</li><li><strong>Chronic venous insufficiency</strong>:&nbsp; Can present with aching or a heavy feeling in the legs associated with swelling and skin changes (eg, dermatitis, ulceration).&nbsp; In contrast to RLS, pain increases when walking and improves when lying down (due to gravity assisting with venous drainage).</li><li><strong>Peripheral neuropathy (eg, diabetic)</strong>:&nbsp; Classically manifests with decreased sensation or burning pain in a stocking-glove distribution.</li><li><strong>Nocturnal leg cramps</strong>:&nbsp; Present with sudden, painful tightness of the calf muscles with obvious muscle hardening, not present in RLS.&nbsp; In addition, relief typically requires stretching of the muscle rather than continuous movement.</li><li><strong>Akathisia</strong>:&nbsp; Typically associated with dopamine-blocking drugs (eg, antipsychotics) and causes a generalized inner restlessness and an impulse to move, rather than a restlessness limited to the legs.&nbsp; Akathisia is not accompanied by dysesthesia (eg, tingling, crawling sensation, itching) often seen in RLS.</li><li><strong>Positional leg discomfort</strong>:&nbsp; Results from sitting or lying in the same position for a long time and is relieved by change of position.&nbsp; It does not require continuous movement to maintain relief.&nbsp; It is also not associated with exacerbations in the evening, as seen in RLS.</li></ul><h1>Management</h1><p>Management consists of nonpharmacologic and pharmacologic therapy.</p><p>All patients should undergo nonpharmacologic therapy, with <strong>iron supplementation</strong> indicated for those with <strong>ferritin</strong> levels <strong>≤75 ng/mL</strong>.&nbsp; These measures may sufficiently control symptoms that are intermittent (eg, &lt;2 times a week) and mild.&nbsp; Pharmacologic therapy is reserved for patients with frequent/daily symptoms or patients with intermittent symptoms recalcitrant to nonpharmacologic therapy.</p><h2>Nonpharmacologic therapy&nbsp;</h2><ul class=\"article-body-unordered-list\"><li>Avoid caffeine, alcohol, and nicotine.</li><li>Maintain sleep hygiene, and engage in regular exercise.</li><li>Try leg massages or warm/cold soaks or compresses.</li><li>Stop culprit medications (eg, glucocorticoids, calcium channel blockers, phenytoin, lithium, selective serotonin reuptake inhibitors).</li></ul><h2>Pharmacologic therapy&nbsp;</h2><ul class=\"article-body-unordered-list\"><li><strong>Gabapentin or pregabalin</strong> are taken on a daily basis and are recommended for chronic, persistent symptoms.&nbsp; They are alpha-2-delta calcium channel ligands that affect A-delta fibers, inhibit calcium influx, and blunt neurotransmitter release.&nbsp; The exact mechanism in improving RLS symptoms is unknown.</li></ul><p>For patients with intermittent symptoms (eg, &lt;2 times a week) recalcitrant to nonpharmacologic therapy, <strong>carbidopa-levodopa</strong> increases dopamine levels in the CNS (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6786.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) and may be considered on an as-needed basis.&nbsp; Dopaminergic agents (eg, pramipexole or ropinirole) are no longer recommended as initial therapy for chronic, persistent symptoms.&nbsp; With daily, long-term therapy, they can cause symptom augmentation (ie, paradoxical worsening).<p></p><h1>Complications</h1><ul class=\"article-body-unordered-list\"><li><strong>Sleep disturbance</strong>:&nbsp; Nighttime symptoms can make it difficult to fall or stay asleep, resulting in fatigue, mood disturbances, cognitive impairment, and daytime sleepiness.</li><li><strong>Psychologic effects</strong>:&nbsp; Depression and anxiety are common due to impaired quality of life.</li><li><strong>Medication adverse effects</strong>:&nbsp; Long-term use of dopaminergic agents may lead to augmentation, where symptoms worsen or spread to other body parts.&nbsp; Therefore, gabapentin or pregabalin are usually preferred.</li></ul><h1>Prognosis</h1><p>RLS is a chronic condition with variable severity.&nbsp; Many patients experience symptom relief with appropriate treatment, but relapses are common.&nbsp; Secondary RLS caused by reversible conditions, such as iron deficiency or pregnancy, typically resolves once the underlying cause is addressed.</p><h1>Special considerations:&nbsp; Pregnancy</h1><p>RLS in pregnancy typically worsens throughout gestation and improves or resolves after delivery.&nbsp; However, women who have RLS during pregnancy are at increased risk of developing primary (idiopathic) RLS in the future.</p><p>As in other patients with RLS, serum iron studies should be obtained, and supplementation should be initiated for ferritin levels ≤75 ng/mL.&nbsp; Sleep hygiene and gentle exercise should be recommended as well as reassurance of the likely temporary nature of symptoms.&nbsp; Other agents typically used in RLS (eg, alpha-2-delta calcium channel ligands [eg, gabapentin, pregabalin]) should be avoided in pregnancy.</p><h1>Summary</h1><p>Restless leg syndrome (RLS) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/71133.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a common neurologic sensorimotor disorder characterized by an irresistible urge to move the legs that is often accompanied by dysesthesia (eg, itching, crawling sensation).&nbsp; It is most pronounced during rest and at night; it can be temporarily relieved by movement.&nbsp; The underlying pathophysiology of RLS is unclear but is thought to be related to low CNS iron stores and dysfunction in dopaminergic pathways.&nbsp; Diagnosis is clinical.&nbsp; Given RLS's association with iron deficiency, iron studies should always be obtained, with supplementation initiated for ferritin levels ≤75 ng/mL.&nbsp; Therapy options include nonpharmacologic (eg, stopping caffeine, using warm compresses, leg messages) and pharmacologic (eg, gabapentin, pregabalin) measures.<p></p></div>\n            "
}