{
  "meta": {
    "title": "Spinal cord compression",
    "url": "https://brainandscalpel.vercel.app/spinal-cord-compression-e078bd4a-508e31.html",
    "scrapedAt": "2025-12-01T05:10:19.393Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Spinal cord compressive syndromes occur when the spinal cord is subject to external mechanical pressure, resulting in neurologic deficits.&nbsp; Compression can be due to neoplastic, infectious, traumatic, or degenerative causes.&nbsp; Red flags of neurologic dysfunction (eg, motor weakness, sensory dysfunction, autonomic dysfunction) should prompt evaluation for spinal cord compression, and, if present, rapid surgical or radiation intervention should follow to allow for decompression.</p>\n<h1>Anatomy</h1><br><br><p>The spine is composed of 33 vertebrae (cervical, thoracic, lumbar, sacral, and coccygeal that support and protect the spinal cord.&nbsp; The intervertebral discs occupy the space between each vertebra.&nbsp; The spinal cord begins at the foramen magnum and extends caudally until it transitions to the conus medullaris, terminating at the level of L1-L2.&nbsp; The nerve roots that originate from the conus medullaris and comprise the cauda equina (named for its resemblance to a horsetail) exit in pairs at the corresponding spinal levels (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29896.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The cauda equina is responsible for the motor and sensory innervation of the legs, perineum, bladder, and bowels.&nbsp; The spinal cord is surrounded by the dura mater, and cerebrospinal fluid fills the subarachnoid space.&nbsp; External to the dura mater is the spinal epidural space, a potential space that houses fat, blood vessels, and connective tissue (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14932.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p>\n<h1>Pathophysiology</h1><br><br><p>Direct pressure on the spinal cord or nerve roots disrupts the nerves' blood supply, causing arterial ischemia and venous congestion and leading to inflammation and swelling.&nbsp; The resulting damage can range from reversible demyelination (and temporary neurologic symptoms) to irreversible neurologic impairment, depending on the extent and duration of compression.</p><br><br><p>Compression can arise from various underlying etiologies; common mechanisms include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Neoplastic</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46946.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Metastatic tumor:&nbsp; Most common spinal cord tumor that occurs classically with primary lung, breast, and prostate cancers.</li>\n\t\t<li>Benign spinal cord tumor, which occurs more often than primary CNS malignancy.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Infectious</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Spinal epidural abscess:&nbsp; Pyogenic infection within the spinal epidural space,&nbsp; often associated with infectious discitis/vertebral osteomyelitis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14898.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Traumatic</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Vertebral fracture with displacement/retropulsion:&nbsp; Fracture fragments are displaced and impinge on the spinal cord (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t\t<li>Disc herniation:&nbsp; <strong>Midline herniation</strong> of a disc can compress the spinal cord.&nbsp; <strong>Lateral disc herniation</strong> is more likely to cause unilateral radicular symptoms rather than cord compression.</li>\n\t\t<li>Spinal epidural hematoma:&nbsp; Blood fills the spinal epidural space and compresses the cord.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Degenerative</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Osteoarthritis/spondylosis:&nbsp; Bulging osteophytes narrow the spinal canal and can compress either the spinal cord or the nerve roots, potentially resulting in spondylotic myelopathy, most common in the cervical spine (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63388.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li>\n\t\t<li>Spondylolisthesis:&nbsp; Anterior displacement of the vertebral bodies due to bilateral pars defect (spondylolysis) can narrow the spinal canal (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6203.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).</li>\n\t\t<li>Spinal stenosis:&nbsp; Narrowing of the spinal canal due to hypertrophy of the ligamentum flavum can compress the spinal cord; it is often worse in an upright position (eg, shopping cart sign).&nbsp; This can lead to neurogenic claudication (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6075.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Risk factors</h1><br><br><p>The risk factors for spinal cord compression depend on the underlying etiology causing the compression.</p>\n<h2>Neoplastic compression (benign or malignant)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>History of malignancy, genetic predisposition.</li>\n</ul>\n<h2>Infectious compression (eg, spinal epidural abscess)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Immunocompromised status (eg, HIV, diabetes mellitus, alcohol use disorder).</li>\n\t<li>Intravenous drug use or bacteremia (eg, hematogenous spread).</li>\n\t<li>Recent spinal procedure (eg, epidural anesthesia, epidural steroid injection).</li>\n\t<li>Local/contiguous infection (eg, cellulitis).</li>\n</ul>\n<h2>Traumatic compression</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Recent trauma (eg, herniated disc, vertebral fracture, vertebral dislocation).</li>\n\t<li>Spinal epidural hematoma, which can be traumatic, iatrogenic (eg, recent spinal procedure), or spontaneous (particularly in the setting of anticoagulation or coagulopathy).</li>\n</ul>\n<h2>Degenerative compression</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Degenerative conditions (eg, osteoarthritis, spondylolysis, spinal stenosis, spondylolisthesis).</li>\n\t<li>Impaired vertebral integrity (eg, osteoporosis, ankylosing spondylitis).</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The symptoms of spinal cord compression vary depending on the level of involvement and the underlying etiology.&nbsp; Symptom presentation varied by the anatomic level of the compression.</p>\n<h2>Cervical and thoracic cord compression</h2><br><br><p>Cervical and thoracic spinal cord compression may present with focal or radicular pain that radiates to the shoulders and arms.&nbsp; Pain is often accompanied by sensory changes (eg, paresthesia) in a dermatomal distribution depending on the affected level (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49158.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Patients often have lower motor neuron findings (eg, weakness, atrophy, reduced reflexes) in a myotome/dermatome distribution in the upper extremities.&nbsp; Damage to the spinal cord descending tracts can lead to an unsteady gait (spastic, scissoring walk), a sensation of leg weakness/stiffness, and <strong>upper motor neuron signs in the lower extremities</strong> (eg, increased reflexes, increased tone, upgoing Babinski sign).&nbsp; Patients may also experience an <strong>electric shock–like sensation down the spine (Lhermitte sign)</strong> with forward flexion of the neck, although this sign can also be seen in other conditions (eg, multiple sclerosis).<p></p>\n<h2>Lumbosacral cord compression, including conus medullaris and cauda equina syndromes</h2><br><br><p>Lumbosacral compression or compression of the cauda equina typically presents with radicular low back pain.&nbsp; <strong>Reflexes may be diminished or absent</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60250.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Diminished sensation in the buttocks and perineum, called <strong>saddle anesthesia</strong>, can be seen.&nbsp; Urinary retention or <strong>loss of bowel or urinary continence</strong> is concerning for compression of the nerve roots of the cauda equina (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30361.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; Sexual dysfunction, such as inability to obtain an erection, can also indicate autonomic dysfunction due to spinal cord or nerve root compression.<p></p>\n<h2>Spinal epidural abscess</h2><br><br><p>Patients with spinal epidural abscesses typically present with the <strong>classic triad</strong> of <strong>focal back pain, fever, and neurologic deficits</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/129034.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis is based on a combination of clinical assessment and imaging studies.</p>\n<h2>Clinical assessment</h2><br><br><p>Key components include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Detailed history to identify onset, progression, and red flag symptoms (eg, saddle anesthesia, loss of continence).</li>\n\t<li>Neurologic examination to localize the level of compression and assess motor, sensory, and reflex functions (eg, rectal sphincter tone, Babinski reflex).</li>\n</ul>\n<h2>Imaging</h2><br><br><p>Imaging is the gold standard for the evaluation of patients with presentations concerning for spinal cord compression syndromes.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>MRI</strong>:&nbsp; MRI is the most commonly used diagnostic imaging, providing high sensitivity in identifying spinal cord lesions and compression (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20124.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                , \n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91546.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; Gadolinium contrast may increase lesion sensitivity.</li>\n\t<li><strong>CT scan</strong>:&nbsp; Standard CT imaging can be helpful in determining whether there are bony lesions or traumatic injuries, which may predispose to spinal cord compression.&nbsp; In addition, CT myelography (CT scan of the spine with intrathecal contrast) can be used in patients with contraindications to MRI (eg, implanted MRI-incompatible devices, indwelling metallic foreign bodies).</li>\n\t<li><strong>Biopsy</strong>:&nbsp; Biopsy is indicated in cases of suspected malignancy or infection (eg, osteomyelitis) to confirm the diagnosis.&nbsp; In the case of osteomyelitis associated with spinal epidural abscess, bone biopsy cultures can guide antibiotic therapy.</li>\n</ul>\n<h2>Role of laboratory studies</h2><br><br><p>Laboratory testing can be used adjunctively but does not confirm the diagnosis.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Blood cultures</strong> should be obtained if an infectious etiology of cord compression is suspected.&nbsp; Culture results can be used to guide and narrow antibiotic therapy.</li>\n\t<li><strong>Erythrocyte sedimentation rate and C-reactive protein</strong> are usually elevated in patients with infectious spinal cord compression (eg, spinal epidural abscess).</li>\n\t<li><strong>Coagulation studies</strong> should be obtained in patients with concern for spinal epidural hematoma and may be useful before neurosurgical intervention.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>In addition to the conditions previously described, several other syndromes may present similarly to spinal cord compression syndromes; these conditions should be considered in patients with motor and sensory neurologic deficits.</p>\n<h2>Transverse myelitis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Immune-mediated destruction of the spinal cord, usually due to postinfectious molecular mimicry.</li>\n\t<li>Patients who seek medical attention with similar distal weakness, sensory change, and autonomic dysfunction.</li>\n\t<li>MRI findings that distinguish transverse myelitis from spinal cord compression because transverse myelitis shows increased T2 hyperintensity (edema) without a compressive lesion.</li>\n</ul>\n<h2>Cerebral stroke</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Because of ischemia or hemorrhage, patients have neurologic deficits, including sensory changes and motor weakness (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47243.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).&nbsp; Patients may have cranial nerve abnormalities (eg, facial droop) or speech changes (eg, aphasia, dysarthria), which would localize to a brain lesion rather than spinal cord compression.</li>\n\t<li>CT imaging with angiography may reveal intracranial hemorrhage, infarction, or large vessel occlusion.&nbsp; MRI imaging of the brain demonstrates evidence of an infarct.</li>\n</ul>\n<h2>Anterior cord syndrome</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Because of ischemia of the anterior spinal artery, patients have similar motor weakness, urinary retention, and loss of pain and temperature sensation.&nbsp; However, blood flow is preserved through the posterior spinal cord and dorsal columns, leaving vibration and proprioception intact.</li>\n\t<li>MRI reveals vascular disruption of the anterior spinal artery in the absence of a compressive lesion.</li>\n</ul>\n<h2>Brown-Séquard syndrome</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients have unilateral motor paresis (lateral corticospinal tract injury) with loss of proprioception, vibratory sensation, and light touch (dorsal columns).&nbsp; On the contralateral side, patients have loss of pain and temperature sensation (lateral spinothalamic) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31944.png\" alt=\"BrownSequard syndrome\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">BrownSequard syndrome</div>\n                                </div>\n                                ).&nbsp; This is most commonly due to hemitransection of the spinal cord in penetrating trauma but can also occur in the setting of spinal cord stroke.&nbsp; MRI reveals transection or infarction without the presence of a compressive lesion.</li>\n</ul>\n<h2>Multiple sclerosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Relapsing-remitting neurologic symptoms are associated with demyelinating lesions seen on MRI in the absence of compressive lesions.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of spinal cord compression aims to relieve pressure and prevent further neurologic deterioration while addressing the underlying cause.&nbsp; It generally includes supportive measures, urgent decompression, and etiology-specific interventions.</p>\n<h2>Initial supportive/adjunctive measures</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>High-dose corticosteroids (eg, dexamethasone) may be used to reduce edema in the setting of metastatic spinal cord compression.</li>\n\t<li>If spinal epidural hematoma is present and the patient has had anticoagulation therapy, reversal of the anticoagulation (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/54154.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) should be considered.</li>\n\t<li>Pain management should be optimized.</li>\n</ul>\n<h2>Surgical management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Surgical decompression of the spinal cord should be performed urgently (within 24 hr) to prevent long-term neurologic damage.</li>\n\t<li>Stabilization procedures are indicated for traumatic injuries.</li>\n</ul>\n<h2>Etiology-specific treatment</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Infectious causes (eg, epidural abscess)</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Empiric intravenous antibiotics covering common pathogens, particularly <em>Staphylococcus aureus</em> (eg, vancomycin plus ceftriaxone).</li>\n\t\t<li>Aspiration or surgical drainage to control the source of infection and obtain culture data.</li>\n\t\t<li>Targeted therapy based on culture data/sensitivities as this treatment becomes available.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Neoplastic compression</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Urgent radiation therapy may be used for radiosensitive tumors; chemotherapy may also be used, although its onset is slower.</li>\n\t\t<li>Surgical resection may be required for urgent decompression if the tumor is not radiosensitive.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Rehabilitation planning and physical therapy are important for long-term functional recovery following neurologic injury.</p>\n<h1>Complications</h1><br><br><p>Complications of spinal cord compression vary depending on the specific etiology of the patient's illness.&nbsp; Regardless of cause, there is a possibility for permanent neurologic injury, including motor weakness, sensory deficits, and permanent autonomic dysfunction (eg, bowel/bladder dysfunction).&nbsp; Patients with spinal epidural abscesses are also at risk for progression to sepsis and often have comorbid osteomyelitis/discitis.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis depends on the underlying cause, severity of compression, and timeliness of intervention.&nbsp; Early diagnosis and treatment improve the likelihood of recovery, particularly in cases of reversible compression (&lt;24 hr).&nbsp; Delayed recognition or intervention for spinal cord compression can result in irreversible neurologic deficits; as a result, missed diagnoses are often litigated.</p>\n<h1>Summary</h1><br><br><p>Spinal cord compression (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36482.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) is a condition characterized by mechanical compression of the spinal cord or cauda equina.&nbsp; It arises from various causes, including degenerative changes, trauma, neoplasms, and infection.&nbsp; Clinical features depend on the level of compression and can range from localized pain to severe neurologic deficits, including paralysis.&nbsp; MRI is diagnostic for this condition; urgent decompression of the spinal cord with either surgical intervention or radiation is critical to preserving neurologic function and minimizing long-term sequelae.<p></p>\n</div>\n\n            "
}