{
  "meta": {
    "title": "Stroke",
    "url": "https://brainandscalpel.vercel.app/stroke-768d120d-508e31.html",
    "scrapedAt": "2025-12-01T05:10:23.960Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Stroke, or cerebrovascular accident, describes an acute neurologic event that occurs due to either brain ischemia (ischemic stroke) or intracranial hemorrhage (hemorrhagic stroke).&nbsp; Prompt recognition and management can help minimize brain tissue damage and optimize patient outcomes.&nbsp; This article provides an overview of stroke evaluation and management.&nbsp; Specific neuroanatomic localization features are described in a separate article.</p>\n<h1>Pathogenesis</h1><br><br><p>The initial evaluation of stroke is based on differentiating between the 2 main categories of stroke, ischemic stroke and hemorrhagic stroke.</p>\n<h2>Ischemic stroke</h2><br><br><p>Ischemic stroke (~85%) arises from a blockage within a cerebral artery, typically caused by a thrombus (blood clot) or embolus (dislodged material).&nbsp; <strong>Atherosclerosis</strong>, the buildup of plaque within the arterial walls, is a strong risk factor.&nbsp; Histopathological examination reveals cellular swelling, pyknosis (nuclear shrinkage), and karyolysis (dissolution of the nucleus) with disappearance of the basophilic Nissl bodies (leading to deeply eosinophilic staining red neurons) in affected neurons within the infarct core (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/46177.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>Depending on the duration of ischemia, the surrounding tissue may exhibit ischemic penumbra, a region with potentially salvageable neurons.&nbsp; Irreversible ischemic neural and glial cell injury may initiate a sequence of chemical changes that promote edema.&nbsp; The edema is initially cytotoxic (due to decreased ATP resulting in failure of ATP-dependent pumps, release of excitatory amino acids such as glutamate, and accumulation of intracellular Na<font size=\"2\"><sup>+</sup></font> and water in neural and glial cells despite an intact blood-brain barrier), but later (eg, 24-48 hr) becomes vasogenic, when the release of inflammatory mediators disrupts the tight junctions of the blood-brain barrier, allowing proteins (eg, albumin) and water to enter the interstitial space.</p><br><br><p>This vasogenic phase can cause persistent cerebral edema for weeks after the initial injury.</p>\n<h2>Hemorrhagic stroke</h2><br><br><p>Hemorrhagic stroke (~15%) results from a ruptured blood vessel within the brain parenchyma, leading to bleeding into the surrounding brain tissue.&nbsp; <strong>Uncontrolled hypertension</strong>, <strong>cerebral amyloid angiopathy</strong> (most common cause of lobar intracerebral hemorrhage; occurs due to abnormal amyloid/beta-pleated sheet protein infiltrating cerebral blood vessels in patients age &gt;75), and use of <strong>anticoagulant medications</strong> increase the risk for hemorrhagic stroke.&nbsp; Histopathological findings include extravasated erythrocytes, disruption of brain architecture, and potential mass effect from the hematoma.&nbsp; In some cases, hemosiderin deposits, a breakdown product of hemoglobin from red blood cells, may be evident in the days to weeks following the hemorrhage.</p>\n<h1>Risk factors</h1><br><br><p>In general, risk factors for stroke include advanced age, personal or family history of stroke, active cigarette smoking, diabetes mellitus, hypertension, heart failure, carotid or peripheral vascular disease, coronary artery disease, and dyslipidemia.&nbsp; Of these, personal history of stroke is the strongest risk factor for recurrent stroke, and hypertension control has the largest potential benefit in primary prevention of stroke.&nbsp; Atrial fibrillation increases the risk for embolic stroke specifically, as seen when calculating the risk for stroke in patients with atrial fibrillation using the CHA<font size=\"2\"><sub>2</sub></font>DS<font size=\"2\"><sub>2</sub></font>-VASc scoring system (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84384.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Clinical presentation</h1><br><br><p>The 3 findings particularly predictive of stroke include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Unilateral facial drooping</strong></li>\n\t<li><strong>Arm weakness</strong></li>\n\t<li><strong>Abnormal speech</strong>, including dysarthria (difficulty speaking due to muscle weakness) and aphasia (difficulty with speaking or understanding language)</li>\n</ul><br><br><p>However, other findings (eg, visual disturbances [eg, sudden blurry vision, diplopia], gait imbalance) or combinations of findings can also be noted.</p><br><br><p>Common presenting features are reflected in diagnostic scales used for evaluation of patients with suspected stroke, including the FAST scale (<strong>F</strong>ace <strong>A</strong>rm <strong>S</strong>peech <strong>T</strong>est) and the BE-FAST scale (which adds <strong>B</strong>alance, [imbalance or leg weakness] and <strong>E</strong>yes [visual symptoms]).</p><br><br><p>The specific presenting manifestations are related to the affected area (eg, cortex, brainstem) and vasculature (eg, anterior cerebral, middle cerebral, posterior cerebral, lacunar), and different types of stroke (embolic, thrombotic, hemorrhagic) can lead to different classic features (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/78105.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) and time courses (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L75142.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Specific stroke syndromes and neurolocalization features are described in detail in a separate article.<p></p>\n<h1>Diagnostic evaluation</h1><h2>TIME = BRAIN</h2><br><br><p>The concept of the golden hour emphasizes the importance of initiating <strong>treatment within 60 minutes</strong> of stroke onset, if possible.&nbsp; Treatment initiation as soon as possible after stroke onset improves the chances of minimizing brain tissue death.&nbsp; Delays in treatment can lead to irreversible damage and significantly worsen prognosis.</p>\n<h2>History</h2><br><br><p>Medical history should focus on symptom onset (eg, timing), risk factors for stroke (eg, hypertension, diabetes mellitus, hyperlipidemia, atrial fibrillation), and medications (eg, anticoagulants).&nbsp; In addition to the presenting symptoms, other symptoms such as recent headaches, history of falls, or witnessed episodes of sudden weakness can provide clues for diagnosis.</p>\n<h2>Neurologic examination and the National Institutes of Health Stroke Scale</h2><br><br><p>A quick yet precise neurologic examination assesses motor function, reflexes, sensation, and cognitive function to identify and localize (eg, affected vascular territory) the neurologic deficits.&nbsp; The National Institute of Health Stroke Scale (NIHSS) is a standardized tool used to quantify the severity of stroke symptoms and help guide treatment decisions.&nbsp; It assesses multiple aspects of neurologic function, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Consciousness</li>\n\t<li>Motor strength</li>\n\t<li>Sensory ability</li>\n\t<li>Language</li>\n\t<li>Coordination</li>\n</ul><br><br><p>Scores range from 0 (no deficit) to 42 (severe stroke) and may be used to determine eligibility for interventions.&nbsp; A higher NIHSS score correlates with a larger stroke burden.</p>\n<h2>Laboratory tests</h2><br><br><p>Urgent laboratory testing should include <strong>fingerstick glucose</strong> before imaging studies.&nbsp; If present, hypoglycemia can worsen ongoing ischemic injury, directly cause neuronal cell death, and lead to acute clinical deterioration (eg, during the CT scan).&nbsp; In addition, symptoms of hypoglycemia (eg, lethargy, slurred speech, focal neurologic deficits) occasionally mimic acute stroke.&nbsp; Hypoglycemia can sometimes cause recrudescence (reappearance) of stroke symptoms.</p><br><br><p>A <strong>complete blood count</strong>, as well as <strong>troponin</strong> and <strong>coagulation studies</strong> should be ordered prior to additional studies, which can be performed following initial evaluation and stabilization.</p>\n<h1>Neuroimaging</h1><br><br><p>Neuroimaging plays a vital role in confirming the diagnosis, differentiating ischemic from hemorrhagic stroke, and identifying the location and extent of brain injury.</p>\n<h2>Noncontrast CT scan</h2><br><br><p>Noncontrast CT scan is the initial imaging modality to rule out hemorrhagic stroke due to its high sensitivity for bleeding (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69117.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; It can also identify early signs of ischemic stroke, such as loss of gray-white matter differentiation.&nbsp; Noncontrast CT scan is sometimes normal in the early hours (eg, &lt;6 hr) following the ischemic event because the cytotoxic edema responsible for many of the visible changes takes time to develop.<p></p>\n<h2>MRI scan</h2><br><br><p>After the initial evaluation is complete, MRI may be used to provide more detailed information about the stroke location, extent of damage, and presence of small vessel disease.&nbsp; Advanced MRI techniques, such as diffusion-weighted imaging (DWI) and perfusion-weighted imaging (PWI), play a critical role in patient management.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>DWI detects changes in water diffusion within brain tissue, which can help identify areas of infarction (dead tissue) and the ischemic core (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16308.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; However, DWI findings alone may not differentiate between irreversibly damaged tissue and the potentially salvageable ischemic penumbra.</li>\n\t<li>PWI assesses blood flow within brain tissue.&nbsp; By comparing PWI findings with DWI results, clinicians can identify the ischemic penumbra, the region of brain tissue that is potentially salvageable with timely reperfusion therapy.</li>\n</ul><br><br><p>The presence of a large vessel occlusion on either CT angiography (CTA) or MR angiography (MRA) in conjunction with a mismatch between the size of the DWI lesion (infarct core) and the perfusion deficit on PWI (ischemic penumbra) is a strong indicator for potential benefit from mechanical thrombectomy.&nbsp; This mismatch signifies a significant amount of salvageable brain tissue that can be rescued by restoring blood flow through the occluded artery.</p>\n<h1>Management</h1><br><br><p>Treatment strategies for stroke depend on the type of stroke and the time elapsed since symptom onset; they can become complicated.&nbsp; An overall approach is provided in this article.</p>\n<h1>Management of ischemic stroke</h1><br><br><p><strong>Thrombolysis and/or mechanical thrombectomy (if within the time window)</strong></p><br><br><p>If done within an acceptable time window, restoring blood flow to the affected brain region as quickly as possible through thrombolysis or thrombectomy is a priority for treatment of ischemic stroke.&nbsp; This can be achieved through:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Intravenous (IV) thrombolysis (IV tissue plasminogen activator [tPA]) (&lt;4.5 hr of symptom onset)</strong>:&nbsp; An IV thrombolytic medication (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39449.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) is administered within a specific timeframe to dissolve the obstructing clot (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L75977.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Careful patient selection is required due to the risk for hemorrhagic transformation (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36316.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).&nbsp; After thrombolysis, patients should be admitted to an intensive care or dedicated stroke unit for close monitoring of their neurologic status and blood pressure (to decrease risk for hemorrhagic transformation while also avoiding hypotension-induced hypoperfusion).&nbsp; The most serious complication of thrombolysis is ICH (affects ~5%-8% of patients, mortality is ~50%-60%).&nbsp; If ICH is suspected (eg, sudden neurologic deterioration, worsening headache, sudden increase in blood pressure), repeat head imaging (eg, noncontrast CT scan) should be obtained immediately and reversal agents that either contain fibrinogen or increase fibrinogen should be used to counteract the effect of tPA (which decreases fibrinogen by activating the fibrinolytic pathway):<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Cryoprecipitate (quick onset of action; contains factor VIII, von Willebrand factor, and fibrinogen) replaces fibrinogen and activates the intrinsic coagulation pathway.</li>\n\t\t<li>Antifibrinolytics (eg, aminocaproic acid, tranexamic acid) competitively inhibit plasminogen-to-plasmin conversion, preventing fibrinolysis, and indirectly increase fibrinogen levels.</li>\n\t\t<li>Additional reversal agents may be given depending on medication history (eg, fresh frozen plasma or protein complex concentrate in patients taking anticoagulation therapy; recombinant modified factor Xa in those taking a direct factor Xa inhibitor; protamine sulfate in those who recently received heparin).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Endovascular thrombectomy (&lt;24 hr of symptom onset)</strong>:&nbsp; Patients may be eligible for mechanical thrombectomy (ie, catheter-assisted mechanical retrieval of a thrombus) if they meet the following criteria:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Disabling neurologic symptoms</li>\n\t\t<li>Symptom onset &lt;24 hours</li>\n\t\t<li>CT scan of the head consistent with an acute ischemic stroke (ie, no evidence of hemorrhage)</li>\n\t\t<li><strong>Large vessel occlusion</strong> (eg, middle cerebral artery) demonstrated on CTA</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Because thrombolysis and mechanical thrombectomy are considered independently of each other, a specific patient may be eligible for one, both, or neither.</p>\n<h2>Pharmacologic management</h2><br><br><p>Medical management focuses on secondary stroke prevention and neuroprotection, particularly in patients who are not candidates for thrombolysis or mechanical thrombectomy.</p><br><br><p>The following therapeutic approaches are emphasized:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Aspirin</strong> (typically 160-325 mg):&nbsp; This reduces the risk for recurrent ischemic events by inhibiting platelet aggregation.&nbsp; It should be started within 24-48 hours of ischemic stroke onset in the absence of contraindication (eg, active bleeding).&nbsp; For patients treated with IV tPA, aspirin is generally deferred for at least 24 hours after thrombolysis.&nbsp; Some patients (eg, those with a minor ischemic stroke [NIHSS ≤5] or high-risk transient ischemic attack [TIA]) may benefit from short-term dual antiplatelet therapy (eg, aspirin plus clopidogrel).</li>\n\t<li><strong>High-intensity statin therapy</strong> (eg, atorvastatin 40-80 mg or rosuvastatin 20-40 mg):&nbsp; This should be initiated as soon as possible (after ensuring safety of oral medication intake) to help stabilize atherosclerotic plaques, reduce cholesterol levels, and exert anti-inflammatory effects.&nbsp; In addition to statin therapy, lifestyle interventions (eg, dietary modification) are recommended for long-term lipid management.&nbsp; LDL cholesterol reduction is particularly important in patients with atherosclerotic disease.</li>\n\t<li><strong>Blood pressure control</strong>:&nbsp; Management of hypertension in acute ischemic stroke depends on the patient's thrombolysis eligibility.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Patients eligible for thrombolysis should have had their blood pressure lowered to <strong>&lt;185/110 mm Hg</strong> prior to <strong>thrombolysis</strong> and maintained at &lt;180/105 mm Hg for 24 hours after thrombolysis.</li>\n\t\t<li>In contrast, patients ineligible for thrombolysis should have their blood pressure gradually lowered (eg, by ~15% in the first 24 hr) if blood pressure elevation is extreme (eg, &gt;220/120 mm Hg).</li>\n\t\t<li>Otherwise, elevated blood pressures are tolerated (ie, <strong>permissive hypertension</strong>) because a rapid lowering of blood pressure can decrease perfusion to the vulnerable ischemic penumbra (area surrounding the densely ischemic core), leading to a greater area of ischemic injury.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Therapeutic anticoagulation in select cases</strong>:&nbsp; In patients with underlying atrial fibrillation or other cardioembolic sources, long-term anticoagulation is necessary.&nbsp; Direct oral anticoagulants or warfarin is typically started when the risk for hemorrhagic transformation has passed (usually several days to weeks post-stroke, based on clinical judgment).</li>\n</ul>\n<h2>Evaluation of underlying etiology</h2><br><br><p>The underlying etiology of stroke should be evaluated when patients are stabilized (eg, after initial imaging and any interventions) and includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Telemetry</strong>:&nbsp; Continuous cardiac monitoring (eg, for 24 hr) is used to detect atrial fibrillation, a common cause of cardioembolic stroke that often requires anticoagulation to reduce stroke risk in the future.&nbsp; If telemetry fails to reveal atrial fibrillation and the stroke appears embolic in nature, extended cardiac monitoring (eg, Holter monitor or loop recorder for 30 days) may be employed.</li>\n\t<li><strong>Transthoracic echocardiography (TTE) with bubble study</strong>:&nbsp; TTE evaluates the heart for structural abnormalities that could lead to stroke (eg, left atrial enlargement, valvular disease, ventricular thrombus).&nbsp; The bubble study component (injection of IV agitated saline) helps detect right-to-left shunts, such as a patent foramen ovale (PFO), which can contribute to paradoxical embolism and may influence management (eg, antiplatelet therapy, PFO surgical closure).&nbsp; In certain cases (eg, concern for false negative on TTE, age &lt;45 without known cardiac disease), transesophageal echocardiography offers better visualization of the left atrium and aortic arch.</li>\n\t<li><strong>Vascular imaging</strong>:&nbsp; Carotid ultrasonography is used to evaluate for carotid artery stenosis, a common cause of ischemic stroke due to plaque rupture and embolization.&nbsp; In some cases&nbsp;(\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L77553.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ), it may require carotid endarterectomy (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43367.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; CTA or MRA provides more detailed imaging of extracranial and intracranial arteries to assess for stenosis, dissection, or occlusion.</li>\n\t<li><strong>Blood tests</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Hemoglobin A1c:&nbsp; This screens for diabetes mellitus, a significant risk factor for stroke.</li>\n\t\t<li>Lipid panel:&nbsp; Dyslipidemia is a major modifiable risk factor for atherosclerotic stroke, and statin therapy is indicated for all patients with ischemic stroke to reduce LDL levels and stabilize atherosclerotic plaques.</li>\n\t\t<li>Coagulation studies:&nbsp; Prothrombin time, INR, activated partial thromboplastin time.</li>\n\t\t<li>Hypercoagulable studies (eg, activated protein C resistance/factor V Leiden mutation, anticardiolipin antibodies, lupus anticoagulant):&nbsp; These can be considered in some patients (eg, those with family history of thromboses or findings of antiphospholipid antibody syndrome).</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Management of hemorrhagic stroke</h1><br><br><p>After assessment of the ABCs (<strong>A</strong>irway, <strong>B</strong>reathing, <strong>C</strong>irculation), management of hemorrhagic stroke focuses on preventing further bleeding (eg, reversing anticoagulation), controlling blood pressure, and normalizing intracranial pressure:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Blood pressure management</strong>:&nbsp; Medications are used to carefully lower blood pressure to a target range that helps prevent further bleeding without compromising blood flow to the ischemic penumbra (the salvageable brain tissue surrounding the infarct).&nbsp; In the early stages of hemorrhagic stroke (first 24-48 hours), excessively lowering blood pressure may compromise blood flow to the ischemic penumbra, the potentially salvageable brain tissue surrounding the hemorrhage.&nbsp; Therefore, guidelines recommend a relatively cautious approach to blood pressure management during this time.&nbsp; This cautious approach may involve allowing systolic blood pressure to remain slightly elevated (eg, up to 180 mm Hg) while ensuring adequate cerebral perfusion.&nbsp; Blood pressure is then gradually lowered toward a target range in the following days as the patient's condition stabilizes.</li>\n\t<li><strong>Reversal of anticoagulation</strong>:&nbsp; Targeted reversal of any anticoagulation.&nbsp; Vitamin K is typically given to patients taking warfarin, and protamine sulfate is given to patients taking heparin.</li>\n\t<li><strong>Regulation of ICP</strong>:&nbsp; Increased ICP is treated with interventions such as elevating the head of the bed, sedation, and osmotic therapy (eg, mannitol).</li>\n\t<li><strong>Surgical intervention</strong>:&nbsp; Surgical intervention is sometimes necessary to evacuate a large hematoma (blood clot) or repair a ruptured blood vessel.&nbsp; For example, extension of cerebellar hemorrhage can result in obstructive hydrocephalus due to compression of the fourth ventricle, with elevated intracranial pressure or brainstem compression leading to stupor, coma, and death.&nbsp; Therefore, urgent surgical decompression and clot evacuation are indicated in certain cases of cerebellar hemorrhage (eg, obtundation, radiologic evidence of a bleed &gt;3 cm).</li>\n</ul>\n<h1>Supportive care</h1><br><br><p>Following the acute phase of stroke, supportive care includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Maintaining adequate hydration and electrolyte balance</strong>:&nbsp; IV fluids are often administered to ensure proper hydration and electrolyte balance.</li>\n\t<li><strong>Preventing complications</strong>:&nbsp; Measures are taken to prevent complications such as pneumonia, a frequent concern due to dysphagia (swallowing difficulty), which can occur after stroke.&nbsp; A bedside swallow evaluation (eg, water swallow test) can serve as a quick dysphagia assessment and should be performed prior to oral medication administration.</li>\n\t<li><strong>Seizure management</strong>:&nbsp; If seizures develop, antiepileptic medications can be initiated.</li>\n\t<li><strong>Prophylactic anticoagulation</strong>:&nbsp; Prevalence of clinically apparent deep vein thrombosis in patients with acute stroke is significant (~10%), and subsequent pulmonary embolism is a frequent cause of early death.&nbsp; Patients with hemiparesis are at greatest risk, and risk is highest 2-7 days following stroke.&nbsp; The specific approach to deep vein thrombosis prophylaxis in patients with ischemic stroke depends on other medical therapies.&nbsp; Because of increased bleeding risk, patients who receive thrombolytics, dual antiplatelet therapy, or therapeutic anticoagulation typically receive intermittent pneumatic compression (IPC) only.&nbsp; In contrast, patients who have a moderate to severe stroke and receive aspirin typically receive only IPC and subcutaneous prophylactic-dose heparin within 48 hours of admission.</li>\n</ul>\n<h1>Rehabilitation</h1><br><br><p>Stroke rehabilitation plays a pivotal role in helping patients regain lost function and enhance their quality of life.&nbsp; Rehabilitation programs typically incorporate a multidisciplinary approach, involving:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Physical therapy</strong> to improve strength, coordination, and mobility.&nbsp; Physical therapists work with patients to relearn basic movements such as walking, dressing, and transferring.</li>\n\t<li><strong>Occupational therapy</strong> to relearn daily living skills and activities of daily living.&nbsp; Occupational therapists help patients adapt to their limitations and find ways to perform daily tasks independently.</li>\n\t<li><strong>Speech therapy</strong> to address communication difficulties.&nbsp; Speech therapists can help patients improve their speech clarity, language comprehension, and swallowing abilities.</li>\n</ul>\n<h1>Special considerations:&nbsp; cryptogenic stroke</h1><br><br><p>Cryptogenic stroke is a <strong>stroke with no obvious source</strong> on initial stroke evaluation.&nbsp; Because most cryptogenic strokes are embolic in etiology and the risk for recurrent embolic events is increased without identification and treatment of the source, additional investigations should be performed:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Advanced cardiac imaging (eg, cardiac MRI) can help visualize a cardiac source (eg, left ventricular thrombus) that may have been undetected on echocardiography.</li>\n\t<li>Ambulatory cardiac monitoring (eg, ambulatory ECG, implantable loop recorder) can detect occult arrhythmia (eg, paroxysmal atrial fibrillation), which is one of the most common causes of cryptogenic stroke.</li>\n</ul><br><br><p>Monitoring is performed for a prolonged period (eg, 30 days) because paroxysmal atrial fibrillation, if transient and infrequent, is often missed on standard ECG or 24- or 48-hour cardiac monitoring.&nbsp; Additional work-up may be considered based on suspicion for additional etiologies (eg, systemic findings and elevated inflammatory markers suggesting vasculitis).</p>\n<h1>Special considerations:&nbsp; transient ischemic attack (TIA)</h1><br><br><p>A transient ischemic attack (TIA) is defined as a transient episode of neurologic dysfunction caused by ischemia but without acute infarction.&nbsp; A TIA is considered a neurologic emergency because it signals an acutely increased risk for stroke (eg, up to 5% within the first 48 hr, up to 12% within the first 30 days); the ABCD2 (<strong>A</strong>ge, <strong>B</strong>lood pressure, <strong>C</strong>linical features, <strong>D</strong>uration of symptoms, and <strong>D</strong>iabetes) score is used for risk assessment (eg, a score &lt;4 indicates low risk).&nbsp; Both TIA and acute ischemic stroke are most commonly caused by atherosclerotic cerebrovascular disease, a multifactorial disorder (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/76662.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).&nbsp; The single greatest attributable risk factor in most patients is <strong>hypertension</strong>.<p></p><br><br><p>The clinical diagnosis of TIA should prompt an urgent, comprehensive diagnostic evaluation that includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Advanced brain imaging, including MRI, which is more sensitive than CT scan for detecting ischemia</li>\n\t<li>Neurovascular imaging, including CT scan or MRA of the head and neck to evaluate cerebral vasculature patency, and carotid duplex ultrasonography to evaluate for carotid stenosis</li>\n\t<li>Investigations for potential sources of embolism, including prolonged cardiac rhythm monitoring and echocardiography, to evaluate for a cardiac source (eg, atrial fibrillation, intracardiac thrombus)</li>\n</ul><br><br><p>These studies are typically done in the inpatient setting to expedite the work-up, which should be completed within 24-48 hours.&nbsp; Immediate identification of a stroke source (eg, carotid stenosis, mural thrombus) and timely intervention (eg, antiplatelet therapy, anticoagulation) can reduce the risk for disabling stroke.</p><br><br><p>As with stroke, secondary prevention includes <strong>antiplatelet agents</strong> (eg, aspirin, clopidogrel) to prevent thrombus formation and <strong>statin therapy</strong> to reduce atherosclerotic plaque formation.&nbsp; Lifestyle modifications (eg, exercise, tobacco cessation) are also recommended.</p>\n<h1>Special considerations:&nbsp; pediatric strokes</h1><h2>Ischemic stroke in children</h2><br><br><p>Although pediatric strokes are uncommon, most patients have at least one identifiable risk factor (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/78876.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ), such as cardiac disease (eg, congenital heart defect), cerebral arteriopathies (eg, vasculitis), or hematologic conditions (eg, sickle cell disease).&nbsp; MRI is preferred over CT scan in children because it is more sensitive for diagnosing acute ischemic stroke and often provides clues to stroke etiology.&nbsp; Following the diagnosis of acute ischemic stroke, further evaluation is performed to identify the cause:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>MRA of the head and neck can diagnose cerebral arteriopathy (eg, vasculitis).</li>\n\t<li>Echocardiology and ECG monitoring can detect cardiac abnormalities (eg, right-to-left shunts, endocarditis) or arrhythmias (eg, atrial fibrillation) responsible for cardioembolic strokes.</li>\n\t<li>Hypercoagulable work-up can identify prothrombotic states (eg, factor V Leiden), which cause approximately 10% of pediatric strokes.</li>\n</ul><br><br><p>Normal PT/INR and PTT do not exclude a hypercoagulable state, and testing for several conditions is recommended (eg, protein C deficiency, protein S deficiency, factor V Leiden).</p>\n<h2>Hemorrhagic stroke in children</h2><br><br><p>In children, hemorrhagic stroke is rare and is most commonly caused by rupture of an underlying vascular malformation, such as an <strong>arteriovenous malformation</strong> (AVM) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/58140.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ).&nbsp; AVMs are usually isolated, congenital, anomalous connections between arteries and veins, resulting in high pressure flow through weak vessels.&nbsp; Hereditary hemorrhagic telangiectasia is an autosomal dominant disorder associated with mucocutaneous telangiectasias and multiorgan (eg, lungs, liver, brain) AVMs and, therefore, an increased risk for hemorrhagic stroke.<p></p>\n<h2>Stroke in sickle cell disease</h2><br><br><p>Sickle cell disease increases the risk for <strong>ischemic stroke</strong> due to intimal hyperplasia and stenosis of large arteries, as well as occlusion of vasculature by adherent, stiff, sickled red blood cells (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61509.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ).&nbsp; Vascular and oxidative injury leads to recruitment of inflammatory cells and activation of the coagulation cascade.&nbsp; Precipitating factors may include acute drops in oxygenation or hemoglobin (often seen in pain crises).&nbsp; Treatment is <strong>exchange transfusion</strong> (slowly removing the patient's blood and replacing it with allogeneic blood), which lowers the relative percentage of sickled cells compared to healthy red blood cells, thereby limiting further occlusion (increased oxygen-carrying capacity, improved hyperviscosity).&nbsp; Exchange transfusion also decreases the risk for stroke recurrence.&nbsp; Simple transfusion (packed red blood cell transfusion) should be performed when exchange transfusion is not available.<p></p>\n<h1>Summary</h1><br><br><p>Stroke management encompasses early recognition, prompt diagnosis, tailored treatment strategies, and comprehensive rehabilitation.&nbsp; A thorough understanding of the clinical presentation, the systematic diagnostic approach, and timely interventions are crucial for optimizing patient outcomes and minimizing long-term disability.&nbsp; Public awareness campaigns aimed at recognizing stroke symptoms and emphasizing the importance of seeking immediate medical attention are vital in reducing stroke-related morbidity and mortality.</p>\n</div>\n\n            "
}