{
  "meta": {
    "title": "Subdural and epidural hematomas",
    "url": "https://brainandscalpel.vercel.app/subdural-and-epidural-hematomas-7f54f1ad-508e31.html",
    "scrapedAt": "2025-12-01T05:10:29.777Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Epidural hematomas (EDHs) and subdural hematomas (SDHs) are intracranial hemorrhages occurring within the skull but outside the brain tissue (ie, extraaxial hemorrhages).&nbsp; Both almost always result from head trauma and typically require urgent surgical treatment.</p><br><br><p>EDHs and SDHs are distinguished by their location relative to the dura mater, which results from the different types of vessel injury and explains their different clinical features.&nbsp; SDHs are further classified as acute or chronic.</p><br><br><p>The other major type of extraaxial hemorrhage is subarachnoid hemorrhage (SAH).&nbsp; Although SAHs can also result from trauma, they have another classic mechanism (ruptured saccular aneurysm), usually require different management, and are covered in detail separately.</p>\n<h1>Anatomy</h1><br><br><p>Beneath the skull, the brain is covered by 3 membrane layers that function to protect the CNS (hence the name <em>mater</em> = \"mother\") (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L116987.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Proceeding from outer to inner, these layers include the dura mater (<em>dura</em> = \"hard\"), arachnoid mater (<em>arachno</em> = \"spider web\"), and pia mater (<em>pia</em> = \"tender\").<p></p><br><br><p>Between these layers are 3 spaces (true or potential) where bleeding may occur; from outer to inner, these are the epidural space, the subdural space, and the subarachnoid space.&nbsp; The anatomic relationship of these layers and spaces determines the type of intracranial hemorrhage caused by head trauma (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50965.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Epidural space</strong> lies between the skull and the dura mater; it does not exist under usual conditions (ie, a potential space) because the dura is normally adherent to the skull periosteum.&nbsp; However, it contains meningeal arteries (predominantly the middle meningeal) that can bleed after trauma and create enough pressure to dissect the dura off the skull.&nbsp; The dura is completely fused to the skull at cranial sutures, so bleeding in the epidural space does not cross suture lines.</li>\n\t<li><strong>Dura mater</strong> is the tough, fibrous membrane directly underneath the skull to which it normally adheres.&nbsp; Dural folds/reflections form septa that compartmentalize the brain; these septa (eg, falx cerebri, tentorium cerebelli) become clinically important when intracranial bleeding creates mass effect causing brain herniation.&nbsp; Dura mater also forms the venous sinuses between its 2 layers.</li>\n\t<li><strong>Subdural space</strong> lies between the dura and arachnoid mater; it is a potential space that normally contains a thin layer of serous fluid and bridging veins.&nbsp; This potential space can be opened by bleeding from a ruptured bridging vein.</li>\n\t<li><strong>Arachnoid mater</strong> is the thin, translucent (ie, web-like), middle meningeal layer that has tight junctions to keep cerebrospinal fluid (CSF) in the subarachnoid space.</li>\n\t<li><strong>Subarachnoid space</strong> is a true space between the arachnoid and pia mater; it contains CSF to cushion the brain and cerebral arteries that can bleed into this space when injured (eg, ruptured saccular aneurysm).</li>\n\t<li><strong>Pia mater</strong> is the thin, innermost layer that adheres tightly to the brain, with no space (true or potential) between it and the brain.</li>\n</ul>\n<h1>Pathogenesis and epidemiology</h1><h2>Epidural hematomas</h2><br><br><p>EDHs typically occur due to high-impact head trauma (eg, motor vehicle collision, fall, assault), resulting in <strong>injury to a meningeal artery</strong> from skull fracture (present in &gt;90% of patients).&nbsp; They occur more often in young people (mean age 20-30).&nbsp; The most common scenario is a blow to the temporal region, which fractures the thin pterion (meeting of the frontal, parietal, sphenoid, and temporal bones) and tears/ruptures the middle meningeal artery; this creates a hematoma between the dura and skull that overlies the middle cranial fossa.&nbsp; EDHs can sometimes result from injury to the anterior meningeal artery with hematoma over the anterior cranial fossa.</p><br><br><p>Due to their arterial source, EDHs can expand rapidly, leading to symptoms of elevated intracranial pressure (ICP) (eg, headache, vomiting), which progresses to brain herniation and death without hematoma evacuation.</p>\n<h2>Acute subdural hematomas</h2><br><br><p>Acute SDHs are usually due to head trauma that results in <strong>injury to the cortical bridging veins</strong>, which bridge the dura to drain blood from the cortex into the venous sinuses.&nbsp; Bridging veins are susceptible because the brain floats freely in CSF while the dura is fixed; acceleration-deceleration forces displace the brain, which tears the bridging veins at their dural attachment and causes blood accumulation in the subdural space.&nbsp; Patients with brain atrophy (eg, elderly; chronic, heavy alcohol use) are particularly susceptible to SDHs due to reduced brain volume and can experience SDHs with minor head trauma or even spontaneously, particularly if on antithrombotic therapy (eg, aspirin, warfarin).&nbsp; Because SDHs occur below the dura, they travel along the cerebral convexities and are able to cross suture lines (still limited by the falx).</p><br><br><p>Due to their venous source, SDHs typically cause gradual blood accumulation that is usually arrested by tamponade from rising ICP.&nbsp; However, actively expanding SDHs can also progress to herniation and death (like EDHs).</p><br><br><p>Infants are susceptible to SDHs because immature brains within larger skulls have greater possibility for movement, making the bridging veins more prone to injury.&nbsp; SDHs in infants should raise concern for abusive head trauma (ie, shaken baby syndrome).</p>\n<h2>Chronic subdural hematomas</h2><br><br><p>Chronic SDHs can occur following acute SDHs due to encapsulation by a collagenous membrane with resorption of residual blood.&nbsp; Chronic SDHs can sometimes develop communications between the subdural and subarachnoid spaces, allowing CSF accumulation; this replaces the protein-rich SDH fluid to form a subdural hygroma.</p>\n<h1>Clinical presentation</h1><br><br><p>The clinical findings of EDH, acute SDH, and chronic SDH can overlap (eg, headache); however, certain features can help differentiate among the conditions, particularly the presence of classic findings and their rate of symptom progression (ie, typically rapid in EDHs, slower in acute SDHs, insidious in chronic SDHs).&nbsp; In addition, multiple types of intracranial hemorrhage can coexist after traumatic head injury, which is why imaging should always guide management.</p>\n<h2>Epidural hematomas</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Coma</strong> can occur immediately after head trauma and is the presenting finding in many patients, particularly those with more severe injury.</li>\n\t<li><strong>Lucid interval</strong> is the classic presentation, although it occurs in only about half of EDHs.&nbsp; Patients demonstrate a 3-phase progression that begins with a brief loss of consciousness from concussive brain injury; this is followed by normal consciousness (ie, lucid interval) lasting minutes to hours as blood silently accumulates in the epidural space.&nbsp; Continued hematoma expansion results in mass effect that causes rapid deterioration of consciousness from increased ICP, which can quickly progress to brain herniation and death.&nbsp; Lucid intervals are less common in children and often absent in infants.</li>\n\t<li><strong>Increased ICP</strong> from expanding EDHs causes symptoms of headache, depressed consciousness, and vomiting.&nbsp; Severe brainstem compression can cause the triad of bradycardia, respiratory depression, and hypertension (Cushing triad/reflex) that portends impending tonsillar herniation.&nbsp; Infants typically experience lethargy and poor feeding instead, with physical examination demonstrating a bulging anterior fontenelle from increased ICP (in the setting of unfused cranial sutures).</li>\n\t<li><strong>Brain herniation</strong> typically progresses in a cephalic to caudal sequence (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L55832.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n\t<li>Subfalcine herniation is most common and occurs when brain tissue (eg, cingulate gyrus) is pushed under the falx, causing midline shift and depressed consciousness.&nbsp; Severe shift can cause infarction of the ipsilateral anterior cerebral artery with resultant contralateral leg weakness; dominant hemisphere involvement can cause aphasia.</li>\n\t<li>Transtentorial herniation occurs when the uncus of the temporal lobe is pushed through the notch in the tentorium cerebelli, causing compression of the oculomotor nerve (CN III) (ipsilateral dilated [\"blown\"] pupil), compression of the corticospinal tract (contralateral hemiparesis), and compression of the midbrain reticular formation (decreased consciousness).&nbsp; Transtentorial herniation can also cause decerebrate or decorticate posturing.</li>\n\t<li>Tonsillar herniation occurs when the cerebellar tonsils are pushed through the foramen magnum, causing compression of the brainstem (ie, respiratory depression and death without immediate decompression).</li>\n</ul>\n<h2>Acute subdural hematoma</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Time course</strong>:&nbsp; Although acute SDHs can present with coma immediately after head trauma, symptoms classically develop gradually (over 1-2 days) due to the slower accumulation of venous blood.&nbsp; Because of low venous pressures, it may take somewhat longer (3-14 days) before symptoms emerge and is sometimes classified as subacute SDH.</li>\n\t<li><strong>Headache</strong> is very common in alert patients with acute SDHs due to pressure on dural pain fibers.&nbsp; It may be present at onset or gradually intensify with SDH progression.</li>\n\t<li><strong>Altered mental status</strong>:&nbsp; Confusion, personality changes, increased somnolence, and decreased consciousness tend to progress with acute SDH accumulation.</li>\n\t<li><strong>Focal deficits</strong> typically vary with the brain structure affected by the overlying hematoma.&nbsp; SDHs compressing the frontal lobe may cause contralateral hemiparesis, aphasia (dominant hemisphere), and/or executive dysfunction.&nbsp; Parietal lobe SDHs can result in sensory deficits and/or speech impairment.&nbsp; Posterior fossa SDHs may cause cranial nerve palsies, dysphagia, and/or ataxia.</li>\n\t<li><strong>Seizures</strong> are more common after acute SDHs but can occur with any type of traumatic head injury.</li>\n\t<li><strong>Coma</strong> may be the presenting finding (~50% of cases) in patients with large acute SDHs or coexisting brain injuries (eg, SAH, intracerebral hemorrhage).&nbsp; Although lucid intervals are sometimes seen, they are much less common than with EDHs.</li>\n</ul>\n<h2>Chronic subdural hematoma</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Time course</strong>:&nbsp; Chronic SDHs classically have an insidious onset and are more likely to present with nonfocal—and sometimes subtle—symptoms.&nbsp; Clinical features may not become apparent until weeks (or even months) after the initial injury.&nbsp; In addition, symptoms can fluctuate over time, and cognitive impairment may be gradual enough to mimic dementia.&nbsp; Because chronic SDHs are more common in patients at increased risk (eg, cerebral atrophy from alcohol use), the head trauma may be minor/trivial and sometimes not remembered.</li>\n\t<li><strong>Symptoms</strong> are often nonfocal and include headache, lightheadedness, cognitive impairment, personality changes, increased somnolence, and gait ataxia.&nbsp; Seizures can occur but are less common than with acute SDHs.</li>\n</ul>\n<h1>Diagnosis</h1><h2>History </h2><br><br><p>A history of head trauma is usually obvious in more severe cases of EDHs and acute SDHs but may only be evident after thorough questioning (including family/caregivers) in patients with minor trauma.&nbsp; Given the insidious onset of chronic SDHs, diagnosis may be delayed without a high index of suspicion, particularly in high-risk patients (eg, elderly, chronic alcohol use).</p>\n<h2>Physical examination </h2><br><br><p>Physical examination should include rapid neurologic assessment to evaluate consciousness (eg, Glasgow Coma Scale [GCS]), pupillary response, cranial nerve function, and motor function.&nbsp; This assessment can help quantify the extent of injuries, identify signs of impending herniation, and provide a baseline for patients with evolving deficits.</p>\n<h2>Imaging </h2><br><br><p><strong>Noncontrast CT of the head</strong> is the study of choice for patients with suspected intracranial hemorrhage due to its widespread availability and scanning speed.&nbsp; It can differentiate between EDHs, acute SDHs, and chronic SDHs based on the shape and characteristics of the extraaxial collection, as well as identify signs of mass effect (eg, midline shift, herniation) that often accompany larger hematomas.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>EDHs</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L55065.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; appear as hyperdense (bright = acute bleeding) extraaxial collections with a biconvex (lens-like) shape due to fusion of the dura and skull at cranial sutures (DO NOT cross suture lines).&nbsp; They are most common over the middle cranial fossa (middle meningeal artery) but can also be seen anteriorly (anterior meningeal artery).&nbsp; CT of the head can also identify overlying skull fractures (present in &gt;90% of patients).</li>\n\t<li><strong>Acute SDHs</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L431.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; appear as hyperdense extraaxial collections with a crescent shape that follows cerebral convexities (DO cross suture lines due to their location under dura-skull fusions).</li>\n\t<li><strong>Chronic SDHs</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L828.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; develop from acute SDHs, giving them the same crescent shape.&nbsp; However, they are hypodense on CT of the head due to breakdown of blood components, which typically takes ~2 weeks.&nbsp; Collections with both hyperdense and hypodense components indicate acute-on-chronic SDHs (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12263.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ), which may result from repeated trauma (eg, recurrent falls in adults, abusive trauma in infants).&nbsp; Subdural hygromas develop from chronic SDHs, so they are also crescent-shaped and hypodense.</li>\n</ul><br><br><p><strong>MRI of the brain</strong> has limited usefulness in the acute setting but can be helpful when EDH or SDH is strongly suspected despite a negative CT (ie, MRI &gt; CT sensitivity for detecting small intracranial hemorrhage).&nbsp; MRI imaging may also be useful for determining the age of intracranial hemorrhage and evaluating for secondary causes (eg, arteriovenous malformation).</p>\n<h2>Laboratory studies&nbsp; </h2><br><br><p>Coagulation profiles are essential for patients on anticoagulation and, along with liver function tests and platelet count, can identify any underlying coagulopathy.&nbsp; Hemoglobin is useful to assess blood loss, particularly in patients with multiple injuries.&nbsp; Sodium levels can identify hyponatremia, which increases seizure risk.</p>\n<h2>Additional studies </h2><br><br><p>Cervical spine imaging (plain x-ray or CT) is usually indicated, as most patients with traumatic head injury meet criteria for screening.&nbsp; Lumbar puncture is contraindicated in patients suspected of having space-occupying lesions (such as EDHs or SDHs) due to the risk of inducing herniation.</p>\n<h1>Management</h1><h2>Immediate assessment and treatment</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Primary survey</strong>:&nbsp; is the same for any trauma patient and is designed to identify and manage immediate threats to life; specific details for head trauma include:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>A</strong>irway:&nbsp; should be continuously monitored and endotracheal intubation provided for any patient with airway compromise, coma, or signs of cerebral herniation.&nbsp; Cervical spine immobilization should be maintained until fracture is excluded.</li>\n\t\t<li><strong>B</strong>reathing:&nbsp; Supplemental O<font size=\"2\"><sub>2</sub></font> should be provided to keep saturation &gt;95%.&nbsp; PaCO<font size=\"2\"><sub>2</sub></font> should be maintained between 35-40 mm Hg; for patients with signs of increased ICP, modest hyperventilation (PaCO<font size=\"2\"><sub>2</sub></font> 30-35 mm Hg) is used.</li>\n\t\t<li><strong>C</strong>irculation:&nbsp; Significant bleeding should be controlled, and hypotension should be carefully treated (ie, helps maintain cerebral perfusion).</li>\n\t\t<li><strong>D</strong>isability:&nbsp; Rapid neurologic examination should assess consciousness (GCS), pupillary response, cranial nerves, and motor function with focus on signs of increased ICP and cerebral herniation.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Increased ICP</strong>:&nbsp; is identified by characteristic symptoms/signs (eg, vomiting, decreased consciousness, Cushing triad, bulging fontanelle in infants) or signs of herniation (eg, \"blown\" pupil, hemiparesis).&nbsp; Increased ICP requires urgent mitigation with head elevation, osmotic diuresis (eg, mannitol), and/or modest hyperventilation until definitive therapy (ie, hematoma evacuation) can be performed.</li>\n\t<li><strong>Anticoagulation reversal</strong>:&nbsp; for patients on anticoagulants must be performed prior to surgical intervention using agent-specific interventions (eg, 4-factor prothrombin complex concentrate and vitamin K for warfarin).&nbsp; Antiplatelet medications are typically stopped.</li>\n</ul>\n<h2>Definitive treatment</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>EDHs</strong>:&nbsp; are treated by emergent surgical evacuation with open craniotomy for most patients.&nbsp; Burr hole drainage can be lifesaving when transfer is needed for definitive neurosurgical intervention.&nbsp; Small EDHs that lack urgent surgical indications can be managed nonoperatively with vigilant monitoring (serial examinations and CTs of the head) for EDH expansion.</li>\n\t<li><strong>Acute SDHs</strong>:&nbsp; require urgent surgical evacuation (craniotomy or burr hole) in patients with increased ICP, brain herniation, or neurologic deterioration.&nbsp; Small and minimally symptomatic acute SDHs can be managed nonoperatively with close monitoring (similar to EDHs).</li>\n\t<li><strong>Chronic SDHs</strong>:&nbsp; most patients with symptomatic chronic SDHs benefit from burr hole drainage to allow brain reexpansion.&nbsp; Chronic SDHs that recur after burr hole drainage are typically treated by craniotomy with resection of the collagenous membranes that surround the hematoma.&nbsp; Nonoperative management may be attempted in minimally symptomatic patients because chronic SDHs can sometimes self-resolve over a period of several weeks.</li>\n</ul>\n<h1>Prognosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>EDHs</strong> have the most favorable outcomes of extraaxial hematomas because they typically involve younger patients (fewer comorbidities) and often have less underlying brain involvement (separated from brain tissue by dura).&nbsp; Therefore, even patients with brain herniation have a possibility of recovery with prompt EDH evacuation.&nbsp; Mortality ranges from 5%-10% and increases with advanced age, lower GCS score, associated intracranial lesions, and time to surgical evacuation.</li>\n\t<li><strong>Acute SDHs</strong> are among the deadliest of all extraaxial hematomas with an overall mortality rate of ~50%.&nbsp; Increased mortality is associated with advanced age, lower GCS score, and extent of any underlying brain injuries.</li>\n\t<li><strong>Chronic SDHs</strong> have a more favorable prognosis than acute SDHs with mortality approaching 10% at 1 year out from surgery.&nbsp; Outcomes are worse with advanced age and multiple comorbidities (especially alcohol use).&nbsp; Most patients show functional improvement after burr hole drainage.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Epidural hematomas, acute subdural hematomas, and chronic subdural hematomas are extraaxial hemorrhages (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L113224.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) that almost always result from trauma and typically require urgent surgical treatment.<p></p>\n</div>\n\n            "
}