{
  "meta": {
    "title": "Syringomyelia",
    "url": "https://brainandscalpel.vercel.app/syringomyelia-28421071-508e31.html",
    "scrapedAt": "2025-12-01T05:10:29.359Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Syringomyelia is a chronic neurologic disorder characterized by the formation of a fluid-filled cyst (syrinx) within the spinal cord; this cyst can expand over time and cause progressive neurologic dysfunction.&nbsp; The condition is often associated with Chiari malformation type I (CM-I) and can lead to chronic pain, sensory loss, and motor dysfunction.</p>\n<h1>Neuroanatomy and pathogenesis</h1><br><br><p>Syringomyelia is a disorder in which a <strong>fluid-filled cavity (ie, syrinx)</strong> forms within the spinal cord (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13075.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The syrinx may represent dilation of the central canal or a separate cavity within the spinal parenchyma and is usually located within the cervical or thoracic spine.&nbsp; The cavity can enlarge over time and destroy adjacent portions of the spinal cord.&nbsp; The areas most commonly damaged are:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The <strong>ventral white commissure</strong>, which is the site of decussation of second-order lateral spinothalamic tract neurons that transmit pain and temperature sensation from peripheral receptors to the somatosensory cortex.</li>\n\t<li>The <strong>anterior horn gray matter</strong>, which contains lower motor neuron cell bodies that innervate limb muscles.</li>\n</ul><br><br><p>With further expansion, the lateral corticospinal tracts may be affected; these tracts carry information descending from the upper motor neurons that originate in the cortex.&nbsp; The exact pathogenesis of syringomyelia remains incompletely understood and varies based on etiology but is perhaps due to altered flow dynamics of the cerebral spinal fluid (CSF), leading to syrinx formation.</p>\n<h1>Risk factors</h1><br><br><p>Syringomyelia is most commonly associated with <strong>CM-I</strong>.&nbsp; In CM-I, herniation of the cerebellar tonsils into the foramen magnum obstructs normal CSF flow, creating pressure differentials that lead to CSF accumulation within the spinal cord, causing a syrinx.&nbsp; Syringomyelia can also occur due to spinal cord trauma, inflammation (eg, transverse myelitis), infection (eg, meningitis), neoplasms (eg, ependymoma), or other congenital malformations (eg, tethered spinal cord).</p>\n<h1>Clinical presentation</h1><br><br><p>The clinical manifestations of syringomyelia depend on the size, location, and extent of the syrinx.&nbsp; Symptoms often develop insidiously over months to years.&nbsp; Syringomyelia can occur at any level but most commonly involves the <strong>cervical or thoracic spine</strong> (often at the C8-T1 spinal cord levels), typically resulting in <strong>upper extremity symptoms</strong>.&nbsp; Clinical features can include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Loss of pain/temperature sensation</strong> in the dermatomes <strong>1 to 2 levels below</strong> the site of spinal involvement, often in a <strong>cape-like distribution</strong> in the arms and hands.&nbsp; This is due to a disturbance of the crossing spinothalamic tracts in the anterior white commissure.&nbsp; It is the most common and often the earliest symptom of syringomyelia.</li>\n\t<li><strong>Preserved vibration and proprioception</strong> due to sparing of the dorsal columns.&nbsp; The disproportionate loss of pain and temperature sensation compared to vibratory/proprioceptive/touch sensation is referred to as <strong>dissociated anesthesia</strong>.</li>\n\t<li><strong>Lower motor neuron signs</strong>, including weakness, atrophy, and hyporeflexia in the upper extremities.&nbsp; This occurs because the enlarging syrinx can encroach on the anterior horn gray matter of the cervical spinal cord.</li>\n</ul><br><br><p>Because of the interruption of pain fibers, neuropathic pain is often an early symptom.&nbsp; Scoliosis can occur due to paresis of the paravertebral muscles.&nbsp; Further expansion within the cervical cord in later stages of the disease can produce lower extremity spasticity and hyperreflexia (upper motor neuron signs) by affecting the lateral corticospinal tract.&nbsp; Autonomic fibers, which also travel closer to the midline of the spinal cord, may be affected, causing symptoms such as urinary incontinence or Horner syndrome (if higher cervical regions are affected).&nbsp; Eventually, loss of position and vibration senses can occur due to involvement of the posterior columns.</p><br><br><p>Syringomyelia occurs in about 30% of patients with CM-I.&nbsp; Patients with concurrent CM-I may have progressive paroxysmal occipital headache (due to meningeal irritation) that is classically worse with physical activity and/or cerebellar dysfunction (due to compression of the cerebellar tonsils).</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vitamin B</strong><font size=\"2\"><sub><strong>12</strong></sub></font> <strong>deficiency</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29069.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; Causes degeneration of the dorsal and lateral spinal tracts (ie, subacute combined degeneration).&nbsp; It typically presents with impaired vibratory/proprioceptive sensation due to dorsal column involvement and spastic muscle weakness due to lateral corticospinal tract involvement.</li>\n\t<li><strong>Anterior cord syndrome</strong>:&nbsp; Caused by ischemic injury of the anterior spinal cord.&nbsp; Similar to syringomyelia, the bilateral spinothalamic tracts, anterior horns, and lateral corticospinal tracts are involved, resulting in loss of pain/temperature sensation and motor function below the level of the spinal injury.&nbsp; However, symptoms typically occur acutely and usually in the lower thoracic spinal cord (T10-T12 levels), where blood flow is the lowest.</li>\n\t<li><strong>Transverse myelitis</strong> (eg, segmental demyelination/inflammation of the spinal cord):&nbsp; Can occur in multiple sclerosis.&nbsp; It typically presents with rapidly progressive weakness and loss of all types of sensation (eg, pain/temperature, vibratory/proprioceptive) below the level of the spinal injury.&nbsp; Bowel and bladder dysfunction from disruption of autonomic tracts is common.&nbsp; MRI typically reveals an area of demyelination along the spinal cord.</li>\n\t<li><strong>Cervical spondylosis</strong> (ie, degenerative changes of the cervical spine):&nbsp; Common in elderly adults and may cause disc herniation or spinal cord compression, resulting in radiculopathy and/or myelopathy.&nbsp; Neck pain and stiffness are the most common symptoms.&nbsp; Cord compression may occasionally be seen but typically causes weakness below the affected spinal cord level, not regional loss of pain and temperature sensation.</li>\n\t<li><strong>Amyotrophic lateral sclerosis</strong>:&nbsp; Causes upper and lower motor neuron deficits with no loss of sensory function.&nbsp; Twitching, muscle weakness, and cramping are common symptoms.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Patients with clinical suspicion for syringomyelia based on the history and examination should undergo <strong>MRI of the spinal cord with contrast</strong>.&nbsp; The diagnosis of syringomyelia is confirmed by MRI, which reveals an intramedullary cavity (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20655.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; MRI of the brain should be included in the work-up of patients with suspected CM.<p></p>\n<h1>Management</h1><br><br><p>Management of syringomyelia depends on the etiology but often involves <strong>surgical intervention</strong>.&nbsp; Select patients with syringomyelia with mild symptoms may be treated more conservatively with symptom management (eg, medications for neuropathic pain) and serial clinical examinations or MRI.&nbsp; If there is associated CM-I, decompression surgery may be indicated.&nbsp; In cases with continued progression of syringomyelia, a shunt may be placed to decompress the syrinx.</p>\n<h1>Prognosis</h1><br><br><p>Syringomyelia is a <strong>slowly progressive</strong> disease that can worsen over years to decades.&nbsp; Patients who undergo early intervention (eg, decompression of a CM) may have a better prognosis.&nbsp; In severe, refractory cases, patients can have severe neurologic deficits, chronic pain, and disability.</p>\n<h1>Summary</h1><br><br><p>Syringomyelia is a fluid-filled cavity in the spinal cord, most commonly associated with Chiari malformation type I.&nbsp; The classic presentation is cape-like pain and temperature loss, with preserved vibratory/proprioceptive/touch sensation.&nbsp; Lower motor neuron signs in the upper extremities (eg, weakness) may also be present.&nbsp; MRI of the spine with contrast is the gold standard for diagnosis.&nbsp; Management depends on etiology but includes Chiari decompression for Chiari-associated syringomyelia and shunting for progressive cases.</p>\n</div>\n\n            "
}