{
  "meta": {
    "title": "Tetanus",
    "url": "https://brainandscalpel.vercel.app/tetanus-bc616afa-508e31.html",
    "scrapedAt": "2025-12-01T05:10:31.415Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Tetanus is an acute, life-threatening neuromuscular disease caused by the neurotoxin tetanospasmin, which is produced by <em>Clostridium tetani</em>.</p>\n<h1>Pathophysiology</h1><br><br><p><strong><em>Clostridium tetani</em></strong> is a spore-forming, gram-positive anaerobic bacteria normally found in soil.&nbsp; The disease develops when spores enter the body through a break in the skin.&nbsp; The <strong>spores</strong> germinate in anaerobic conditions (like that of a puncture wound) and subsequently produce a potent metalloprotease exotoxin (<strong>tetanospasmin</strong> or <strong>tetanus toxin</strong>).&nbsp; Using retrograde axonal transport (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25832.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), the toxin migrates through lower motor neurons to inhibitory interneurons in the CNS at the level of the spinal cord and brainstem; there, it acts on the anterior horn cells, blocking the release of inhibitory neurotransmitters (glycine, GABA).&nbsp; This action leads to uncontrolled firing of alpha motor neurons and subsequent tonic muscle contraction.<p></p>\n<h1>Epidemiology and risk factors</h1><br><br><p>Tetanus is rare in resource-rich regions due to widespread vaccination with tetanus toxoid.&nbsp; However, cases can occur among individuals who were incompletely vaccinated as children and those who have not received appropriate booster vaccines.&nbsp; Tetanus rates are higher in resource-limited settings.</p><br><br><p>Risk factors for developing tetanus include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Puncture wounds (eg, from nails and splinters)</li>\n\t<li>Intravenous drug use</li>\n\t<li>Burns</li>\n\t<li>Umbilical stump infections (eg, in neonates born in nonsterile conditions)</li>\n\t<li>Surgery involving bowel flora or performed in nonsterile conditions</li>\n\t<li>Diabetes mellitus with infected ulcers on the extremities</li>\n</ul>\n<h1>Clinical presentation</h1><h2>Generalized tetanus</h2><br><br><p>The most common form of tetanus is generalized tetanus.&nbsp; Patients usually have a history of a <strong>puncture wound</strong> that leads to inoculation with <em>C tetani</em> spores approximately 7-10 days prior to symptom onset.&nbsp; In some patients, the wound may go unnoticed.</p><br><br><p>The most common initial clinical manifestations of tetanus are usually <strong>painful intermittent muscle spasms</strong> including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Jaw stiffness due to masseter muscle spasm (<strong>trismus/lockjaw</strong>); frequently the first manifestation of tetanus</li>\n\t<li>Facial muscles spasm, producing a bizarre \"smiling\" appearance (<strong>risus sardonicus</strong>)</li>\n\t<li>Spasm of the back and neck muscles causing extension and arching of the back (<strong>opisthotonos</strong>); occurs in about half of patients</li>\n</ul><br><br><p>Muscle spasms are frequently triggered by sensory stimuli (eg, loud noises, light, touch).&nbsp; Patients are at risk for life-threatening stridor and respiratory failure due to diaphragm and upper airway muscles spasms.&nbsp; Autonomic overactivity usually occurs a few days into the illness and can cause sweating, labile blood pressure, and tachycardia.&nbsp; Patients usually have a normal level of consciousness.</p>\n<h2>Local and cephalic tetanus</h2><br><br><p>Localized tetanus is rare, with symptoms of muscle contraction isolated near the wound side; cephalic tetanus is also rare, with symptoms of cranial nerve involvement due to a head wound.&nbsp; These forms often progress to a more generalized tetanus.</p>\n<h2>Neonatal tetanus</h2><br><br><p>Neonatal tetanus presents within the first few weeks of life, typically within 5-7 days after birth.&nbsp; It usually occurs as a result of <strong>infected umbilical stumps</strong> in infants born in nonsterile conditions to mothers who are not immunized.&nbsp; Immediately after birth, these infants have a normal suck and cry; however, infected neonates then become irritable and have difficulty feeding due to tonic spasm of the masticatory muscles (trismus).&nbsp; The spasms and hypertonicity eventually become more generalized and <strong>opisthotonus</strong> develops, often within hours of the first symptoms (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32111.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The disease progresses in neonates more rapidly than in adults, perhaps due to the shorter length of neurons.<p></p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of tetanus is clinical and should be suspected in a patient who has characteristic symptoms of muscle spasms and rigidity, particularly if the patient is unlikely to be adequately vaccinated or has a history of recent cutaneous trauma.&nbsp; Laboratory confirmation with blood culture is generally not necessary and often impractical as the bacterium is difficult to culture and the clinical syndrome stems from toxin elaboration, not bacterial invasion.&nbsp; Wound culture can provide supportive evidence but often takes several days for results, so it is not usually performed.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of tetanus includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Botulism</strong>:&nbsp; is caused by <em>C botulinum</em>, which also produces a toxin that causes neurological dysfunction.&nbsp; However, botulinum toxin causes impairment of presynaptic acetylcholine release, which leads to bilateral cranial nerve deficits with a symmetric descending flaccid paralysis rather than rigidity and muscle spasms.</li>\n\t<li><strong>Meningitis</strong>:&nbsp; is a CNS infection due to microbial invasion that can cause confusion and stiff neck, but it is unlikely to cause painful muscle spasms.</li>\n\t<li><strong>Rabies</strong>:&nbsp; Rabies virus is transmitted via the saliva of an infected animal during a bite wound and spreads by retrograde axonal transport through peripheral nerves and enters the CNS.&nbsp; Patients with rabies can develop painful pharyngeal spasms but they usually also have hydrophobia, fever, and hyperactivity.&nbsp; Trismus is not usually seen.</li>\n\t<li><strong>Neuroleptic malignant syndrome</strong> (NMS):&nbsp; can present with severe muscular rigidity; however, patients usually have fever and altered mental status in the setting of use of dopamine antagonists (or withdrawal of dopamine agonists).</li>\n</ul>\n<h1>Management</h1><h2>Tetanus prophylaxis</h2><br><br><p>Following a wound, the decision to administer tetanus prophylaxis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35909.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) (ie, tetanus toxoid–containing vaccine ± tetanus immune globulin) is based on the <strong>severity of the wound</strong> and the <strong>immunization status</strong> of the patient:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>For patients who have received ≥3 tetanus toxoid doses, a booster dose of tetanus toxoid is indicated only if their last tetanus dose was ≥10 years ago for clean or minor wounds or ≥5 years ago for dirty (eg, dirt, feces, saliva) or severe (eg, punctures, avulsions, crush injuries, burns, frostbite) wounds.</li>\n\t<li>Patients who have received &lt;3 tetanus toxoid doses (ie, incompletely immunized) or whose vaccine status is uncertain should receive a tetanus toxoid booster.&nbsp; If such patients have dirty or severe wounds, they should also receive tetanus immunoglobulin.&nbsp; Tetanus immunoglobulin primes the immune system but does not confer long-term immunity (only immediate, temporary immunity).</li>\n</ul><br><br><p>Patients with a clean or minor wound who have had &gt;3 tetanus vaccinations and a booster within the past 10 years do not require an additional vaccine booster.</p>\n<h2>Active tetanus infection</h2><br><br><p>For those who become ill from tetanus, intensive care is often required for a few weeks.&nbsp; Patients with respiratory or laryngeal muscle spasms often require intubation and mechanical ventilation.&nbsp; Limited sensory stimulation is recommended to prevent spasms from occurring (eg, dark, quiet room).&nbsp; Muscle relaxants, such as benzodiazepines and neuromuscular blocking agents, can be used to treat muscle spasms.</p><br><br><p>If present, an infected wound should be debrided and antibiotics should be started.&nbsp; Metronidazole or penicillin G are the preferred antibiotics, usually for 7-10 days.&nbsp; Human tetanus immunoglobulin can bind residual circulating toxin to prevent further neurological progression and should be administered; however, it cannot reverse the effects of already-bound toxin.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of tetanus improves with prompt and aggressive treatment but remains guarded, especially in older adults and neonates.&nbsp; Resolution of the clinical syndrome usually takes several weeks.&nbsp; Patients who do recover may have persistent stiffness in the muscles, requiring weeks to months of rehabilitation.&nbsp; Neonates can have long-term motor deficits and cognitive issues.&nbsp; Mortality rates vary widely depending on the availability of medical resources and the speed of intervention.&nbsp; Mortality approaches 100% without treatment, usually due to respiratory failure.</p>\n<h1>Prevention</h1><br><br><p>Tetanus can be prevented with early <strong>vaccination</strong> programs.&nbsp; Current recommendations in the United States are for children to receive a primary three-dose vaccine series around ages 2, 4, and 6 months, with additional doses recommended at 15-18 months and at 4-6 years.&nbsp; Adults should receive a single dose of tetanus-diphtheria-acellular pertussis (Tdap), followed by revaccination (booster) for tetanus and diphtheria (Td) every 10 years thereafter.</p><br><br><p>Prevention of neonatal tetanus is achieved primarily by vaccination of the mother during pregnancy with an inactivated tetanus toxin (tetanus toxoid) as part of the tetanus-diptheria (Td) or tetanus-reduced diphteria-acellular pertussis (Tdap) vaccine.&nbsp; An appropriately vaccinated woman provides transplacental IgG to the fetus, which decreases the incidence of neonatal tetanus by approximately 95%.</p>\n<h1>Summary</h1><br><br><p>Tetanus is an acute, life-threatening neuromuscular disease caused by the neurotoxin tetanospasmin, which is produced by <em>Clostridium tetani</em> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41723.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; The toxin moves via retrograde axonal transport and causes decreased inhibition of motor neurons.&nbsp; Clinically, this action manifests as generalized muscle spasms that often start in the jaw.&nbsp; Neonates born in nonsterile conditions to unvaccinated mothers can present with symptoms of difficulty feeding a few days after birth.&nbsp; Diagnosis is made clinically, and symptoms may take weeks to resolve.&nbsp; Tetanus is preventable with appropriate vaccination and wound prophylaxis.<p></p>\n</div>\n\n            "
}