{
  "meta": {
    "title": "Transverse myelitis",
    "url": "https://brainandscalpel.vercel.app/transverse-myelitis-269eb1e7-508e31.html",
    "scrapedAt": "2025-12-01T05:10:32.757Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction </h1>\n<p>Transverse myelitis (TM) is an inflammatory disorder of the spinal cord characterized by rapid onset of neurologic symptoms.</p>\n<h1>Pathophysiology </h1><br><br><p>TM is an <strong>immune-mediated</strong> disorder characterized by infiltration of inflammatory cells into a segment of the spinal cord.&nbsp; This leads to neuron and oligodendrocyte cell death and demyelination, which causes neurologic impairment in a characteristic pattern.</p>\n<h1>Epidemiology and risk factors </h1><br><br><p>Most cases of TM follow a recent infection (eg, gastroenteritis, upper respiratory infection).&nbsp; The condition is also associated with various autoimmune disorders, including multiple sclerosis, neuromyelitis optica, and systemic diseases (eg, systemic lupus erythematosus).&nbsp; TM has a bimodal peak, with most cases occurring in the teens and 30s.</p>\n<h1>Clinical presentation </h1><br><br><p>Patients with TM typically have <strong>acute-onset, rapidly progressive myelopathy</strong> that localizes to <strong>≥1 contiguous spinal cord segments</strong> (usually in the thoracic cord).&nbsp; This is usually characterized by the following:</p><br><br><ul>\n\t<li><strong>Motor weakness</strong>:&nbsp; usually accompanied by upper motor neuron signs (eg, hyperreflexia, upgoing plantar reflex) due to involvement of the long tracts.&nbsp; Less commonly, patients may have lower motor neuron signs (eg, flaccid paralysis) due to involvement of the gray matter of the spinal cord.</li>\n\t<li><strong>Sensory dysfunction</strong>:&nbsp; affects all somatosensory systems (eg, touch, pain/temperature, vibration/proprioception) with a distinct sensory level (ie, lowest spinal cord level with intact sensation).</li>\n\t<li><strong>Autonomic dysfunction</strong>:&nbsp; often includes bowel/bladder incontinence or retention.</li>\n</ul><br><br><p>Symptoms typically develop over the course of hours to days.&nbsp; The head is usually not affected and patients have normal levels of consciousness.</p>\n<h1>Diagnosis</h1><br><br><p>TM is diagnosed with a combination of clinical findings and confirmatory imaging studies.&nbsp; Patients with concern for TM usually have an urgent spine MRI with and without contrast to rule out lesions causing cord compression that can mimic TM.&nbsp; MRI of the spine shows a contrast-enhancing lesion and T2 hyperintensity due to an increase in water content from inflammatory infiltrate in the spinal cord (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L115794.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The lesion occurs over ≥1 contiguous spinal cord segments.&nbsp; Though it is not necessary for diagnosis, many patients also have lumbar puncture for cerebrospinal fluid analysis; this can show supportive evidence of inflammation with a mild pleocytosis and elevated IgG index.&nbsp; Brain MRI with and without contrast is also usually done to evaluate for lesions suggestive of multiple sclerosis.<p></p>\n<h1>Differential diagnosis </h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Guillain-Barré syndrome</strong>:&nbsp; can present with rapidly progressive, ascending weakness; however, upper motor neuron signs (eg, hyperreflexia, upgoing Babinski) and a distinct sensory level would not be present.</li>\n\t<li><strong>Infarction of the anterior spinal artery</strong>:&nbsp; can result in motor weakness and loss of pain and temperature sensation below the level of the infarction.&nbsp; However, vibration and proprioception would be spared, which is unusual in TM as it affects all sensory systems.</li>\n\t<li><strong>Spinal epidural abscess</strong>:&nbsp; can present with progressive myelopathy due to cord compression from an expanding infection in the spinal column.&nbsp; Associated neurologic deficits may have significant overlap with TM; however, patients classically have localized back pain and fever.</li>\n\t<li><strong>Vitamin B12 deficiency</strong>:&nbsp; can cause degeneration of the dorsal and lateral spinal tracts (ie, subacute combined degeneration), resulting in sensory ataxia with progressive spastic paraparesis and incontinence.&nbsp; However, it does not present acutely and does not cause a distinct sensory level.</li>\n</ul>\n<h1>Management </h1><br><br><p>Because TM is an immune-mediated disorder, <strong>high-dose intravenous glucocorticoids</strong> for 3-5 days are typically given for first-line management.&nbsp; In addition, plasmapheresis is recommended for patients who have significant motor symptoms or do not respond to glucocorticoids.</p>\n<h1>Prognosis</h1><br><br><p>The outcome of TM varies; recovery can take months to years.&nbsp; Some patients recover with minimal or no residual effects, while others have permanent deficits.</p>\n<h1>Summary </h1><br><br><p>Transverse myelitis is a neurological condition characterized by a segmental inflammation of the spinal cord.&nbsp; It presents with rapid-onset motor, sensory, and autonomic dysfunction.&nbsp; Patients often have a distinct sensory level.&nbsp; The diagnosis is made with clinical evaluation and supportive MRI findings.&nbsp; Management involves acute immunomodulatory treatments such as steroids or plasmapheresis.</p>\n</div>\n\n            "
}