{
  "meta": {
    "title": "Trigeminal neuralgia",
    "url": "https://brainandscalpel.vercel.app/trigeminal-neuralgia-88b2a87a-508e31.html",
    "scrapedAt": "2025-12-01T05:10:37.755Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Trigeminal neuralgia (TN), also known as tic douloureux, is a pain disorder characterized by recurrent episodes of sudden, severe facial pain in the distribution of the trigeminal nerve (CN V).&nbsp; TN often results from vascular compression but may be caused by demyelinating diseases or structural lesions in the pons.</p>\n<h1>Anatomy and pathophysiology</h1><br><br><p>CN V provides sensation to the face, as well as innervation to the muscles of mastication (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21500.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; It exits the pons and divides into 3 branches:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ophthalmic nerve (CN V1)</strong> passes through the cavernous sinus, exits the cranium through the superior orbital fissure (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50964.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), passes superiorly along the orbit, and then exits the orbit through the frontal bone via the supraorbital foramen.&nbsp; This nerve supplies sensation to the scalp, forehead, and eyes.</li>\n\t<li><strong>Maxillary nerve (CN V2)</strong> passes through the cavernous sinus, leaves the skull through the foramen rotundum, and then traverses the pterygopalatine fossa to enter the maxilla via the infraorbital canal.&nbsp; CN V2 exits the facial bones through the infraorbital foramen.&nbsp; It provides sensation to the maxillary teeth, sinuses, and the palate.</li>\n\t<li><strong>Mandibular nerve (CN V3)</strong> exits the cranium through the foramen ovale (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L58641.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; It provides sensation to the lower teeth, chin, and lower lip; general sensation (not taste) in the anterior tongue; and motor innervation to the muscles of mastication.</li>\n</ul><br><br><p>TN usually affects only the sensory components of this nerve and most commonly affects the V2 and V3 branches.</p><br><br><p>The pathophysiology of TN is most commonly related to compression of the root of CN V as it enters the pons, leading to demyelination and atrophy of the nerve (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89646.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; The majority of classic cases of TN are due to compression by an <strong>abnormal vascular loop</strong>, although some patients may not have a clear, identifiable vascular lesion (eg, idiopathic).&nbsp; Lesions in the pons, such as tumors (eg, meningioma, schwannoma) or demyelinating plaques (from multiple sclerosis [MS]) can cause a secondary TN.<p></p>\n<h1>Risk factors</h1><br><br><p>TN occurs most commonly in older adults (usually age &gt;50), although it can occur in younger adults and rarely in children.&nbsp; It is slightly more predominant in female than in male patients.</p>\n<h1>Clinical presentation</h1><br><br><p>TN usually presents with unilateral, paroxysmal episodes of sharp, stabbing facial pain (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L92480.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Characteristic clinical features include the following:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Paroxysmal severe attacks of neuropathic pain lasting a few seconds to 2 minutes.</li>\n\t<li>Unilateral pain involving primarily the V2 and V3 distributions.</li>\n\t<li>Innocuous triggers and allodynia (pain to light touch).</li>\n\t<li>Absence of other neurologic deficits on examination.</li>\n</ul><br><br><p>The pain of TN is often described as \"stabbing\" or like an \"<strong>electrical shock</strong>\"; it is usually <strong>unilateral</strong> and does not last more than a few seconds.&nbsp; The episodes typically occur several times a day.&nbsp; They are often triggered by any mild stimulus to CN V, including chewing, teeth brushing, shaving, washing the face, swallowing, or exposure to hot or cold temperatures.&nbsp; Pain-free intervals often occur between episodes, although chronic dull pain may develop in later stages.&nbsp; These painful episodes may occur for several months and then remit for some time before returning.</p><br><br><p>Neurologic examination in patients with classic TN (eg, due to an aberrant vascular loop) is usually normal; sensory loss over CN V is not typically seen on examination.&nbsp; Patients with a secondary TN, such as from a tumor or MS, may have other focal neurologic deficits related to the underlying etiology (eg, optic neuritis due to MS).&nbsp; Bilateral TN is unusual and may indicate a secondary cause.</p>\n<h1>Diagnosis</h1><br><br><p>Although the diagnosis of TN is primarily clinical and based on the patient's history and characteristic pain features, all patients with suspected TN should have neuroimaging with an <strong>MRI of the brain with contrast with MR angiography</strong> to look for vascular or structural lesions that could be causing the TN.</p>\n<h1>Differential diagnosis</h1><br><br><p>Conditions that mimic TN include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Herpetic neuralgia</strong>:&nbsp; Like TN, herpetic neuralgia has a dermatomal distribution and is associated with allodynia (ie, pain from light touch) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40928.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; Although pain can precede the vesicular rash by several days, a rash usually eventually appears.&nbsp; In addition, the pain in herpetic neuralgia is usually not paroxysmal.</li>\n\t<li><strong>Cluster headache</strong>:&nbsp; Cluster headaches can cause severe, paroxysmal, unilateral head and facial pain (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L92476.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; However, episodes often occur at night, last approximately 90 minutes (vs seconds), predominantly affect the upper face, and are often accompanied by autonomic symptoms (ie, miosis, lacrimation).</li>\n\t<li><strong>Primary stabbing headache</strong>:&nbsp; These short, stabbing headaches last a few seconds.&nbsp; However, unlike in TN, the pain is usually localized to a very focal spot (rather than in the V2/V3 regions), and sensory triggers are absent.</li>\n\t<li><strong>Temporomandibular joint (TMJ) disorder</strong>:&nbsp; TMJ disorder often causes pain with jaw movement (eg, chewing).&nbsp; However, pain due to the TMJ is classically dull and waxing and waning rather than neuropathic (eg, shock-like).&nbsp; Clicking/popping noises with jaw movement are common, as are ear-related symptoms (eg, ear pain, stuffiness, tinnitus).</li>\n\t<li><strong>Giant cell arteritis</strong>:&nbsp; Giant cell arteritis causes a unilateral headache with tenderness to palpation of the temporal artery (vs allodynia in TN) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L119545.png\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; However, most patients have systemic symptoms (eg, fatigue, fever) and jaw claudication (ie, pain or fatigue with chewing, relieved with rest) versus short episodes of neuropathic pain.</li>\n</ul>\n<h1>Management</h1><br><br><p>First-line therapy for the management of classic TN is usually with <strong>carbamazepine</strong> or <strong>oxcarbazepine</strong>, antiepileptic drugs that inhibit neuronal high-frequency firing by reducing the ability of sodium channels to recover from inactivation (ie, sodium channel blockade).&nbsp; They are effective in reducing episodes of pain in up to 80% of patients.&nbsp; These medications may cause the following important adverse effects:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hyponatremia due to increased sensitivity to antidiuretic hormone.</li>\n\t<li>Bone marrow suppression, which may lead to anemia, agranulocytosis, and thrombocytopenia (complete blood cell counts should be monitored periodically).</li>\n</ul><br><br><p>Medications that can be used as second-line agents include gabapentin or lamotrigine.&nbsp; Refractory cases of TN may require surgical intervention with microvascular decompression.&nbsp; If TN is due to a secondary cause, such as tumor or MS, those conditions should be managed accordingly.</p>\n<h1>Prognosis</h1><br><br><p>TN is a chronic condition with variable outcomes.&nbsp; Many patients achieve significant pain relief with appropriate treatment, although relapses are common and long-term medication use is often needed.&nbsp; Surgical interventions generally provide longer-lasting relief but carry greater risks.&nbsp; The prognosis is worse in cases of TN resulting from secondary causes.</p>\n<h1>Summary</h1><br><br><p>Trigeminal neuralgia (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/73469.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a debilitating facial pain syndrome caused by dysfunction of the trigeminal nerve (CN V).&nbsp; The condition most commonly results from neurovascular compression by an aberrant vascular loop.&nbsp; Patients experience paroxysmal, unilateral, severe facial pain in the distribution of CN V, often triggered by benign activities such as talking or chewing.&nbsp; Diagnosis is clinical, but imaging is necessary to exclude secondary causes.&nbsp; Management begins with pharmacologic therapy, primarily carbamazepine or oxcarbazepine.<p></p>\n</div>\n\n            "
}