{
  "meta": {
    "title": "Tuberous sclerosis complex",
    "url": "https://brainandscalpel.vercel.app/tuberous-sclerosis-complex-b25bef58-508e31.html",
    "scrapedAt": "2025-12-01T05:10:37.171Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Tuberous sclerosis complex (TSC) is a genetic neurocutaneous (eg, often affecting the skin and brain) disorder characterized by the growth of benign tumors in various organs of the body.</p>\n<h1>Pathophysiology</h1><br><br><p>TSC is an autosomal dominant disorder caused by a loss-of-function mutation in <em><strong>TSC1</strong></em> or <em><strong>TSC2</strong></em>, tumor suppressor genes responsible for encoding hamartin and tuberin, respectively.&nbsp; In general, these proteins form the tuberin-hamartin complex, which plays a role in regulating cell growth by limiting signaling to the mTOR pathway.&nbsp; In patients with TSC, dysregulation and enhanced signaling of the mTOR pathway due to the mutated tuberin-hamartin complex leads to unrestricted cellular proliferation and tumor formation (eg, hamartomas) in various tissues.</p>\n<h1>Pathology</h1><br><br><p>The hallmark pathological feature of TSC is the presence of <strong>hamartomas</strong>, which are noncancerous growths composed of disorganized tissue elements native to the affected organ.</p>\n<h1>Genetics</h1><br><br><p>Mutations in the <em>TSC1</em> and <em>TSC2</em> genes are usually sporadic but can also be inherited in an <strong>autosomal dominant</strong> pattern.&nbsp; These genes have variable expression, so mutations can cause a variety of different phenotypes.</p>\n<h1>Clinical presentation</h1><br><br><p>Because the genes that cause TSC have variable expression, the disorder can present at any age and with a wide range of clinical manifestations.&nbsp; Common clinical manifestations include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dermatologic</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Ash-leaf spots</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96442.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; hypopigmented macules present in most individuals with TSC</li>\n\t\t<li><strong>Facial angiofibromas</strong>:&nbsp; firm and small papular lesions that occur primarily on the cheeks.&nbsp; They occur in most patients with TSC, and usually appear in young children.</li>\n\t\t<li><strong>Shagreen patches</strong>:&nbsp; thick, orange-peel like plaques on the skin often found on the back; specific to TSC</li>\n\t\t<li><strong>Periungal fibromas</strong>:&nbsp; small growths that occur around the nail, often in teenagers or adults</li>\n\t</ul>\n\t</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Neurologic</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Cortical tubers</strong>:&nbsp; benign hamartomas in the cortex of the brain with disorganized neurons and glial cells.&nbsp; Patients with TSC often have multiple tubers in the brain.</li>\n\t</ul><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Subependymal nodules</strong>:&nbsp; hamartomas with disorganized neurons and glial cells that occur in the lining of the ventricles.&nbsp; These can grow slowly into subependymal giant cell astrocytomas, which can cause an obstructive hydrocephalus.</li>\n\t\t<li><strong>Seizures</strong>, intellectual disabilities, autism, and behavior issues often occur as a result of brain lesions.</li>\n\t</ul>\n\t</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Renal</strong>:&nbsp; includes renal angiomyolipomas, which occur with high frequency (~70%) in patients with TSC.&nbsp; These can grow in size and are at risk of hemorrhage.&nbsp; Bilateral renal angiomyolipomas are very uncommon in the general population and should be concerning for a diagnosis of TSC.</li>\n\t<li><strong>Cardiac</strong>:&nbsp; includes cardiac rhabdomyomas, which are benign tumors that occur in utero and can sometimes be seen on prenatal ultrasound.&nbsp; They occur in about half of patients with TSC, are usually asymptomatic, and spontaneously regress without treatment.</li>\n\t<li><strong>Pulmonary</strong>:&nbsp; adults with TSC may develop lymphangioleiomyomatosis, which is a cystic lung disease that occurs due to proliferation of smooth muscle in the lungs.&nbsp; This condition usually progresses slowly but can lead to respiratory failure.</li>\n\t<li><strong>Ophthalmic</strong>:&nbsp; includes retinal hamartomas, which can be seen on ophthalmologic examination in patients with TSC and can help determine the diagnosis.&nbsp; These lesions do not typically affect the vision.</li>\n</ul><br><br><p>Most cases of TSC present initially with either skin manifestations or seizures.&nbsp; The first noted skin manifestation is usually ash-leaf spots.&nbsp; Seizures often present in infancy as infantile spasms, which are clusters of brief muscle contractions that can appear similar to exaggerated startles (eg, flexion of neck) and abdominal crunches (eg, flexion of trunk and extremities).&nbsp; Seizures often prompt neuroimaging, which can show characteristic findings that help the diagnosis.</p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of TSC is based primarily on the constellation of clinical findings but can be confirmed by genetic testing to identify mutations in the <em>TSC1</em> or <em>TSC2</em> genes.&nbsp; The initial evaluation of patients with suspected TSC should include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dermatologic examination</strong></li>\n\t<li><strong>Funduscopy</strong></li>\n\t<li><strong>MRI of the brain</strong></li>\n\t<li><strong>Abdominal imaging</strong></li>\n</ul><br><br><p>An <strong>electroencephalogram</strong> is also performed in patients presenting with seizures.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Neurofibromatosis type 1</strong> (NF1):&nbsp; an autosomal dominant disorder that can involve various organ systems.&nbsp; Differential features from TSC include absence of cortical tubers and subependymal nodules, and the presence of neurofibromas and characteristic <em>café-au-lait</em> spots.</li>\n\t<li><strong>Neurofibromatosis type 2</strong> (NF2):&nbsp; an autosomal dominant disorder characterized by the development of bilateral vestibular schwannomas, meningiomas, and other CNS tumors.&nbsp; NF2 does not typically involve the skin or manifest with cortical tubers and subependymal nodules.</li>\n\t<li><strong>Von Hippel-Lindau disease</strong> (VHL):&nbsp; an autosomal dominant disorder that can present with various tumors, including retinal hemangioblastomas, renal cell carcinomas, and CNS hemangioblastomas.</li>\n\t<li><strong>Sturge-Weber syndrome</strong>:&nbsp; a neurocutaneous disorder characterized by facial port-wine stains (nevus flammeus), glaucoma, and leptomeningeal angiomas.&nbsp; This syndrome does not typically present with cortical tubers or subependymal nodules.</li>\n\t<li><strong>Rett syndrome</strong>:&nbsp; a neurodevelopmental disorder caused by mutations in the <em>MECP2</em> gene.&nbsp; It primarily affects females and leads to developmental regression, loss of purposeful hand skills, and seizures.&nbsp; This syndrome does not typically present with hamartomas or tumors in multiple organs.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of TSC is multidisciplinary and aims to address the various clinical manifestations and complications associated with the disorder, including serial skin and eye examinations and tumor surveillance (eg, MRI of the brain and kidneys, echocardiography).</p><br><br><p>Treatment includes antiseizure medications for seizure control, behavioral interventions and educational support for cognitive issues, and surveillance and intervention for TSC-related tumors and organ involvement.&nbsp; Targeted therapy with an mTOR inhibitor (eg, everolimus) can be used to treat seizures or shrink symptomatic brain tumors in patients with TSC.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of TSC varies widely depending on the severity and extent of organ involvement.&nbsp; Complications of neurological and renal disease (eg, brain tumors, seizures, renal failure) are the most common causes of mortality in young patients.&nbsp; Early diagnosis and multidisciplinary management can improve outcomes and quality of life for affected individuals.</p>\n<h1>Summary</h1><br><br><p>Tuberous sclerosis complex (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/51099.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is an autosomal dominant, neurocutaneous disorder characterized by the growth of benign tumors in various organs of the body.&nbsp; It is caused by a mutation in the TSC1 or TSC2 genes, causing dysfunction of the mTOR pathway involved in regulating cell growth.&nbsp; It most commonly occurs in infants and children, and presents with seizures and developmental delay with concomitant dermatologic manifestations (eg, ash-leaf spots, angiofibromas).&nbsp; Other common tumors include cardiac rhabdomyomas and renal angiomyolipomas.&nbsp; Diagnosis is clinical but can be confirmed with genetic testing.&nbsp; Management usually involves surveillance of skin, eyes, and various tumors.<p></p>\n</div>\n\n            "
}