{
  "meta": {
    "title": "Vascular dementia",
    "url": "https://brainandscalpel.vercel.app/vascular-dementia-4e812072-508e31.html",
    "scrapedAt": "2025-12-01T05:10:37.392Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Vascular dementia (VaD) describes cognitive impairment resulting from any cause of vascular brain injury (typically infarction or hemorrhage) and is most commonly due to large artery stroke, small vessel disease, or cerebral amyloid angiopathy.</p>\n<h1>Epidemiology</h1><br><br><p>VaD is second only to Alzheimer disease (AD) as the primary cause of dementia.&nbsp; VaD in isolation accounts for approximately 10% of dementia cases, but it commonly (~40% of cases) coexists with other dementia causes (ie, \"mixed dementia,\"&nbsp;particularly VaD-AD).&nbsp; This underscores the significant overlap between VaD and AD with regard to both risk factors and pathogenesis.</p>\n<h1>Risk factors</h1><br><br><p>Because VaD typically results from stroke, the risk factors are the same for both and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Advancing age</li>\n\t<li>Previous stroke</li>\n\t<li>Vascular risk factors including hypertension, dyslipidemia, diabetes, and smoking</li>\n\t<li>Coronary artery disease or its equivalent (eg, peripheral arterial disease)</li>\n\t<li>Atrial fibrillation</li>\n</ul>\n<h1>Etiology, pathology, and pathophysiology</h1><br><br><p>The etiology of VaD is heterogeneous because it can result from any process that causes vascular brain injury impacting regions critical for cognitive function.&nbsp; The main subtypes of VaD are large artery infarction, small vessel disease, and cerebral amyloid angiopathy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L86625.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h2>Large artery infarction</h2><br><br><p>Larger artery infarction is typically due to <strong>atherosclerosis</strong> of <strong>intracranial or extracranial vessels</strong> (eg, middle cerebral artery [MCA], carotid artery) and is usually accompanied by neurologic signs/symptoms reflecting the specific cortical region involved (eg, dominant MCA infarction causing contralateral weakness and aphasia).&nbsp; Mechanisms include thrombosis of the culprit artery or thromboembolism of a downstream vessel; large vessel ischemic stroke from cardioembolism (eg, atrial fibrillation); and hemorrhage (eg, ruptured arteriovenous malformation), which may have a slightly higher risk of VaD.</p>\n<h2>Small vessel disease (SVD)</h2><br><br><p>SVD is most commonly caused by <strong>arteriolosclerosis</strong> (ie, thickening and narrowing) of <strong>penetrating arterioles</strong> supplying deep brain structures (eg, thalamus, basal ganglia, deep white matter).&nbsp; Hypertension is the main risk factor for SVD, which can lead to lacunar infarcts, microaneurysms, and microbleeds.&nbsp; This typically causes a subcortical-type VaD (eg, executive dysfunction, decreased processing speed) accompanied by focal motor deficits (eg, asymmetric reflexes, gait dysfunction) from white matter lesions (eg, internal capsule).&nbsp; Because SVD affects subcortical regions, it typically lacks cortical signs (eg, aphasia, hemineglect).</p>\n<h2>Cerebral amyloid angiopathy (CAA)</h2><br><br><p>CAA is caused by <strong>amyloid beta deposition</strong> (similar to the neuritic plaques of AD) in the walls of <strong>small/medium-sized cerebral arteries</strong>; this increases vessel fragility, particularly of peripheral/superficial vessels, making them prone to rupture and hemorrhage.&nbsp; CAA most commonly manifests as lobar intracerebral hemorrhage (ie, bleeding located within one of the cerebral lobes).&nbsp; CAA also contributes to VaD by causing microbleeds and microinfarcts in these same superficial \"lobar\" locations while typically sparing the deep brain structures affected by SVD from hypertension.</p><br><br><p>Other, rarer causes of VaD include cerebral vasculitis and CADASIL (<strong>C</strong>erebral <strong>A</strong>utosomal <strong>D</strong>ominant <strong>A</strong>rteriopathy with <strong>S</strong>ubcortical <strong>I</strong>nfarcts and <strong>L</strong>eukoencephalopathy).</p>\n<h1>Clinical presentation</h1><br><br><p>The heterogeneous etiology/pathophysiology of VaD leads to a more varied clinical presentation than neurodegenerative dementias (eg, AD).&nbsp; However, VaD is most commonly characterized by the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Executive dysfunction</strong>:&nbsp; is classic and includes impairment of planning/organizing (eg, managing finances), problem-solving, and judgment (often with relative sparing of episodic memory).&nbsp; Impairment of processing speed is another common characteristic, but the cognitive functions impaired can vary depending on stroke location.</li>\n\t<li><strong>Progressive course</strong>:&nbsp; VaD classically displays a <strong>stepwise progression</strong> (ie, discrete, identifiable episodes) of cognitive worsening following a clinically diagnosed stroke.&nbsp; However, cognitive decline can also appear gradually progressive (ie, smooth) due to accumulation of small, \"silent\" lesions in the absence of a stroke diagnosis, which can mimic neurodegenerative dementia.</li>\n\t<li><strong>Focal neurologic signs/symptoms</strong>:&nbsp; are helpful for establishing VaD as a cause of cognitive impairment, especially when the timing of dementia corresponds to the neurologic deficit.&nbsp; Focal findings may also give clues to the underlying mechanism.&nbsp; For example, large artery strokes are typically accompanied by cortical signs reflecting the region involved (eg, visual field cut).&nbsp; Deficits from SVD often include gait disturbances, urinary incontinence, and neuropsychiatric symptoms; pathologic crying or laughing (pseudobulbar affect) may also be present.&nbsp; Large lobar hemorrhage from CAA can cause significant deficits (eg, hemiparesis).&nbsp; However, any mechanism of vascular injury can lead to smaller lesions producing limited focal deficits only detected on thorough neurologic examination.</li>\n</ul><br><br><p>Despite the significant variability of clinical features, patients with VaD usually present in one of 2 ways:&nbsp; poststroke dementia or VaD without recent stroke.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Poststroke dementia</strong> demonstrates the classic stepwise decline in cognition following a clinically diagnosed stroke.&nbsp; Common patterns include strategic infarction/hemorrhage (eg, affecting key cognitive areas such as frontal lobe or thalamus) and multi-infarct infarction/hemorrhage (cognitive deficits from cumulative damage to multiple brain areas due to recurrent strokes).</li>\n\t<li><strong>VaD without recent stroke</strong> represents cognitive decline without a clinically recognized stroke but with neuroimaging evidence of vascular injury.&nbsp; This often involves the accumulation of clinically \"silent\" lesions from SVD and/or CAA.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Although multiple professional organizations (eg, American Heart Association, Diagnostic and Statistical Manual of Mental Disorders [DSM]) have developed slightly different criteria, diagnosis of VaD involves 3 basic elements:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cognitive impairment severe enough to interfere with activities of daily living</strong></li>\n\t<li><strong>Evidence of vascular brain injury</strong> either by history of stroke or on neuroimaging</li>\n\t<li>Evidence of a <strong>causal link between cognitive impairment and vascular injury</strong></li>\n</ul><br><br><p>Confirmation of these elements requires the following evaluation:</p>\n<h2>History and physical examination&nbsp; </h2><br><br><p>The history and physical examination should focus on the pattern (eg, executive dysfunction) and time course (eg, stepwise) of cognitive decline, any associated neurologic deficits, and the presence of vascular risk factors.</p>\n<h2>Cognitive screening tests&nbsp; </h2><br><br><p>Cognitive screening tests establish objective evidence of cognitive impairment.&nbsp; The Montreal Cognitive Assessment (<strong>MoCA</strong>), a 30-point scale assessing many cognitive domains (delayed word recall, executive function, language, attention, orientation) can detect subtle deficits and identify significant cognitive impairment (≤25/30, or ≤24/30 with &lt;12 years formal education).&nbsp; MoCA is more sensitive for detecting VaD than the Mini-Mental State Examination (MMSE) due to its greater emphasis on executive function.&nbsp; Formal neuropsychologic testing, which evaluates multiple cognitive domains (eg, spatial memory, calculations, conceptualization, mental flexibility), may be helpful when the diagnosis is unclear after initial assessment.</p>\n<h2>Neuroimaging</h2><br><br><p>Neuroimaging is essential to establish the presence of vascular injury in patients <em>without</em> recent stroke (ie, clinically unrecognized, \"silent\"&nbsp;cerebrovascular disease).&nbsp; Although not technically required in patients <em>with</em> a clinical history of stroke, neuroimaging findings of infarction or hemorrhage increase diagnostic precision.&nbsp; MRI is preferred over CT due to its greater sensitivity for the lacunar infarcts and microbleeds that may result from SVD and/or CAA.&nbsp; MRI may show:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Large artery stroke</strong>:&nbsp; Cortical infarct (single/strategic or multiple) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97101.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )</li>\n\t<li><strong>SVD</strong>:&nbsp; Lacunar infarcts (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71701.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), prominent perivascular spaces and atrophy, and microbleeds in subcortical structures (eg, thalamus, basal ganglia, deep white matter)</li>\n\t<li><strong>CAA</strong>:&nbsp; Lobar hemorrhage (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7277.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), cortical microbleeds, and cortical superficial siderosis (excess iron) from chronic bleeding</li>\n</ul>\n<h2>Laboratory testing&nbsp; </h2><br><br><p>Patients being evaluated for cognitive impairment should undergo tests to rule out other conditions that cause cognitive decline including B<font size=\"2\"><sub>12</sub></font> deficiency (B<font size=\"2\"><sub>12</sub></font> level, complete blood count) and hypothyroidism (TSH).</p>\n<h1>Differential diagnosis</h1><br><br><p>VaD should be differentiated from other causes of cognitive impairment, keeping in mind that it frequently contributes to \"mixed\" dementia (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32369.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Alzheimer disease</strong> (AD):&nbsp; displays a consistent pattern of gradual cognitive decline that is readily distinguished from the classic stepwise pattern of poststroke dementia but can be similar to VaD without clinical stroke.&nbsp; In such cases, other clues that may be useful include the pattern of cognitive impairment (early executive dysfunction in VaD vs early memory loss in AD) and presence of neurologic deficits (common in early VaD vs uncommon until late AD).&nbsp; Neuroimages showing classic VaD findings can be helpful.</li>\n\t<li><strong>Dementia with Lewy bodies (DLB)</strong> and <strong>Parkinson disease (PD)</strong>:&nbsp; Both produce gradually progressive cognitive impairment and gait dysfunction that can mimic VaD from subcortical SVD.&nbsp; However, DLB is typically accompanied by other features (eg, visual hallucinations, cognitive fluctuations) and the dementia of PD usually occurs relatively late in the disease course.&nbsp; In addition, vascular parkinsonism typically involves bradykinesia of the legs more than arms (\"lower-body parkinsonism\") with no resting tremor (unlike PD and DLB).</li>\n\t<li><strong>Frontotemporal dementia</strong> (FTD) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80793.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; is a group of dementing disorders characterized by degeneration of the frontal and/or temporal lobes.&nbsp; Unlike the executive dysfunction that typifies VaD, FTD causes early changes in behavior and personality (behavioral variant) or early language impairment (primary progressive aphasia).</li>\n\t<li><strong>Normal pressure hydrocephalus</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69093.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ):&nbsp; can be idiopathic or secondary (eg, subarachnoid hemorrhage, meningitis).&nbsp; Like subcortical SVD, NPH can cause executive dysfunction (from pressure on frontal lobe white matter), urinary incontinence, and gait abnormalities.&nbsp; However, the gait of NPH is classically wide-based and \"magnetic\"&nbsp;whereas the gait of SVD is typically narrow and shuffling (similar to parkinsonism).&nbsp; NPH can be differentiated by neuroimages showing ventriculomegaly out of proportion to cortical atrophy rather than vascular injury.</li>\n</ul>\n<h1>Management</h1><br><br><p>Because no intervention can cure the cognitive impairment of VaD, management focuses on secondary prevention of stroke, pharmacologic treatment of cognitive symptoms, and rehabilitation of functional deficits.</p>\n<h2>Secondary prevention </h2><br><br><p>Secondary prevention is the mainstay of VaD management because aggressive control of vascular risk factors can help prevent recurrent stroke and potentially slow VaD progression.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Control of hypertension and diabetes mellitus</strong> is especially important and follows standard treatment guidelines.&nbsp; Smokers should be aggressively counseled on cessation.</li>\n\t<li><strong>Statins</strong> are recommended for their lipid-lowering effects and beneficial effects on vascular function (eg, plaque stabilization, endothelial dysfunction reversal).</li>\n\t<li><strong>Antiplatelet therapy</strong> (eg, aspirin) is recommended for ischemic strokes without cardioembolism whereas cardioembolic stroke patients (eg, atrial fibrillation) should receive <strong>anticoagulants</strong> (eg, apixaban, warfarin).&nbsp; Antiplatelet and anticoagulant therapy are generally avoided in patients with prior intracerebral hemorrhage or evidence of CAA (eg, superficial siderosis).</li>\n</ul>\n<h2>Symptomatic treatment</h2><br><br><p>Symptomatic treatment involves the use of cholinesterase inhibitors and memantine.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cholinesterase inhibitors (eg, donepezil) are not specifically approved for VaD, but their frequent off-label use is supported by evidence of cholinergic dysfunction in VaD, modest benefit in clinical trials, and the knowledge that many patients have mixed VaD-AD.</li>\n\t<li>Memantine has shown only modest cognitive benefit for VaD and is similarly used off-label due to the frequency of comorbid AD with VaD.</li>\n</ul><br><br><p>In addition, cognitive rehabilitation, occupational therapy, and exercise programs can help patients compensate for the functional deficits of VaD.</p>\n<h1>Prognosis</h1><br><br><p>The heterogeneous nature of VaD helps explain the variable prognosis of individual patients.&nbsp; Some patients have stable cognitive impairment after their initial stroke recovery while others experience progressive cognitive decline.&nbsp; Of VaD patients, approximately one-third die from dementia complications, one-third die from cerebrovascular complications, and the rest die from other causes (eg, cardiovascular disease).&nbsp; Overall, VaD''s effect on mortality appears to be slightly worse than AD.</p>\n<h1>Summary</h1><br><br><p>Vascular dementia (VaD) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/70721.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) describes cognitive impairment from any cause of vascular injury and represents the second most common cause of dementia (behind Alzheimer disease).&nbsp; The etiology is heterogeneous but most commonly involves large artery stroke, small vessel disease, or cerebral amyloid angiopathy.&nbsp; Diagnosis requires confirmation of cognitive impairment and evidence of vascular injury (clinical stroke or neuroimaging), with the determination of a causal link between them.&nbsp; Because no intervention can reverse cognitive impairment from VaD, treatment focuses on secondary stroke prevention, pharmacologic treatment of cognitive symptoms, and functional rehabilitation.<p></p>\n</div>\n\n            "
}