{
  "meta": {
    "title": "Anemia: Anemia of chronic disease/Anemia of inflammation",
    "url": "https://brainandscalpel.vercel.app/anemia-anemia-of-chronic-disease-anemia-of-inflammation-53ba5e7f-167143.html",
    "scrapedAt": "2025-12-01T04:54:50.167Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Anemia of chronic disease (ACD), also known as anemia of inflammation, is the second-most common type of anemia globally after iron deficiency anemia (IDA).&nbsp; ACD is frequently observed in patients with inflammatory conditions, chronic infections, malignancies, or chronic kidney disease (CKD).&nbsp; Unlike IDA, which is primarily due to inadequate iron supply or absorption, ACD results from impaired iron use and altered erythropoiesis secondary to inflammation.</p>\n<h1>Pathophysiology</h1><h2>Inflammation and iron dysregulation</h2><br><br><p>The hallmark of ACD is inflammation.&nbsp; <strong>Inflammatory cytokines</strong> (eg, IL-6, tumor necrosis factor-alpha) induce hepatic synthesis of hepcidin, a key hormone regulating iron homeostasis, and suppress hepatic synthesis of transferrin, the main plasma iron carrier.&nbsp; These changes limit circulating iron both by restricting its release into plasma and by reducing its transport to erythroid precursors.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>\n\t<p><strong>Hepcidin</strong> degrades ferroportin, the export transporter that moves iron from enterocytes and macrophages into the circulation.&nbsp; When ferroportin is inhibited, dietary iron taken up by enterocytes cannot be transferred to plasma, and recycled iron remains trapped in the macrophages of the reticuloendothelial system (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60117.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Normally, hepcidin rises with iron excess (limiting iron absorption and release) and falls with iron deficiency (enhancing iron absorption and release).&nbsp; In ACD, inflammatory cytokines keep hepcidin elevated, lowering serum iron levels despite adequate or increased marrow stores.&nbsp; The result is functional iron deficiency, with iron present but inaccessible for erythropoiesis.<p></p>\n\t</li>\n\t<li>\n\t<p><strong>Transferrin</strong> is the primary iron-transport plasma protein; it delivers iron from storage pools to erythroid precursors in the bone marrow.&nbsp; In ACD, suppressed hepatic synthesis of transferrin lowers total iron-binding capacity (TIBC) (blood's ability to bind iron via transferrin); when TIBC is reduced, iron delivery to the bone marrow and availability for erythropoiesis are further limited.</p>\n\t</li>\n</ul>\n<h2>Inhibited erythropoiesis</h2><br><br><p>In addition to iron sequestration, IL-6 reduces the responsiveness of bone marrow progenitors to erythropoietin (EPO), whereas tumor necrosis factor-alpha inhibits the proliferation and survival of erythroid precursors.&nbsp; Also, inflammation can slightly shorten the lifespan of red blood cells through various mechanisms (eg, increased macrophage phagocytosis, oxidative damage).</p>\n<h1>Risk factors</h1><br><br><p>ACD is intrinsically linked to the presence of underlying conditions associated with chronic inflammation.</p>\n<h2>Systemic inflammatory disorders</h2><br><br><p>Conditions such as rheumatoid arthritis, systemic lupus erythematosus, inflammatory bowel disease, and various vasculitides involve chronic immune dysregulation, systemic inflammation, and sustained cytokine production, contributing to the development of ACD.</p>\n<h2>Chronic infection</h2><br><br><p>Persistent infections such as tuberculosis, HIV, osteomyelitis, endocarditis, and chronic abscesses induce continuous immune activation and chronic inflammation, leading to ACD.</p>\n<h2>Malignancy</h2><br><br><p>Solid tumors (eg, lung, breast) and hematologic malignancies (eg, lymphoma, myeloma) can produce proinflammatory cytokines or can indirectly stimulate the inflammatory response, triggering or exacerbating anemia.</p>\n<h2>Chronic disorders</h2><br><br><p>CKD contributes to ACD through reduced EPO production and ongoing inflammation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47272.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Heart failure, chronic obstructive pulmonary disease, diabetes mellitus, and obesity similarly contribute to chronic systemic inflammation and cytokine elevation, thereby perpetuating anemia.<p></p>\n<h2>Miscellaneous</h2><br><br><p>Severe trauma, extensive burns, and prolonged critical illness can cause chronic low-grade inflammation or severe acute inflammatory states, resulting in the sustained cytokine release and impaired iron metabolism characteristic of ACD.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with ACD typically have mild to moderate anemia symptoms, including fatigue, pallor, reduced physical endurance, and dyspnea on exertion.&nbsp; The clinical features of IDA are often milder and less specific than those of IDA, reflecting the gradual onset and patient adaptation.&nbsp; Signs of underlying chronic illness (eg, joint swelling in rheumatoid arthritis) are usually prominent and may dominate the clinical picture.</p>\n<h1>Diagnosis</h1><br><br><p>ACD should be suspected in any patient with a chronic inflammatory, infectious, or malignant condition who develops anemia.&nbsp; Diagnosis involves excluding other causes of anemia (eg, IDA, hemolytic anemia, bone marrow disorders) through a thorough history, physical examination, and laboratory evaluation.&nbsp; A history of chronic diseases (eg, rheumatoid arthritis) is a key clue for ACD.</p>\n<h2>Laboratory findings</h2><br><br><p>A complete blood count typically shows mild to moderate anemia that is <strong>normocytic</strong> and <strong>normochromic</strong>.&nbsp; The red blood cells remain normocytic (ie, normal cell size, with a mean corpuscular volume [MCV] typically 80-100 μm<font size=\"2\"><sup>3</sup></font>) because erythropoiesis is suppressed rather than intrinsically defective; they are normochromic (normal mean corpuscular hemoglobin) because hemoglobinization is intact.&nbsp; Elevated inflammatory markers (eg, erythrocyte sedimentation rate, C-reactive protein) are typically present.&nbsp; A <strong>low or inappropriately normal reticulocyte count</strong> (&lt;1%-2%) indicates bone marrow hypoproliferation, in which erythropoiesis is suppressed despite anemia.&nbsp; This is driven by cytokines that inhibit erythroid precursor proliferation, elevated hepcidin levels that limit iron availability, and a blunted EPO response relative to the degree of anemia (vs IDA, in which EPO increases significantly).</p><br><br><p>Hepcidin levels (high in ACD, low in IDA) are not routinely measured.&nbsp; <strong>Iron studies</strong> are essential for evaluating iron metabolism and differentiating ACD from IDA:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>\n\t<p><strong>Serum iron</strong>:&nbsp; The amount of iron circulating in the blood is typically low in ACD (&lt;50 µg/dL) due to reduced iron availability caused by inflammatory cytokines that suppress transferrin synthesis and increase hepcidin, trapping iron in macrophages.</p>\n\t</li>\n\t<li>\n\t<p><strong>TIBC</strong>:&nbsp; A measure of the capacity to bind iron via transferrin, TIBC is typically low in ACD due to cytokine-mediated suppression of transferrin synthesis.&nbsp; (TIBC is essentially an indirect measure of transferrin, which is not routinely measured directly.)</p>\n\t</li>\n\t<li>\n\t<p><strong>Ferritin</strong>:&nbsp; An intracellular protein that stores iron, ferritin is normal or elevated in ACD (&gt;100 ng/mL) due to increased hepcidin and iron sequestration (ie, normal or elevated iron stores in bone marrow).</p>\n\t</li>\n\t<li>\n\t<p><strong>Transferrin saturation (TSAT)</strong>:&nbsp; Calculated as (serum iron / TIBC) × 100, TSAT is typically ≤20% in both ACD and IDA, although it may be normal in ACD and tends to be lower in IDA than in ACD.&nbsp; However, ACD is associated with normal or elevated ferritin and low TIBC levels, whereas IDA is associated with low ferritin (&lt;30 ng/mL in absolute iron deficiency) and high TIBC levels.</p>\n\t</li>\n</ul><br><br><p>In summary, inflammatory cytokines in ACD increase hepcidin levels and suppress transferrin synthesis, leading to low TIBC, low iron, and high ferritin levels.</p>\n<h2>Bone marrow biopsy</h2><br><br><p>Bone marrow biopsy is rarely necessary, but if performed, it shows normal or increased macrophage iron stores (ie, increased hemosiderin deposition) without evidence of deficient iron stores, as seen in IDA.</p>\n<h1>Differential diagnosis</h1><br><br><p>The primary differential diagnosis for ACD is IDA, which usually presents as microcytic (MCV &lt;80 μm<font size=\"2\"><sup>3</sup></font>), hypochromic anemia due to absolute iron deficiency (depleted iron stores), although early IDA can be normocytic and normochromic.&nbsp; IDA results from chronic blood loss (eg, gastrointestinal bleeding), dietary insufficiency, malabsorption (eg, postgastrectomy), or increased iron needs (eg, pregnancy).&nbsp; Laboratory findings in IDA include low serum iron, low ferritin, high TIBC, and low TSAT (≤20%) levels (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/59894.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                )<p></p><br><br><p>Ferritin, an acute phase reactant, may be markedly elevated (even in the thousands) in active inflammation, potentially masking IDA.&nbsp; A combined ACD/IDA pattern can occur in patients with chronic inflammation and concurrent blood loss (eg, inflammatory bowel disease).&nbsp; A ferritin level &lt;30 ng/mL strongly suggests a component of IDA rather than isolated ACD.&nbsp; In cases in which ferritin is in the intermediate range (30-100 ng/mL), distinguishing between ACD and mixed ACD/IDA can be challenging.&nbsp; Measuring the level of soluble transferrin receptor can be helpful because it is significantly elevated in IDA but normal in ACD.</p><br><br><p>If diagnostic uncertainty persists, a brief trial of empiric iron supplementation may clarify whether a component of IDA is present.</p>\n<h1>Management</h1><br><br><p>Treatment primarily targets the underlying chronic condition because resolving inflammation can improve anemia.&nbsp; Iron supplementation is typically ineffective in isolated ACD due to impaired mobilization caused by elevated hepcidin levels.&nbsp; Iron administration may be useful in specific cases, such as in mixed IDA/ACD or functional iron deficiency in patients with CKD receiving erythropoiesis-stimulating agents.&nbsp; Intravenous iron is preferred due to the high likelihood of impaired oral iron absorption in patients with ACD.</p><br><br><p>Novel therapeutic agents, such as those targeting the hepcidin-ferroportin axis, are under investigation, aiming to mitigate the dysregulated iron metabolism.</p>\n<h1>Prognosis</h1><br><br><p>Although ACD itself is not usually life-threatening, it significantly contributes to disease burden by exacerbating fatigue, reducing quality of life, limiting exercise tolerance, and, potentially, worsening the prognosis in certain conditions (eg, heart failure, malignancy, CKD).</p>\n<h1>Summary</h1><br><br><p>Anemia of chronic disease (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60023.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ), also known as anemia of inflammation, develops in patients with inflammatory conditions, chronic infection, malignancy, or chronic kidney disease.&nbsp; The pathophysiology involves chronic inflammation that stimulates IL-6 production, leading to increased hepcidin synthesis.&nbsp; Hepcidin blocks iron export from cells by degrading ferroportin, resulting in iron sequestration within macrophages and reduced iron availability for red blood cell production (despite adequate total body iron stores).<p></p><br><br><p>This creates a functional iron deficiency accompanied by suppressed erythropoiesis due to inflammatory cytokines inhibiting erythropoietin production and bone marrow responsiveness.&nbsp; Laboratory findings include mild to moderate normocytic anemia, low serum iron, normal or elevated ferritin levels, and decreased transferrin saturation.&nbsp; Management focuses primarily on treating the underlying inflammatory condition because iron supplementation is typically ineffective due to impaired iron mobilization.&nbsp; Although not usually life-threatening, anemia of chronic disease significantly impacts quality of life and can worsen prognosis in conditions (eg, heart failure, chronic kidney disease).</p>\n</div>\n\n            "
}