{
  "meta": {
    "title": "Antimetabolites",
    "url": "https://brainandscalpel.vercel.app/antimetabolites-80a48063-167143.html",
    "scrapedAt": "2025-12-01T04:55:02.283Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Antimetabolites are a class of chemotherapeutic drugs that interfere with DNA synthesis by mimicking endogenous cellular metabolites.&nbsp; Antimetabolites are structurally similar to purines, pyrimidines, or folate and exert their antineoplastic effects primarily during the S phase of the cell cycle, making them cell cycle specific.</p>\n<h1>Overview of chemotherapy</h1><br><br><p>Cancer is a heterogenous disease characterized by uncontrolled growth of abnormal cells that have acquired the ability to evade the body's normal control mechanisms (eg, resisting apoptosis, escaping immune surveillance).</p><br><br><p>Various strategies have been developed to treat cancer, including different combinations of surgery, chemotherapy, and radiation therapy.&nbsp; Chemotherapy refers to the use of certain drugs (ie, chemical agents) to prevent further growth or induce death of these proliferating cells.&nbsp; Chemotherapeutic agents achieve this goal through different mechanisms that target various cellular components, including nucleic acids (eg, damaging DNA), cellular enzymes (eg, inhibiting enzymes required to synthesize essential cell proteins), and cellular structural components (eg, preventing the assembly of microtubules).</p><br><br><p>An important principle of cancer treatment involves the use of multiagent therapy (ie, combining agents that have different mechanisms of action) to prevent resistance to single agents and increase the likelihood of cure.&nbsp; Chemotherapy agents can be categorized based on various features (eg, mechanism of action, chemical type); a common approach is to categorize the agents based on whether the mechanism of action depends on the cell cycle status.&nbsp; Chemotherapy agents can therefore be broadly divided into cell cycle–specific and cell cycle–nonspecific agents.</p>\n<h2>Cell cycle–specific agents</h2><br><br><p>Cell cycle–specific agents require cells to enter the cell cycle because these agents are effective only during certain phases of the cycle (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26336.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; These agents are generally given over a prolonged period (eg, long infusion, divided doses over several days) to affect as many cells as possible that enter the cell cycle.&nbsp; Examples of these agents include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Antimetabolites</strong>:&nbsp; These are structured similarly to substrates required during nucleotide assembly and therefore interfere with biosynthesis.&nbsp; Antimetabolites work during the <strong>S phase</strong> (ie, when DNA is duplicated) when they are substituted for the intended substrate, halting further DNA production.&nbsp; Agents include purine and pyrimidine analogues (eg, mercaptopurine, cytarabine, 5-fluorouracil [5-FU]) and folate analogues (eg, methotrexate [MTX]).</li>\n\t<li><strong>Topoisomerase inhibitors</strong>:&nbsp; Topoisomerases are enzymes that transiently cut and reseal DNA to relieve supercoils that form when DNA unwinds during replication, repair, and transcription (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L51415.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Topoisomerase inhibitors block these critical enzymes, which are particularly active during late S and early G2 phase (when DNA replication errors are identified and repaired prior to cell division) phases, leading to nucleic acid breaks and cell death.&nbsp; These agents can inhibit topoisomerase II (eg, etoposide) or topoisomerase I (eg, irinotecan).</li>\n\t<li><strong>Microtubule inhibitors</strong>:&nbsp; Plant-derived agents that impair microtubule assembly and disassembly, which is required during M phase (ie, when a single cell splits into 2 cells via mitosis).&nbsp; Vinca alkaloids (eg, vincristine) inhibit microtubule assembly, and taxanes (eg, paclitaxel) inhibit microtubule disassembly.</li>\n</ul>\n<h2>Cell cycle–nonspecific agents</h2><br><br><p>Cell cycle–nonspecific agents work during any phase of the cell cycle and may usually be administered in a large bolus dose.&nbsp; Examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Alkylating agents</strong>:&nbsp; Heterogenous group of agents that form DNA strand cross-links via attachment of alkyl groups, ultimately leading to cell death.&nbsp; Examples include nitrogen mustards (eg, cyclophosphamide) and alkyl sulfonates (eg, busulfan).</li>\n\t<li><strong>Antitumor antibiotics</strong>:&nbsp; Heterogenous group of agents derived from microorganisms that have activity against the development of other types of living cells.&nbsp; Antitumor antibiotics commonly interfere with nucleic acids, preventing replication and transcription and triggering apoptosis.&nbsp; They can work by damaging DNA directly and/or indirectly.&nbsp; Agents include anthracyclines (eg, doxorubicin) and bleomycin.</li>\n</ul><br><br><p>This article focuses on antimetabolites, which are subdivided as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Folate antagonists (eg, methotrexate)</li>\n\t<li>Pyrimidine analogues (eg, 5-fluorouracil, cytarabine)</li>\n\t<li>Purine analogues (eg, 6-mercaptopurine, fludarabine)</li>\n</ul>\n<h1>Pathophysiology</h1><br><br><p>Cancer cell proliferation requires continuous and accelerated synthesis of DNA and RNA from endogenous nucleotides (eg, purines, pyrimidines).&nbsp; Antimetabolites inhibit nucleotide synthesis and therefore halt cancer cell proliferation, leading to apoptosis.&nbsp; Rapidly dividing cancer cells require more endogenous nucleotides than nondividing cells, making them particularly susceptible to the effects of antimetabolites.</p>\n<h1>Folate antagonists</h1><br><br><p>Folate is an essential dietary nutrient that is required for DNA synthesis.&nbsp; Under normal conditions, folate undergoes a 2-step enzymatic reduction to its active form, tetrahydrofolate (THF), by the enzyme dihydrofolate reductase (DHFR) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25906.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; THF functions by donating single-carbon units in various intracellular reactions (eg, purine and amino acid synthesis).<p></p><br><br><p><strong>Methotrexate</strong> (MTX) is a structural analogue of folate that competitively and <strong>irreversibly inhibits DHFR</strong>, thereby preventing folate's conversion to THF.&nbsp; Without THF, DNA synthesis is impaired, and cell death occurs.&nbsp; Rapidly dividing cells (eg, cancer cells, neural tube cells) use large quantities of folate and are particularly susceptible to MTX.</p><br><br><p>Of note, several antimicrobial agents also inhibit DHFR (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28055.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Although MTX selectively targets human DHFR, drugs like trimethoprim and pyrimethamine preferentially inhibit bacterial and protozoal DHFR, respectively.&nbsp; However, they retain some inhibitory activity against the human enzyme, thereby increasing the risk for toxicity.&nbsp; Therefore, coadministration of these agents with MTX necessitates careful monitoring.<p></p>\n<h2>Uses</h2><br><br><p>MTX is used to treat several cancers (eg, acute lymphoblastic leukemia, osteosarcoma) due to its potent effect on rapidly dividing cells.&nbsp; In addition, MTX exerts immunomodulating effects at low doses by suppressing rapidly dividing immune cells (eg, B and T lymphocytes).&nbsp; This makes it an effective treatment for several autoimmune and inflammatory conditions (eg, rheumatoid arthritis, systemic lupus erythematosus, psoriasis).</p>\n<h2>Pharmacology</h2><br><br><p>On cellular entry, folate undergoes polyglutamation, a biochemical modification in which multiple glutamate residues are attached to trap folate in the cell.&nbsp; MTX also undergoes this modification, particularly when administered at high doses over prolonged periods.&nbsp; Polyglutamated MTX becomes similarly trapped within the cell, which prolongs its intracellular effects.&nbsp; However, not all cancer cells express the enzymes required for MTX polyglutamation, and MTX is less effective in these conditions (eg, acute myeloid leukemia).</p><br><br><p>Although polyglutamation increases the efficacy of MTX in target tissues, it also increases the risk for toxicity, particularly to normal rapidly dividing cells (eg, bone marrow, gastrointestinal tract mucosa).&nbsp; To mitigate this risk, patients receiving high-dose MTX require aggressive intravenous hydration and urine alkalinization to enhance renal excretion and prevent toxic accumulation.&nbsp; Caution is warranted in patients with renal impairment because decreased clearance can rapidly lead to systemic toxicity.</p>\n<h2>Adverse effects</h2><br><br><p>Like other forms of chemotherapy, antimetabolites affect rapidly dividing cells and can cause myelosuppression (ie, dose-limiting neutropenia, anemia, and thrombocytopenia), gastrointestinal toxicity (eg, mucositis, nausea), and alopecia.&nbsp; Routine monitoring (eg, serial complete blood counts) and supportive care (eg, transfusions, antinausea medications) are essential.&nbsp; Patients should be closely monitored for signs of infection (eg, fever) with a low threshold for obtaining blood cultures and initiating broad-spectrum antibiotics.</p><br><br><p>MTX has a variety of unique adverse effects, to include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Renal</strong>:&nbsp; Because MTX is primarily excreted by the kidneys, renal function must be assessed, particularly prior to high-dose treatment.&nbsp; Patients also need aggressive hydration, urine alkalinization, and drug level monitoring to limit toxic accumulation.&nbsp; Several medications (eg, nonsteroidal anti-inflammatory drugs, proton pump inhibitors, penicillins) can affect renal clearance and should be avoided during treatment.</li>\n\t<li><strong>Hepatic</strong>:&nbsp; Effects on the liver can range from mildly elevated aminotransferases to chronic liver disease and cirrhosis.&nbsp; Baseline liver function testing is obtained prior to MTX initiation and monitored periodically throughout treatment.&nbsp; Toxicity can be mitigated by concurrent administration of leucovorin.&nbsp; Patients should also avoid alcohol.</li>\n\t<li><strong>Hematologic</strong>:&nbsp; Impaired DNA synthesis leads to asynchronous maturation in which cytoplasmic development continues while nuclear maturation is delayed (ie, megaloblastic changes).&nbsp; This leads to anemia with larger than normal erythrocytes.</li>\n\t<li><strong>Pulmonary</strong>:&nbsp; Patients may develop an idiosyncratic (ie, not dose-dependent) reaction affecting the lungs, known as <strong>MTX-induced lung injury</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/67048.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; The mechanism is similar to hypersensitivity pneumonitis, with granulomatous lymphocytic lung inflammation.&nbsp; It manifests with often overlapping radiographic patterns, including acute inflammatory pneumonitis (ground glass), organizing pneumonia (consolidations), and rapidly progressive pulmonary fibrosis (reticulation, honeycomb changes).&nbsp; Bronchoalveolar lavage typically demonstrates lymphocytic pleocytosis.</li>\n\t<li><strong>Pregnancy</strong>:&nbsp; MTX is an <strong>abortifacient</strong> and <strong>teratogen</strong>, particularly when administered during the first trimester.&nbsp; It is contraindicated in pregnant women except under specific, life-threatening conditions.&nbsp; Fetal exposure can result in a range of severe congenital anomalies, including neural tube defects (eg, anencephaly, spina bifida) and cardiovascular and urogenital malformations.&nbsp; Contraception and pregnancy tested are required prior to initiating therapy.</li>\n</ul>\n<h2>Role of leucovorin</h2><br><br><p>To further protect healthy tissues, <strong>leucovorin</strong> (ie, folinic acid, or N5-formyl-THF) can be administered as a rescue agent.&nbsp; Leucovorin is a <strong>derivative of THF that does not require DHFR</strong> for activation and can therefore preserve DNA synthesis in normal cells.&nbsp; Leucovorin seems to selectively protect healthy cells without affecting MTX's antitumor activity.&nbsp; This is likely due to differences in drug transport and polyglutamation capacity (ie, less polyglutamated MTX in normal gut and bone marrow precursor cells), although the exact mechanism is unclear.</p><br><br><p>Leucovorin is particularly useful in high-dose MTX protocols, where MTX doses would otherwise be lethal.&nbsp; Leucovorin must be administered within 24 hours of MTX dosing to be effective because it cannot reverse damage that has already occurred.</p><br><br><p>In addition to rescuing normal tissues after MTX, leucovorin can be used to enhance chemotherapeutic effects through synergy with 5-fluorouracil.</p>\n<h1>Pyrimidine analogues</h1><br><br><p>Pyrimidine analogues interfere with pyrimidine (ie, cytosine, thymine, uracil) metabolism and inhibit DNA and/or RNA function.&nbsp; Key agents include 5-FU, cytarabine (ara-C), and gemcitabine.</p>\n<h2>5-Fluorouracil (5-FU)</h2><br><br><p>5-Flurocouracil (5-FU) is a structural analogue of <strong>uracil</strong> that exerts cytotoxicity through:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Inhibition of thymidylate synthase</strong>:&nbsp; 5-FU is converted to fluorodeoxyuridine monophosphate (FdUMP), which binds to and inhibits thymidylate synthase, a key enzyme for converting dUMP to dTMP.&nbsp; Inhibited dTMP production impairs DNA synthesis and leads to cell death.&nbsp; A cofactor (5,10-methylene-THF [CH<font size=\"2\"><sub>2</sub></font>-THF]) is required to stabilize 5-FU's binding to thymidylate synthase.&nbsp; Leucovorin is converted intracellularly to CH<font size=\"2\"><sub>2</sub></font>-THF and is often coadministered with 5-FU to stabilize thymidylate synthase binding.</li>\n\t<li><strong>Incorporation as a false nucleotide</strong>:&nbsp; 5-FU metabolites can be incorporated into RNA and DNA, disrupting their processing and further contributing to cell death.</li>\n</ul>\n<h2>Cytarabine (ara-C)</h2><br><br><p>Cytarabine (ara-C) is a <strong>cytosine</strong> analogue that is incorporated into DNA, leading to strand termination.</p>\n<h2>Gemcitabine</h2><br><br><p>Gemcitabine is a <strong>cytosine</strong> analogue with broader activity compared to ara-C.&nbsp; In addition to being incorporated into DNA, gemcitabine can inhibit ribonucleotide reductase, an essential enzyme that converts ribonucleotides to deoxyribonucleotides for DNA synthesis, thereby depleting the pool of DNA building blocks.</p>\n<h2>Uses</h2><br><br><p>5-FU is used to treat several solid tumor malignancies (eg, breast, gastric, pancreatic, colorectal cancer).&nbsp; It is also used topically for dermatologic conditions (eg, actinic keratosis, basal cell carcinoma).&nbsp; Cytarabine is used primarily in hematologic malignancies (eg, acute lymphoblastic leukemia, acute myeloid leukemia).&nbsp; Gemcitabine is included in the treatment regimen for many solid tumors (eg, breast, lung, ovarian cancer).</p>\n<h2>Adverse effects</h2><br><br><p>Adverse effects specific to 5-FU include hand-foot syndrome (ie, a tingling, painful skin irritation with erythema and desquamation involving the palms and soles), acute cardiotoxicity related to coronary artery vasospasm, and cerebellar symptoms (eg, ataxia).</p>\n<h1>Purine analogues</h1><br><br><p>These agents resemble purines (eg, adenine, guanine) and disrupt DNA and RNA synthesis.&nbsp; Key agents include 6-mercaptopurine (6-MP), fludarabine, and cladribine.</p>\n<h2>6-Mercaptopurine (6-MP)</h2><br><br><p>6-Mercaptopurine (6-MP) functions as a <strong>guanine</strong> analogue.&nbsp; Following uptake, 6-MP undergoes various metabolic pathways to become either active or inactive metabolites (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59300.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Activation</strong>:&nbsp; The enzyme hypoxanthine-guanine phosphoribosyltransferase (HGPRT) converts 6-MP to its active metabolite, 6-thioguanine nucleotides (6-TGNs), that affects cells via 2 main mechanisms (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59330.png\" alt=\"Purine synthesis\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Purine synthesis</div>\n                                </div>\n                                ):<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Incorporation as false nucleotides</strong>:&nbsp; 6-TGNs are incorporated into DNA and RNA, causing strand instability and breaks, leading to apoptosis.&nbsp; These effects are nonspecific, affecting all rapidly dividing cells (eg, malignant cells, hematopoietic cells).</li>\n\t\t<li><strong>Inhibition of purine synthesis</strong>:&nbsp; 6-MP metabolites inhibit phosphoribosylpyrophosphate (PRPP) amidotransferase, a key enzyme in purine synthesis, leading to reduced availability of purine nucleotides.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Inactivation</strong>:&nbsp; Occurs via 2 enzymatic pathways (ie, xanthine oxidase and thiopurine methyltransferase [TPMT]), which convert 6-MP into inactivated metabolites that are excreted in the urine.&nbsp; If these inactivation pathways are disrupted, 6-MP metabolism can shift toward the activation pathway, enhancing cytotoxicity (eg, severe cytopenias, immunosuppression).&nbsp; Therefore, dose reductions may be required in those using xanthine oxidase inhibitors (eg, allopurinol, febuxostat) and in those with TMPT genetic variants (resulting in low or absent TPMT activity).</li>\n</ul>\n<h2>Fludarabine and cladribine</h2><br><br><p>Fludarabine and cladribine are <strong>adenine</strong> analogues.&nbsp; These agents compete with normal nucleotides for incorporation into DNA, leading to DNA strand breaks, chain termination, and apoptosis.</p>\n<h2>Uses</h2><br><br><p>6-MP is used primarily in acute lymphoblastic leukemia.&nbsp; Its immunosuppressive properties are also utilized in managing certain gastrointestinal autoimmune conditions (eg, inflammatory bowel disease, autoimmune hepatitis).</p><br><br><p>Of note, azathioprine, the prodrug of 6-MP, is also an antimetabolite that shares the same metabolic pathway.&nbsp; However, due to its pharmacokinetic properties (eg, multiple metabolic conversion steps leading to suboptimal intracellular concentrations needed for rapid cytotoxicity), it is not typically used for cancer therapy.&nbsp; Instead, azathioprine is used primarily as an immunosuppressant agent in the prevention of organ transplant rejection and the treatment of certain autoimmune conditions (eg, rheumatoid arthritis, inflammatory bowel disease).</p><br><br><p>Fludarabine is used in leukemias (eg, chronic lymphocytic leukemia, acute myeloid leukemia) and in preparation for allogeneic stem cell transplantation.&nbsp; Cladribine is used in hairy cell leukemia.</p>\n<h2>Adverse effects</h2><br><br><p>Cytarabine can cause CNS and ocular toxicity, particularly at high doses.&nbsp; 6-MP is associated with hepatotoxicity.</p>\n<h1>Summary</h1><br><br><p>Antimetabolites are a class of chemotherapeutic agents that interfere with DNA synthesis by mimicking endogenous cellular metabolites.&nbsp; Antimetabolites are structurally similar to purines, pyrimidines, or folate and exert their antineoplastic effects primarily during the S phase of the cell cycle, making them cell cycle–specific.&nbsp; Therapeutic utility spans hematologic and solid tumors, with methotrexate, 5-fluorouracil, cytarabine, and 6-mercaptopurine among the most widely used.&nbsp; However, efficacy is counterbalanced by significant toxicities, notably myelosuppression, mucositis, and other drug-specific adverse effects.</p>\n</div>\n\n            "
}