{
  "meta": {
    "title": "Antiphospholipid syndrome",
    "url": "https://brainandscalpel.vercel.app/antiphospholipid-syndrome-bedc3fff-167143.html",
    "scrapedAt": "2025-12-01T04:55:03.976Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Antiphospholipid syndrome (APS) is an autoimmune disorder characterized by recurrent thrombosis and/or pregnancy complications in the presence of persistent antiphospholipid (aPL) antibodies.&nbsp; APS can occur as a primary disorder or secondary condition in association with other autoimmune diseases, most commonly systemic lupus erythematosus (SLE).</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>The cell membrane is composed of phospholipids with attached proteins found throughout the surface, and the formation of autoantibodies (ie, aPL) that target these phospholipids and membrane-bound proteins is the underlying cause of APS.&nbsp; The interaction between aPL antibodies and membrane-bound proteins on multiple cell types creates a hypercoagulable and proinflammatory state.&nbsp; Specifically, aPL antibody binding causes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cell activation:&nbsp; Activation of endothelial cells causes the expression of prothrombotic proteins (eg, adhesion molecules, cytokines, tissue factor) in endothelial cells.&nbsp; The activation of immune cells (eg, monocytes, neutrophils) causes the secretion of proinflammatory cytokines.&nbsp; In addition, under shearing stress, platelet activation is enhanced.</li>\n\t<li>Inhibition of natural anticoagulants:&nbsp; aPL antibody binding inhibits natural anticoagulants (eg, protein C) and disrupts fibrinolysis, further contributing to a hypercoagulable state.</li>\n\t<li>Complement activation:&nbsp; aPL antibodies interact with complement, exacerbating thrombosis and inflammation.</li>\n</ul><br><br><p>These aPL antibody interactions create a hypercoagulable state that increases the risk for both <strong>venous and arterial thrombosis</strong>.&nbsp; Some patients with aPL antibodies remain asymptomatic and do not develop APS, but the likelihood increases when other risk factors for thrombosis (eg, malignancy, estrogen-based contraception, obesity, prolonged immobilization) are present.&nbsp; Moreover, the development of thrombosis in APS usually requires an inciting event (eg, vascular injury).</p><br><br><p>In addition to thrombosis, APS is also associated with <strong>obstetric complications</strong>, including recurrent pregnancy loss, preeclampsia, and uteroplacental insufficiency.&nbsp; The underlying mechanism likely involves a combination of disrupted placental perfusion due to thrombosis, complement activation, and early trophoblast dysfunction due to aPL antibody interactions.</p><br><br><p>APS can occur as a primary disorder or secondary condition in association with an underlying autoimmune condition.&nbsp; Therefore, a history of autoimmune disease, particularly SLE, is a significant risk factor for the development of aPL antibodies.</p>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of APS most commonly involves recurrent thrombosis and/or pregnancy complications.&nbsp; Because of its association with autoimmune disease (eg, SLE), APS may present with systemic findings (eg, myalgia, arthralgia, photosensitivity, fatigue, glomerulonephritis).</p>\n<h2>Thrombosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Venous thrombosis</strong>:&nbsp; Venous thrombosis most commonly occurs in the lower extremities and presents with unilateral lower extremity edema and pain.&nbsp; Deep venous thrombi can embolize to the lungs, causing dyspnea and chest pain.&nbsp; Other organs can also be involved (eg, thrombosis can occur in the dural venous sinuses, presenting with headache).</li>\n\t<li><strong>Arterial thrombosis</strong>:&nbsp; Arterial&nbsp;thrombosis most commonly occurs in the cerebral vasculature and presents with ischemic cerebrovascular accidents (eg, acute-onset unilateral weakness, slurred speech).&nbsp; The arterial circulation in other organs (eg, retinal artery thrombosis causing vision loss, coronary artery thrombosis causing chest pain) can also be affected.&nbsp; Impaired flow through superficial vessels in the skin can lead to livedo reticularis, a transient, red or purple, net-like rash that primarily affects the lower extremities (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33796.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Livedo reticularis is the most common dermal sign of APS and is associated with an increased risk for arterial thrombosis.</li>\n</ul>\n<h2>Pregnancy complications</h2><br><br><p>Patients with APS can present with obstetric complications such as <strong>recurrent pregnancy loss</strong> (≥3 consecutive miscarriages before 10 weeks gestation or ≥1 fetal loss after 10 weeks gestation), <strong>preeclampsia</strong> (particularly with severe features requiring delivery at &lt;34 weeks gestation), and <strong>fetal growth restriction</strong>—all of which are most likely due to thrombosis and subsequent <strong>uteroplacental insufficiency</strong>.&nbsp; In many women, this is often the first symptom of APS, and those with these conditions require evaluation for the disorder.</p><br><br><p>A more detailed discussion of these obstetric complications can be found in separate articles.</p>\n<h2>Catastrophic antiphospholipid syndrome</h2><br><br><p>Rarely, patients may present with <strong>catastrophic APS</strong>, which is characterized by acute-onset thrombosis involving multiple organs (eg, brain, lungs, heart, kidneys).&nbsp; Catastrophic APS is associated with multiorgan failure and has a high risk for mortality.</p>\n<h1>Diagnosis</h1><br><br><p>Unexplained thrombotic events and/or pregnancy complications, particularly when a patient has a history of autoimmune disease, should raise suspicion for APS.&nbsp; The diagnosis requires <strong>1 clinical manifestation</strong> (eg, thrombosis, pregnancy complication) and <strong>1 laboratory criterion</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80877.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Laboratory evaluation</h1><h2>Antiphospholipid antibody testing</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anti–beta2-glycoprotein I antibodies</strong>:&nbsp; These antibodies measure IgG and IgM against beta2 glycoprotein.</li>\n\t<li><strong>Anticardiolipin antibodies</strong>:&nbsp; Anticardiolipin antibodies measure IgG and IgM against cardiolipin, a structure on mitochondrial membranes.&nbsp; Cardiolipin is the predominant antigen used in screening tests for syphilis (eg, rapid plasma reagin test, VDRL); therefore, anticardiolipin antibodies can cause a false-positive syphilis screening result.</li>\n\t<li><strong>Lupus anticoagulant (LA) assay</strong>:&nbsp; The LA assay is a functional test that assesses for the presence of a \"lupus anticoagulant effect,\" which can occur in the setting of various aPL antibodies.&nbsp; In this assay, diluted venom of a Russell viper is added to the plasma to induce coagulation.&nbsp; The venom requires phospholipids to function, and patients with aPL antibodies have a prolonged coagulation time because the phospholipids are neutralized by antibodies.&nbsp; This phenomenon is not fixed by a 1:1 mixing with normal plasma, which can correct coagulation factor deficiency.&nbsp; However, adding excess phospholipids to the testing assay overcomes the aPL antibodies and normalizes the coagulation time.</li>\n</ul><br><br><p>Some healthy individuals may develop transient aPL antibodies (eg, following infections).&nbsp; Therefore, if any aPL antibody testing is positive, it should be <strong>repeated in ≥12 weeks</strong> to confirm that the antibody is still present.&nbsp; In addition, if initial testing is negative but clinical suspicion is high, testing should be repeated.</p>\n<h2>Coagulation studies</h2><br><br><p>Coagulation studies (PT, PTT, INR, bleeding time) should be performed prior to initiating anticoagulation therapy.</p><br><br><p>The PTT assay also contains phospholipid reagents, so aPL antibodies can bind to the phospholipids, preventing them from inducing coagulation.&nbsp; Therefore, patients usually have an <strong>artificially prolonged PTT</strong> (a paradoxical laboratory effect in patients with thrombosis).&nbsp; Similar to the LA assay, the prolonged PTT is <em>not</em> corrected with the addition of normal plasma (ie, mixing study) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8787.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The PTT is therefore an indirect way of identifying the presence of aPL antibodies and can be used instead of Russell viper venom for the LA assay.<p></p><br><br><p>Bleeding time and PT are unaffected by aPL antibodies and are normal.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of APS includes other conditions that may present with recurrent thrombosis, pregnancy complications, or the presence of aPL antibodies, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Conditions associated with thrombosis:&nbsp; The presence of persistent aPL antibodies distinguishes APS from these conditions.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Inherited thrombophilias (eg, factor V Leiden mutation; mutations affecting antithrombin III, protein C, or protein S production).</li>\n\t\t<li>Acquired thrombophilias (eg, heparin-induced thrombocytopenia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42334.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), malignancy).</li>\n\t</ul>\n\t</li>\n\t<li>Conditions associated with recurrent pregnancy loss:&nbsp; These include uterine anomalies, genetic conditions (eg, aneuploidy), and endocrine conditions (eg, poorly controlled diabetes mellitus).&nbsp; Such conditions are not associated with persistent aPL antibodies or recurrent thrombosis.</li>\n\t<li>Presence of aPL antibodies (transient or persistent) but no clinical manifestations (eg, no thrombosis or pregnancy complication):&nbsp; These patients do not have APS, but are at risk for APS.&nbsp; aPL antibodies may develop in infection and with other autoimmune conditions, malignancy, and certain medications (eg, phenothiazines, procainamide)</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of patients with an acute thrombotic event suspicious for APS typically involves extended anticoagulant therapy (eg, warfarin, heparin) for several months.&nbsp; In catastrophic APS, additional treatment options include high-dose glucocorticoids and either plasma exchange or intravenous immunoglobulin.</p><br><br><p>Following acute management, <strong>lifelong prophylactic antithrombotic therapy</strong> with <strong>warfarin</strong> is recommended to prevent recurrent thrombosis because direct oral anticoagulants are less effective in preventing recurrent thrombosis in these patients.&nbsp; Antiplatelet therapy (eg, aspirin) is often added to warfarin therapy in patients who have had arterial thrombosis.</p><br><br><p>Other factors that increase the risk for thrombosis (eg, use of estrogen-containing medications, concurrent autoimmune disease, obesity) should also be addressed and optimized.</p><br><br><p>The use of antithrombotic therapy is not routinely recommended for patients with detectable aPL antibodies but no clinical findings.</p>\n<h2>Special consideration: pregnancy management</h2><br><br><p>Because of the risk for teratogenicity with warfarin, patients who have APS and are planning on pregnancy are transitioned to <strong>low molecular weight heparin</strong>, which has a much lower risk for teratogenicity.&nbsp; In addition, because of the high risk for preeclampsia, patients are also prescribed <strong>low-dose aspirin</strong> therapy prior to pregnancy and undergo additional baseline laboratory testing at the initial prenatal visit (eg, 24-hr urine protein collection).</p><br><br><p>During pregnancy, patients undergo serial growth ultrasonography and frequent fetal monitoring (eg, nonstress test) to evaluate for fetal growth restriction and uteroplacental insufficiency (eg, oligohydramnios).&nbsp; In many patients, delivery is scheduled so that patients can be converted from low molecular weight heparin to unfractionated heparin, allowing for epidural anesthesia.&nbsp; Within hours after delivery, patients can be restarted on warfarin (as it is not contraindicated in breastfeeding).</p><br><br><p>A more detailed discussion of these complications is discussed in separate dedicated articles.</p>\n<h1>Prognosis</h1><br><br><p>The risk for mortality in APS is related primarily to the type and severity of thrombotic events (eg, patients presenting with catastrophic APS have a particularly poor prognosis).&nbsp; Those who recover from the initial event remain at risk for recurrent thrombosis, but appropriate antithrombotic therapy can significantly reduce this risk.</p>\n<h1>Summary</h1><br><br><p>Antiphospholipid syndrome (APS) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35373.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is an autoimmune disorder characterized by recurrent thrombosis and/or pregnancy complications in the presence of persistent antiphospholipid antibodies, leading to a hypercoagulable state.&nbsp; APS can occur as a primary disorder or secondary condition in association with other autoimmune diseases, most commonly systemic lupus erythematosus.&nbsp; Management includes lifelong antithrombotic therapy due to the high risk for recurrent thrombotic events.<p></p>\n</div>\n\n            "
}