{
  "meta": {
    "title": "Aplastic anemia",
    "url": "https://brainandscalpel.vercel.app/aplastic-anemia-aeaa2283-167143.html",
    "scrapedAt": "2025-12-01T04:55:07.376Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Aplastic anemia is a rare, life-threatening hematologic disorder characterized by pancytopenia due to bone marrow failure.&nbsp; It is often caused by immune-mediated injury to hematopoietic stem cells (HSCs).</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>Normal hematopoiesis is a process that requires properly functioning HSCs within the bone marrow.&nbsp; Although HSCs represent only a small percentage (ie, &lt;1%) of bone marrow cells, HSCs are precursors of all blood cells in the body.&nbsp; Therefore, loss of HSCs can have profound physiologic effects.</p><br><br><p>Bone marrow failure, or the inability of the bone marrow to produce blood cells, typically occurs due to the destruction of HSCs or destruction of the environmental niche within the marrow space (eg, metastasis, fibrosis).&nbsp; Aplastic anemia occurs due to the <strong>destruction of HSCs</strong>, resulting in markedly decreased production of all blood cells (ie, thrombocytopenia, anemia, leukopenia).&nbsp; Therefore, aplastic anemia is a misnomer, and a more accurate term for this condition would be \"aplastic pancytopenia.\"</p><br><br><p>Mechanisms that can lead to HSC destruction include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Autoimmune mechanisms</strong> (most common):&nbsp; Surface antigens on HSCs can become altered (ie, neoantigens), making them appear foreign and eliciting a cytotoxic T-cell response.&nbsp; In addition, T-helper cells release cytokines that also contribute to the pathogenesis of aplastic anemia.&nbsp; Most notably, interferon-gamma is a cytokine that increases the expression of the Fas receptor on the surface of HSCs.&nbsp; When bound to its ligand, FasL, the Fas receptor initiates a signaling cascade that leads to apoptosis.</li>\n\t<li><strong>Genetic mechanisms</strong>:&nbsp; DNA damage (eg, via ionizing radiation) can lead to HSC destruction.&nbsp; In addition, genetic mutations can impair HSC function (eg, DNA repair necessary for cell proliferation and differentiation) and lead to HSC loss.</li>\n</ul><br><br><p>In contrast to many other causes of pancytopenia, <strong>extramedullary hematopoiesis is usually absent</strong> because stem cells are universally damaged and unable to generate cells in any organ.</p><br><br><p>Although an underlying trigger leading to these mechanisms may not always be identified, the following are risk factors associated with aplastic anemia:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Viral infections</strong> (eg, hepatitis, Epstein-Barr virus):&nbsp; Viral infections can cause a neoantigen to form on the surface of HSCs, which triggers autoimmune destruction.</li>\n\t<li>Exposure to <strong>ionizing radiation</strong>, <strong>toxins</strong> (eg, benzene), or <strong>drugs</strong> (eg, chloramphenicol):&nbsp; Exposure can injure DNA directly, interfering with HSC proliferation and differentiation.&nbsp; Specifically, exposure can cause:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Dose-dependent reactions:&nbsp; Occurring when exposure exceeds a certain concentration and/or time, leading to toxicity, dose-dependent reactions tend to be predictable in terms of symptom onset and severity (eg, irreversible at high doses, reversible at low doses).</li>\n\t\t<li>Idiosyncratic reactions:&nbsp; These reactions are unpredictable, are unrelated to the dose of the drug (eg, concentration, time), and may occur at any point during or after exposure.&nbsp; Although the exact mechanism is unclear in most cases, genetic mutations in drug-metabolizing enzymes or efflux pumps can promote toxicity and increase susceptibility.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Genetic disorders</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Fanconi anemia</strong> (FA):&nbsp; FA is an autosomal recessive disorder characterized by a defect in DNA repair that impairs HSC proliferation (eg, chromosome breakage following exposure to interstrand cross-linking agents).&nbsp; Patients usually present in childhood with bone marrow failure.&nbsp; This typically begins with signs of thrombocytopenia (eg, bleeding, bruising), with progression to leukopenia (eg, infections) and anemia (eg, fatigue) over time.&nbsp; Additional features of FA include short stature, hyperpigmentation or hypopigmentation, and absent or hypoplastic thumbs.&nbsp; The definitive treatment is HSC transplantation (HSCT).</li>\n\t\t<li><strong>Dyskeratosis congenita</strong> (DC):&nbsp; DC is a genetic disorder characterized by a defect in telomere maintenance (eg, telomerase reverse transcriptase mutation) that results in short telomeres.&nbsp; Rapidly dividing cells (eg, HSCs in the bone marrow) are particularly affected.&nbsp; Beyond bone marrow failure, patients with DC have characteristic mucocutaneous changes (eg, oral leukoplakia, dystrophic nails) and pulmonary fibrosis.</li>\n\t</ul>\n\t</li>\n\t<li>Underlying <strong>autoimmune conditions</strong> (eg, systemic lupus erythematosus).</li>\n</ul><br><br><p>Another condition that appears to have a close relationship with aplastic anemia is paroxysmal nocturnal hemoglobinuria (PNH).&nbsp; In PNH, an acquired mutation in the <em>PIGA</em> gene causes HSCs to lose the ability to anchor certain proteins, including complement regulatory proteins (eg, CD55, CD59), to the cell surface.&nbsp; Without these cell surface proteins, dysregulated complement activation on the surface of blood cells leads to hemolysis.&nbsp; Though the exact relationship between PNH and aplastic anemia is not well understood, it appears that the cells with <em>PIGA</em> mutations may trigger the immune-mediated destruction of normal HSCs, allowing the cells with <em>PIGA</em> mutations to proliferate.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with aplastic anemia typically present with symptoms of cytopenias, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anemia</strong>:&nbsp; Fatigue, pallor, dyspnea.</li>\n\t<li><strong>Neutropenia</strong>:&nbsp; Recurrent infections (eg, bacterial, fungal).</li>\n\t<li><strong>Thrombocytopenia</strong>:&nbsp; Easy bruising, petechiae, mucosal bleeding.</li>\n</ul><br><br><p>Symptoms are generally insidious but may be acute in severe cases.&nbsp; Because all HSCs are affected and therefore cannot proliferate in any organ, signs of extramedullary hematopoiesis (eg, hepatosplenomegaly) are absent.</p>\n<h1>Diagnosis</h1><br><br><p>Aplastic anemia is defined as <strong>pancytopenia with hypocellular bone marrow</strong> in the absence of metastasis or fibrosis.&nbsp; In cases of suspected aplastic anemia, evaluation begins with a thorough history (eg, recent infections, drug exposures).&nbsp; Physical examination may show signs of pancytopenia (eg, pallor, easy bruising) or syndromic features (eg, thumb abnormalities in FA, nail dysplasia in dyskeratosis congenita), but the liver, spleen, and lymph nodes should appear normal.&nbsp; Laboratory testing includes a complete blood count, a peripheral blood smear, and bone marrow examination.</p>\n<h2>Complete blood count</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pancytopenia.</li>\n\t<li>Reticulocytopenia:&nbsp; Anemia-induced tissue hypoxia stimulates the secretion of erythropoietin by renal cortical interstitial cells.&nbsp; However, because there are very few HSCs in aplastic anemia, erythropoietin cannot stimulate significant amounts of new red blood cell production.&nbsp; Therefore, the reticulocyte count is inappropriately low.&nbsp; Because the blood cells produced by the remaining undamaged HSCs are normal in morphology, erythrocytes are normal in size and appearance; therefore, mean corpuscular volume is normal.</li>\n</ul>\n<h2>Peripheral blood smear</h2><br><br><p>Normal blood cells are seen on peripheral blood smear.&nbsp; This occurs because the remaining HSCs produce morphologically normal blood cells, although there is a paucity of them.</p>\n<h2>Bone marrow examination</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bone marrow aspiration:&nbsp; An attempt at aspiration often results in a \"dry tap\" due to hypocellularity.</li>\n\t<li>Bone marrow core biopsy:&nbsp; A bone marrow biopsy is required to establish cellularity (number of cells within the tissue sample).&nbsp; Because 95% of the cells in healthy bone marrow are the progeny of HSCs, HSC destruction results in profound hypocellularity.&nbsp; Bone marrow biopsy shows few remaining HSCs, hypocellular marrow with increased stroma, and adipocytes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63338.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; By definition, there is no metastasis or fibrosis.</li>\n</ul><br><br><p>Because aplastic anemia can be associated with other conditions, additional testing (eg, flow cytometry for PNH, genetic testing for inherited bone marrow failure syndromes) may be indicated.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for aplastic anemia includes other causes of pancytopenia.</p>\n<h2>Other causes of bone marrow failure</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bone marrow infiltration</strong> (eg, malignant cells, fibrosis):&nbsp; Bone marrow infiltration can crowd and compromise the environmental niche within the bone marrow, thereby limiting blood cell proliferation and differentiation.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Malignancy</strong> (eg, acute leukemia, metastasis):&nbsp; Malignancy is associated with hypercellular (ie, malignant cells) bone marrow.&nbsp; In cases of acute leukemia, hepatosplenomegaly may also be present.</li>\n\t\t<li><strong>Myelofibrosis</strong>:&nbsp; Myelofibrosis is characterized by hypocellular bone marrow with extensive fibrosis from collagen deposition (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68310.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Peripheral blood smear shows teardrop-shaped and nucleated erythrocytes; significant extramedullary hematopoiesis can result in splenomegaly.</li>\n\t\t<li><strong>Myelodysplastic syndrome</strong>:&nbsp; Myelodysplastic syndrome involves a hematopoietic neoplasm that crowds the bone marrow, leading to pancytopenia with hypercellular bone marrow.&nbsp; In addition, there are abnormally differentiated cells (eg, neutrophils with hypogranular cytoplasm and reduced nuclear segmentation) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25784.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), unlike the normal morphology expected in aplastic anemia.</li>\n\t\t<li><strong>Disseminated infection</strong> (eg, miliary tuberculosis):&nbsp; These types of infection can be detected with acid-fast culture; histopathology shows granulomatous inflammation.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Impaired hematopoietic cell maturation</strong>:&nbsp; Such maturation typically occurs due to nutritional deficiencies (eg, vitamin B<font size=\"2\"><sub>12</sub></font>, folate) or antimetabolite drugs (eg, mercaptopurine) that impair DNA synthesis in precursor cells.&nbsp; However, these conditions are associated with megaloblastic anemia and typically lead to macrocytic (ie, mean corpuscular volume &gt;100 µm<font size=\"2\"><sup>3</sup></font>) erythrocytes, mild thrombocytopenia, and multilobed neutrophils on peripheral smear (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18950.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ), in contrast to morphologically normal cells in aplastic anemia.</li>\n</ul>\n<h2>Peripheral consumption/destruction</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hypersplenism</strong>:&nbsp; Hyperspelenism involves sequestration with increased destruction of blood cells in the splenic sinusoids.&nbsp; Although cytopenias can occur, they are typically mild and do not cause symptoms; in addition, most patients have splenomegaly.&nbsp; Bone marrow examination shows normal cellularity.</li>\n\t<li><strong>Thrombotic microangiopathic hemolysis</strong>:&nbsp; Microvascular clot formation leads to platelet consumption and thrombocytopenia.&nbsp; In addition, red blood cells hemolyze as they traverse the narrow microvasculature, leading to anemia.&nbsp; However, peripheral blood smear would show schistocytes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8255.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).&nbsp; The white blood cell count may be unaffected in these conditions.</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of aplastic anemia involves:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Supportive care</strong>:&nbsp; This care includes platelet and red blood cell <strong>transfusions</strong> for symptomatic thrombocytopenia and anemia, respectively.&nbsp; Prophylactic and therapeutic <strong>antibiotics</strong> are also indicated to prevent life-threatening infection.&nbsp; If an underlying cause is identified, it should be promptly addressed.&nbsp; For example, pancytopenia, once identified, may improve after discontinuation of the offending drug.&nbsp; In these cases, it is reasonable to monitor for bone marrow recovery with serial blood counts, particularly if initial counts are not severely low.</li>\n\t<li><strong>Hematopoietic stem cell transplantation</strong> (HSCT):&nbsp; replaces the destroyed HSCs and can be curative for those who are eligible (eg, matched donors).</li>\n\t<li><strong>Immunosuppressive therapy</strong>:&nbsp; Immunosuppressive therapy may be indicated for patients who are not eligible for HSCT (eg, no matched donor, significant comorbidities).&nbsp; The regimen includes antithymocyte globulin and cyclosporine (inhibits activation of T cells), both of which suppress the cytotoxic T-cell response implicated in the majority of cases of aplastic anemia.&nbsp; Of note, immunosuppressive therapy is less successful than HSCT due to the risk for disease relapse following treatment.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>If untreated, aplastic anemia is associated with a high mortality rate within the first year (eg, infection due to leukopenia, hemorrhage due to thrombocytopenia).&nbsp; However, with appropriate management (eg, supportive care, HSCT, immunosuppressive therapy), the prognosis is favorable, especially for younger patients without significant comorbidities.</p>\n<h1>Prevention</h1><br><br><p>The majority of cases of aplastic anemia are idiopathic.&nbsp; However, avoiding known risk factors (eg, benzene, ionizing radiation) and prompt diagnosis and management of viral infections and autoimmune diseases can be helpful.&nbsp; Genetic counseling may be indicated for patients with inherited bone marrow failure syndromes.</p>\n<h1>Summary</h1><br><br><p>Aplastic anemia (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42378.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a rare, life-threatening hematologic disorder characterized by pancytopenia due to bone marrow failure.&nbsp; Autoimmune-mediated destruction (eg, cytotoxic T-cell response) of hematopoietic stem cells is most commonly implicated.&nbsp; Hematopoietic stem cell transplantation is curative, and patients who are not eligible for surgery may undergo immunosuppressive therapy.<p></p>\n</div>\n\n            "
}