{
  "meta": {
    "title": "Atrial myxoma",
    "url": "https://brainandscalpel.vercel.app/atrial-myxoma-e5990376-167143.html",
    "scrapedAt": "2025-12-01T04:55:05.674Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Atrial myxomas are the most common benign primary cardiac tumors, with approximately 80% located in the left atrium and the remaining arising from the right atrium or left ventricle.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Age</strong>:&nbsp; Atrial myxomas are most common in young adults, with a peak incidence in the third and fourth decades of life.</li>\n\t<li><strong>Sex</strong>:&nbsp; Women are slightly more likely to develop atrial myxomas than men.</li>\n\t<li><strong>Family history</strong>:&nbsp; Family history of atrial myxoma or other cardiac tumors may increase the risk.</li>\n\t<li><strong>Genetic predisposition</strong>:&nbsp; Certain genetic syndromes, such as Carney complex (autosomal dominant disorder with multiple tumors, including myxomas, schwannomas, and endocrine tumors), can be associated with an increased risk of atrial myxoma.</li>\n</ul>\n<h1>Pathology</h1><br><br><p>The tumors are typically pedunculated, with a stalk arising from the atrial septum.&nbsp; Histologically, these tumors demonstrate scattered myxoma cells within a mucopolysaccharide stroma and blood vessels, which may be encircled by myxoma cells (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27632.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Myxomas produce a large amount of vascular endothelial growth factor, which contributes to the angiogenesis, hemorrhaging (seen as brown hemosiderin deposits), and friability characterizing these tumors.<p></p>\n<h1>Clinical presentation</h1><br><br><p>Left atrial myxomas frequently <strong>obstruct</strong> blood flow from the left atrium to the left ventricle, leading to a murmur mimicking that of mitral stenosis (ie, mid-diastolic rumble at the apex) with an early diastolic sound (\"<strong>tumor plop</strong>\").&nbsp; The obstruction can also lead to a decrease in cardiac output that manifests as dyspnea, lightheadedness, or syncope.&nbsp; Because the mass is typically mobile, obstructive symptoms may be <strong>transient</strong> and influenced by position (ie, upright posture exacerbates mitral obstruction, whereas lying down alleviates it).&nbsp; In some patients, left atrial tumors can also cause systemic <strong>embolization</strong> (eg, transient ischemic attack, stroke, splenic infarcts).&nbsp; In addition, some myxomas can produce cytokines (eg, interleukin-6) that lead to <strong>constitutional symptoms</strong> including fever, weight loss, and Raynaud phenomenon.</p>\n<h1>Diagnosis and management</h1><br><br><p>Echocardiography is the initial imaging modality for diagnosis.&nbsp; Although transesophageal echocardiography (TEE) is the most sensitive test for diagnosis, transthoracic echocardiography is usually adequate.</p><br><br><p>Other studies include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cardiac MRI:&nbsp; More information about tumor size, extent, and relationship to surrounding structures</li>\n\t<li>CT scan:&nbsp; Evaluation for embolization or other complications</li>\n</ul><br><br><p>Once the diagnosis is established, prompt surgical resection is recommended to avoid serious complications.</p>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Embolization</strong>:&nbsp; Emboli can break off from the tumor and travel throughout the arterial system, causing stroke, myocardial infarction, renal infarction, or occasionally pulmonary embolism (in the case of right atrial myxoma).</li>\n\t<li><strong>Sudden death</strong>:&nbsp; Sustained obstruction of blood flow across the mitral valve (by a left atrial myxoma) can cause sudden death in some patients.</li>\n\t<li><strong>Recurrence</strong>:&nbsp; Atrial myxomas can recur, even after surgical resection.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis for atrial myxoma is generally good with timely diagnosis and treatment.&nbsp; Surgical resection is often curative, and the risk of recurrence is low.&nbsp; However, if the tumor is not diagnosed and treated early, it can lead to significant morbidity and mortality.</p>\n<h1>Summary </h1><br><br><p>Atrial myxoma is the most common primary benign cardiac tumor (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/43877.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; It arises from multipotent mesenchymal cells, forming a gelatinous mass.&nbsp; The movement of the myxoma can obstruct cardiac blood flow and cause symptoms such as dyspnea, lightheadedness, and syncope.&nbsp; The diagnosis is confirmed by echocardiography and treatment is with surgical resection.<p></p>\n</div>\n\n            "
}