{
  "meta": {
    "title": "Breast cancer",
    "url": "https://brainandscalpel.vercel.app/breast-cancer-f7ee7911-167143.html",
    "scrapedAt": "2025-12-01T05:02:01.708Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Breast cancer is the most common cancer in women worldwide and a leading cause of cancer-related mortality.&nbsp; Although both men and women can develop breast cancer, it is far more common in women.&nbsp; Early detection through screening and advancements in treatment have significantly improved survival rates.</p>\n<h1>Pathogenesis</h1><br><br><p>Breast cancer develops through a multistep process driven by a combination of genetic mutations and environmental and hormonal factors.&nbsp; Key genetic changes in breast cancer involve mutations in tumor suppressor genes such as <em>BRCA1</em>, <em>BRCA2</em>, <em>TP53</em>, and <em>PTEN</em>, as well as in oncogenes such as <em>HER2</em> (human epidermal growth factor receptor 2).&nbsp; These mutations lead to disruptions in cell cycle regulation, apoptosis, and DNA repair, contributing to uncontrolled cellular growth and proliferation.</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>Breast cancer is the most common cancer affecting women worldwide, with a baseline lifetime risk of 1:8 in women.</p><br><br><p>Many risk factors contribute to the development of breast cancer.&nbsp; The most significant risk factors include <strong>female sex</strong> and <strong>advancing age</strong>.&nbsp; Other risk factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Family history</strong>:&nbsp; first-degree relatives or multiple relatives with breast cancer</li>\n\t<li><strong>Genetic mutations</strong>:&nbsp; significantly increased risk in patients with inherited genetic syndromes (eg, <em>BRCA1/2</em>)</li>\n\t<li><strong>Hormonal and reproductive factors</strong>:&nbsp; early menarche, late menopause, and nulliparity due to increased lifetime exposure to estrogen</li>\n\t<li><strong>Prior breast disease</strong>:&nbsp; previous breast cancer and some benign breast conditions (eg, atypical hyperplasia) or mammographically dense breast tissue</li>\n\t<li><strong>Radiation exposure to the chest</strong>:&nbsp; for example, from treatment for Hodgkin lymphoma</li>\n\t<li><strong>Menopausal hormone replacement therapy</strong>:&nbsp; estrogen and progesterone therapy (no increased risk for estrogen-only replacement therapy)</li>\n\t<li><strong>Lifestyle factors</strong>:&nbsp; alcohol consumption, obesity (after menopause), and lack of physical activity</li>\n</ul>\n<h1>Pathology</h1><br><br><p>The breast is composed of lobules and ducts surrounded by adipose and fibrous tissue (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27070.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The vast majority of breast cancers are carcinomas that arise from the epithelial components of breast lobules and ducts.&nbsp; Breast cancer is primarily classified as noninvasive (in situ) or invasive.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ductal carcinoma in situ</strong> (DCIS) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L67791.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) is considered a precursor to invasive cancer.&nbsp; Malignant epithelial cells are confined to the ducts and do not invade the basement membrane or surrounding breast stroma.</li>\n\t<li><strong>Invasive ductal carcinoma</strong> (also called infiltrating ductal carcinoma) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26688.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) is the most common type of invasive breast cancer (70%-80%).&nbsp; Malignant cells originate from the ductal epithelium and invade surrounding breast tissue.&nbsp; Invasive cancer cells form nests and induce a fibrotic response, leading to a firm, irregular mass.</li>\n\t<li><strong>Invasive lobular carcinoma</strong> (also called infiltrating lobular carcinoma (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27317.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) is the second most common type of invasive breast cancer (5%-10%).&nbsp; Malignant cells arise from the lobules of the breast and invade the surrounding breast tissue in a single-file or individual fashion.&nbsp; These tumors often present with diffuse growth and may not cause a well-defined mass.</li>\n\t<li><strong>Inflammatory breast cancer</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28417.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) accounts for &lt;5% of invasive breast cancers.&nbsp; It is an aggressive form of breast cancer that invades dermal lymphatics (causing the characteristic peau d'orange appearance) and blood vessels, leading to early spread of malignant cells.&nbsp; Therefore, it is often advanced at the initial clinical presentation.&nbsp; This topic is discussed in detail in a separate dedicated article.</li>\n\t<li>Other types of breast cancer include medullary, mucinous, and tubular carcinomas, each with their own histology.&nbsp; However, these are rare and are not the focus of this article.</li>\n</ul><br><br><p>Breast cancer is also classified based on molecular markers:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Estrogen/progesterone (ER/PR)-positive</strong>:&nbsp; Tumors that express estrogen and/or progesterone receptors are often more responsive to hormone therapy.</li>\n\t<li><strong>HER2-positive</strong>:&nbsp; HER2 is a transmembrane receptor protein involved in cell signaling pathways that stimulate cellular proliferation.&nbsp; Tumor overexpression of HER2 is associated with aggressive behavior but is treatable with targeted therapies like trastuzumab.</li>\n\t<li><strong>Triple-negative breast cancer</strong> (TNBC):&nbsp; TNBC lacks estrogen, progesterone, and HER2 overexpression and is typically more aggressive with fewer treatment options.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of breast cancer varies, but the vast majority of patients are <strong>asymptomatic</strong> and are diagnosed after abnormalities (eg, soft tissue density, microcalcifications) are found on screening mammograms.</p><br><br><p>When symptoms are present, they include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Breast or axillary mass (common) or pain (rare)</li>\n\t<li>Nipple or skin changes</li>\n\t<li>Nipple discharge</li>\n\t<li>Symptoms of advanced disease, which are based on location of distant metastases and may include bone pain, shortness of breath, jaundice, or neurologic symptoms</li>\n</ul>\n<h2>Physical examination </h2><br><br><p>Physical examination findings suspicious for breast cancer include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Breast mass</strong> that is typically painless, immobile (fixed to surrounding tissue), and firm with irregular borders.</li>\n\t<li><strong>Skin changes</strong>:&nbsp; include dimpling, redness, or thickening of the breast skin (inflammatory breast cancer characteristically causes rapid onset erythema and edema of the skin of the breast).</li>\n\t<li><strong>Nipple changes</strong>:&nbsp; include retraction, inversion, or discharge (particularly, bloody discharge).</li>\n\t<li><strong>Painless lymphadenopathy</strong>:&nbsp; occurs when the lymphatics of the breast are drained by the axillary, supraclavicular, and internal mammary nodes.&nbsp; Palpation of these regions may show lymphadenopathy if cancer has spread to the lymph nodes.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of breast cancer requires histologic evaluation of biopsy or surgical specimens, which is prompted following an imaging evaluation.</p><br><br><p>The imaging evaluation arises from either screening (ie, routine asymptomatic patients) or diagnostic (ie, symptomatic patients) studies.</p>\n<h2>Imaging studies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mammography or x-ray of the breast</strong>:&nbsp; can be performed for routine screening or in evaluation of a patient with a breast mass.&nbsp; Suspicious features include microcalcifications (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99229.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ), mass lesions with spiculated or irregular borders (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L117391.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ), architectural distortion, and asymmetry.</li>\n\t<li><strong>Ultrasonography</strong>:&nbsp; is used with mammography to further characterize breast masses.&nbsp; It is also often the primary imaging modality to evaluate breast masses in younger women (age &lt;30) with dense breast tissue.</li>\n\t<li><strong>MRI</strong>:&nbsp; is used for screening in high-risk patients (eg, carriers of BRCA mutation) or for surgical planning in patients with breast cancer.</li>\n</ul><br><br><p>Following an imaging study, the Breast Imaging Reporting and Data System (BI-RADS) is used to determine a standardized score to stratify the risk for malignancy and guide the need for biopsy or surgical resection.&nbsp; The scoring system is as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>0:&nbsp; needs additional evaluation</li>\n\t<li>1:&nbsp; normal findings</li>\n\t<li>2:&nbsp; benign lesion</li>\n\t<li>3:&nbsp; probably benign lesion (malignancy risk &lt;2%)</li>\n\t<li>4:&nbsp; suspicious for malignancy (broad category with malignancy risk between 2%-95%)</li>\n\t<li>5:&nbsp; high risk for malignancy (malignancy risk 95%-100%)</li>\n\t<li>6:&nbsp; biopsy-proven malignancy</li>\n</ul><br><br><p>All scores of 0, 4, or 5 require additional intervention with further imaging studies, close imaging follow-up, or biopsy.</p>\n<h2>Biopsy </h2><br><br><p>Biopsy of suspicious lesions can be performed via:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Core needle biopsy</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28494.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; is the preferred method of biopsy because it extracts a \"core\" sample of breast tissue.&nbsp; It is usually performed under imaging guidance to directly target the abnormal area for sampling.</li>\n\t<li><strong>Fine-needle aspiration</strong> (FNA):&nbsp; is inferior to core needle biopsy for evaluation of breast masses because it does not maintain tissue architecture (ie, cannot distinguish between invasive and in situ carcinoma) and has a higher false-negative rate.&nbsp; It is most often used for cyst aspiration (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28493.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) and to evaluate for lymph node metastases in patients with cancer.</li>\n\t<li><strong>Excisional biopsy</strong>:&nbsp; involves complete removal of a breast mass for diagnosis.&nbsp; It is usually performed when core needle biopsy is inconclusive or inconsistent with imaging findings or if a core needle biopsy is not technically feasible.</li>\n</ul><br><br><p>Pathological evaluation gives the definitive diagnosis and determines tumor histology, grade, and molecular markers (ER, PR, HER2), which guides treatment.</p>\n<h1>Staging</h1><br><br><p>Breast cancer can be staged clinically or pathologically through surgery.&nbsp; Although surgical staging is more accurate, clinical staging is useful in making initial treatment recommendations, and the staging can be updated following a review of the pathology.&nbsp; A general overview of breast cancer staging is as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tis:&nbsp; carcinoma in situ</li>\n\t<li>T1-4:&nbsp; determined by the size of the tumor</li>\n\t<li>T4:&nbsp; extension of tumor into chest wall/skin or distant metastases</li>\n</ul>\n<h1>Management</h1><br><br><p>Breast cancer treatment is based on the stage of the tumor in addition to grade and molecular makeup (ie, hormone receptor status).&nbsp; Components of treatment include surgery, systemic therapy, and radiation.</p>\n<h2>Surgical therapy</h2><br><br><p>Surgical management consists of breast-conserving treatment or mastectomy.&nbsp; The procedure depends on tumor size, tumor grade, concern for metastases, and patient preference.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Breast-conserving treatment</strong> (lumpectomy) removes the tumor to the margins of normal tissue.</li>\n\t<li><strong>Mastectomy</strong> is complete removal of the breast tissue.</li>\n</ul><br><br><p>Axillary lymph node assessment is required for metastasis evaluation.&nbsp; This can be performed via:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sentinel lymph node biopsy</strong>:&nbsp; often performed in patients with low suspicion for involvement of lymph nodes.&nbsp; This procedure removes fewer lymph nodes (compared to full dissection) by using a radioactive substance to identify the initial lymph nodes draining the malignant tissue for removal and evaluation.</li>\n\t<li><strong>Axillary lymph node dissection</strong>:&nbsp; performed in patients with known or suspected spread of malignant cells to the lymph nodes.&nbsp; This procedure completely excises the axillary lymph nodes.&nbsp; Therefore, it is associated with increased adverse effects (eg, chronic lymphedema).</li>\n</ul>\n<h2>Systemic therapy</h2><br><br><p>Systemic therapy is used before (neoadjuvant) or after (adjuvant) surgical intervention and includes hormone therapy, targeted therapy, and chemotherapy.</p><br><br><p>Hormone therapy is used in <strong>ER/PR-positive</strong> cancers to block the stimulatory effect of estrogen on breast tissue and reduce tumor proliferation.&nbsp; Most commonly, this is done with selective estrogen receptor modulators (SERMs) or aromatase inhibitors.&nbsp; The choice of agent is dependent upon menopausal status:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Postmenopausal women:&nbsp; Aromatase inhibitors</strong> (eg, letrozole, anastrozole, exemestane) block the conversion of androgens to estrogens by peripheral fat tissue and are the first-line hormone therapy in postmenopausal patients.</li>\n\t<li><strong>Premenopausal women:&nbsp; Tamoxifen</strong> is a SERM that acts as a competitive antagonist of the estrogen receptor in breast tissue and is first-line therapy for most premenopausal patients with estrogen/progesterone-positive cancers.&nbsp; Aromatase inhibitors are ineffective in premenopausal patients due to ongoing estrogen production by the ovaries.&nbsp; Some high-risk premenopausal patients are treated with combined aromatase inhibitors and ovarian function suppression (eg, GnRH agonist or oophorectomy).</li>\n</ul><br><br><p>Endocrine therapy is typically used for a minimum of 5 years with an option to extend the therapy in high-risk patients (eg, those with large primary tumors or positive lymph nodes).</p><br><br><p>Targeted therapy is used in patients with <strong>HER2-positive cancers</strong>.&nbsp; It involves <strong>monoclonal antibodies</strong> (eg, trastuzumab) that specifically target HER2 receptors, which block cell signaling pathways within tumor proliferation.</p><br><br><p>Chemotherapy is most often used in patients with TNBC, high-risk features (eg, large tumors, lymph node involvement), or metastasis.&nbsp; Common regimens include doxorubicin, cyclophosphamide, and paclitaxel.</p>\n<h2>Radiation</h2><br><br><p>Radiation can be administered to the whole breast or as brachytherapy.&nbsp; It is often used following surgery to prevent local recurrences of breast cancer by eradicating any remaining tumor deposits.</p><br><br><p>In general, DCIS or early-stage breast cancer is treated with surgery followed by adjuvant therapy, which is determined by the molecular makeup of the primary tumor.&nbsp; In cases of locally advanced tumors, neoadjuvant therapy may be necessary prior to surgery.&nbsp; For metastatic breast cancer, systemic therapy is the primary treatment.</p>\n<h1>Prognosis</h1><br><br><p>Prognosis is highly dependent on the stage (determined by tumor size, nodal involvement, and presence or absence of metastatic disease) and molecular characteristics of the tumor:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Early-stage breast cancer (Stage I-II):&nbsp; The 5-year survival rate is over 90%.&nbsp; If cancer cells have not spread beyond the breast, survival rate is 99%.</li>\n\t<li>Locally advanced breast cancer (Stage III):&nbsp; The 5-year survival rate is over 70%.</li>\n\t<li>Metastatic breast cancer (Stage IV):&nbsp; This is unlikely to be cured.&nbsp; The median survival is nearly 3 years for estrogen-negative cancers and nearly 5 years for estrogen-positive cancers.</li>\n</ul><br><br><p>Factors associated with a poorer prognosis include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Certain patient characteristics, such as age &lt;35 or &gt;65 and cigarette smoking, are associated with a worse prognosis.</li>\n\t<li>Larger tumor size, involvement of lymph nodes, and presence of metastatic disease raise the stage of the cancer and are associated with a worse prognosis.</li>\n\t<li>Molecular characteristics of cancers, such as hormone receptor (estrogen/progesterone)–negative cancers and TNBC, tend to be associated with a worse prognosis.&nbsp; In the past, cancers with HER2 overexpression have had a poor prognosis, but targeted treatments have led to improved survival.</li>\n\t<li>Inflammatory breast cancer is associated with a poorer prognosis.</li>\n</ul>\n<h1>Complications</h1><br><br><p>Breast cancer survivors are at risk for long-term complications due to treatments and therapies.&nbsp; Patients treated with mastectomies are at increased risk for:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chest wall complications, such as seromas, fat necrosis, and recurrent cellulitis</li>\n\t<li>Chronic pain and reduced arm mobility (due to stiffness from the pectoralis major), which may be compounded by radiation therapy in the short and long term</li>\n\t<li>Possible nerve injury, such as injury causing permanent paresthesia in the chest wall</li>\n</ul><br><br><p>Risks associated with axillary lymph node dissections include <strong>chronic lymphedema</strong>, which places patients at risk for <strong>angiosarcoma</strong>, a rare and aggressive malignancy with a poor prognosis.&nbsp; This is likely due to increased lymphatic proliferation, which increases the likelihood of malignant cells, and a decreased number of lymph nodes, which decreases the ability to remove the malignant cells.</p>\n<h1>Recurrence</h1><br><br><p>The recurrence rates of breast cancer are highly influenced by the initial molecular and pathological subtype of the index cancer as well as initial surgical management (breast-conserving therapy vs mastectomy).&nbsp; For most patients, the highest risk for recurrence occurs within the first few years following treatment.&nbsp; Those with HER2 receptor positivity are associated with early recurrence events (most within 5 years of diagnosis).&nbsp; Patients with late recurrences generally have a more favorable prognosis than those with immediate or early recurrences.</p><br><br><p>For women treated with breast-conserving therapy, annual mammography is used for detecting early local recurrences and screening the contralateral breast.&nbsp; For patients treated with mastectomy, physical examinations are performed to detect recurrences.</p>\n<h1>Screening</h1><br><br><p>Routine mammography is recommended every 1-2 years for women beginning at age 40-50 depending on patient risk factors and preferences.&nbsp; Women at high risk (eg, <em>BRCA</em> mutations, strong family history) should begin screening at an earlier age and may be offered screening breast MRI in addition to mammography.&nbsp; Screening beyond age 75 is appropriate for some patients based on life expectancy and overall health status.</p><br><br><p>A more detailed discussion of screening and management in patients with <em>BRCA</em> mutations can be found in a separate dedicated article.</p>\n<h1>Prevention</h1><br><br><p>The goal of most breast cancer prevention strategies is early detection through screening.&nbsp; Other strategies to reduce the risk for breast cancer development include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Lifestyle modifications with regular physical activity, healthy weight maintenance, and limited alcohol intake</li>\n\t<li>Breastfeeding during childbearing years</li>\n\t<li>Identification of high-risk patients with genetic counseling and testing.&nbsp; Women with hereditary cancer syndromes (eg, <em>BRCA1/2</em>) should be counseled on risk reduction surgeries (eg, prophylactic mastectomy, oophorectomy) or chemoprevention with agents like tamoxifen or raloxifene.</li>\n</ul>\n<h1>Special considerations:&nbsp; breast cancer in men</h1><br><br><p>Breast cancer in men is rare, representing 0.5%-1% of all breast cancers diagnosed each year.&nbsp; Risk factors are similar in men and women, with the most significant being family history, genetic history, and increasing age.&nbsp; Men with <em>BRCA2</em> mutations have the highest risk for developing breast cancer.&nbsp; Breast cancer is typically diagnosed at a more advanced stage in men than in women, mainly because of the lack of awareness of breast cancer in men.&nbsp; The most common presentation is a firm, painless subareolar mass.&nbsp; Treatment for men is dependent upon stage and molecular composition and involves the same components as in women: surgery, radiation, and systemic therapy.</p>\n<h1>Summary</h1><br><br><p>Breast cancer is a complex disease with multiple subtypes that require tailored management.&nbsp; Early detection through screening and advances in targeted therapies have improved outcomes, but prognosis varies widely based on stage at diagnosis and molecular characteristics.&nbsp; Prevention and early detection, especially for high-risk individuals, are crucial in reducing breast cancer incidence and mortality.</p>\n</div>\n\n            "
}