{
  "meta": {
    "title": "Chronic myeloid leukemia",
    "url": "https://brainandscalpel.vercel.app/chronic-myeloid-leukemia-be0724aa-167143.html",
    "scrapedAt": "2025-12-01T05:02:05.787Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Chronic myeloid leukemia (CML) is a myeloproliferative neoplasm characterized by the uncontrolled proliferation of myeloid cells due to <em>BCR::ABL1</em> gene fusion.&nbsp; CML accounts for about 15%-20% of adult leukemias.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Hematopoiesis, the process of blood cell production, is a complex, dynamic process regulated by hematopoietic growth factors (eg, erythropoietin, granulocyte-cell–stimulating factor).&nbsp; This process is fine-tuned in response to peripheral blood counts to maintain homeostasis; disease can occur if regulation is lost (ie, leading to production of too many or too few cells).</p><br><br><p>Myeloproliferative neoplasms are a group of clonal disorders that occur due to gain-of-function mutations in tyrosine kinases (enzymes that use the same pathways as hematopoietic growth factors).&nbsp; These gain-of-function mutations cause overproduction of myeloid cells (eg, platelets, granulocytes) with overall normal differentiation.&nbsp; The clonal cells in myeloproliferative disorders are prone to acquiring additional mutations over time that can progress to acute leukemia or myelofibrosis (where the marrow is replaced by collagen deposited by reactive fibroblasts).</p><br><br><p>CML is a type of myeloproliferative neoplasm characterized by the presence of a <em>BCR::ABL1</em> gene fusion in a hematopoietic stem cell.&nbsp; In about 90% of cases, a reciprocal translocation between chromosome 9 and 22 causes the fusion gene.&nbsp; The <em>ABL1</em> proto-oncogene is translocated from chromosome 9 to chromosome 22, where it is located adjacent to the <em>BCR</em> gene (creating a new chromosome known as the Philadelphia chromosome).</p><br><br><p>The <em><strong>BCR::ABL1</strong></em> fusion gene codes for a protein with a constitutively active tyrosine kinase, which in turn activates downstream signaling pathways (eg, Ras-MAP kinase (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28514.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), JAK-STAT).&nbsp; This results in uncontrolled cell growth and division of myeloid cells, particularly granulocytic and megakaryocytic precursors.&nbsp; Furthermore, these precursors can seed the liver and spleen, causing hepatosplenomegaly.<p></p><br><br><p>The natural course of CML is divided into 3 phases:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chronic phase</strong> is characterized by relatively fewer genetic aberrations.&nbsp; Cells maintain the ability to differentiate into mature myeloid cells.</li>\n\t<li><strong>Accelerated phase</strong> is characterized by the emergence of blasts and cytopenias.&nbsp; Cells typically have additional mutations (eg, trisomy 8, isochromosome 17q).</li>\n\t<li><strong>Blast crisis</strong> is characterized by increasing blasts that have lost the ability to differentiate, transforming into acute leukemia (either acute myeloid leukemia or acute lymphoblastic leukemia).</li>\n</ul><br><br><p>CML primarily affects adults (median age: 50), although children can develop the disease as well.&nbsp; The only known risk factor for CML is exposure to high levels of ionizing radiation (eg, nuclear reactor accidents).</p>\n<h1>Clinical presentation</h1><br><br><p>Most patients with CML present during the chronic phase with fatigue, weight loss, night sweats, and symptoms related to splenomegaly (eg, abdominal pain, early satiety).&nbsp; However, approximately 40%-50% of patients with CML are asymptomatic, diagnosed incidentally during routine laboratory evaluation.</p><br><br><p>Without diagnosis and treatment, patients with CML will progress through the accelerated phase, resulting in a blast crisis with symptoms of acute leukemia, including fever, bone pain, and signs of bone marrow failure (eg, bleeding from thrombocytopenia).&nbsp; This progression usually occurs within 3-5 years from the chronic phase.</p>\n<h1>Diagnostic evaluation</h1><br><br><p>Laboratory findings suggestive of CML include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>CBC and peripheral smear</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Leukocytosis</strong> is often &gt;100,000/mm<font size=\"2\"><sup>3</sup></font>, with myeloid cells at various stages of maturation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23790.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; A classic finding is the \"<strong>myelocyte bulge</strong>,\" in which the percentage of early neutrophil precursors (eg, myelocytes) is much higher than more mature forms (eg, metamyelocytes).&nbsp; In addition, absolute basophilia and eosinophilia are common.&nbsp; Cells are morphologically normal during the chronic phase but become dysplastic as the disease progresses.</li>\n\t\t<li><strong>Thrombocytosis</strong> is common during the chronic phase, but platelet counts often decrease with disease progression.</li>\n\t\t<li><strong>Anemia</strong> (normochromic, normocytic) is usually present because the erythroid lineage is not as responsive to the <em>BCR::ABL</em> kinase.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Bone marrow evaluation</strong> is obtained to confirm the phase of disease.&nbsp; The bone marrow (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68618.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) is typically hypercellular with an overabundance of granulocytic and megakaryocytic cells.&nbsp; In the chronic phase, blast cells are typically &lt;2%.&nbsp; The percentage of blast cells increases as disease progresses to blast crisis (&gt;20% blast cells).</li>\n\t<li><strong>Leukocyte alkaline phosphatase (LAP)</strong> is an enzyme normally found in neutrophils, and the level of activity can be quantified as a score.&nbsp; This can be used to differentiate CML from a leukemoid reaction (ie, robust immune response to an infection).&nbsp; In CML, the <strong>LAP score is low</strong> because the neutrophils are abnormal.</li>\n</ul><br><br><p>In cases of suspected CML, the diagnosis can be confirmed by identification of the <em>BCR::ABL1</em> fusion gene as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chromosomal analysis (ie, karyotype) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L5510.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; assesses for the <strong>Philadelphia chromosome</strong> (present in approximately 90% of patients).</li>\n\t<li>Fluorescence in situ hybridization (FISH):&nbsp; Less commonly, <em>BCR::ABL1</em> gene fusion can occur through more complex mechanisms, resulting in a cryptic translocation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L115384.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; If the Philadelphia chromosome is not identified on karyotype but CML is suspected, FISH can be performed using a probe that targets the <em><strong>BCR::ABL1</strong></em> <strong>fusion gene</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L115385.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t<li>Reverse transcription-polymerase chain reaction (RT-PCR):&nbsp; identifies the mRNA transcribed from the <em>BCR::ABL1</em> fusion gene by using a reverse transcriptase to generate a DNA template from an mRNA sample.&nbsp; Once transcribed, the DNA is amplified via PCR, with the addition of a DNA-binding fluorescent dye targeting the fusion gene.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for CML includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Leukemoid reaction</strong>:&nbsp; occurs as an immune response to an infection.&nbsp; Similar to CML, a leukemoid reaction is characterized by an elevated WBC count (ie, ≥50,000/mm<font size=\"2\"><sup>3</sup></font>) with a disproportionate increase in precursor forms (eg, bands, metamyelocytes, myelocytes).&nbsp; Unlike CML, there is no \"myelocyte bulge,\" and absolute basophilia and eosinophilia are not expected.&nbsp; The LAP score is normal or high in a leukemoid reaction, and the <em>BCR::ABL1</em> fusion gene is not present.</li>\n\t<li><strong>Other myeloproliferative neoplasms</strong> (eg, polycythemia vera, essential thrombocythemia):&nbsp; present with a proliferation of mature myeloid cells that is differentiated from CML by a predominance of other mature myeloid cell types (eg, erythrocytes, isolated thrombocytosis).&nbsp; In addition, these neoplasms occur due to mutations in other genes (eg, <em>JAK2</em>), not the <em>BCR::ABL1</em> fusion gene.</li>\n\t<li><strong>Acute leukemias</strong>:&nbsp; Patients with CML in a blast crisis can present similarly to those patients with acute leukemia (eg, fever, bone pain, high percentage of blasts in peripheral blood and bone marrow).&nbsp; In addition, some primary acute leukemias (particularly acute precursor B cell lymphoblastic leukemia) can contain the Philadelphia chromosome, making it difficult to distinguish from CML.&nbsp; In these cases, the Philadelphia chromosome is present in other cells in addition to lymphoblasts.</li>\n</ul>\n<h1>Management</h1><br><br><p>The goals of CML management are to achieve remission.&nbsp; Treatment options include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tyrosine kinase inhibitors</strong> (eg, imatinib, dasatinib) are the first-line therapy for most patients.&nbsp; Tyrosine kinase inhibitors competitively bind the ATP binding site of the ABL component of the fusion protein, thereby decreasing its activity.&nbsp; Though these drugs are not curative, they can induce and maintain long-term remission.&nbsp; Tyrosine kinase inhibitors can be used as monotherapy in patients in the chronic phase.&nbsp; However, patients in a blast crisis require cytotoxic chemotherapy.</li>\n\t<li><strong>Other agents</strong> (eg, hydroxyurea, interferon alfa) are not as effective as tyrosine kinase inhibitors but can be used if tyrosine kinase inhibitors are contraindicated (eg, during pregnancy).&nbsp; Hydroxyurea can also be used in patients with significant leukocytosis at diagnosis (eg, &gt;100,000/mm<font size=\"2\"><sup>3</sup></font>).</li>\n\t<li><strong>Hematopoietic stem cell transplantation</strong> involves cytotoxic chemotherapy followed by infusion of hematopoietic stem cells from another individual.&nbsp; Hematopoietic stem cell transplantation is the only proven cure for CML but is only considered for patients resistant to tyrosine kinase inhibitors or in advanced phases (eg, blast crisis) due to significant risk for morbidity and mortality.</li>\n</ul><br><br><p>Patients are closely monitored for treatment response:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hematologic response:&nbsp; assess for normalized blood counts and resolution of splenomegaly.</li>\n\t<li>Cytogenetic response:&nbsp; assess the percentage of Philadelphia chromosome-positive cells (via karyotype) or the percentage of <em>BCR::ABL1</em>-positive nuclei (via FISH).</li>\n\t<li>Molecular response:&nbsp; assess the number of <em>BCR::ABL1</em> mRNA transcripts (via RT-PCR).</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The most important prognostic predictors are the phase of disease at diagnosis and the response to treatment:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chronic phase:&nbsp; The prognosis is excellent for patients in the chronic phase, particularly those who respond to tyrosine kinase therapy.&nbsp; These patients often achieve long-term remission with chronic tyrosine kinase therapy.</li>\n\t<li>Accelerated phase/blast crisis:&nbsp; The prognosis is generally poorer for patients in the accelerated phase or in a blast crisis, particularly those with limited response to tyrosine kinase inhibitors.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Chronic myeloid leukemia (CML) is a myeloproliferative neoplasm characterized by the uncontrolled proliferation of myeloid cells due to <em>BCR::ABL1</em> gene fusion.&nbsp; CML accounts for about 15%-20% of adult leukemias.&nbsp; Advances in targeted therapy with tyrosine kinase inhibitors have significantly improved outcomes.</p>\n</div>\n\n            "
}