{
  "meta": {
    "title": "Colorectal cancer",
    "url": "https://brainandscalpel.vercel.app/colorectal-cancer-6af1997d-167143.html",
    "scrapedAt": "2025-12-01T05:02:07.562Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Colorectal cancer (CRC) comprises malignancies that arise from the epithelial cells lining the colon or rectum (which anatomically arises as a continuation of the sigmoid colon and extends to the anus proximal to the dentate line).&nbsp; CRC is a leading cause of cancer worldwide, with the highest prevalence in high-resource and industrialized nations.</p><h1>Pathogenesis and pathology</h1><p>The evolution of CRC reflects general mechanisms of cancer formation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26026.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), which typically involve the following types of mutations (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/82042.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li>Activating mutations (eg, gain-of-function mutation) in protooncogenes (eg, <em>KRAS</em>), which result in uncontrolled cell growth</li><li>Inactivation (eg, loss-of-function) of tumor suppressor genes or antioncogenes (eg, <em>APC, TP53)</em> resulting in failure of mechanisms that promote apoptosis</li></ul><p>In CRC, these mutations can be either sporadic or hereditary.&nbsp; Several pathways may contribute to CRC development.</p><h2>Adenoma-to-carcinoma sequence</h2><p>Most cases of CRCs arise through a multistep process (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29403.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) known as the adenoma-to-carcinoma sequence, whereby normal colonic mucosa is first transformed into an adenomatous polyp (adenoma), which eventually becomes invasive CRC.&nbsp; Adenomatous polyps are premalignant (in contrast to many other types of polyps) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40395.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; They appear as projections above the colonic mucosa and may be described grossly as pedunculated (with a stalk) or sessile (lacking a stalk).&nbsp; Microscopically, they are characterized by epithelial dysplasia and are classified as tubular or villous according to their architectural pattern:<p></p><ul class=\"article-body-unordered-list\"><li>Tubular adenomas (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L117510.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) are composed of branching, tubular glands.</li><li>Villous adenomas (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1410.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) are characterized by long, finger-like projections; they are often larger than tubular adenomas, sessile, and more likely to progress to malignancy.</li></ul><p>The adenoma-to-carcinoma sequence is characterized by the following:</p><ol class=\"article-body-ordered-list\" type=\"1\"><li><strong>Initial formation of a small adenomatous polyp (adenoma) from normal mucosa</strong> is due to a loss-of-function mutation of <em>APC</em> (a tumor suppressor gene).&nbsp; APC normally inhibits a protein (beta-catenin) that stimulates the proliferation of intestinal crypt cells.&nbsp; Loss of APC function results in elevated beta-catenin and polyp formation, a crucial first step in the development of both hereditary and sporadic forms of colon cancer.&nbsp; Nearly 80% of cases of sporadic colon cancers have somatic mutations to both <em>APC</em> alleles.</li><li><strong>Increase in adenoma size</strong> facilitated by a gain-of-function mutation of <em>KRAS</em>, a protooncogene that encodes for a G protein-like protein (Ras protein) that regulates the cell cycle.&nbsp; The Ras protein is active only when bound to GTP; mutation of <em>KRAS</em> into its oncogene form leads to a constitutively activated, GTP-bound Ras that results in unregulated cell growth.</li><li><strong>Malignant transformation of adenoma into carcinoma</strong> is often associated with the mutation of <em>TP53</em>, a tumor suppressor gene that normally promotes apoptosis of cells with damaged DNA by increasing production of the protein p53.&nbsp; A <em>TP53</em> mutation allows cells with genomic errors to enter the cell cycle.&nbsp; This mutation is found in most colon carcinomas but is rarely found in adenomas; it is considered the last \"hit\" in the adenoma-to-carcinoma sequence.</li></ol><h2>Microsatellite instability</h2><p>Another pathway that leads to polyp formation and invasive CRC involves microsatellite instability, which describes mutations in microsatellites (short, repetitive DNA sequences) caused by a defective DNA mismatch repair system.&nbsp; Examples of triggers causing microsatellite instability include silencing/methylation of the promoter region of genes, such as <em>MLH1</em>, that code for proteins participating in DNA mismatch repair.&nbsp; This pathway is often involved in the formation of a polyp subtype known as sessile serrated adenomas/polyps, which can undergo malignant transformation.&nbsp; Sessile serrated adenomas/polyps have a serrated saw-tooth architecture that extends throughout the full length of the crypt with dilation of the crypt base (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L117511.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).<p></p><h2>Hereditary syndromes</h2><p>As part of hereditary CRC syndromes, germline mutations may trigger the adenoma-to-carcinoma sequence and/or microsatellite instability pathways (facilitated by subsequent somatic mutations or epigenetic events).&nbsp; Common hereditary syndromes include:</p><ul class=\"article-body-unordered-list\"><li><strong>Hereditary nonpolyposis colorectal cancer</strong> (HNPCC), or Lynch syndrome:&nbsp; an autosomal dominant predisposition to CRC resulting from inherited defects in mismatch repair genes (eg, <em>MLH1, MSH2)</em>.&nbsp; The mutation in the second allele (\"second hit\") occurs during adult life.&nbsp; Colon cancer occurs at a young age (age &lt;50), and family history reveals a high incidence of colon, endometrial, and/or ovarian cancer (eg, ≥3 relatives involving multiple generations).</li><li><strong>Familial adenomatous polyposis</strong>:&nbsp; an autosomal dominant germline mutation in <em>APC,</em> which results in innumerable colorectal adenomas by the second or third decade of life and a ~100% risk of acquiring colon cancer (colectomy is generally recommended).&nbsp; An extensive family history of early CRC is expected.</li><li><strong>Peutz-Jeghers syndrome</strong>:&nbsp; an autosomal dominant disorder caused by a loss-of-function mutation in the <em>STK11</em> tumor suppressor gene.&nbsp; This mutation increases the formation of hamartomatous polyps throughout the gastrointestinal tract, especially the jejunum.&nbsp; Although hamartomatous polyps are usually benign, progressive growth can lead to gastrointestinal bleeding (resulting in iron deficiency anemia), as well as complications such as intussusception, obstruction, and malignant transformation.</li></ul><p>An overview of inherited CRC syndromes is presented in the table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/43121.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Chronic metabolic inflammation</h2><p>In addition to genetic mutations, chronic metabolic inflammation may contribute to the facilitation of uncontrolled cell growth.&nbsp; For example, conditions such as obesity, acromegaly, metabolic syndrome, and type 2 diabetes mellitus are associated with increased CRC risk, possibly due to the effects of excess insulin-like growth factor 1 (which inhibits colorectal epithelial cell apoptosis) and increased expression of inflammatory cytokines such as prostaglandins.&nbsp; Prostaglandins facilitate angiogenesis and epithelial cell proliferation, and increased activity of cyclooxygenase enzymes (eg, COX-2<em>)</em>, which catalyze the formation of prostaglandins, are seen in cancerous tissue.</p><h2>Transformation of polyp to invasive CRC</h2><p>The histologic features within adenomatous polyps determine, in part, the likelihood of progression to invasive CRC.&nbsp; Features consistent with a higher likelihood of malignant transformation include:</p><ul class=\"article-body-unordered-list\"><li><strong>High-grade epithelial dysplasia</strong>:&nbsp; marked cellular atypia (eg, nuclear pleomorphism, loss of polarity, prominent nucleoli) and complex glandular architecture (eg, irregular, back-to-back, cribriform glands)</li><li><strong>Villous features</strong>:&nbsp; &gt;25% villous histology</li></ul><p>Transformation to carcinoma is marked by invasion of the dysplastic cells through the basement membrane into the lamina propria.&nbsp; However, because the colonic mucosa (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L117884.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ) lacks stromal lymphatic channels (unlike other organs), the possibility of metastatic spread arises only when malignant cells have invaded past the muscularis mucosae into the submucosa (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118022.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).&nbsp; Metastasis occurs as follows:<p></p><ul class=\"article-body-unordered-list\"><li><strong>Hematogenous spread</strong>:&nbsp; The venous drainage of the colon and rectum primarily occurs through the superior mesenteric vein, inferior mesenteric vein, and superior rectal vein into the portal venous system (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8834.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ); therefore, the liver is often the first organ site of metastasis.&nbsp; In the liver, fenestrated hepatic sinusoidal epithelium facilitates the entry of tumor cells from the bloodstream through to the parenchyma.&nbsp; (In contrast, anal cancers distal to the dentate line often metastasize to the lungs first as drainage occurs through the inferior rectal vein into the systemic circulation.)</li><li><strong>Lymphatic spread</strong>:&nbsp; Proximal to the dentate line, the inferior mesenteric and internal iliac nodes are typically the first sites of metastasis (sentinel nodes), in contrast to distal rectal and anal cancers, which spread primarily to the inguinal lymph nodes.</li></ul><h1>Risk factors</h1><p>Major risk factors for CRC (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/63602.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) include a personal or family history of adenomatous polyps or CRC, inherited CRC syndromes, ulcerative colitis, lifestyle factors (diet, tobacco use), and comorbid medical conditions (eg, inflammatory bowel disease).<p></p><h2>Colonic polyps</h2><p>Polyp size (&gt;1 cm), number (eg, &gt;2 adenomatous polyps), and histologic appearance (high-grade or villous features) influence malignancy risk, as previously described.</p><h2>Lifestyle factors</h2><p>High consumption (eg, daily) of red and/or processed meats, low fiber intake, alcohol and tobacco use, and sedentary lifestyle are associated with chronic metabolic inflammation and an increased risk for CRC.&nbsp; Comorbid conditions associated with adverse lifestyle risk factors (eg, obesity, diabetes mellitus) also increase the risk for CRC, as previously described.</p><h2>Inflammatory bowel disease</h2><p>Chronic damage and local inflammation within the gut mucosa also increase CRC risk.&nbsp; Ulcerative colitis confers the highest risk for CRC; the risk is proportional to the duration (typically starting 8-10 years after diagnosis) and severity of inflammation (highest with pancolitis).&nbsp; Unlike sporadic CRC, which typically progresses slowly from a singular dysplastic polyp, colitis-associated CRC (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39601.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) evolves from flat (nonpolypoid) lesions, affects younger populations, and is typically multifocal (multiple synchronous carcinomas) corresponding with areas of disease, and more aggressive (higher histopathologic grade with a high number of mucinous or signet-ring cells).&nbsp; The molecular pathogenesis of colitis-associated CRC is also different from that of sporadic disease, with <em>p53</em> mutations occurring early in the course of malignant development and <em>APC</em> mutations occurring much later.<p></p><h1>Clinical presentation</h1><p>Symptoms of CRC are variable, ranging from asymptomatic presentations to overt bowel perforation.&nbsp; The site of the tumor correlates to symptoms:</p><ul class=\"article-body-unordered-list\"><li><strong>Ascending (right-sided) tumors:</strong>&nbsp; In the cecum and ascending colon, the lumen is wide, stool is mostly liquid, and CRC typically arises as a polypoid, exophytic mass.&nbsp; Therefore, obstructive symptoms are uncommon unless the tumor is very large and far advanced.&nbsp; Visible bleeding (ie, hematochezia) is atypical because blood is diluted by stool before it passes the anal verge.&nbsp; Common presentations include occult bleeding and iron-deficiency anemia (microcytic anemia); patients may also be asymptomatic.</li><li><strong>Descending (left-sided) tumors:</strong>&nbsp; In the descending and sigmoid colon, the lumen is smaller, and tumors often grow in an annular fashion.&nbsp; Therefore, stool obstruction (pencil stools), constipation, and crampy pain may be seen.&nbsp; Because of the proximity of these tumors to the anal verge, visible red/maroon hematochezia is common.</li><li><strong>Rectal cancer:</strong>&nbsp; Rectal cancer may present with tenesmus (feeling of incomplete evacuation), rectal pain, a sensation of a mass in the rectum, and visible bleeding (hematochezia, frank red blood).</li></ul><p>CRC resulting from hereditary syndromes may also manifest with extracolonic findings.&nbsp; For example, mucocutaneous ulcers and pigmented macules (eg, melanin spots) on lips, buccal mucosa, hands, and feet are often seen in Peutz-Jeghers syndrome (often within the first few years of life preceding polyp formation).</p><p>Advanced disease may present with complications, including:</p><ul class=\"article-body-unordered-list\"><li>Hypotension or syncope from significant blood loss</li><li>Symptoms (eg, jaundice, ascites) related to liver metastasis to the liver (occurring in up to 25% of cases at presentation).</li></ul><h1>Work-up and diagnosis</h1><p>Because CRC may present subtly, the diagnosis often requires a high index of suspicion, involving appropriate use of blood tests and colonoscopy.</p><h2>Laboratory evaluation</h2><p>Basic laboratory evaluation should be performed in a patient with nonspecific but concerning findings (eg, crampy pain, new onset changes in bowel habits, risk factors), including a complete blood count, fecal occult blood test, and liver function tests.</p><p>Laboratory testing for cancer markers is not recommended as a diagnostic tool due to low sensitivity for detecting early-stage disease.&nbsp; The main cancer marker associated with CRC is carcinoembryonic antigen (CEA), a glycoprotein involved in cell adhesion; it is also found in pancreatic, gastric, and breast malignancies, as well as in other nonmalignant diseases (eg, inflammatory bowel disease, chronic obstructive pulmonary disease, cirrhosis).&nbsp; Sometimes, it is detected (in small amounts) in healthy adults (higher in patients who use tobacco).&nbsp; Following CRC diagnosis, CEA is often obtained as a prognostic factor (eg, establishing baseline CEA and tracking levels over time).</p><h2>Colonoscopy</h2><p>Colonoscopy is the preferred test for the diagnosis of CRC because it allows direct visualization of the tumor and biopsy for diagnostic confirmation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L100845.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).&nbsp; CRC (and dysplastic polyps) is often identified on routine screening colonoscopy in asymptomatic patients.&nbsp; In addition, diagnostic colonoscopy should be performed to rule out CRC in patients with the following symptoms or findings:<p></p><ul class=\"article-body-unordered-list\"><li>Unexplained iron deficiency anemia</li><li>New-onset changes in bowel habits (eg, constipation, diarrhea) in an older patient, especially if anemia is present</li><li>Hematochezia or positive fecal occult blood</li></ul><p>Colonoscopy should also be performed in patients (regardless of symptoms) with concerning findings from other imaging or screening modalities, including:</p><ul class=\"article-body-unordered-list\"><li><strong>Abdominal CT scan showing evidence of multiple liver masses</strong>:&nbsp; The most common cause of multiple liver masses is metastatic disease from underlying colonic malignancy.&nbsp; Although CT is useful in detecting distal metastasis, it is relatively insensitive for detecting primary intraluminal colonic lesions, and colonoscopy is required to facilitate diagnosis and histologic confirmation of the primary source.</li><li><strong>Positive noncolonoscopy screening test results</strong> (eg, fecal occult blood tests, fecal immunochemistry testing, flexible sigmoidoscopy):&nbsp; In patients with flexible sigmoidoscopy showing CRC, follow-up colonoscopy is needed to exclude synchronous neoplasia in the right colon (because sigmoidoscopy only visualizes the left colon)</li></ul><h1>Management</h1><p>Details of CRC management can be complex and nuanced; a general overview is presented in this section.</p><h2>Surgery</h2><p>Once CRC has been established (eg, confirmed invasion of neoplastic cells through the muscularis mucosae), surgical resection of the primary tumor is the mainstay of treatment and should be performed (generally even when there is significant metastasis and when patient comorbidities allow) for curative potential, relief of symptoms, and prevention of obstruction.</p><p>The extent of surgery depends on the location and size of the tumor, with options ranging from partial colectomy to total colectomy.&nbsp; During surgery, lymph node dissection (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8905.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) (eg, inferior mesenteric nodes) is typically performed to assess for metastatic spread, which influences subsequent treatment (eg, adjuvant therapy) and surveillance.<p></p><h2>Chemotherapy and radiation therapy</h2><p>For patients with unresectable metastatic colon cancer, chemotherapy is generally used to prolong survival.&nbsp; Chemotherapy may also be used in some patients following successful resection of the tumor to prevent micrometastases (eg, lymph-node positive CRC) or if certain genetic variants are present.&nbsp; A combination of chemotherapy and radiation (eg, neoadjuvant chemotherapy) is sometimes used for rectal adenocarcinoma; however, radiation therapy is typically avoided in tumors proximal to the rectum due to severe adverse effects (eg, radiation enteritis).</p><h2>Surveillance</h2><p>Following surgical resection with curative intent, surveillance colonoscopy is performed in all patients who have undergone surgical resection with curative intent (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/63078.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).&nbsp; For patients with limited disease (eg, confined to the mucosa, clear surgical margins), colonoscopy is performed 1 year after surgical resection and at prolonged intervals thereafter if negative (eg, every 3-5 years).&nbsp; In patients with metastatic CRC (eg, to lymph nodes or other organs), surveillance involves frequent follow-up (eg, 3-6 months); annual CT scans of the chest, abdomen, and pelvis; colonoscopy; and serial laboratory testing (eg, CEA levels).<p></p><h1>Prognosis</h1><p>The prognosis of CRC varies significantly depending on the extent of tumor spread and the success of surgical resection in removing cancerous tissue.&nbsp; Major prognostic indicators include tumor stage and grade (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80655.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Stage</h2><p>Stage, which reflects the extent of tumor expansion and spread to other tissues, is the most important prognostic predictor of long-term survival (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47770.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Clinical staging evaluation is performed prior to surgery and involves CT scan of the abdomen, pelvis, and chest; in patients with rectal cancer, MRI of the pelvis is useful for assessing for metastasis.&nbsp; Pathologic staging involves microscopic examination of the resected specimen and lymph nodes to determine the degree of invasion of neoplastic cells.&nbsp; The stage is determined by the following features:<p></p><ul class=\"article-body-unordered-list\"><li><strong>Depth of invasion into the intestinal wall:</strong>&nbsp; Tumors that are confined to the lamina propria and that have not penetrated beyond the muscularis mucosae (eg, stage I, carcinoma in situ) have a very good long-term outcome with surgical resection (eg, &gt;90% 5-year survival rate) and a very low risk for spread because the colorectal mucosa contains sparse lymphatics.&nbsp; In contrast, invasion beyond or through the muscularis propria, the risk of death rises (eg, 5-year survival rate of 70%-80%).</li><li><strong>Lymph node involvement (stage III):</strong>&nbsp; Tumors that have spread to regional lymph nodes have a worse prognosis (5-year survival rate of 50%-80%) because lymph node spread is thought to be one of the strongest predictors of metastatic potential and indicates an increased risk for incurable, distant disease.</li><li><strong>Distant metastases (stage IV):</strong>&nbsp; The presence of multiple distant metastases (eg, liver, lungs) is generally associated with a very poor prognosis (eg, 5-year survival rates &lt;15%).&nbsp; However, with limited metastatic disease to the liver, surgical resection of both the hepatic mass and the primary tumor can still be curative and often provides increased long-term (&gt;5 yr) survival even when not curative.</li></ul><h2>Grade</h2><p>Histologic grade (ie, degree of differentiation of tumor cells) is another prognostic indicator, although less important than the stage.</p><ul class=\"article-body-unordered-list\"><li><strong>Low-grade tumors</strong> have well-differentiated cells that form glands and are associated with a better prognosis.</li><li><strong>High-grade (ie, poorly differentiated) tumors</strong> have fewer well-defined glands and instead show sheets or cords of tumor cells, often with a high degree of mitotic figures and pleomorphism; high-grade tumors are associated with a worse prognosis.</li></ul><h2>Other prognostic factors</h2><p>In addition to stage and grade, other factors that influence prognosis and subsequent management include:</p><ul class=\"article-body-unordered-list\"><li><strong>Tumor location</strong> (right vs left):&nbsp; Right-sided tumors have a worse prognosis.</li><li><strong>Postsurgical stage</strong>:&nbsp; The stage is determined by the extent of residual tumor after resection (eg, examination of margins).</li><li><strong>CEA testing</strong>:&nbsp; High preoperative levels and failure of levels to decrease after therapy are associated with a worse prognosis.</li><li><strong>Symptoms</strong>:&nbsp; Obstruction or perforation is associated with the worst prognosis.</li><li><strong>Molecular markers</strong>:&nbsp; Molecular markers can influence the prognosis (eg, extensive deficiency in mismatch repair is associated with poorer outcomes) and therapy (eg, presence of a RAS mutation renders therapies inhibiting epidermal growth factors ineffective).</li><li><strong>Mucin</strong>:&nbsp; In some cases, excess mucus pushes nuclei to the periphery, resulting in the formation of signet ring cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7481.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ) (also seen in some cancers of the stomach, breast, and ovary), which are associated with a worse prognosis.</li></ul><h1>Prevention and screening</h1><p>Prevention and early detection are key to reducing mortality from colon cancer and include regular screening of asymptomatic and high-risk patients and lifestyle modifications.</p><h2>Screening</h2><p>On average, 10 years are required for malignant transformation of adenoma; therefore, regular screening enabling early identification and excision of adenomatous polyps can help prevent colon adenocarcinoma (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/75149.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ).<p></p><p>For average-risk patients, screening can be performed starting at age 45 (and typically until age 75).&nbsp; Acceptable screening modalities and associated risks/benefits include:</p><ul class=\"article-body-unordered-list\"><li><strong>Colonoscopy</strong> (repeated every 10 years if negative):&nbsp; highest sensitivity for detecting CRC; highest risk of iatrogenic complications (eg, perforation)</li><li><strong>Stool testing</strong>:&nbsp; annual fecal occult blood testing, fecal immunochemical testing (FIT), or multitarget stool DNA tests (eg, Cologuard<font size=\"2\"><sup>®</sup></font>, repeated every 3 years) which test both for hemoglobin and DNA mutation.&nbsp; Advantages include greater ease and patient acceptability of testing (eg, single stool collection; no bowel prep); disadvantages include lower sensitivity for detecting polyps.&nbsp; FIT and stool DNA testing have similar sensitivity to colonoscopy for detecting CRC (stool DNA testing is most sensitive but less specific).</li><li><strong>CT colonography</strong> (repeated every 5 years if negative):&nbsp; highest sensitivity of any noncolonoscopy test in detecting adenomas and CRC; however, bowel preparation and abdominal radiation are involved.</li></ul><p>Patients with positive findings on any noncolonoscopy modality require immediate follow-up (eg, within 3 months) evaluation with colonoscopy to enable direct visualization of the entire colonic mucosa.</p><p>Higher-risk patients require earlier screening with colonoscopy and/or shorter screening intervals between colonoscopies.&nbsp; Characteristics that place patients at higher risk include:</p><ul class=\"article-body-unordered-list\"><li><strong>Presence of advanced adenomatous (premalignant) polyps on routine colonoscopy</strong> (eg, adenoma or sessils serrated adenoma &gt;1 cm, high-grade dysplasia, or villous histology):&nbsp; Repeat colonoscopy should be performed more frequently (eg, every 3-5 years).</li><li><strong>First-degree relative with sporadic CRC or advanced adenoma</strong> (highest risk if age &lt;50-60 at time of diagnosis):&nbsp; Colonoscopy should be performed at age 40 (or 10 years prior to the relative's age at diagnosis, whichever is earlier) and repeated every 5 years thereafter.</li><li><strong>History of inflammatory bowel disease</strong>:&nbsp; Colonoscopy should be performed starting 8-10 years after the diagnosis and repeated every 1-3 years.</li><li><strong>Inherited syndromes</strong>:&nbsp; Screening colonoscopy typically begins at age 20-30 depending on the type of syndrome and genetic defect (eg, age 20-25 for HNPCC caused by <em>MLH1</em> mutations)</li></ul><p>In contrast, small (&lt;1 cm) hyperplastic or sporadic hamartomatous polyps (which are nonneoplastic) detected on screening colonoscopy do not require earlier screening intervals.</p><h2>Lifestyle measures</h2><p>In addition to routine screening of asymptomatic populations, other measures to prevent CRC include:</p><ul class=\"article-body-unordered-list\"><li><strong>Dietary and lifestyle modifications</strong>:&nbsp; Patients should be supported to engage in behaviors that protect against chronic metabolic inflammation, such as engaging in regular physical activity, limiting consumption of alcohol and red and processed meats, increasing fiber intake, maintaining a healthy weight, and avoiding tobacco use.</li><li><strong>Aspirin</strong>:&nbsp; Although nonsteroidal anti-inflammatory drugs and aspirin are not recommended for routine prevention of CRC due to associated risks, aspirin can be considered as a preventive measure in patients at high risk for coronary artery disease (eg, 10-year atherosclerotic cardiovascular disease risk &gt;10%) if comorbidities allow (eg, low bleeding risk).</li></ul><h1>Differential diagnosis</h1><p>The differential diagnosis of CRC includes other causes of altered bowel habits and gastrointestinal blood loss.&nbsp; Colonoscopy with biopsy can typically distinguish CRC from other causes.</p><h2>Benign colonic polyps</h2><p>Benign colonic polyps can be seen on colonoscopy and may have a similar gross appearance to premalignant adenomas.&nbsp; Pathologic examination can help differentiate between benign polyps and CRC:</p><ul class=\"article-body-unordered-list\"><li><strong>Hamartomatous polyps</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66241.jpg\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ) display disorganized tissue native to the colon (eg, crypts, smooth muscle) on histology.&nbsp; Solitary, sporadic hamartomatous polyps typically have no risk for malignant transformation, although multiple polyps occurring in hamartomatous polyposis syndromes have an increased risk for malignancy.</li><li><strong>Hyperplastic polyps</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L83855.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ) are serrated polyps; they are typically smaller compared to premalignant or malignant lesions.&nbsp; Pathologic examination may show a saw-toothed appearance similar to that of sessile serrated adenomas, but the serration is limited to the upper part of the crypt; the epithelial cells are nondysplastic.</li><li>Solitary lymphoid polyps often comprise benign, reactive, hyperplastic lymphoid follicles (eg, following infection) that bulge into the mucosa, appearing polypoid on colonoscopy.</li></ul><h2>Bowel disorders</h2><ul class=\"article-body-unordered-list\"><li><strong>Inflammatory bowel disease</strong>:&nbsp; Crohn disease and ulcerative colitis may present with symptoms similar to those of CRC, including hematochezia, altered bowel habits, and weight loss; colonoscopy may show inflammatory polyps that mimic the appearance of neoplastic lesions, especially in long-standing cases.&nbsp; Biopsy is needed to differentiate these lesions from adenocarcinoma.</li><li><strong>Carcinoid tumors</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27106.png\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ):&nbsp; Carcinoid tumors can cause diarrhea, but can be differentiated from CRC due to accompanying symptoms of flushing, wheezing, and vascular telangiectasia (metastatic disease).&nbsp; Histopathology is typified by insular (nesting) masses of small, round cells with granular cytoplasm and salt-and-pepper chromatin.</li><li><strong>Diverticulitis or diverticular bleed</strong>:&nbsp; Inflammation of diverticula can cause symptoms similar to those of colon cancer, such as abdominal pain and changes in bowel habits.&nbsp; CT scan and/or colonoscopy can differentiate diverticula from polyps or adenocarcinoma.</li><li><strong>Ischemic colitis</strong>:&nbsp; Ischemic colitis presents with abdominal pain and bloody stools but typically has an acute onset and is associated with vascular compromise.</li><li><strong>Angiodysplasia</strong>:&nbsp; Angiodysplasia is characterized by abnormal dilated and tortuous blood vessels in the intestines; it occurs most commonly at age &gt;60 and can present with painless hematochezia or occult bleeding with iron deficiency anemia.&nbsp; Unlike CRC, crampy pain and unexpected weight loss are atypical.</li><li><strong>Internal hemorrhoids</strong>:&nbsp; Hemorrhoids present with anal pruritus and bright red rectal bleeding with defecation (similar to rectal cancer).&nbsp; Crampy pain and weight loss would not be seen, and iron deficiency anemia is unexpected because bleeding is relatively minimal.&nbsp; Because hemorrhoids are common and may coexist with underlying malignancy, colonoscopy should be performed to rule out malignancy in patients if iron deficiency anemia is present.</li></ul><h1>Summary</h1><p>Colorectal cancer comprises adenocarcinomas arising within the colon or rectum (proximal to the dentate line).&nbsp; It typically arises from accumulated genetic mutations (sporadic or inherited), possibly facilitated by chronic metabolic inflammation, that result in the transformation of normal colonic mucosa into a premalignant polyp (adenomatous or sessile serrated) and invasive malignancy.&nbsp; CRC is commonly asymptomatic in its early stages and in left-sided tumors but may also present with complications related to bleeding or obstruction.&nbsp; Diagnosis involves colonoscopy and biopsy, and treatment involves surgical resection, with adjuvant therapies depending on the stage and tumor resectability.&nbsp; Screening and prevention strategies are crucial for early detection and reduction of mortality.</p></div>\n            "
}