{
  "meta": {
    "title": "Cutaneous T-cell lymphoma",
    "url": "https://brainandscalpel.vercel.app/cutaneous-t-cell-lymphoma-nbsp-8f700f2e-167143.html",
    "scrapedAt": "2025-12-01T05:02:07.227Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1>\n<p>Cutaneous T-cell lymphoma (CTCL) refers to a rare group of neoplasms arising from mature T cells that reside in the skin.&nbsp; CTCL encompasses a variety of subtypes, with mycosis fungoides (MF) being the most common, followed by Sézary syndrome.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>Lymphomas are a diverse group of neoplasms that can be categorized according to the cell of origin and stage of maturation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118249.jpg\" alt=\"table 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">table 1</div>\n                                </div>\n                                ).&nbsp; CTCL appears to develop following the accumulation of genetic and epigenetic changes affecting cell growth and survival of mature CD4<font size=\"2\"><sup>+</sup></font> memory T cells that reside on the skin.&nbsp; Although various types of genetic mutations can occur, chromosomal translocations and deletions appear to occur more frequently.&nbsp; Combined with alterations in the tumor microenvironment leading to reduced immune surveillance, which allows for malignant transformation and clonal expansion.<p></p><br><br><p>The incidence of CTCL appears to peak around age 50-70, affecting males more than females.</p>\n<h1>Clinical presentation</h1><br><br><p>Multiple subtypes of CTCL exist, and the presentation can vary between them.&nbsp; The most common subtypes are mycosis fungiodes (MF) and Sézary syndrome.</p>\n<h2>Mycosis fungoides</h2><br><br><p>The most common subtype, MF typically presents with <strong>persistent, slowly progressive skin lesions</strong>.&nbsp; Patients usually first develop isolated hypopigmented or hyperpigmented patches (flat discolored area of skin &gt;1 cm) that may have scaling (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95268.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Some lesions may become plaques (well-defined, raised, palpable, flat-topped lesions &gt;1 cm in diameter) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18989.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Some patients may present with both patches and plaques (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96181.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), which may resemble other benign skin lesions (eg, eczema, psoriasis).&nbsp; The skin is commonly <strong>pruritic</strong> and can become lichenified due to chronic scratching/rubbing (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7085.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; As the disease progresses, tumors can develop (the term \"mycosis fungoides\" refers to the <strong>mushroom-like appearance</strong> of these tumors), representing deeper dermal infiltration by tumor cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88257.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).<p></p><br><br><p>The distribution of the lesions initially tends to be focal along sun-protected areas (buttocks (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14596.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ), proximal lower extremities) but can become more generalized as the disease progresses.&nbsp; Patients with more advanced disease may present with <strong>erythroderma</strong> (intense skin redness involving &gt;90% body surface area) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12901.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ) or develop redundant skin along the face, creating a <strong>leonine appearance</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99907.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ).&nbsp; Other associated conditions include alopecia and secondary infections, particularly from chronic scratching.<p></p>\n<h2>Sézary syndrome</h2><br><br><p>The second most common subtype of CTCL is Sézary syndrome.&nbsp; Rather than patients experiencing the progression of skin lesions as described for MF, patients with Sézary syndrome are more likely to have <strong>widespread erythroderma</strong> at presentation.&nbsp; Similar to MF, pruritus is common, which can be significantly debilitating due to the effects on sleep and mood.&nbsp; Although both MF and Sézary syndrome have overlapping clinical features, the main distinguishing feature is the presence of significant numbers of <strong>circulating malignant cells</strong>, which can contribute to <strong>systemic symptoms</strong> (eg, fatigue, weight loss) and <strong>lymphadenopathy</strong>.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for CTCL includes other skin disorders and malignancies.</p>\n<h2>Inflammatory skin diseases</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Conditions associated with scaly patches and/or plaques</strong> (eg, psoriasis, atopic dermatitis):&nbsp; CTCL may present like these benign conditions.&nbsp; However, persistence and/or progression despite treatment (eg, topical corticosteroids) is uncommon and would warrant further work-up (eg, skin biopsy).</li>\n\t<li><strong>Contact dermatitis</strong>:&nbsp; Contact dermatitis may also present with an inflammatory rash, although it should be in a distribution consistent with direct contact with an offending source.</li>\n\t<li><strong>Other causes of erythroderma</strong>:&nbsp; Other conditions, including hypersensitivity reactions to medications and infections (eg, staphylococcal scalded skin syndrome), can also cause widespread exfoliative dermatitis.&nbsp; The specific cause may be revealed through the history and/or skin biopsy.</li>\n</ul>\n<h2>Infectious diseases</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fungal infections</strong> (eg, tinea corporis):&nbsp; Such infections can present with an erythematous rash with scaling but should respond to topical antifungal medications.</li>\n\t<li><strong>Scabies</strong>:&nbsp; Scabies can be associated with significant pruritus and nail changes, particularly in crusted scabies, but the lesions should respond to treatment.</li>\n</ul>\n<h2>Other malignancies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Adult T-cell leukemia-lymphoma</strong>:&nbsp; Adult T-cell leukemia-lymphoma is a mature peripheral T-cell malignancy that can also present with skin lesions.&nbsp; It is strongly associated with the human T-lymphotropic virus 1 (HTLV-1) within malignant cells and can be distinguished by testing for antibodies against the virus.</li>\n\t<li><strong>Other malignancies with skin components</strong>:&nbsp; CTCL can be distinguished from most other malignancies that also have a skin component (eg, Langerhans cell histiocytosis) based on histopathologic, immunophenotypic, and molecular findings obtained via biopsy.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>CTCL should be considered in patients with chronic progressive skin lesions or diffuse erythroderma.&nbsp; Evaluation involves:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete history and physical examination:&nbsp; Complete history and physical examination can help estimate the extent of body surface area involved by lesions and assess for lymphadenopathy and/or organomegaly (more common in Sézary syndrome).</li>\n\t<li><strong>Skin biopsy</strong> should be obtained from the most indurated area of skin (multiple biopsies may be necessary).&nbsp; Characteristic findings for CTCL include the following:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Histolopathology:&nbsp; Lymphoid infiltrates occur within the epidermal layer (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L3455.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ).</li>\n\t\t<li>Immunophenotyping and molecular testing:&nbsp; Characteristic cell surface markers (eg, CD4, CD30) confirm T-helper cell origin.&nbsp; In addition, CTCL expresses CCR4, which is associated with the skin-homing ability of T cells.&nbsp; Molecular testing confirms monoclonality by assessing T-cell–receptor rearrangements.</li>\n\t</ul>\n\t</li>\n\t<li>Complete blood count (CBC) and peripheral blood smear:&nbsp; CBC can be used to evaluate for cytopenias and/or the presence of malignant cells (ie, Sézary cells [atypical T cells with cerebriform nuclei] (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13573.png\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                )).&nbsp; Molecular and immunophenotyping may also be obtained to confirm that the blood tumor cells match the skin tumor cells.&nbsp; The presence of circulating malignant cells distinguishes Sézary syndrome from MF.</li>\n\t<li>Imaging (eg, positron emission tomography and CT scan):&nbsp; Imaging is performed to assess for lymph node involvement or involvement of visceral organs.&nbsp; This should be considered if Sézary syndrome is suspected or if there are suggestive examination findings (eg, palpable lymph nodes).</li>\n\t<li>Lymph node biopsy:&nbsp; A biopsy should be obtained from any suspicious lymph nodes.&nbsp; Bone marrow examination should also be considered if unexplained cytopenias exist.</li>\n</ul>\n<h1>Staging</h1><br><br><p>Disease staging involves the TNMB classification, which is determined based on the combined results after evaluating the skin (T), lymph nodes (N), viscera (M), and blood (B).&nbsp; In general:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Stage I:&nbsp; Skin only, with minimal or no blood involvement.&nbsp; No lymph node or visceral involvement.</li>\n\t<li>Stage II:&nbsp; Possibly more extensive skin involvement, minimal or no blood involvement, and some lymph node involvement.&nbsp; No involvement of viscera.</li>\n\t<li>Stage III:&nbsp; Diffuse skin involvement, minimal or no blood involvement, potential lymph node involvement.&nbsp; No involvement of viscera.</li>\n\t<li>Stage IV:&nbsp; Widespread involvement of the skin, blood, lymph nodes, and/or viscera.</li>\n</ul><br><br><p>Although patients with MF can present in any stage, patients with Sézary syndrome by definition have stage IV disease due to the diffuse tumor burden in the blood.</p>\n<h1>Management</h1><br><br><p>Treatment is tailored to disease stage and subtype, ranging from skin-directed therapies for early-stage disease to systemic treatments for advanced stages.&nbsp; There is no curative therapy, and the overall goal of management is symptom relief and disease control to prevent continued progression.</p><br><br><p>For all patients, supportive care is provided for pruritus, which can be debilitating.&nbsp; Management includes the use of moisturizers, topical corticosteroids, and antihistamines.&nbsp; Other agents that may be considered include gabapentin or naltrexone.&nbsp; For those who develop secondary infection, diluted bleach baths and topical antibiotics may be used for mild cases, and systemic antibiotics are considered for more severe cases.</p><br><br><p>Early-stage CTCL generally involves skin-directed therapy and may include topical corticosteroids or topical therapies (eg, retinoids, alkylating agents) for pruritus.&nbsp; Phototherapy or radiation therapy may be used for treatment.</p><br><br><p>Advanced-stage CTCL or refractory early-stage disease may include some treatments also used in early-stage disease but usually requires more intensive treatment, including multiple systemic options that are individualized based on symptoms and overall disease burden.&nbsp; A few notable options include brentuximab vedotin (contains an antibody against CD30, which is expressed on T lymphocytes) antimetabolites (eg, methotrexate, pralatrexate), histone deacetylase inhibitors (eg, romidepsin), and mogamulizumab (a monoclonal antibody targeting CCR4, which is expressed on the surface of T-cell malignancies).&nbsp; Extracorporeal photopheresis can be used in patients with blood involvement, and hematopoietic stem cell transplantation may be considered in patients with minimal comorbidities who have refractory/progressive advanced disease.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of CTCL varies by stage.&nbsp; Patients with early-stage MF may have an indolent course with long-term survival similar to that of the general population.&nbsp; In contrast, patients with advanced-stage disease have a much worse prognosis with a high risk for relapse despite treatment.&nbsp; Median survival for Sézary syndrome is 3-4 years.</p>\n<h1>Summary</h1><br><br><p>Cutaneous T-cell lymphoma (CTCL) refers to a rare group of neoplasms arising from mature T cells that reside on the skin.&nbsp; CTCL encompasses a variety of subtypes, including mycosis fungoides and Sézary syndrome, the two most common.&nbsp; CTCL predominantly affects older adults, often presenting with persistent and slowly progressive skin lesions, often accompanied by pruritus.&nbsp; Treatment is dependent on the extent of disease and may include topical medications or systemic chemotherapy.</p>\n</div>\n\n            "
}