{
  "meta": {
    "title": "Disseminated intravascular coagulation",
    "url": "https://brainandscalpel.vercel.app/disseminated-intravascular-coagulation-2493aea2-167143.html",
    "scrapedAt": "2025-12-01T05:02:13.516Z",
    "type": "article"
  },
  "content": "\n                <div>\n<p></p><h1>Introduction</h1> Disseminated intravascular coagulation (DIC) is a life-threatening systemic condition characterized by widespread activation of the coagulation cascade, leading to the formation of microvascular thrombi and simultaneous consumption of platelets and coagulation factors.&nbsp; This can result in concurrent thrombosis and severe bleeding.&nbsp; DIC typically occurs secondary to an underlying condition and requires urgent intervention.<p></p>\n<h1>Pathogenesis</h1><br><br><p>The goal of hemostasis is to maintain the integrity of a high-pressure circulatory system.&nbsp; It is a coordinated process that involves the formation of a fibrin clot at the site of vascular injury, followed by clot lysis (ie, fibrinolysis) as the injured tissue undergoes repair.&nbsp; If any step in this process is disrupted, abnormal bleeding or clotting can occur.</p><br><br><p>DIC (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50403.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) occurs when widespread activation of the coagulation cascade (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9709.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) overwhelms normal regulatory mechanisms.&nbsp; This typically involves:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Systemic exposure to procoagulants (eg, endotoxins, trauma-induced tissue factor release), which leads to excessive thrombin generation and rapid consumption of platelets, coagulation factors, and fibrinogen to form platelet-rich, cross-linked fibrin clots.</li>\n\t<li>Secondary fibrinolysis, in which plasminogen is converted to plasmin, which cleaves the cross-linked fibers that form the fibrin clot, generating fibrin degradation products (eg, D-dimer).&nbsp; In addition to plasmin, widespread fibrinolysis also depletes other anticoagulant proteins (eg, protein C, protein S, antithrombin).</li>\n</ul><br><br><p>As a result, patients are prone to the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hemorrhage</strong>:&nbsp; Coagulation factor consumption outpaces production, causing coagulopathic bleeding at various sites (eg, mucosal surfaces, venipuncture sites).&nbsp; In addition, fibrin degradation products can interfere with platelet aggregation and fibrin clot formation, exacerbating coagulopathic bleeding.</li>\n\t<li><strong>Organ injury</strong>:&nbsp; Thrombi can obstruct blood flow through the microvasculature, leading to tissue ischemia in vital organs (eg, kidneys, lungs, brain, liver).</li>\n\t<li><strong>Microangiopathic hemolytic anemia (MAHA)</strong>:&nbsp; Thrombi can also shear red blood cells as they traverse the fibrin meshwork, resulting in hemolysis.</li>\n</ul>\n<h1>Causes and risk factors</h1><br><br><p>DIC develops secondary to an underlying condition.&nbsp; The most common underlying conditions (ie, risk factors) include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sepsis</strong>:&nbsp; the most common cause of DIC; associated with gram-negative pathogens that release bacterial endotoxin.</li>\n\t<li><strong>Traumatic tissue injury</strong> (eg, severe crush injuries or burns):&nbsp; When damaged, vascular endothelium exposes tissue factor, a procoagulant protein that triggers the coagulation cascade.&nbsp; The risk for DIC is particularly increased if there is CNS involvement.</li>\n\t<li><strong>Obstetric complications</strong> (eg, postpartum hemorrhage, placental abruption (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23981.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )):&nbsp; can lead to massive hemorrhage with tissue factor release (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27482.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Introduction of amniotic fluid into the maternal circulation can also induce DIC.</li>\n\t<li><strong>Malignancy</strong>:&nbsp; DIC is the most common coagulopathy in patients with malignancy, including acute promyelocytic leukemia and mucin-producing solid tumors (eg, pancreatic, gastric, ovarian, breast).</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of DIC is variable and may include thrombotic and/or hemorrhagic symptoms, depending on the balance of clot formation and clot lysis in each patient.&nbsp; These include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Thrombotic symptoms</strong>:&nbsp; Patients may have signs of end organ damage from vascular occlusion and microinfarctions (eg, confusion due to cerebral ischemia, hemoptysis due to pulmonary ischemia).&nbsp; Vascular occlusion can also result in purpura fulminans (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L48481.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Hemorrhagic symptoms</strong>:&nbsp; typically involve venipuncture or surgical sites.&nbsp; Patients may also have signs of mucocutaneous, gastrointestinal, uterine, or pulmonary hemorrhage.&nbsp; Skin examination may reveal ecchymosis and petechiae.</li>\n</ul><br><br><p>In addition, the patient may have symptoms of the underlying condition that lead to DIC (eg, fever, tachycardia, and hypotension suggestive of sepsis; vaginal bleeding and uterine tenderness suggestive of placental abruption).</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of DIC involves history and physical examination findings (eg, thrombotic/hemorrhagic symptoms with an underlying condition associated with DIC) with consistent laboratory findings:</p>\n<h2>Consumptive coagulopathy</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Thrombocytopenia</strong>:&nbsp; due to platelet consumption.&nbsp; Peripheral smear may show large, immature platelets, suggesting that the thrombocytopenia is due to increased consumption, rather than decreased production.</li>\n\t<li><strong>Prolonged prothrombin time (PT) and activated partial thromboplastin time (aPTT)</strong>:&nbsp; occurs because coagulation factor consumption outpaces production.</li>\n\t<li><strong>Low fibrinogen level:</strong>&nbsp; due to rapid consumption.</li>\n</ul>\n<h2>Fibrinolysis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Elevated D-dimer level</strong></li>\n\t<li>Decreased protein C, protein S, and antithrombin levels</li>\n</ul>\n<h2> Microangiopathic hemolytic anemia</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Increased lactate dehydrogenase</strong>, bilirubin levels, and reticulocyte count</li>\n\t<li>Decreased hemoglobin levels</li>\n\t<li><strong>Schistocytes</strong> (ie, fragmented erythrocytes) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19303.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) on peripheral blood smear:&nbsp; due to shearing of circulating erythrocytes through fibrin strands in the microvasculature.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Conditions associated with hemorrhage and coagulopathy</strong>:&nbsp; Hepatic dysfunction is the most common.&nbsp; Because thrombopoietin and most coagulation factors are synthesized in the liver, hepatic dysfunction causes thrombocytopenia, and PT and aPTT prolongation.&nbsp; Factor VIII is not synthesized in the liver and is therefore normal in liver dysfunction.&nbsp; In addition, patients with liver dysfunction have normal fibrinogen levels (in contrast to DIC).</li>\n\t<li><strong>Conditions associated with thrombosis</strong>:&nbsp; Antiphospholipid antibody syndrome is an autoimmune disorder characterized by thromboembolism.&nbsp; Thrombocytopenia can also occur.&nbsp; aPTT is typically prolonged (because the antiphospholipid antibody interferes with the test), but PT is typically normal.</li>\n\t<li><strong>Conditions associated with MAHA with thrombocytopenia</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Thrombotic thrombocytopenic purpura: caused by reduced activity of von Willebrand factor–cleaving protein (ADAMTS13), leading to the accumulation of ultra-large von Willebrand factor multimers that trap platelets and generate platelet-rich thrombi in the microvasculature.&nbsp; Patients usually develop thrombocytopenia, MAHA, fever, confusion, and organ damage (eg, acute renal failure), which can present similarly to DIC.&nbsp; However, the coagulation cascade is unaffected; therefore, PT, aPTT, and fibrinogen levels are normal.</li>\n\t\t<li>Hemolytic uremic syndrome (HUS):&nbsp; Often seen in children after diarrhea, HUS involves microangiopathy and thrombocytopenia but not widespread activation of the coagulation cascade, as seen in DIC.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of DIC involves treating the underlying condition and replacing blood products.</p>\n<h2>Treat the underlying condition</h2><br><br><p>This is the primary principle in management of DIC because it eliminates the original cause for ongoing coagulation and thrombosis.&nbsp; This may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Antibiotics for sepsis</li>\n\t<li>Surgical management of trauma</li>\n\t<li>Obstetric intervention for placental abruption</li>\n\t<li>Chemotherapy for malignancy</li>\n</ul>\n<h2>Blood product replacement</h2><br><br><p>The status of the coagulopathy should be regularly monitored with serial laboratory testing (eg, platelet counts, PT, aPTT, fibrinogen, D-dimer) to evaluate for continued detioration or improvement of DIC.&nbsp; If the patient continues to have coaguloapthy, treatment includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Platelets</strong></li>\n\t<li><strong>Fresh frozen plasma</strong> to replenish clotting factors</li>\n\t<li><strong>Cryoprecipitate</strong> to replenish fibrinogen</li>\n</ul><br><br><p>Low doses of heparin may be considered in patients with thrombotic manifestations of DIC but are contraindicated in cases of significant hemorrhage.&nbsp; Antifibrinolytics are generally contraindicated due to the risk for thrombotic complications.&nbsp; However, they may be considered in rare cases with severe hemorrhage.</p>\n<h1>Chronic DIC</h1><br><br><p>Patients with solid tumors may have chronic DIC (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/50751.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), a compensated, indolent form of DIC in which intermittent secretion of tissue factor into the circulation triggers consumption of coagulation factors.&nbsp; However, in chronic DIC, coagulation factor consumption does <u>not</u> outpace production.&nbsp; Patients with chronic DIC are able to compensate for intermittent coagulation and fibrinolysis via increased production of coagulation factors, platelets, and fibrinogen.&nbsp; Therefore, they are often asymptomatic.&nbsp; If symptomatic, patients with chronic DIC are more likely to have thrombosis (eg, deep vein thrombosis) than bleeding.&nbsp; Laboratory evaluation may show signs of thrombin generation and fibrinolysis (ie, increased D-dimer).&nbsp; Platelet counts and coagulation times are typically normal.<p></p>\n<h1>Prognosis</h1><br><br><p>The prognosis of DIC depends primarily on the underlying cause (eg, severity, treatment options) and the degree of coagulopathy.&nbsp; Acute DIC, especially in the context of sepsis or trauma, has a high mortality rate (~50%).&nbsp; Chronic DIC, often seen with malignancy, has a more favorable prognosis but may result in recurrent thromboembolic events.&nbsp; Upon resolution of the underlying condition, patients with DIC tend to improve within a few days because coagulation factors and platelets are produced and fibrin degradation products are cleared.</p>\n<h1>Summary</h1><br><br><p>Disseminated intravascular coagulation (DIC) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/50322.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a life-threatening systemic condition characterized by widespread activation of the coagulation cascade, leading to the formation of microvascular thrombi and simultaneous consumption of platelets and coagulation factors.&nbsp; This can result in thrombosis and concurrent severe bleeding.&nbsp; Disseminated intravascular coagulation typically occurs secondary to an underlying condition and requires urgent intervention.<p></p>\n</div>\n\n            "
}