{
  "meta": {
    "title": "Gastric cancer",
    "url": "https://brainandscalpel.vercel.app/gastric-cancer-e75b1339-167143.html",
    "scrapedAt": "2025-12-01T05:02:15.174Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Gastric cancers are a heterogeneous group of malignant tumors arising within the stomach; approximately 90% are adenocarcinomas.&nbsp; This article focuses on gastric adenocarcinoma (both the intestinal and diffuse types), including its pathogenesis, risk factors, clinical presentation, and management.&nbsp; Other less common malignancies—including gastrointestinal stromal tumors (GISTs), gastric lymphomas, and gastric neuroendocrine (carcinoid) tumors—are briefly discussed.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>The 2 major histologic variants of gastric cancer are intestinal-type adenocarcinoma (most common) and diffuse-type adenocarcinoma.</p>\n<h2>Intestinal-type adenocarcinoma</h2><br><br><p>Intestinal-type adenocarcinoma tends to grow as a nodular, polypoid, and well-demarcated mass that protrudes into the gastric lumen; these lesions often ulcerate or bleed and must be differentiated from peptic gastric ulcers by biopsy.&nbsp; Histologically, these malignancies resemble colon adenocarcinoma, with well-formed glandular structures composed of cuboidal or columnar cells (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L76015.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p><br><br><p><em>Helicobacter pylori</em> infection is a leading risk factor for intestinal-type adenocarcinoma because it causes chronic gastritis.&nbsp; If untreated, it can lead to a cascade of gastric atrophy, intestinal metaplasia, dysplasia, and, eventually, invasive malignancy.&nbsp; Other causes of chronic gastritis include pernicious anemia (ie, autoimmune gastritis) and a high-salt diet.&nbsp; In addition, a high intake of nitroso-containing foods (eg, smoked meats, fermented vegetables) can damage the gastric mucosa and potentiate the effects of carcinogens.&nbsp; These diets are most common in Eastern Asia (eg, China, South Korea), Eastern Europe, and the Andean portion of South America.</p>\n<h2>Diffuse-type adenocarcinoma</h2><br><br><p>Diffuse-type adenocarcinoma grows in an infiltrative pattern, spreading throughout the stomach wall without forming a discrete mass.&nbsp; This growth leads to a plaque-like appearance and extensive thickening of the stomach wall resembling a leather bottle (ie, linitis plastica).&nbsp; Unlike intestinal-type adenocarcinoma, these tumors lack glandular structures and often consist of signet ring cells, characterized by abundant mucin droplets that push the nucleus to the periphery (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1722.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p><br><br><p>The primary driver of diffuse-type adenocarcinoma is the loss of the cell adhesion protein E-cadherin, often due to <em>CDH1</em> mutations.&nbsp; Although there is some overlap in risk factors with intestinal-type adenocarcinoma, this type is less strongly associated with environmental factors (eg, <em>H pylori</em>, dietary habits).</p>\n<h1>Clinical presentation</h1><h2>Symptoms</h2><br><br><p>Many patients with gastric adenocarcinoma remain asymptomatic in early disease, leading to a delayed diagnosis.&nbsp; As tumors grow, they can cause:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Epigastric pain, becoming more severe and constant over time.</li>\n\t<li>Weight loss and early satiety, reflecting diminished oral intake.</li>\n\t<li>Nausea, vomiting, and sometimes dysphagia if the tumor is in the proximal stomach.</li>\n\t<li>Iron deficiency (microcytic) anemia due to blood oozing from friable tumor vessels; most patients lack overt signs of gastrointestinal bleeding (\"slow bleed\"), which can be identified on fecal occult blood testing.</li>\n</ul>\n<h2>Paraneoplastic manifestations</h2><br><br><p>Paraneoplastic manifestations, typically seen in advanced disease, include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acanthosis nigricans (dark, velvety thickened plaques in flexural regions [eg, axillae, back of the neck]) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45453.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n\t<li>Diffuse seborrheic keratoses (Leser-Trélat sign) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12515.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li>\n\t<li>Migratory thrombophlebitis (Trousseau syndrome).</li>\n</ul><br><br><p>The dermatologic paraneoplastic manifestations may be related to the increased levels of transforming growth factor-beta produced by tumor cells.</p>\n<h2>Metastatic manifestations</h2><br><br><p>Manifestations of metastasis include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Left supraclavicular lymphadenopathy (Virchow node), indicating metastatic spread through the thoracic duct.</li>\n\t<li>Subcutaneous periumbilical nodule (Sister Mary Joseph nodule).</li>\n\t<li>Palpable mass in the rectouterine pouch (Blumer shelf).</li>\n</ul><br><br><p>Bilateral ovarian metastasis (Krukenberg tumor) can be seen in some cases of diffuse-type adenocarcinoma.</p>\n<h1>Diagnosis and staging</h1><br><br><p>When there is suspicion of gastric adenocarcinoma—especially in patients from high-incidence regions or those with risk factors such as chronic <em>H pylori</em> infection, diets rich in salt-preserved or nitroso-containing foods, smoking, or autoimmune atrophic gastritis—upper endoscopy should be performed to provide direct visualization and permit biopsy collection.&nbsp; Histopathology distinguishes between intestinal- and diffuse-type adenocarcinomas and rules out other less common gastric malignancies (discussed later).</p><br><br><p>Following the initial diagnosis, staging should be performed using a CT scan of the abdomen, pelvis, and chest to detect metastatic lesions.&nbsp; If metastatic disease is detected, stage IV disease can be diagnosed without further evaluation.&nbsp; If CT findings are normal or equivocal, additional, more sensitive staging studies are warranted; these may include endoscopic ultrasonography, integrated positron emission tomography/CT scan (PET/CT scan), and diagnostic laparoscopy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18420.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h1>Management</h1><br><br><p>Therapeutic approaches differ depending on tumor stage, patient performance status, and tumor subtype.</p>\n<h2>Localized disease</h2><br><br><p>Localized disease (ie, confined to the stomach) is treated with tumor resection.&nbsp; This can be achieved through surgical gastrectomy or, in cases of multiple tumors, endoscopic resection.</p>\n<h2>Locally advanced disease</h2><br><br><p>Locally advanced disease (ie, with regional node involvement) may still be amenable to resection.&nbsp; However, patients are typically treated with neoadjuvant chemotherapy or chemoradiotherapy before surgery to improve the chances of successful resection.&nbsp; Adjuvant therapy (postoperative chemotherapy ± radiotherapy) is administered to reduce the risk of recurrence.</p>\n<h2>Metastatic disease</h2><br><br><p>Metastatic disease (ie, stage IV) is managed with palliative chemotherapy and/or radiotherapy to alleviate symptoms and prolong survival.&nbsp; Potentially emerging strategies also include targeted therapies (eg, trastuzumab for <em>HER2</em>-positive tumors) and immunotherapy (eg, checkpoint inhibitors).</p>\n<h1>Prognosis and screening</h1><br><br><p>The prognosis depends heavily on the stage at diagnosis.&nbsp; Early detection dramatically improves survival, but nearly 90% of patients have advanced disease at presentation.&nbsp; Population-based screening programs (eg, endoscopic screening) exist in some high-incidence regions (eg, East Asia), which have led to earlier detection and better outcomes.&nbsp; Elsewhere, screening is not routinely performed in the general population but may be considered for high-risk groups (eg, strong family history of gastric adenocarcinoma, <em>CDH1</em> mutation carriers).&nbsp; <em>H pylori</em> eradication is a key preventive strategy, reducing the risk of progression from chronic gastritis to malignancy.</p>\n<h1>Other gastric cancers</h1><h2>Gastrointestinal stromal tumors</h2><br><br><p>GISTs are mesenchymal tumors most commonly arising in the stomach of older adults (usually age &gt;65), although they can develop anywhere in the gastrointestinal tract.&nbsp; These tumors are derived from interstitial cells of Cajal, which are pacemaker cells that regulate gastrointestinal smooth muscle contraction.&nbsp; Although GISTs are often asymptomatic, they can present with manifestations such as abdominal pain, early satiety, gastrointestinal bleeding, and iron-deficiency anemia.</p><br><br><p>Most GISTs have mutations in <em>KIT</em> (or less commonly <em>PDGFRA</em>), protooncogenes encoding tyrosine kinase receptors involved in cellular proliferation.&nbsp; As a result, the receptors are constitutively activated (ie, active regardless of ligand binding), leading to uncontrolled cell proliferation, prolonged cell survival, and tumorigenesis.&nbsp; Histologically, GISTs are composed of bland spindle cells arranged in fascicles or whorls (ie, spindle cell type).&nbsp; They less frequently consist of cells with round nuclei and abundant eosinophilic cytoplasm (ie, epithelioid type) or are a combination of these patterns.&nbsp; The tumor cells are almost always positive for the immunohistochemical marker <em>KIT</em> (CD117) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73852.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).&nbsp; Surgical resection is the mainstay of treatment; in unresectable or metastatic cases, tyrosine kinase inhibitors (eg, imatinib) may be effective.<p></p>\n<h2>Gastric lymphoma</h2><br><br><p>Gastric mucosa-associated lymphoid tissue (MALT) lymphoma, also known as gastric marginal zone lymphoma, is a form of non-Hodgkin lymphoma that arises from post–germinal center memory B cells.&nbsp; These cells typically express B-cell markers (eg, CD19, CD20) and mature B-cell markers (eg, CD22).&nbsp; Chronic <em>H pylori</em> infection is detected in approximately 90% of patients, in whom it triggers chronic gastritis and leads to the recruitment and proliferation of antigen-specific T and B lymphocytes and the formation of lymphoid follicles.&nbsp; Over time, this can lead to the emergence of a monoclonal B-cell line that eventually accumulates genetic abnormalities, allowing it to proliferate independently of <em>H pylori</em> antigens.&nbsp; Histologically, these tumors are composed of small neoplastic lymphocytes that infiltrate the lamina propria, often surrounding and infiltrating gastric glands (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95653.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).<p></p><br><br><p>In early-stage disease, <em>H pylori</em> eradication (antibiotic therapy plus a proton pump inhibitor) can achieve complete remission in up to 80% of patients by eliminating the bacterial antigens driving tumor growth.&nbsp; A test of cure is recommended 4 weeks after treatment to confirm eradication.&nbsp; Active surveillance may be appropriate after successful infection eradication.&nbsp; For patients with more advanced MALT lymphoma or in cases where <em>H pylori</em> is not detected, additional treatments may include radiation therapy, immunotherapy (eg, rituximab), or single-agent chemotherapy.</p>\n<h2>Gastric neuroendocrine tumors</h2><br><br><p>Well-differentiated neuroendocrine tumors (NETs), also known as carcinoid tumors, arise within enterochromaffin-like cells of the stomach and are frequently associated with hypergastrinemic states (eg, pernicious anemia, Zollinger-Ellison syndrome).&nbsp; Most patients with gastric NETs are asymptomatic or present with nonspecific abdominal discomfort.&nbsp; However, some may experience gastrointestinal bleeding or, in cases of functionally active tumors, carcinoid syndrome (usually with atypical flushing without diarrhea due to histamine and tachykinin production instead of serotonin).</p><br><br><p>Histologically, gastric NETs exhibit nests or trabeculae of neuroendocrine cells that typically express chromogranin A and synaptophysin (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L78665.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ).&nbsp; Smaller, localized lesions may be amenable to endoscopic or surgical resection, whereas more advanced disease can require somatostatin analogue therapy (eg, octreotide), chemotherapy, or other specialized treatments.&nbsp; Other NETs are discussed in further detail in other articles.<p></p>\n<h1>Summary</h1><br><br><p>Most gastric cancers are adenocarcinomas that can be categorized into intestinal or diffuse subtypes.&nbsp; Intestinal-type adenocarcinoma is strongly linked to chronic gastritis (often due to <em>Helicobacter pylori</em>) and dietary factors (eg, high salt, nitroso-containing foods).&nbsp; Diffuse-type adenocarcinoma is driven primarily by E-cadherin loss, typically infiltrates the stomach wall (linitis plastica), and features signet ring cells.&nbsp; Patients often remain asymptomatic until later stages, when they may develop epigastric pain, weight loss, anemia, and paraneoplastic manifestations (eg, acanthosis nigricans).&nbsp; Diagnosis relies on endoscopic evaluation with biopsy and staging imaging to assess disease extent.&nbsp; Treatment ranges from surgical resection (for localized disease) with possible neoadjuvant/adjuvant therapy to palliative chemotherapy/radiotherapy for metastatic cases.&nbsp; Less common gastric cancers include gastrointestinal stromal tumors, gastric mucosa-associated lymphoid tissue lymphomas, and gastric neuroendocrine (carcinoid) tumors.</p>\n</div>\n\n            "
}