{
  "meta": {
    "title": "Head and neck squamous cell carcinoma",
    "url": "https://brainandscalpel.vercel.app/head-and-neck-squamous-cell-carcinoma-14ddef46-167143.html",
    "scrapedAt": "2025-12-01T05:02:18.703Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction </h1>\n<p>Head and neck cancer is a collective term for malignancies arising from the upper aerodigestive tract.&nbsp; It encompasses cancers of the oral cavity, pharynx, larynx, nasal cavity, paranasal sinuses, and salivary glands.&nbsp; This articles focuses on squamous cell carcinoma of the head and neck (HNSCC), the most common cancer in the head and neck by far (&gt;90%).</p><br><br><p>HNSCC is the seventh most common cancer worldwide and is increasing in incidence and mortality rates.&nbsp; The increasing incidence is mostly driven by a dramatic increase in human papillomavirus (HPV)-associated oropharyngeal squamous cell carcinoma.</p>\n<h1>Pathophysiology </h1><br><br><p>Most cancers of the head and neck arise from squamous epithelial cells that undergo stepwise, premalignant changes that progress to carcinoma (ie, hyperplasia → dysplasia → carcinoma in situ → invasive carcinoma).&nbsp; Premalignant lesions often manifest initially as hyperplastic or dysplastic, white (leukoplakia) or red (erythroplakia) patches.&nbsp; Diagnosis (and excision) at this stage can prevent further progression.</p><br><br><p><strong>Field cancerization</strong> describes a large area of cells within a field (eg, upper aerodigestive tract) that are \"primed\" to develop cancer because of widespread exposure to mutagens (eg, tobacco).&nbsp; Mutations that affect many similar cells can increase the likelihood of developing multiple primary malignancies, analogous to germline mutations in tumor suppressor genes (eg, <em>BRCA1</em> or <em>BRCA2</em> in breast and ovarian cancer).&nbsp; This seems to be a main mechanism in the development of HNSCC and may explain the propensity for second primary malignancy development.</p>\n<h1>Traditional risk factors </h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tobacco use:</strong>&nbsp; smoking is the strongest risk factor; smokeless tobacco is also associated with an elevated risk.</li>\n\t<li><strong>Alcohol consumption:</strong>&nbsp; increases risk by itself and acts synergistically with smoking.</li>\n\t<li><strong>Other:</strong>&nbsp; age &gt;40, poor oral hygiene, occupational exposures (asbestos, wood dust, nickel), genetic predisposition.</li>\n</ul>\n<h1>Human papillomavirus infection </h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>HPV is a nonenveloped, capsid, double-stranded DNA virus that infects and replicates within human squamous epithelial cells; it is spread through intimate epithelial contact.</li>\n\t<li>The oncogenic capability of HPV is dependent on its ability to integrate into the host genome and subsequently produce viral proteins E6 and E7, which interact with cell cycle regulatory proteins p53 and Rb (tumor suppression), respectively.&nbsp; <strong>E6</strong> binds p53, leading to its ubiquitination and subsequent proteasomal degradation.&nbsp; Without p53, the cell is unable to halt cell growth and repair damaged DNA or trigger apoptosis when DNA is damaged beyond repair.&nbsp; Similarly, <strong>E7</strong> binds Rb and displaces bound transcription factors, promoting unregulated DNA replication and cyclin-mediated cell cycling (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31100.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li>\n\t<li><strong>HPV-16</strong> and <strong>HPV-18</strong> are the main strains responsible for HNSCC (same as for cervical cancer).</li>\n\t<li>HPV is largely responsible for the dramatic rise in the incidence of HNSCC and is primarily responsible for oropharyngeal subsites (eg, base of tongue, tonsil).</li>\n\t<li>Patients with HPV-associated HNSCC are typically younger nonsmokers.&nbsp;</li>\n\t<li>HPV vaccine covers these oncogenic strains.</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Histological features of SCC include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Keratinization:&nbsp; including keratin pearls (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28371.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) or intercellular bridges (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28373.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )</li>\n\t<li>Cellular atypia:&nbsp; pleomorphic and hyperchromatic nuclei, dyskeratosis</li>\n\t<li>Abnormal architecture:&nbsp; loss of squamous maturation; nests and sheets of polygonal cells</li>\n\t<li>Invasion:&nbsp; infiltration of surrounding tissues by tumor cells</li>\n</ul>\n<h1>Clinical presentation </h1><br><br><p>Early-stage cancers often cause only vague or minor symptoms and can be easily missed.&nbsp; Often, the first presentation of HNSCC is an anterior neck mass, representing nodal spread to the anterior cervical lymph nodes.&nbsp; Therefore, a firm, anterior cervical lymph node in an adult should be promptly evaluated.</p><br><br><p>Other clinical manifestations may occur depending on the primary tumor site:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Oral cavity:</strong>&nbsp; ulcerations with or without bleeding, leukoplakia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10651.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), erythroplakia, difficulty chewing</li>\n\t<li><strong>Pharynx:</strong>&nbsp; sore throat, dysphagia, referred otalgia (ear pain), middle ear effusion</li>\n\t<li><strong>Larynx:</strong>&nbsp; voice changes (hoarseness), dysphagia, difficulty breathing</li>\n\t<li><strong>Nasal cavity and paranasal sinuses:</strong>&nbsp; nasal obstruction, chronic sinusitis, epistaxis, facial pain, sense of fullness in the face</li>\n</ul><br><br><p>Referred otalgia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L48689.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) is common in head and neck pathology because many cranial nerves innervate the ear (eg, trigeminal nerve [CN V], facial nerve [CN VII], glossopharyngeal nerve [CN IX], vagus nerve [CN X]).&nbsp; In particular, tumors in the hypopharynx, larynx, or base of tongue cause referred otalgia due to sensory contributions from the glossopharyngeal and vagus nerves.<p></p>\n<h1>Diagnosis </h1><br><br><p>A careful evaluation of the mucosal surfaces in the head and neck should be performed, including fiberoptic laryngoscopy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91159.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) and thorough palpation of the neck to evaluate for anterior cervical lymph nodes.<p></p><br><br><p>CT scan of the neck with contrast is the recommended initial imaging modality because it has high sensitivity for mucosal lesions and can characterize anterior nodal spread.&nbsp; PET scan is often used to assess for metastatic disease or to search for a primary tumor site if one is not found on examination.</p><br><br><p>Biopsy of the lesion confirms the diagnosis.&nbsp; Patients in whom the primary site cannot be identified and who present with a cervical neck mass undergo fine needle aspiration biopsy.</p>\n<h1>TNM staging </h1><br><br><p>Most carcinomas, including head and neck squamous cell carcinoma, first spread from the primary site of the tumor to regional lymph nodes via the lymphatics.&nbsp; The ipsilateral, anterior cervical lymph nodes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L61311.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) are the first site of spread in HNSCC.<p></p><br><br><p>The TNM staging system is used to classify head and neck cancers based on tumor size (T), nodal involvement (N), and distant metastasis (M).&nbsp; Staging is used to determine the extent of disease, guide treatment decisions, and predict prognosis.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>T:</strong>&nbsp; describes the size and extent of the primary tumor (T1-T4)</li>\n\t<li><strong>N:</strong>&nbsp; indicates the presence and extent of lymph node involvement (N0-N3)</li>\n\t<li><strong>M:</strong>&nbsp; refers to the presence or absence of distant metastases (M0-M1)</li>\n</ul>\n<h1>Differential diagnosis </h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Infectious processes:</strong>&nbsp; dental abscess (often with dental pain, fever, and localized swelling), tonsillitis (usually accompanied by fever, sore throat, and anterior cervical lymphadenopathy), viral infections (eg, infectious mononucleosis), <em>Candida</em> infections (ie, thrush), syphilis (chancre), mycobacterial lymphadenitis</li>\n\t<li><strong>Inflammatory conditions:</strong>&nbsp; oral lichen planus (characterized by white, lace-like patches on the tongue and inner cheeks), aphthous ulcers (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33654.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ) (painful, recurrent oral ulcers), pemphigus vulgaris, trauma-induced hyperkeratosis, benign salivary gland lesions (often painless, mobile masses)</li>\n\t<li><strong>Benign neoplasms:</strong>&nbsp; papillomas (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L51227.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ) (wart-like growths also related to HPV but usually subtypes 6 and 11), fibromas (firm, painless nodules), mucoceles (fluid-filled cysts)</li>\n\t<li><strong>Other malignancies:</strong>&nbsp; melanoma (pigmented lesion with irregular borders), lymphoma (often presents with painless lymphadenopathy), adenocarcinoma, thyroid cancer</li>\n</ul>\n<h1>Management </h1><br><br><p>Management of head and neck cancer is a multidisciplinary endeavor tailored to the individual patient and tumor characteristics.&nbsp; Most patients are treated with multiple modalities, which may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Surgical resection:</strong>&nbsp; dependent on tumor size and location.&nbsp; Surgeries can be extensive and quite morbid; significant reconstruction may be needed.</li>\n\t<li><strong>Radiation therapy:</strong>&nbsp; commonly used as either primary therapy (± chemo) or adjuvant treatment after surgical resection</li>\n\t<li><strong>Chemotherapy:</strong>&nbsp; platinum-based regimens most commonly used, typically only in combination with radiation therapy</li>\n\t<li><strong>Immunotherapy:</strong>&nbsp; emerging use of checkpoint inhibitors and other immunotherapy</li>\n</ul>\n<h1>Complications</h1><br><br><p>Head and neck cancer is often associated with significant morbidity due to either the tumor itself or to the various treatment modalities.</p>\n<h2>Complications from either the tumor or from treatment modalities</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dysphagia:</strong>&nbsp; difficulty swallowing; may lead to aspiration and/or malnutrition requiring diet modifications (eg, thickened liquids) and/or feeding tube placement</li>\n\t<li><strong>Dysphonia</strong> or trouble speaking</li>\n\t<li><strong>Difficulty breathing:</strong>&nbsp; due to swelling, local tumor growth, and/or cranial nerve deficits (eg, bilateral vocal cord paralysis)</li>\n\t<li>Second primary malignancies</li>\n\t<li><strong>Pain:</strong>&nbsp; can be debilitating and require multimodal pain management</li>\n\t<li><strong>Anxiety and depression:</strong>&nbsp; should always be assessed; some centers use prophylactic antidepressants</li>\n</ul>\n<h2>Local tumor growth by itself</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bleeding:</strong>&nbsp; erosion into large blood vessels can lead to catastrophic bleeding</li>\n\t<li><strong>Airway obstruction:</strong>&nbsp; due to tumor blockage of the airway or associated edema; tracheostomy (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66145.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) is often needed</li>\n</ul>\n<h2>Surgery complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cranial nerve deficits:</strong>&nbsp; Facial paralysis, tongue deviation, numbness, vocal cord paralysis, shoulder weakness</li>\n\t<li><strong>Disfigurement:</strong>&nbsp; can be significant despite reconstruction</li>\n</ul>\n<h2>Radiation therapy complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mucositis:</strong>&nbsp; inflammation and ulceration of the oral mucosa</li>\n\t<li><strong>Dental issues:</strong>&nbsp; abscess, tooth loss</li>\n\t<li><strong>Osteoradionecrosis:</strong>&nbsp; most commonly of the jaw</li>\n\t<li><strong>Xerostomia:</strong>&nbsp; common late complication</li>\n</ul>\n<h2>Chemotherapy complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hearing loss:</strong>&nbsp; ototoxicity is common with platinum-based chemotherapeutics.&nbsp; Irreversible, bilateral, high-frequency sensorineural hearing loss often accompanied by tinnitus and/or imbalance</li>\n\t<li><strong>Electrolyte abnormalities:</strong>&nbsp; due to toxic effects on the kidneys</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Prognosis for head and neck cancer is quite poor but varies widely based on tumor site (eg, worst for hypopharyngeal subsite), tumor stage (much worse for advanced stages), and HPV status (improved in HPV-positive tumors).&nbsp; In general, the rate of recurrence is approximately 40%-50% and the 5-year overall survival rate is approximately 50%.</p>\n<h1>Summary </h1><br><br><p>Squamous cell carcinoma of the head and neck (HNSCC) is a complex and heterogeneous disease that is increasing in incidence.&nbsp; Although HNSCC has traditionally been attributed to smoking and alcohol use, HPV infection is leading to a significant increase in incidence.&nbsp; Both the disease and its treatment (usually multimodal treatment including surgery, radiation therapy, chemotherapy, and immunotherapy) lead to significant morbidity.&nbsp; Mortality remains high despite advances in treatment.</p>\n</div>\n\n            "
}