{
  "meta": {
    "title": "Hemophilia A and B",
    "url": "https://brainandscalpel.vercel.app/hemophilia-a-and-b-935711d0-167143.html",
    "scrapedAt": "2025-12-01T05:02:23.200Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Hemophilia is a genetic disorder characterized by a deficiency in specific coagulation factors, leading to abnormal bleeding.&nbsp; The term hemophilia typically refers to the 2 most common coagulation factors affected:&nbsp; factor VIII (hemophilia A) and factor IX (hemophilia B).&nbsp; Patients develop bleeding patterns consistent with a disorder in secondary hemostasis (eg, delayed postsurgical bleeding, deep tissue bleeding).</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Hemostasis is a physiologic mechanism aimed at maintaining the integrity of the closed circulatory system.&nbsp; Following endothelial injury, a series of coordinated events occur to repair the loss of vascular integrity and prevent further bleeding:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vasoconstriction</strong>:&nbsp; Immediate narrowing of blood vessels occurs to reduce blood flow.</li>\n\t<li><strong>Primary hemostasis</strong> (platelet plug formation):&nbsp; With the help of von Willebrand factor (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23798.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) (vWF), platelets adhere to the exposed subendothelial matrix and aggregate to form a temporary hemostatic plug, laying the foundation for formation of the fibrin clot.</li>\n\t<li><strong>Secondary hemostasis</strong> (strengthening of clot via fibrin deposition):&nbsp; Secondary hemostasis involves a series of enzymatic reactions (ie, coagulation cascade (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9711.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                )) leading to the generation of thrombin.&nbsp; This leads to a more stable clot containing fibrin.&nbsp; The coagulation cascade consists of 2 pathways that converge on a common pathway:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Intrinsic pathway</strong>:&nbsp; Activated by damage to the endothelial lining of blood vessels, the intrinsic pathway involves factors VIII, IX, XI, and XII.</li>\n\t\t<li><strong>Extrinsic pathway</strong>:&nbsp; Initiated by external trauma leading to blood exposure to tissue factor (TF), the extrinsic pathway involves factor VII.</li>\n\t\t<li><strong>Common pathway</strong>:&nbsp; Both pathways converge where factor X is activated to Xa, leading to the conversion of prothrombin (factor II) to thrombin, which then converts fibrinogen to fibrin to form a stable clot.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Hemophilia is a genetic disorder caused by a deficiency of factors within the coagulation cascade.&nbsp; The two most common factors affected are within the <strong>intrinsic pathway</strong>:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Factor VIII (hemophilia A)</strong>:&nbsp; Factor VIII acts as a cofactor that brings together factor IXa and factor X, thereby amplifying the formation of factor Xa, which promotes fibrin clots.</li>\n\t<li><strong>Factor IX (hemophilia B)</strong>:&nbsp; Factor IX activates factor X to Xa with the help of factor VIII.</li>\n</ul><br><br><p>In the absence of either factor VIII or IX, activation of factor X and subsequent conversion of prothrombin into thrombin do not occur, resulting in prolonged and potentially life-threatening bleeding.</p><br><br><p>The genes encoding both factors are located on the X-chromosome; hemophilia is transmitted in an <strong>X-linked recessive</strong> pattern.&nbsp; Therefore, males (46,XY) are primarily affected, and the main risk factor for hemophilia A or B is a family history.</p>\n<h1>Clinical presentation</h1><br><br><p>Hemophilia A and B are clinically indistinguishable.</p><br><br><p>Because they are disorders involving <strong>secondary hemostasis</strong>, the bleeding pattern tends to involve <strong>deep tissue bleeding</strong> into muscles and joints along with deep ecchymoses.&nbsp; This is in contrast to disorders of primary hemostasis (eg, platelet function disorders), in which the bleeding pattern involves primarily mucocutaneous bleeding (eg, epistaxis, heavy menstrual bleeding).</p><br><br><p>The age of initial presentation depends on the degree of factor deficiency.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients with severely low levels of factor VIII or IX may develop symptoms following minimal trauma during the first few years of life (eg, prolonged bleeding after heel sticks or circumcision, deep bruising, bleeding into muscles, hemarthrosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L98107.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )).&nbsp; Severe spontaneous bleeding (eg, intracranial hemorrhage) may even occur.</li>\n\t<li>In contrast, those with mildly low levels of factor VIII or IX may not have any bleeding symptoms until they experience trauma or surgical procedures (eg, delayed postprocedure bleeding from a dental extraction site).&nbsp; Patients with hemophilia have normal platelet function, and a platelet plug can form, so bleeding after procedures can be delayed rather than immediate.</li>\n</ul><br><br><p>Although males (XY) are primarily affected in this X-linked recessive disorder, females (XX) who have skewed X-inactivation (ie, lyonization) may also develop symptoms (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L83840.jpg\" alt=\"Random vs skewed X chromosome inactivation\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Random vs skewed X chromosome inactivation</div>\n                                </div>\n                                ).&nbsp; Family history may reveal abnormal bleeding in an X-linked pattern.<p></p>\n<h1>Diagnostic evaluation</h1><br><br><p>In patients with a suspected bleeding disorder, initial screening tests in those with hemophilia typically show the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count is generally unremarkable with a normal platelet count.&nbsp; Patients may have anemia if bleeding has been frequent.</li>\n\t<li><strong>PT</strong>&nbsp; assesses the extrinsic pathway (<strong>normal</strong>).</li>\n\t<li><strong>aPTT</strong> assesses the intrinsic pathway (<strong>prolonged</strong>).</li>\n</ul><br><br><p>Diagnosis of hemophilia A and B is made by measuring plasma levels of factors VIII and IX, respectively.&nbsp; Factor levels are measured in comparison to a reference standard (a normal factor level is generally defined as 50%-150% of this reference standard), and hemophilia is diagnosed if the factor level is &lt;40%.&nbsp; Hemophilia is categorized as mild (&gt;5 to &lt;40% factor activity level), moderate (1%-5% factor level), and severe (&lt;1%).&nbsp; In patients with abnormal bleeding and borderline factor levels (eg, 40%-50%), diagnosis can be confirmed with genetic testing.</p><br><br><p>In addition to laboratory assessment, imaging may be considered during clinical evaluation to assess specific hemorrhage types (eg, radiographs or MRI for hemarthrosis and joint damage, CT scan for intracranial hemorrhage).</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of hemophilia includes other disorders of bleeding.&nbsp; The clinical history (eg, bleeding pattern, age of onset) and laboratory testing (eg, screening tests (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/105285.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), individual factor level testing) can usually distinguish hemophilia from these other conditions, which include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>von Willebrand Disease</strong> (vWD):&nbsp; Patients with vWD may have low factor VIII levels and develop a bleeding pattern similar to that of hemophilia (deep tissue bleeding) because von Willebrand factor (vWF) protects factor VIII from proteolytic degradation.&nbsp; However, because vWF is also involved in platelet agglutination, vWD also has clinical features of impaired primary hemostasis (eg, mucocutaneous bleeding).&nbsp; Additional distinguishing features include a prolonged bleeding time and reduced levels of vWF.</li>\n\t<li><strong>Platelet disorders</strong>:&nbsp; Qualitative or quantitative platelet disorders affect primary hemostasis, so the bleeding pattern is typically characterized by mucosal bleeding (eg, epistaxis, heavy menses) and petechiae (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11118.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Ecchymoses are often small and superficial.&nbsp; Coagulation studies (eg, PT, activated PTT) would be normal.</li>\n\t<li><strong>Acquired hemophilia</strong> (ie, acquired factor inhibitor):&nbsp; Patients can develop neutralizing antibodies against coagulation factors, interfering with their function due to a variety of conditions (eg, pregnancy, systemic lupus erythematosus, inhibitor development), resulting in bleeding consistent with impaired secondary hemostasis.&nbsp; In these patients, a factor inhibitor can be determined by performing a mixing study (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8787.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Liver disease and vitamin K deficiency</strong>:&nbsp; These conditions disrupt the production of several coagulation factors in the intrinsic and extrinsic pathways, resulting in a prolonged PT and activated PTT.</li>\n\t<li><strong>Rare factor deficiencies</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Factor XIII deficiency</strong>:&nbsp; typically presents with umbilical stump bleeding or intracranial hemorrhage.&nbsp; Factor XIII functions in cross-linking fibrin at the end of coagulation, and PT and aPTT are normal</li>\n\t\t<li><strong>Factor VII deficiency</strong>:&nbsp; involves the extrinsic pathway, resulting in a prolonged PT, not activated PTT.&nbsp; The bleeding pattern can appear similar to that of hemophilia.</li>\n\t\t<li><strong>Factor XI deficiency</strong>:&nbsp; sometimes referred to as hemophilia C, is a less common condition that tends to manifest primarily following surgery or major trauma.&nbsp; The aPTT is prolonged, and diagnosis is confirmed by a low factor XI level.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of hemophilia is individualized depending on severity.&nbsp; Treatment options include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Factor replacement</strong>:&nbsp; involves replacing the missing factor with a recombinant or plasma-derived product.&nbsp; General approaches include:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Prophylaxis:&nbsp; For patients who are at risk for frequent bleeding (eg, severe hemophilia), routine prophylactic infusions of the missing factor are generally provided to maintain factor levels above 1%-2%, which is adequate to reduce most breakthrough bleeding.</li>\n\t\t<li>On demand:&nbsp; Factor infusion is provided during bleeding episodes only.&nbsp; This is appropriate for patients with infrequent bleeding (eg, mild and most moderate hemophilias).&nbsp; Of note, patients with severe hemophilia receiving prophylactic factor infusions may sometimes require additional factor infusions for severe bleeding (eg, intracranial hemorrhage), which requires factor levels &gt;50%.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Emicizumab</strong>:&nbsp; a bispecific monoclonal antibody that mimics the physiologic function of factor VIII and can be used to prevent bleeding in patients who have factor VIII deficiency.&nbsp; This antibody has 2 binding sites; one site binds to factor IXa and the other to factor X, which brings them into close proximity and allows factor IXa to cleave factor X into its active form (Xa).&nbsp; Emicizumab can play a role in routine prophylaxis in factor VIII deficiency but not acute bleeding.&nbsp; This is because emicizumab is slow to reach a steady state and can achieve the equivalent of only about 10-20% factor VIII activity.</li>\n\t<li><strong>Desmopressin (DDAVP)</strong>:&nbsp; is a synthetic analogue of antidiuretic hormone that induces a rapid and transient increase in vWF and factor VIII by releasing these compounds from endothelial storage sites.&nbsp; DDAVP can be useful for mild bleeding episodes but relies on endogenous production of factor VIII.&nbsp; Therefore, it is useful only for patients with mild deficiency.&nbsp; Repeated doses have limited effectiveness due to tachyphylaxis (endothelial stores become depleted).</li>\n\t<li><strong>Antifibrinolytic agents</strong> (eg, aminocaproic acid):&nbsp; may be used for bleeding from sites with increased fibrinolysis (eg, mucosal sites).</li>\n</ul><br><br><p>Other management considerations include limiting the use of medications that may increase the risk for bleeding (eg, aspirin), maintaining oral hygiene to reduce the risk for bleeding, and modifying care in male neonates born to known female carriers (eg, deferring circumcision until the diagnosis is excluded, using the smallest-gauge needle for injections).&nbsp; Gene therapies introducing functional copies of the deficient gene to produce the missing factor are also being developed.</p>\n<h1>Prognosis and complications</h1><br><br><p>With appropriate management, the life expectancy of hemophilia patients is similar to that of the general population.&nbsp; However, patients with severe hemophilia are at risk for complications affecting their quality of life, including:</p>\n<h2>Sequelae of bleeding</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chronic hemophilic arthropathy</strong> refers to joint damage caused by recurrent intraarticular bleeding.&nbsp; Hemosiderin deposition within the joint triggers synovial inflammation, which leads to fibrosis and destruction of cartilage and bone.&nbsp; Chronic, worsening joint pain and swelling are accompanied by limited mobility on examination.&nbsp; Early prophylaxis with factor concentrates can significantly reduce the risk for arthropathy.&nbsp; Management also includes improving joint mobility via physical therapy and controlling pain.</li>\n\t<li><strong>Intracerebral hemorrhage</strong> may occur in children with severe hemophilia.&nbsp; It can lead to chronic neurocognitive deficits requiring additional educational interventions.</li>\n</ul>\n<h2>Development of inhibitors</h2><br><br><p>Patients receiving factor replacement are at risk for developing inhibitors against the factor; the immune system recognizes the infused factor as foreign, forming neutralizing antibodies that interfere with factor function.&nbsp; This occurs in approximately 25% of patients with severe hemophilia A and should be suspected in patients who have breakthrough bleeding despite receiving factor replacement.&nbsp; Diagnosis can be supported by a persistently elevated activated PTT after mixing the patient's plasma with normal plasma.&nbsp; Specific laboratory testing can quantify the titer level.&nbsp; If an inhibitor is confirmed, management during acute bleeding episodes depends on the titer levels.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Low titer levels</strong>:&nbsp; Higher doses of factor replacement can overcome the neutralizing autoantibodies to control bleeding.</li>\n\t<li><strong>High titer levels</strong>:&nbsp; Patients do not respond to any level of factor replacement and require bypassing agents to control bleeding.&nbsp; These agents contain activated clotting factors downstream of the missing factor, generating thrombin to form a stable fibrin clot.&nbsp; Examples include activated prothrombin complex concentrates (containing factors II, VII, IX, and X) and recombinant activated factor VIIa.</li>\n</ul><br><br><p>Immune tolerance therapy, which aims to eradicate the autoantibody by providing regular infusions of factors, may also be considered.</p>\n<h1>Summary</h1><br><br><p>Hemophilia (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41222.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a genetic condition characterized by a deficiency in specific coagulation factors, leading to abnormal bleeding.&nbsp; The term \"hemophilia\" typically refers to the 2 most common factors affected:&nbsp; Factor VIII (hemophilia A) and factor IX (hemophilia B).&nbsp; Patients develop bleeding patterns consistent with a disorder in secondary hemostasis (eg, delayed postsurgical bleeding, deep tissue bleeding).&nbsp; Management involves replacing the deficient factor.<p></p>\n</div>\n\n            "
}