{
  "meta": {
    "title": "Hemochromatosis",
    "url": "https://brainandscalpel.vercel.app/hemochromatosis-955ae544-167143.html",
    "scrapedAt": "2025-12-01T05:02:20.047Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Hereditary hemochromatosis (HH) is a common autosomal recessive disorder characterized by excessive accumulation of iron in the body, leading to multiorgan damage.</p><h1>Pathophysiology</h1><p>HH is most commonly caused by mutations affecting the HFE protein (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21129.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; This protein normally interacts with the transferrin receptor to form a complex that functions as a sensor of iron stores.&nbsp; HH mutations that impact HFE protein (eg, missense mutation C282Y affecting <em>HFE</em> gene) cause enterocytes and hepatocytes to falsely detect low iron levels.&nbsp; This leads to increased iron accumulation in the body through the following mechanisms:<p></p><ul><li>Enterocytes respond by increasing apical expression of divalent metal transporter 1 (DMT1), increasing iron absorption from the intestinal lumen.</li><li>Hepatocytes respond by decreasing hepcidin synthesis; low hepcidin levels result in increased ferroportin expression on the basolateral surface of enterocytes.&nbsp; This allows increased iron secretion into the circulation, leading to iron overload.</li></ul><p>Iron overload can also occur due to mutations in other genes involving iron metabolism (ie, non–<em>HFE</em>-related HH).&nbsp; In either case, iron accumulation usually occurs slowly over years to decades.&nbsp; When total body iron content exceeds 20 g (normal: 3-4 g), pathologic iron deposition and tissue injury can occur.</p><p>Iron accumulation occurs in several organs (eg, liver, skin, joints, heart, pituitary) and can lead to diverse pathologic changes, as described later.</p><h1>Risk factors</h1><p>HH is one of the most common autosomal recessive disorders, although penetrance is low, and expression is variable.&nbsp; Major risk factors include family history, sex (males are affected more commonly and earlier in life, possibly because menstrual blood loss in premenopausal women may delay onset of clinical features), and ethnicity (Northern European descent).</p><h1>Pathology</h1><p>The role of histopathology in the diagnosis of HH has largely been supplanted by noninvasive testing, especially serum iron studies, genetic markers, and imaging (see diagnosis below).&nbsp; However, pathologic assessment may be needed in certain cases, especially to determine the severity of liver disease, or if the diagnosis is uncertain or other liver disorders are under consideration.</p><p>Histologic examination can reveal iron deposition (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L67743.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), and the hepatic iron content can be estimated visually using iron staining.&nbsp; Occasionally, a more precise quantitative assessment can be performed by measuring hepatic iron and calculating the hepatic iron index (HII), which normalizes iron content for age.&nbsp; HII is considered by some to be the gold standard for diagnosis of HH (using a cutoff value of &gt;1.9) and is calculated as follows:<p></p><p>HII = iron content (in μg per gram dry weight of liver) ÷ 55.846 (atomic weight of iron) ÷ patient age (in years)</p><h1>Clinical presentation</h1><p>The clinical manifestations of HH (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61061.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) are variable and often depend on the extent of iron accumulation and the organs affected.&nbsp; <strong>Asymptomatic</strong> cases are common, such as in patients tested for HH due to an affected family member or during evaluation for minor abnormalities in liver enzymes.&nbsp; Heterozygous patients may have modestly increased iron absorption, but clinical manifestations do not usually occur.<p></p><p>Although the classic association is with \"bronze diabetes\" (bronze due to skin hyperpigmentation, diabetes due to impaired insulin secretion from pancreatic cells following iron deposition), multiple organ systems may be affected.&nbsp; Common features of HH include the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Hepatic manifestations</strong>:&nbsp; Can range from asymptomatic elevations in <strong>transaminases</strong> to cirrhosis.&nbsp; Patients with additional risk factors for cirrhosis (eg, heavy alcohol intake) often have more severe liver disease.</li><li><strong>Musculoskeletal manifestations</strong>:&nbsp; <strong>Arthropathy</strong>, particularly affecting the hands (especially the second and third metacarpophalangeal joints) and knees.&nbsp; X-ray typically shows loss of joint space and hook-like osteophytes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50743.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Chondrocalcinosis may also be present.</li><li><strong>Cardiovascular manifestations</strong>:&nbsp; Early involvement may show diastolic left ventricular dysfunction with a restrictive pattern on echocardiography; with progressive disease, there can be maladaptive cardiac remodeling leading to dilated cardiomyopathy.&nbsp; Conduction defects are common, including sinus node dysfunction (sick sinus syndrome), heart block, and atrial and ventricular arrhythmias.</li><li><strong>Skin manifestations</strong>:&nbsp; Hyperpigmentation, giving the skin a <strong>bronze</strong> or grayish hue.</li><li><strong>Diabetes mellitus</strong>:&nbsp; Iron deposition in pancreatic beta cells can impair insulin secretion, leading to <strong>diabetes mellitus</strong>.&nbsp; Glucagon secretion is often relatively preserved.</li><li><strong>Pituitary dysfunction</strong>:&nbsp; Iron deposition in the pituitary gland can cause <strong>hypopituitarism</strong>.&nbsp; Common complications include central hypogonadism (eg, low serum testosterone, low or inappropriately normal FSH and LH) and central hypothyroidism.&nbsp; Hypogonadism with infertility can occur in women but is uncommon because HH is typically silent in premenopausal women.</li></ul><h1>Diagnosis</h1><p>Screening for HH in the general population is not recommended, but a low threshold for diagnostic testing is appropriate for patients with clinical features suspicious for HH (eg, unexpected abnormalities in liver function tests) because early diagnosis and management can prevent long-term complications.</p><h2>Diagnostic testing</h2><p>Laboratory diagnosis can be considered as a 2-step process:</p><ul class=\"article-body-unordered-list\"><li>First:&nbsp; Test for iron overload.</li><li>Second:&nbsp; Confirm the diagnosis with gene testing.</li></ul><p>Assessing iron stores should generally be done before genetic testing because the penetrance of clinical disease is low, even in patients who are homozygous for <em>HFE</em> mutations, and because patients with non–<em>HFE</em>-related HH may have significant disease despite negative results on the usual genetic markers.</p><p>Key diagnostic steps include:</p><ul class=\"article-body-unordered-list\"><li><strong>Serum iron, ferritin, and transferrin saturation:</strong>&nbsp; Elevated levels indicate excess iron.&nbsp; <strong>Transferrin saturation &gt;45%</strong> is suggestive.&nbsp; Note that an elevated serum ferritin level is helpful in the diagnosis but by itself is not specific; ferritin is an acute phase marker that can be elevated in other causes of liver disease and inflammatory states.</li><li><strong>Genetic testing:</strong>&nbsp; Confirmation of <em>HFE</em> gene mutations (C282Y and H63D).</li></ul><h2>Evaluation for complications</h2><p>If HH is confirmed, additional assessment for complications is indicated.&nbsp; If not already done, liver function tests should be ordered, along with a screening test for diabetes (fasting glucose, hemoglobin A1c, oral glucose tolerance test).&nbsp; In addition, many experts advise an assessment of tissue iron deposition in the liver (and/or myocardium):</p><ul class=\"article-body-unordered-list\"><li><strong>MRI of the liver and/or heart</strong>:&nbsp; MRI of the liver should be considered to assess hepatic iron deposition in patients with high serum ferritin (eg, &gt;1000 ng/mL) or evidence of liver disease.&nbsp; MRI of the heart is also often useful and may be performed concurrently with MRI of the liver.</li><li>Liver biopsy:&nbsp; In many cases, MRI of the liver may make biopsy unnecessary for measurement of liver stores, but biopsy may still be beneficial in some cases (eg, to assess liver fibrosis or to clarify the diagnosis in patients with evidence of iron overload on laboratory testing but negative genetic tests for <em>HFE</em> mutations).</li></ul><h1>Differential diagnosis</h1><p>Besides HH, a number of conditions can be associated with pathologic iron overload (eg, secondary hemochromatosis).&nbsp; Major considerations include the following:</p><ul class=\"article-body-unordered-list\"><li>Recurring transfusion for patients with chronic anemia (eg, aplastic anemia, sickle cell disease).</li><li>Ineffective erythropoiesis (eg, thalassemia), which stimulates intestinal iron uptake.</li><li>Excessive iron intake (eg, inappropriate dietary supplementation) is an uncommon cause of pathologic iron deposition, and other causes should be excluded first.</li></ul><p>Non–iron-related disorders that can resemble HH include:</p><ul class=\"article-body-unordered-list\"><li><strong>Wilson disease</strong>:&nbsp; Presents with liver dysfunction and neurologic symptoms; diagnosis is confirmed with low ceruloplasmin levels and copper studies.</li><li><strong>Porphyria cutanea tarda</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81838.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; Can cause abnormal skin pigmentation and other skin changes (eg, bullae) in sun-exposed areas (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95383.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) and often occurs in patients with chronic liver disease; diagnosis is supported by porphyrin levels in urine.</li><li><strong>Primary biliary cholangitis</strong>:&nbsp; Presents with cholestatic liver injury pattern (ie, elevated alkaline phosphatase and bilirubin; lesser elevations in AST and ALT); fatigue and pruritus are common; the risk is highest in women age 30-60.</li></ul><p>In general, HH should be considered in any middle-aged or older patient with chronic liver disease, even if another cause of liver disease is apparent (eg, heavy alcohol intake, nonalcoholic fatty liver disease).&nbsp; Conversely, patients with HH should be screened for common, treatable causes of liver disease (eg, chronic viral hepatitis).</p><h1>Management</h1><p>Effective management of HH involves reducing iron levels and monitoring for complications:</p><h2>Phlebotomy</h2><p>The primary treatment to reduce iron stores is via regular blood removal.&nbsp; For patients with evidence of iron overload (eg, ferritin elevation, liver/cardiac involvement on imaging), phlebotomy is often initiated weekly until iron levels normalize, at which point the frequency is reduced for maintenance therapy.&nbsp; The red blood cells in patients with HH are functionally normal, and the blood obtained from therapeutic phlebotomy is often added to the community blood donation pool in some institutions.</p><h2>Dietary changes</h2><p>Avoiding iron-rich foods and vitamin C supplements that increase iron absorption is appropriate in patients with HH.&nbsp; However, the reduction in iron intake from dietary modification is small compared to total body stores in patients with symptomatic HH, and dietary changes alone have only minimal effectiveness.</p><h2>Monitoring</h2><p>Regular follow-ups should assess iron levels and liver function and screen for complications (eg, hepatocellular cancer).</p><h1>Complications</h1><p>Potential complications of HH, if not managed appropriately, include:</p><ul class=\"article-body-unordered-list\"><li><strong>Liver cirrhosis</strong>:&nbsp; Progressive liver damage leading to fibrosis and potential liver failure</li><li><strong>Hepatocellular carcinoma</strong>:&nbsp; Increased risk in patients with cirrhosis</li><li><strong>Diabetes mellitus</strong>:&nbsp; Persistent glucose intolerance or worsening diabetes</li><li><strong>Heart failure</strong>:&nbsp; Resulting from iron-induced cardiomyopathy</li><li><strong>Arthropathy</strong>:&nbsp; Progressive joint damage leading to pain and disability</li></ul><h1>Prognosis</h1><p>The prognosis of HH varies depending on the stage and severity of the disease and the effectiveness of treatment.&nbsp; Early detection and management can prevent most complications of the disease and significantly improve outcomes.&nbsp; With appropriate phlebotomy therapy, many patients can lead a normal life and avoid severe complications.&nbsp; However, patients with advanced liver disease or significant organ damage may face a more guarded prognosis and require more intensive management.</p><h1>Summary</h1><p>Hereditary hemochromatosis is a common inherited disorder that has potential for multiorgan damage if not managed effectively.&nbsp; It is characterized by excessive iron accumulation due to genetic mutations affecting iron regulation.&nbsp; Diverse manifestations include chronic liver disease, joint pain, diabetes mellitus, and skin changes.&nbsp; Early intervention with phlebotomy and dietary modifications can mitigate complications and improve the quality of life for affected patients.</p></div>\n            "
}