{
  "meta": {
    "title": "Hereditary hemorrhagic telangiectasia (Osler-Weber-Rendu)",
    "url": "https://brainandscalpel.vercel.app/hereditary-hemorrhagic-telangiectasia-osler-weber-rendu-a6de8b88-167143.html",
    "scrapedAt": "2025-12-01T05:02:23.162Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Hereditary hemorrhagic telangiectasia (HHT) (aka Osler-Weber-Rendu syndrome) is a genetic disorder involving formation of mucocutaneous telangiectasias and visceral organ arteriovenous malformations (AVMs).&nbsp; These vascular anomalies lead to recurrent bleeding (eg, epistaxis) and various systemic complications (eg, high-output heart failure).</p>\n<h1>Pathophysiology</h1><br><br><p>HHT is caused by loss-of-function mutations in genes involved in angiogenesis and vascular integrity.&nbsp; The 3 key genes are endoglin (<em>ENG</em>), activin receptor-like kinase-1 (<em>ACVRL1</em>), and <em>SMAD4</em>.&nbsp; They are major components of the transforming growth factor beta (TGF-β) signaling pathway, which is important not only for fibrogenesis, but also vessel structure and development.&nbsp; HHT displays autosomal dominant inheritance with variable expressivity (ie, wide range of symptoms despite the same genotype).&nbsp; Some cases occur sporadically (ie, germline mutation).</p><br><br><p>Disrupted signaling leads to disorganized, fragile vessels prone to bleeding.&nbsp; <strong>Telangiectasias</strong> form on mucocutaneous surfaces, especially in the nose (Kiesselbach plexus), oral mucosa, and lips.&nbsp; <strong>Arteriovenous malformations</strong> involve direct communication between arteries and veins, bypassing capillaries.&nbsp; They form in visceral organs, especially the brain, gastrointestinal (GI) tract, liver, and lungs.</p>\n<h1>Clinical presentation</h1><br><br><p>Clinical manifestations (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/65146.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) are related to the effects of telangiectasias and AVMs:<p></p>\n<h2>Skin</h2><br><br><p>Numerous mucocutaneous <strong>telangiectasias</strong> can be observed on the lips, tongue (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33686.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), and other skin surfaces.&nbsp; They can bleed easily with minor trauma and may be cosmetically displeasing, but they generally have no serious clinical consequences.<p></p>\n<h2>Nose</h2><br><br><p>Nasal telangiectasias cause recurrent and frequent <strong>epistaxis</strong>, usually beginning in childhood or early adolescence.&nbsp; Virtually all patients experience epistaxis, with &gt;50% having daily epistaxis with major negative effects on quality of life.&nbsp; Severe epistaxis (eg, gushing arterial bleed) can occur.&nbsp; Many patients may require iron supplementation or blood transfusions due to the degree of bleeding.</p>\n<h2>Lungs</h2><br><br><p>Pulmonary AVMs (PAVMs) cause <strong>hypoxemia</strong> due to right-to-left shunting.&nbsp; Due to the shunt physiology, hypoxemia does not correct with supplemental oxygen.&nbsp; In some cases, hypoxemia can induce secondary <strong>polycythemia</strong> (ie, erythropoietin upregulation) that counteracts the effects of chronic blood loss.&nbsp; Rarely, pulmonary AVMs can spontaneously rupture, causing acute hemoptysis.&nbsp; On chest x-ray, they appear as rounded masses with tortuous vasculature (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66098.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; They are best visualized by pulmonary angiography (usually as part of therapeutic embolization), showing saccular lesions with a feeding artery and draining vein.<p></p>\n<h2>Brain</h2><br><br><p>Cerebral AVMs can rupture, leading to acute <strong>hemorrhagic stroke</strong>.&nbsp; They can also cause headaches, mass effects (eg, focal deficits), seizures, and ischemia of adjacent brain tissue due to vascular steal phenomenon.&nbsp; PAVMs increase the risk of cerebral embolic events such as ischemic stroke (eg, paradoxical embolism) and brain abscesses (eg, bypass of bacteria through the lung).</p>\n<h2>GI tract</h2><br><br><p>GI angiodysplasias are usually asymptomatic and <strong>rarely bleed</strong>.&nbsp; Therefore, chronic iron deficiency anemia almost always reflects low-grade epistaxis rather than GI AVMs.&nbsp; Clinically significant bleeding is restricted to the small minority (&lt;2%) of patients with <em>SMAD4</em>-related HHT.&nbsp; In these patients, they can cause brisk acute hemorrhage (eg, melena or frank hematochezia) or slower chronic oozing (eg, hemoccult stools).</p>\n<h2>Liver</h2><br><br><p>Large hepatic AVMs can lead to large left-to-right shunting, leading to <strong>high-output heart failure</strong> (eg, wide pulse pressure, hyperdynamic left ventricle).&nbsp; The high-output state is further exacerbated by anemia from epistaxis and GI blood loss.&nbsp; Pulmonary overcirculation (ie, increased venous return through AVM) can lead to pulmonary hypertension, producing chronic right ventricular failure.</p>\n<h1>Diagnosis</h1><h2>Clinical criteria</h2><br><br><p>Diagnosis of HHT can be made clinically (Curaçao criteria) based on the presence of:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Frequent and chronic epistaxis</li>\n\t<li>Multiple mucocutaneous telangiectasias</li>\n\t<li>Visceral AVMs (eg, GI, cerebral, pulmonary, hepatic)</li>\n\t<li>First-degree relative with HHT</li>\n</ul><br><br><p>Those meeting any 3 out 4 criteria have definite HHT.&nbsp; In this group, genetic testing (eg, <em>ENG</em>, <em>ACVL1</em>, and <em>SMAD4</em> sequencing) is recommended because it guides prognosis and expectations.&nbsp; For example, SMAD4-related HHT is associated with colorectal polyposis and carcinoma, and ACVLR-related HHT is associated with hepatic AVMs and resultant pulmonary hypertension.&nbsp; Genetic testing is also indicated for those meeting only 1 or 2 criteria, in which case it confirms the diagnosis.</p>\n<h2>Evaluation of complications</h2><br><br><p>Specific complications of HHT are evaluated based on specific clinical findings:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pulmonary AVMs:</strong>&nbsp; Transthoracic echocardiogram with saline bubble (ie, shunt) study is obtained for patients with unexplained hypoxemia, brain abscess, or paradoxical embolism with ischemic stroke.&nbsp; Positive studies (eg, bubbles in the left atrium) are usually followed with pulmonary angiography as part of the embolization procedure.</li>\n\t<li><strong>Hepatic AVMs:</strong>&nbsp; Liver duplex ultrasonography, CT angiography, or MRI is performed for patients with pulmonary hypertension, high-output heart failure, or a hepatic bruit.</li>\n\t<li><strong>Cerebral AVMs:</strong>&nbsp; MRI of the brain is indicated for patients with severe, acute neurologic symptoms (eg, new-onset seizure, thunderclap headache) which may represent intracranial hemorrhage due to ruptured AVM.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Several other conditions are associated with telangiectasias, AVMs, and fragile blood vessels.</p>\n<h2>Systemic sclerosis</h2><br><br><p>Telangiectasias are a prominent feature of scleroderma (eg, CREST syndrome), have a similar mucocutaneous distribution to those in HHT, and are also prone to bleeding; however, recurrent epistaxis is unique to HHT.&nbsp; Gastric angiodysplasia is a common cause of GI bleeding and iron deficiency anemia in scleroderma; however, it affects only the gastric antrum, whereas HHT-associated AVMs are located throughout the GI tract.&nbsp; Pulmonary arterial hypertension can also develop; however, it involves obliterative vascular remodeling rather than high-output shunting through hepatic AVMs in HTT.</p>\n<h2>Nongenetic AVMs</h2><br><br><p>Congenital pulmonary, cerebral, and liver AVMs occur sporadically in the general population (&lt;1%).&nbsp; These AVMs may cause significant symptoms (eg, hypoxemia).&nbsp; However, they are usually solitary, in contrast to the multifocal involvement in HHT (eg, several malformations across multiple lung lobes).</p>\n<h2>Other genetic AVM syndromes</h2><br><br><p>A variety of rare monogenic disorders can cause AVMs but are usually associated with other distinctive clinical features.&nbsp; Sturge-Weber syndrome (<em>GNAQ</em> mutation) involves facial port-wine stain along with large leptomeningeal capillary-venous malformations (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38682.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) (vs cerebral AVMs located in the brain parenchyma for HHT).&nbsp; Capillary malformation-arteriovenous malformation syndrome (<em>RASA1</em> mutation) involves extensive cutaneous, soft tissue, and cerebral AVMs<p></p>\n<h2>Ehlers-Danlos syndrome (EDS)</h2><br><br><p>Defects in collagen can cause vascular wall fragility.&nbsp; Sudden arterial rupture or dissection is the leading cause of death in EDS.&nbsp; However, skin laxity and joint hypermobility are present, whereas AVMs, telangiectasias, and recurrent epistaxis are absent.</p>\n<h1>Management</h1><br><br><p>Management of HHT depends on the site and status (eg, symptomatic, asymptomatic) of the vascular malformations.</p>\n<h2>Nasal telangiectasias</h2><br><br><p>Almost 100% of patients have recurrent epistaxis.&nbsp; <strong>Preventive</strong> care involves nasal saline <strong>sprays</strong> (to prevent drying) and iron supplementation to prevent worsening blood loss anemia.&nbsp; Most patients require vascular <strong>ablation</strong> with endoscopic laser coagulation, cautery, or sclerotherapy.&nbsp; Numerous repeated treatments are usually required.&nbsp; Some patients with refractory bleeding are treated (off label) with antifibrinolytic agents (eg, oral tranexamic acid), vascular endothelial growth factor (VEGF) inhibitors (eg, bevacizumab), or selective estrogen receptor agonists (eg, tamoxifen).&nbsp; These adjunctive medical treatments can reduce bleeding but carry an increased risk of cardiovascular and thrombotic events.</p>\n<h2>Pulmonary AVMs</h2><br><br><p>When associated with significant symptoms (eg, hypoxemia, hemoptysis, brain abscess), PAVMs are treated with <strong>angiographic embolization</strong> or coiling.&nbsp; Success rate is highest for AVMs associated with large (&gt;3 mm) feeder arteries.&nbsp; Complex or refractory AVMs may require surgery (eg, lobectomy).&nbsp; Patients with PAVMs are advised to avoid scuba diving (eg, increased risk of decompression sickness, hypoxemia, and air embolism).</p>\n<h2>Cerebral AVMs</h2><br><br><p>Endovascular <strong>coiling</strong> is only recommended for emergent treatment of ruptured cerebrovascular malformations.&nbsp; Elective treatment of asymptomatic AVMs is controversial and generally discouraged because the high procedural complication rate outweighs the low lifetime risk of rupture.</p>\n<h2>Bowel AVMs</h2><br><br><p>Major acute GI bleeding (rare) can be treated with endoscopic ablation.</p>\n<h2>Hepatic AVMs</h2><br><br><p>Approximately 20% of patients develop high-output heart failure or pulmonary hypertension from large hepatic AVMs.&nbsp; In contrast to pulmonary AVMs, embolization is avoided due to a high rate of fatal complications (eg, hepatic necrosis).&nbsp; The only definitive treatment is <strong>liver transplantation</strong>.&nbsp; While patients await transplantation, bevacizumab (VEGF inhibitor) is often used to regress the AVMs.&nbsp; Treating iron deficiency anemia reduces the high-output state to improve heart failure symptoms.</p>\n<h1>Screening</h1><br><br><p>Screening for asymptomatic pulmonary AVMs (eg, using saline bubble echocardiogram) is recommended for all adults with HHT because early embolization and prophylactic antibiotics reduces the risk of embolic stroke and brain abscess.&nbsp; Screening for asymptomatic hepatic AVMs is also recommended because high-output heart failure can be subtle and often misattributed to anemia.&nbsp; Screening for asymptomatic cerebral AVMs is considered on an individual basis but generally not recommended.</p>\n<h1>Summary</h1><br><br><p>Hereditary hemorrhagic telangiectasia (HHT) (aka Osler-Weber-Rendu syndrome) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/66234.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) is an autosomal dominant disorder involving TGF-β signaling-related genes (eg, <em>ENG</em>, <em>ACVRL1</em>) that regulate angiogenesis and vessel structure.&nbsp; Clinical manifestations include numerous telangiectasias and visceral organ arteriovenous malformations (AVMs).&nbsp; Nasal telangiectasias cause frequent epistaxis leading to iron deficiency anemia.&nbsp; Pulmonary arteriovenous malformations can cause hypoxemia (eg, right-to-left shunt), embolic strokes, and brain abscess; hepatic arteriovenous malformations can lead to high-output heart failure and pulmonary hypertension; cerebral arteriovenous malformations carry a low risk of sudden rupture and hemorrhage.&nbsp; Management varies by site and severity (eg, laser ablation of nasal telangiectasias, embolization of pulmonary arteriovenous malformations, and liver transplant transplantation for large hepatic arteriovenous malformations).&nbsp; Adjunctive treatments are often necessary and include iron supplementation and transfusion, antifibrinolytic agents (eg, tranexamic acid), and vascular endothelial growth factor inhibitors.<p></p>\n</div>\n\n            "
}