{
  "meta": {
    "title": "Inherited functional platelet disorders",
    "url": "https://brainandscalpel.vercel.app/inherited-functional-platelet-disorders-9872ec8a-167143.html",
    "scrapedAt": "2025-12-01T05:02:27.074Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Inherited platelet function disorders (IPFDs) are a group of rare genetic disorders that are characterized by impaired platelet activity.&nbsp; Although some of these disorders are accompanied by thrombocytopenia (due to impaired platelet production), others are associated with a normal platelet count.&nbsp; Patients typically have mucocutaneous bleeding (eg, epistaxis, petechiae) due to impaired primary hemostasis.</p>\n<h1>Normal platelet physiology</h1><br><br><p>Platelets are cell fragments that initiate hemostasis following endothelial injury.&nbsp; The first phase of hemostasis (primary hemostasis) involves the formation of a platelet plug (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41111.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ol class=\"article-body-ordered-list\" type=\"1\">\n\t<li><strong>Platelet adhesion</strong>:&nbsp; Endothelial injury exposes connective tissue that contains von Willebrand factor (vWF), a protein that binds glycoprotein Ib (GPIb) receptors on platelets.&nbsp; vWF allows platelets to adhere to the exposed connective tissue.</li>\n\t<li><strong>Platelet activation and secretion</strong>:&nbsp; On adhesion, platelets become activated, undergoing irreversible conformational changes that give them a spiky morphology.&nbsp; In this activated state, they release a variety of mediators that amplify and reinforce the hemostatic process, including:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Intracellular granules</strong>:&nbsp; Dense granules (eg, calcium, serotonin, ADP) recruit and directly activate additional platelets.&nbsp; Alpha granules (eg, fibrinogen, factor V) contribute to the later steps in hemostasis, including generating thrombin, which further activates platelets.</li>\n\t\t<li><strong>Arachidonic acid</strong> (released from phospholipids on the plasma membrane):&nbsp; This acid is converted to thromboxane A<font size=\"2\"><sub>2</sub></font> (TXA2), a potent inducer of platelet aggregation.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Platelet aggregation</strong>:&nbsp; Glycoprotein IIb/IIIa (GPIIb/IIIa) receptors on platelets undergo conformational changes to allow fibrinogen binding.&nbsp; Fibrinogen cross-links adjacent platelets, allowing platelet aggregation and formation of the platelet plug.</li>\n</ol>\n<h1>Types of IPFDs</h1><br><br><p>IPFDs occur when any of the steps of primary hemostasis (ie, platelet adhesion, activation, or aggregation) are impaired.</p>\n<h2>Impaired platelet adhesion: Bernard-Soulier syndrome</h2><br><br><p><strong>Bernard-Soulier syndrome</strong> is caused by mutations in the genes that encode the <strong>GPIb receptor</strong>, which is required for vWF binding and platelet adhesion.&nbsp; These mutations cause platelets to have reduced adherence to vWF on exposed connective tissue at the site of endothelial injury.&nbsp; Bernard-Soulier syndrome demonstrates an autosomal recessive pattern of inheritance.&nbsp; There are no associated syndromic features, but laboratory studies typically show <strong>mild-to-moderate thrombocytopenia</strong> with <strong>giant platelets</strong>, which may be related to GPIb having a role in regulating platelet size and number during platelet biogenesis.</p>\n<h2>Impaired platelet activation: Storage pool disorders</h2><br><br><p>Storage pool disorders are characterized by impaired secretion of bioactive mediators.&nbsp; Examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dense granule deficiency</strong>:&nbsp; Results in impaired platelet activation due to deficient dense granule contents (eg, calcium, serotonin, ADP).&nbsp; <strong>Platelet count</strong> is usually <strong>normal</strong>.&nbsp; Dense granule deficiency is associated with certain genetic syndromes (eg, <strong>Chédiak-Higashi syndrome</strong>, in which impaired lysosomal trafficking results in oculocutaneous albinism and immunodeficiency), but it can also occur in isolation.</li>\n\t<li><strong>Alpha granule deficiency</strong> (ie, gray platelet syndrome):&nbsp; Results in impaired platelet activation and downstream aggregation due to deficient dense alpha contents (eg, fibrinogen).&nbsp; There are autosomal recessive and autosomal dominant forms, and splenomegaly is common.&nbsp; A unique laboratory finding is <strong>thrombocytopenia</strong> with <strong>large, agranular, gray platelets</strong> on peripheral smear.</li>\n</ul>\n<h2>Defect in platelet aggregation: Glanzmann thrombasthenia</h2><br><br><p><strong>Glanzmann thrombasthenia</strong> is caused by a mutation in genes encoding the <strong>GpIIb/IIIa receptors</strong>, which are required for fibrinogen binding and platelet-platelet aggregation.&nbsp; As a result, cross-links do not form between adjacent platelets.&nbsp; Glanzmann thrombasthenia demonstrates an autosomal recessive inheritance pattern.&nbsp; There are no associated syndromic features, and <strong>platelet count</strong> is usually <strong>normal</strong>.</p>\n<h1>Clinical presentation</h1><br><br><p>IPFDs present with varying degrees of mucosal (eg, epistaxis) and/or cutaneous (eg, petechiae (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L34303.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), ecchymoses (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11179.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )) bleeding, findings consistent with impaired primary hemostasis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L126666.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Women may report prolonged and/or heavy menstrual bleeding.&nbsp; In severe cases, patients can experience life-threatening intracranial hemorrhage.&nbsp; Depending on the underlying cause, additional clinical findings (eg, hypopigmentation in Chédiak-Higashi syndrome) may be present.<p></p>\n<h1>Diagnosis</h1><br><br><p>The initial evaluation for IPFDs begins with a thorough history and physical examination, as well as laboratory studies, similar to other conditions that present with abnormal bleeding.</p>\n<h2>History and physical examination</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bleeding history (eg, bruising with minimal trauma, persistent bleeding, heavy menstrual bleeding) and extent of bleeding (eg, purpura on mucosal surfaces or hematuria can be signs of more extensive bleeding).</li>\n\t<li>Family history of platelet disorders.</li>\n\t<li>Prior platelet counts (can be used to distinguish between acute and chronic conditions).</li>\n\t<li>Other potential contributing factors (eg, medications, recent infections, systemic symptoms).</li>\n\t<li>Organomegaly (suggests sequestration), lymphadenopathy (suggests malignancy or infection), and syndromic features.</li>\n</ul>\n<h2>Laboratory evaluation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count with differential:&nbsp; Evaluates for thrombocytopenia, as well as red blood cell (RBC) and/or white blood cell involvement.</li>\n\t<li>Peripheral smear:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Excludes laboratory error by evaluating for platelet clumps, which suggest that the thrombocytopenia is due to laboratory error.&nbsp; This is particularly important when the reported platelet count is inconsistent with the clinical presentation.</li>\n\t\t<li>Determines platelet size and morphology:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Large platelets:&nbsp; Normally, platelets are about a fourth of the diameter of an RBC.&nbsp; Uniformly giant platelets (ie, larger than an RBC (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23537.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                )) are associated with Bernard-Soulier syndrome.</li>\n\t\t\t<li>Small platelets:&nbsp; Uniformly small platelets are associated with Wiskott-Aldrich syndrome.</li>\n\t\t\t<li>Gray platelets:&nbsp; Gray platelets are suggestive of abnormal intracellular contents (eg, absence of granules).</li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>Coagulation studies (eg, PT, activated PTT):&nbsp; Are usually normal in isolated IPFDs.</li>\n</ul><br><br><p>If IPFD is suspected, further evaluation involves platelet function testing (ie, platelet aggregometry).</p>\n<h2>Platelet function testing</h2><br><br><p>Platelet aggregometry is the gold standard for diagnosing platelet function disorders.&nbsp; This assay involves testing platelet aggregation after exposure to a panel of specific platelet agonists; the pattern of platelet response determines the type of IPFD.&nbsp; Patients with findings of an IPFD require repeat testing to exclude false-positive findings.</p><br><br><p>If platelet aggregometry is not readily available, the platelet function analyzer-100 can serve as a rapid screening tool for platelet function disorders.&nbsp; It measures closure time (ie, the interval required for platelets to occlude a small aperture coated with agonists) to evaluate platelet aggregation.</p><br><br><p>Definitive diagnosis of an IPFD may be obtained via genetic testing.</p>\n<h1>Management</h1><h2>Bleeding risk reduction</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Medication restrictions:&nbsp; Drugs that can further affect platelet function (eg, nonsteroidal anti-inflammatory drugs) should be avoided.</li>\n\t<li>Activity restrictions:&nbsp; Contact sports and other activities that increase the risk of injury should be avoided in patients with significant bleeding risk.</li>\n\t<li>Hormonal contraceptives:&nbsp; Menses is suppressed by hormonal contraceptives.</li>\n</ul>\n<h2>Bleeding episode management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Desmopressin (DDAVP):&nbsp; This synthetic analogue of antidiuretic hormone induces secretion of vWF from endothelial storage sites, causing a rapid and transient increase in vWF to improve platelet procoagulant function.&nbsp; In Bernard-Soulier syndrome caused by impaired adhesion with vWF, desmopressin can have some benefits, possibly related to its ability to increase factor VIII levels (secondary hemostasis).</li>\n\t<li>Antifibrinolytic agents (eg, tranexamic acid):&nbsp; An antifibrinolytic agent can be administered as an adjunct to stabilize clots on mucosal surfaces (eg, for dental bleeding, epistaxis, and menstrual bleeding) that normally have increased fibrinolytic activity.</li>\n\t<li>Thrombopoietin receptor agonists:&nbsp; Thrombopoietin receptor agonists can be used to increase the platelet count in IPFDs associated with thrombocytopenia (eg, Bernard-Soulier syndrome).</li>\n\t<li>Recombinant factor VIIa:&nbsp; This factor can activate late steps in the coagulation cascade and can be used to manage bleeding in certain IPFDs (eg, Glanzmann thrombasthenia).&nbsp; However, it causes an increased risk of thromboembolism.</li>\n\t<li>Transfusion:&nbsp; Due to the short lifespan of platelets and the increased risk of autoantibody formation with frequent exposure, platelet transfusions should be considered only for serious bleeding.&nbsp; Indications to transfuse include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Preoperative planning:&nbsp; Platelet count should be &gt;50,000/mm<font size=\"2\"><sup>3</sup></font> for minor procedures (eg, skin biopsy) and &gt;100,000/mm<font size=\"2\"><sup>3</sup></font> for high-risk procedures (eg, neurosurgery).</li>\n\t\t<li>Preventing spontaneous hemorrhage in a high-risk patient (eg, bone marrow suppression from recent chemotherapy).</li>\n\t\t<li>Significant active bleeding.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Curative therapy with a hematopoietic stem cell transplantation may be considered but is typically reserved for more severe cases due to the risks of the procedure (eg, Glanzmann thrombasthenia with refractory bleeding).</p>\n<h1>Summary</h1><br><br><p>Inherited platelet function disorders are a group of rare genetic disorders characterized by impaired platelet activity.&nbsp; Although some of these disorders are also accompanied by thrombocytopenia (eg, due to impaired platelet production), others are associated with a normal platelet count.&nbsp; Patients typically have mucocutaneous bleeding (eg, epistaxis, petechiae) due to impaired primary hemostasis.&nbsp; Platelet function can be assessed via platelet function testing (eg, platelet aggregometry), and the diagnosis can be confirmed via genetic analysis.&nbsp; Management is mostly supportive, with platelet transfusion reserved for severe bleeding or surgical settings.</p>\n</div>\n\n            "
}