{
  "meta": {
    "title": "Methemoglobinemia",
    "url": "https://brainandscalpel.vercel.app/methemoglobinemia-121e1c67-167143.html",
    "scrapedAt": "2025-12-01T05:02:33.857Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Methemoglobinemia is a condition characterized by elevated methemoglobin, a form of hemoglobin that contains iron in the ferric state (Fe³⁺), instead of the normal ferrous state (Fe<font size=\"2\"><sup>2+</sup></font>).&nbsp; Ferric iron cannot bind oxygen effectively, resulting in impaired oxygen delivery and tissue hypoxia.&nbsp; Methemoglobinemia can be congenital or acquired.</p>\n<h1>Pathogenesis</h1><br><br><p>Hemoglobin is a tetramer composed of 4 subunits (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26054.png\" alt=\"Hemoglobin tetramer\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Hemoglobin tetramer</div>\n                                </div>\n                                ).&nbsp; Each subunit consists of an iron-containing heme molecule attached to a globin chain.&nbsp; A normal red blood cell (RBC) contains approximately 270 million hemoglobin molecules that transport oxygen to peripheral tissues.&nbsp; Approximately 98% of the oxygen in blood is attached to iron in hemoglobin.&nbsp; The remaining 2% is dissolved in plasma, represented by the partial pressure of oxygen in arterial blood (PaO<font size=\"2\"><sub>2</sub></font>).<p></p><br><br><p>The iron in hemoglobin is normally in the ferrous (Fe²⁺) state, which is required to bind, transport, and release oxygen.&nbsp; Under physiologic conditions, a fraction of the iron in RBCs transitions between the ferrous (Fe²⁺) and the ferric (Fe³⁺) states through a series of oxidation-reduction reactions (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26809.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; When iron enters the ferric state, the hemoglobin molecule is referred to as methemoglobin.&nbsp; Methemoglobin has the following important features:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ferric iron (Fe³⁺) cannot bind oxygen.</li>\n\t<li>The residual ferrous iron (Fe²⁺) molecules in the hemoglobin tetramer bind oxygen more tightly (ie, they have increased oxygen affinity), causing a <strong>leftward shift</strong> of the <strong>oxygen-hemoglobin dissociation curve</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14561.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; This results in impaired oxygen offloading when hemoglobin reaches the tissue (ie, decreased oxygen delivery), which can lead to tissue hypoxia.</li>\n</ul><br><br><p>Under normal steady-state conditions, methemoglobin represents only 1% of total hemoglobin, which is not clinically significant.&nbsp; This steady state is maintained primarily by cytochrome b5 reductase (CYB5R), an enzyme that rapidly donates an electron to ferric iron (Fe³⁺), reducing it to ferrous iron (Fe²⁺).&nbsp; If this physiologic balance is disrupted, methemoglobin can accumulate, resulting in tissue hypoxia.&nbsp; Oxygen delivery to peripheral tissues involves multiple steps: oxygen diffusion from the lungs to the plasma (increasing PaO2)  delivery into RBCs (saturating iron-binding sites in hemoglobin)  delivery to peripheral tissues.</p><br><br><p>Inadequate tissue oxygenation (hypoxia) can develop from disruption of these steps:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Decrease in PaO<font size=\"2\"><sub>2</sub></font> (hypoxemia) (eg, pulmonary conditions affecting ventilation and perfusion):&nbsp; Reduces the amount of O<font size=\"2\"><sub>2</sub></font> dissolved in plasma.</li>\n\t<li>Hemoglobin abnormalities (eg, anemia, methemoglobinemia):&nbsp; Reduces the number of sites to bind and carry O<font size=\"2\"><sub>2</sub></font>.</li>\n\t<li>Impaired blood flow (eg, arterial thrombus):&nbsp; Reduces the amount of blood (and oxygen) reaching the tissue.</li>\n</ul><br><br><p>Methemoglobin does not affect blood flow or PaO<font size=\"2\"><sub>2</sub></font>.&nbsp; Therefore, patients with methemoglobinemia are <strong>hypoxic</strong> (ie, they have poor oxygenation at the tissues) <strong>but</strong> <u><strong>not</strong></u> <strong>hypoxemic</strong> (ie, they have normal amounts of oxygen dissolved within the plasma).&nbsp; Methemoglobinemia can be acquired or congenital in origin.</p>\n<h2>Acquired methemoglobinemia</h2><br><br><p>Acquired methemoglobinemia occurs due to <strong>increased methemoglobin formation</strong> from exogenous exposures.&nbsp; <strong>Oxidizing agents</strong> can lead to the formation of large amounts of ferric iron (Fe³⁺), overwhelming the body's capacity to reduce iron to its ferrous state (Fe<font size=\"2\"><sup>2</sup></font>⁺).&nbsp; Common causes include <strong>medications</strong> (eg, topical anesthetics, <strong>dapsone</strong>, rasburicase, sulfonamides, antimalarial agents), high concentrations of nitrates or nitrites (eg, well water, preserved foods, fertilizers), and aniline dyes.</p>\n<h2>Congenital methemoglobinemia</h2><br><br><p>Congenital methemoglobinemia typically results from <strong>decreased methemoglobin clearance</strong> due to an underlying <strong>genetic mutation</strong>:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>CYB5R deficiency:&nbsp; CYB5R is the only active physiologic mechanism for iron reduction.&nbsp; Patients with biallelic genetic mutations typically develop severe symptoms.&nbsp; In contrast, patients with a single allele mutation are often asymptomatic but more susceptible to exogenous oxidizing agents.</li>\n\t<li>Hemoglobin M disease:&nbsp; An autosomal dominant disorder in which there is a globin gene variant that results in the formation of an iron complex that resists the conversion of ferric iron (Fe³⁺) to ferrous iron (Fe²⁺).</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of methemoglobinemia varies depending on the percentage of hemoglobin in the methemoglobin form:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>10%-20%:&nbsp; Cyanosis (bluish discoloration of lips, skin, nails).</li>\n\t<li>20%-50%:&nbsp; Mild symptoms of tissue hypoxia (eg, headache, lethargy, weakness, dyspnea).</li>\n\t<li>&gt;50%:&nbsp; Severe symptoms of tissue hypoxia (eg, altered mental status, seizures, respiratory depression) and death.</li>\n</ul><br><br><p>Methemoglobinemia presents in the following common patterns:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acquired methemoglobinemia</strong>:&nbsp; Patients have <strong>acute symptoms</strong> following exposure to an oxidizing agent.&nbsp; Patients typically develop cyanosis and dyspnea; nonspecific symptoms (eg, headache, irritability) may also occur.&nbsp; Because methemoglobin forms acutely in these cases, there may not be enough time for physiologic compensation, which can lead to severe symptoms, including seizures and death.</li>\n\t<li><strong>Congenital methemoglobinemia</strong>:&nbsp; This condition presents with cyanosis during infancy.&nbsp; Congenital methemoglobinemia is a <strong>chronic process</strong>; therefore, patients are able to compensate by producing more RBCs.</li>\n</ul><br><br><p>Of note, patients with acquired methemoglobinemia may have an underlying genetic defect that predisposes them to the condition, and patients with congenital methemoglobinemia may have exposure to an oxidizing agent that causes an acute exacerbation.</p>\n<h1>Diagnosis</h1><br><br><p>Methemoglobinemia should be suspected in any patient who presents with <strong>cyanosis</strong>.&nbsp; The diagnostic evaluation should include a thorough history, with particular attention given to exposures and family history.&nbsp; Evaluation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pulse oximetry</strong>:&nbsp; A pulse oximeter calculates the percentage of oxygenated hemoglobin by measuring light absorption at 2 different wavelengths, one representing oxyhemoglobin and one representing deoxyhemoglobin.&nbsp; Because methemoglobin absorbs light at both of these wavelengths, it interferes with the pulse oximeter reading.&nbsp; As the percentage of methemoglobin increases, pulse oximeter readings converge toward <strong>85%</strong>, regardless of the true oxygen saturation, and <strong>does</strong> <u><strong>not</strong></u> <strong>increase with supplemental oxygen</strong>.</li>\n\t<li>Arterial blood gas analysis:&nbsp; Blood appears chocolate brown due to altered oxidization.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Cooximetry</strong>:&nbsp; Measures the light absorption of freshly drawn blood at several wavelengths (instead of 2 in pulse oximetry).&nbsp; Methemoglobin has a specific light absorption pattern that peaks around 631 nm; <strong>&gt;5% methemoglobin</strong> is diagnostic.</li>\n\t\t<li><strong>PaO</strong><font size=\"2\"><sub><strong>2</strong></sub></font>:&nbsp; The partial pressure of oxygen in arterial blood that is dissolved in plasma (not bound to hemoglobin).&nbsp; PaO<font size=\"2\"><sub>2</sub></font> is <u>not</u> affected by methemoglobin and is <strong>normal</strong>.</li>\n\t\t<li><strong>Oxygen saturation</strong>:&nbsp; On blood gas analysis, oxygen saturation is estimated from the PaO<font size=\"2\"><sub>2</sub></font> and therefore is <strong>falsely normal</strong>.&nbsp; There may be a significant difference between the oxygen saturation obtained via blood gas analysis and pulse oximetry.</li>\n\t</ul>\n\t</li>\n\t<li>Complete blood count (CBC):&nbsp; Normal in acquired methemoglobinemia.&nbsp; Patients with chronic disease may have compensatory polycythemia, which can further contribute to cyanosis due to hyperviscosity.&nbsp; RBCs appear normal on peripheral smear.</li>\n</ul><br><br><p>Other causes of cyanosis should be evaluated for with possible chest radiograph, ECG, echocardiogram, serum chemistries, and blood culture.</p><br><br><p>Once patients are diagnosed with methemoglobinemia, they should also be evaluated for glucose-6-phosphate dehydrogenase (G6PD) deficiency because this disorder can affect treatment options for methemoglobinemia.&nbsp; In addition, genetic testing should be considered (even in patients diagnosed later in life) because a heterozygous genetic condition that increases susceptibility to oxidizing medications may be present.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for methemoglobinemia includes other conditions associated with hypoxia and/or cyanosis, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hypoxemia from respiratory or some congenital cardiac disorders:&nbsp; Unlike methemoglobinemia, oxygen saturation typically increases with supplemental oxygen in respiratory disorders.&nbsp; Like methemoglobinemia, oxygen saturation does not improve with supplemental oxygen in congenital cardiac defects due to the persistent right-to-left shunting of deoxygenated blood.&nbsp; An echocardiogram distinguishes these diagnoses.</li>\n\t<li>Other hemoglobin abnormalities:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Carboxyhemoglobinemia</strong> (carbon monoxide [CO] poisoning):&nbsp; CO binds iron in hemoglobin with a much greater affinity than does oxygen.&nbsp; When bound to hemoglobin, CO causes a conformational change with a subsequent leftward shift of the oxygen-hemoglobin dissociation curve, causing tissue hypoxia.&nbsp; Because the light absorption patterns of carboxyhemoglobin and oxygenated hemoglobin are similar, the oxygen saturation reading on pulse oximetry is falsely normal.&nbsp; However, CO can be identified on cooximetry.&nbsp; High concentrations of oxygen (ie, 100% fraction of inspired oxygen [FiO<font size=\"2\"><sub>2</sub></font>]) can competitively bind heme, removing CO.</li>\n\t\t<li><strong>Sulfhemoglobinemia</strong>:&nbsp; Occurs due to the incorporation of a sulfur atom into heme (ie, sulfhemoglobin).&nbsp; Clinical features are similar to methemoglobinemia (eg, cyanosis that does not improve with supplemental oxygen, normal PaO<font size=\"2\"><sub>2</sub></font>, triggered by oxidizing agents).&nbsp; Blood appears green, and methylene blue is an ineffective treatment.</li>\n\t\t<li><strong>Polycythemia</strong>:&nbsp; Can cause cyanosis due to hyperviscosity.&nbsp; Polycythemia can be the sole cause of cyanosis (eg, due to delayed cord clamping in the neonate) or present concurrently in patients with congenital methemoglobinemia due to compensatory erythrocytosis.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Management</h1><br><br><p>Treatment of acquired methemoglobinemia involves identifying and <strong>discontinuing the causative agent</strong>.&nbsp; Patients whose methemoglobin levels are &gt;30% or who are symptomatic require further treatment.&nbsp; Strategies to reduce ferric (Fe³⁺) to ferrous (Fe²⁺) iron include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Methylene blue</strong>:&nbsp; A commonly used dye that can accept and donate electrons.&nbsp; Methylene blue can take electrons from NADPH produced by the pentose phosphate pathway (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23363.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) and immediately donate them to ferric iron (Fe³⁺), which reduces to ferrous iron (Fe²⁺).&nbsp; Methylene blue can rapidly reduce methemoglobin levels to &lt;10%.&nbsp; However, it is only effective with a functioning pentose phosphate pathway, which requires the G6PD enzyme.&nbsp; Therefore, this treatment is ineffective in patients with G6PD deficiency (who cannot form NADPH); methylene blue can act as an oxidant and cause hemolysis in these patients.</li>\n\t<li>Ascorbic acid (vitamin C):&nbsp; In high doses, vitamin C can act as a reducing agent, donating an electron to ferric iron (Fe³⁺).&nbsp; Although clinical improvement may take days, high-dose vitamin C is an alternative treatment option when methylene blue is unavailable or contraindicated.</li>\n</ul><br><br><p>In refractory cases, blood transfusions and hyperbaric oxygen may also be considered.</p><br><br><p>Patients with congenital methemoglobinemia typically have compensatory erythrocytosis and do not require treatment.&nbsp; Patients should be advised to avoid oxidizing agents.&nbsp; Methylene blue or ascorbic acid may be considered if cyanosis is a cosmetic concern.</p>\n<h1>Prognosis and prevention</h1><br><br><p>With prompt diagnosis and treatment, the prognosis of acquired methemoglobinemia is favorable.&nbsp; Delayed or untreated cases may result in severe hypoxia, seizures, cardiac arrhythmias, or death.&nbsp; Prevention involves limiting exposure to oxidizing agents.</p><br><br><p>Congenital methemoglobinemia is lifelong but usually mild.&nbsp; Genetic counseling should be provided for those with congenital methemoglobinemia.</p>\n<h1>Summary</h1><br><br><p>Methemoglobinemia (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/58954.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is characterized by elevated levels of methemoglobin, a form of hemoglobin that contains iron in the ferric state (Fe³⁺).&nbsp; Ferric iron cannot effectively bind oxygen, resulting in impaired oxygen delivery and tissue hypoxia.&nbsp; Methemoglobinemia can be congenital (eg, enzyme deficiencies) or acquired (eg, exposure to oxidizing agents).&nbsp; Methemoglobinemia should be suspected in patients with hypoxia that does not improve with supplemental oxygen.&nbsp; Management involves avoidance of oxidizing agents and medications that can reduce ferric (Fe³⁺) to ferrous (Fe²⁺) iron (eg, methylene blue).<p></p>\n</div>\n\n            "
}