{
  "meta": {
    "title": "Neuroblastoma",
    "url": "https://brainandscalpel.vercel.app/neuroblastoma-086b40db-167143.html",
    "scrapedAt": "2025-12-01T05:02:42.171Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Neuroblastoma is a childhood malignancy that is derived from neural crest cells and arises within the sympathetic nervous system (eg, adrenal medulla, sympathetic ganglia).&nbsp; Most children have a palpable abdominal mass and systemic symptoms.&nbsp; The prognosis is highly variable and depends on patient age, tumor staging, and genetic markers.</p>\n<h1>Pathogenesis</h1><br><br><p>Neuroblastoma arises from <strong>neural crest cells</strong>, which are multipotent cells in the developing embryo that differentiate to form parts of the nervous system (eg, autonomic ganglia) and other tissues.&nbsp; In neuroblastoma, these neural crest cells fail to complete normal differentiation and, instead, continue to proliferate.&nbsp; This abnormal proliferation is likely due to genetic mutations that are not fully understood, but sporadic amplification of the <em>MYCN</em> oncogene is seen in a quarter of patients.&nbsp; Other associated mutations may be germline (eg, anaplastic lymphoma kinase–receptor tyrosine kinase).</p><br><br><p>The primary tumor can develop anywhere within the <strong>sympathetic nervous system</strong>; the <strong>adrenal medulla</strong> is the most common site (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L124758.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Less common locations are along the sympathetic chain, which includes ganglia in the abdominal, thoracic (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L75488.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), cervical (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10171.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), or pelvic regions.&nbsp; Because the cells involved in neuroblastoma development arise within the sympathetic nervous system, they overexpress the norepinephrine transporter gene and <strong>secrete excess catecholamines</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42050.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p>\n<h1>Clinical presentation</h1><br><br><p>The presentation of neuroblastoma is highly variable, depending on tumor location, size, and paraneoplastic associations.</p>\n<h2>Primary tumor symptoms</h2><br><br><p>The most common presentation is a child <strong>age &lt;2</strong> with a <strong>painless abdominal mass</strong> that originates in the adrenal medulla or abdominal sympathetic ganglia and may cross the midline.&nbsp; On examination, the mass is often nontender, fixed, and firm.</p><br><br><p>Less commonly, compression of local structures adjacent to the adrenal gland or sympathetic ganglia chain may result in the following presenting manifestations:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Constipation (bowel compression) or urinary incontinence (bladder compression).</li>\n\t<li>Hypertension (renal artery compression leading to activation of the renin-angiotensin system).</li>\n\t<li>Tracheal deviation and stridor (from mediastinal tumors).</li>\n\t<li>Motor/sensory deficits (spinal cord compression from paravertebral tumors).</li>\n\t<li><strong>Horner syndrome</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13922.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) (ptosis, miosis, anhidrosis) from tumor involvement of the cervical paravertebral sympathetic chain.&nbsp; Because sweating is often difficult to appreciate in young children, unilateral facial flushing of the contralateral side (ie, harlequin sign) is suggestive of anhidrosis of the affected side.</li>\n</ul>\n<h2>Metastatic manifestations</h2><br><br><p>Constitutional symptoms (eg, fever, weight loss, fatigue) are often present in the setting of metastases (eg, lymph nodes, bone marrow, orbits), which occur in the majority of cases.&nbsp; Notably, <strong>orbital metastases</strong> may cause tissue expansion, resulting in proptosis, or obstruction of palpebral blood vessels, leading to periorbital ecchymoses (raccoon eyes).</p>\n<h2>Paraneoplastic syndromes</h2><br><br><p>Additional findings in patients with neuroblastoma may be related to paraneoplastic syndromes, which are rare and due to the body's immune response or tumor hormone production:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Opsoclonus-myoclonus syndrome</strong>:&nbsp; Rapid eye movements and muscle jerks, which are due to an immune-mediated attack on CNS antigens.</li>\n\t<li>Generalized flushing and excessive sweating due to catecholamine hypersecretion by tumor cells.</li>\n\t<li>Watery diarrhea due to the release of the hormone vasoactive intestinal peptide from the tumor.</li>\n</ul>\n<h1>Evaluation</h1><h2>Imaging studies</h2><br><br><p>Because of its ease of use and lack of radiation, ultrasonography is usually used as the initial assessment for characterizing an abdominal mass in children.&nbsp; In neuroblastoma, the mass often originates from the adrenal medulla.&nbsp; Cross-sectional imaging (eg, CT scan, MRI) is performed to determine tumor extension into adjacent tissues (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96192.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p>\n<h2>Laboratory evaluation</h2><br><br><p>Initial evaluation may show elevation of nonspecific inflammatory markers (eg, leukocytes, serum ferritin), particularly in metastatic disease.&nbsp; In addition, bone marrow infiltration can cause anemia or pancytopenia.&nbsp; More specific supportive findings for neuroblastoma are <strong>elevated levels of urinary vanillylmandelic and homovanillic acid</strong>, which are end products of catecholamine (eg, norepinephrine, epinephrine) metabolism.</p>\n<h1>Diagnosis</h1><br><br><p>Biopsy of the tumor is diagnostic.&nbsp; Grossly, neuroblastomas are characterized by their soft, lobulated, and hemorrhagic appearance, often exhibiting calcification and necrosis.&nbsp; Histopathology shows small, round, blue cells with hyperchromatic nuclei <strong>(neuroblasts)</strong> and <strong>Homer-Wright pseudorosettes</strong> (tumor cells surrounding a neuropil core) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L4332.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p><br><br><p>Diagnostic work-up for staging includes metastatic evaluation via metaiodobenzylguanidine (MIBG) scan, a nuclear imaging study; the structure of MIBG is similar to that of norepinephrine, and it is taken up by the tumor due to the tumor's capacity for sympathetic neuronal uptake.&nbsp; A positron emission tomography (PET) scan can evaluate for metastasis in MIBG-negative tumors.</p>\n<h1>Differential diagnosis</h1><br><br><p>Neuroblastoma should be differentiated from other abdominal masses in children.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Wilms tumor (nephroblastoma)</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27391.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):&nbsp; This is the most common renal malignancy in children and usually presents with a painless abdominal mass.&nbsp; Patients are typically age 2-5, and the mass does not cross the midline.&nbsp; In addition, imaging reveals the tumor originating from renal tissue.</li>\n\t<li><strong>Hepatoblastoma</strong>:&nbsp; This malignancy occurs in children age &lt;5 and presents as an asymptomatic abdominal mass.&nbsp; Imaging demonstrates a tumor of hepatic origin, and serum alpha-fetoprotein is typically elevated on laboratory evaluation.</li>\n</ul>\n<h1>Management and prognosis</h1><br><br><p>Treatment of neuroblastoma depends on risk stratification based on prognostic factors; high-risk features suggestive of rapid tumor progression and/or poor prognosis include metastatic disease, age &gt;18 months, and <em>MYCN</em> amplification.</p><br><br><p>Infants with localized, small (≤5 cm) disease that is non-<em>MYCN</em> amplified have a propensity for spontaneous tumor regression and may be candidates for serial monitoring with laboratory tests and imaging studies.&nbsp; Treatment for large or high-risk tumors usually involves a combination of surgical resection, chemotherapy, radiation therapy, stem cell transplantation, and/or immunotherapy.</p><br><br><p>Long-term survival is &gt;90% for low-risk cases, whereas survival in high-risk cases approaches 50%.</p>\n<h1>Summary</h1><br><br><p>Neuroblastoma (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37031.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a childhood malignancy that originates from primitive neural crest cells and develops within the adrenal medulla or along the sympathetic chain.&nbsp; Patients are typically age &lt;2 with a painless abdominal mass.&nbsp; Less commonly, symptoms may be due to local tumor compression (eg, Horner syndrome), paraneoplastic syndromes (eg, opsoclonus-myoclonus), or metastatic disease (eg, periorbital ecchymoses).&nbsp; Urinalysis shows elevated catecholamine metabolites.&nbsp; Management and prognosis are highly variable and depend on risk stratification.<p></p>\n</div>\n\n            "
}