{
  "meta": {
    "title": "Renal cell carcinoma",
    "url": "https://brainandscalpel.vercel.app/renal-cell-carcinoma-b49b6322-167143.html",
    "scrapedAt": "2025-12-01T05:02:56.384Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Renal cell carcinoma (RCC) is the most common type of kidney cancer in adults, accounting for approximately 90% of primary renal tumors.&nbsp; It is among the top ten most common cancers worldwide, occurring approximately twice as often in male compared to female patients.&nbsp; RCC typically occurs in patients age 60-70.&nbsp; The incidence rates have been increasing over the past several decades across many populations.&nbsp; This is partly attributed to the increased use of cross-sectional imaging, leading to more incidental discoveries of small renal masses.&nbsp; However, despite earlier detection, mortality rates have remained relatively stable, suggesting a true increase in disease occurrence.</p>\n<h1>Pathophysiology</h1><br><br><p>RCC develops when cells in the proximal renal tubules in the renal cortex undergo genetic alterations, leading to uncontrolled cell growth and division.&nbsp; The most common genetic alteration in RCC involves the von Hippel-Lindau <strong>(<em>VHL</em>) tumor suppressor gene</strong>.&nbsp; Abnormalities in the <em>VHL</em> gene are implicated in most cases of clear cell RCC (ccRCC), occurring in up to 90% of cases.&nbsp; These <em>VHL</em> gene abnormalities are found in both sporadic cases (which make up the majority of RCC) and familial cases (such as those associated with von Hippel-Lindau disease).</p><br><br><p>The VHL protein normally regulates the hypoxia-inducible factor (HIF) pathway.&nbsp; When VHL is inactivated, HIF accumulates, leading to increased production of vascular endothelial growth factor, platelet-derived growth factor, and other factors that promote angiogenesis and cell proliferation.</p>\n<h1>Risk factors</h1><br><br><p>Several risk factors have been associated with the development of RCC:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Smoking</strong> (strongest risk factor):&nbsp; Smoking increases the risk by 2-3 times in a dose-dependent relationship.</li>\n\t<li><strong>Obesity</strong>:&nbsp; Each 5 kg/m<font size=\"2\"><sup>2</sup></font> increase in BMI is associated with a 25%-35% increased risk.</li>\n\t<li><strong>Hypertension</strong>:&nbsp; Hypertension is associated with a 60% increased risk (mechanism unclear).</li>\n\t<li><strong>Chronic kidney disease</strong>:&nbsp; Kidney disease, particularly in patients undergoing dialysis, is a risk factor.</li>\n\t<li><strong>Genetic predisposition</strong>:&nbsp; This predisposition includes VHL syndrome and hereditary papillary renal carcinoma.</li>\n\t<li><strong>Occupational exposures</strong>:&nbsp; Such exposures include trichloroethylene, cadmium, asbestos, petroleum by-products, and heavy metals.</li>\n</ul>\n<h1>Histological subtypes</h1><br><br><p>RCC is classified into several histologic subtypes, with ccRCC being the most common (70%-85% of all cases).</p>\n<h2>ccRCC</h2><br><br><p>On gross pathology, ccRCC typically presents as a sphere-like mass composed of golden-yellow tissue due to its high lipid content, often with areas of focal necrosis and hemorrhage.&nbsp; Microscopically, it appears as cuboidal or polygonal cells with abundant clear cytoplasm, a result of high glycogen and lipid content (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L4083.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; This distinctive appearance gives ccRCC its name and helps distinguish it from other subtypes.<p></p>\n<h2>Other subtypes of RCC</h2><br><br><p>Papillary RCC is the second most common subtype, accounting for 10%-15% of cases (associated with <em>MET</em> and <em>FH</em> gene alterations).&nbsp; Other less common subtypes include chromophobe RCC, collecting duct carcinoma, and renal medullary carcinoma; these rarer forms collectively make up approximately 5%-10% of all RCC cases and often present with more aggressive behavior.</p>\n<h1>Clinical presentation</h1><br><br><p>Historically, RCC presented with the classic <strong>triad</strong> of flank pain, hematuria, and a palpable abdominal mass.&nbsp; However, this triad is now seen in &lt;10% of cases and usually indicates advanced disease.&nbsp; Currently, more than half of RCCs are discovered incidentally on imaging studies performed for unrelated reasons.</p><br><br><p>When symptomatic, RCC may present with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hematuria</strong> (gross or microscopic) is the most common symptom.</li>\n\t<li><strong>Flank pain</strong> or <strong>abdominal mass</strong>:&nbsp; Tenderness may present, and a firm, nontender, mass that moves with respiration may be palpated.</li>\n\t<li><strong>Systemic symptoms</strong>:&nbsp; Weight loss, fatigue, and tumor fever are common.</li>\n\t<li><strong>Scrotal varicoceles</strong>:&nbsp; Varicoceles are usually left-sided and may be seen in 10% of patients.&nbsp; These varicoceles typically fail to empty when the patient is recumbent due to tumor obstruction of the gonadal vein.</li>\n\t<li><strong>Paraneoplastic syndromes</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Hypercalcemia</strong> is due to increased production of parathyroid hormone–related peptide or overproduction of prostaglandins that promote bony resorption.</li>\n\t\t<li><strong>Erythrocytosis</strong> is due to ectopic erythropoietin production, although most advanced tumors are associated with anemia from inflammation.</li>\n\t\t<li><strong>Hypertension</strong> can result from increased tumor renin production or compression of the renal artery by the tumor mass (activating the renin-angiotensin-aldosterone system).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>In some cases, metastases are discovered before the primary tumor due to the often asymptomatic nature of localized disease.&nbsp; The most common sites of metastasis are the lungs (cannonball lesions on x-rays), bones, liver, and brain.</p><br><br><p>RCC has a high risk of tumor thrombus, which can extend into the renal vein and even cause inferior vena cava obstruction (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42140.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h1>Diagnosis</h1><h2>Laboratory studies </h2><br><br><p>The diagnostic work-up for suspected RCC typically begins with basic laboratory testing, including a complete blood count (anemia, erythrocytosis), a comprehensive metabolic panel (hypercalcemia), and urinalysis (hematuria).</p>\n<h2>Imaging</h2><br><br><p>RCC can usually be diagnosed based on characteristic imaging findings, which usually preclude the need for biopsy.&nbsp; This noninvasive diagnostic approach not only expedites the path to treatment but also avoids potential complications associated with biopsy (eg, tumor seeding along the biopsy tract).&nbsp; <strong>CT scan with contrast</strong> is usually sufficient for both diagnosis and staging, offering detailed information about the size and extent of the tumor, involvement of nearby structures, and potential metastases.&nbsp; Characteristic CT findings include a heterogeneous mass that enhances with contrast, often with areas of necrosis or calcification (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10112.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; CT scan can also assess for venous invasion, lymph node involvement, and distant metastases, providing crucial information for staging and treatment planning.<p></p>\n<h2>Histologic diagnosis</h2><br><br><p>Percutaneous renal biopsy is usually not needed but can be considered in specific circumstances, such as when a metastatic lesion to the kidney is suspected or the patient is not a surgical candidate.&nbsp; In most cases, nephrectomy provides a tissue diagnosis of RCC.</p><br><br><p>Occasionally, presumed RCC is discovered to be a benign tumor after nephrectomy.&nbsp; The most common of such benign masses are <strong>oncocytomas</strong>, which are well-circumscribed epithelial cell tumors that arise from collecting ducts (with central scarring on histology).&nbsp; Less common masses include angiomyolipomas and metanephric adenomas, which are rarely mistaken for RCC given their classic imaging characteristics.</p><br><br><p>RCC may rarely be confused with <strong>xanthogranulomatous pyelonephritis</strong>, a chronic inflammatory condition linked to obstructive uropathy and infection.&nbsp; It often appears as grossly orange nodules resembling tumor nodules, mimicking RCC.&nbsp; However, histology shows foamy macrophages, granulomatous inflammation, and abscesses.</p>\n<h2>TNM staging</h2><br><br><p>The TNM staging system for RCC evaluates the extent of the disease and is critical for treatment planning and prognosis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>T (Tumor):&nbsp; Describes the size and extent of the main tumor, ranging from small tumors confined to the kidney (T1) to larger tumors extending beyond the kidney (T2-T4).</li>\n\t<li>N (Nodes):&nbsp; Indicates lymph node involvement, either absent (N0) or present (N1).</li>\n\t<li>M (Metastasis):&nbsp; Assesses whether the cancer has spread to distant parts of the body, either absent (M0) or present (M1).</li>\n</ul><br><br><p>Staging ranges from stage I (early, localized disease seen in 65% of patients) to stage IV (advanced, metastatic disease seen in 15% of patients), guiding treatment decisions and prognosis.</p>\n<h1>Management</h1><br><br><p>Treatment of RCC depends on the stage of the disease and patient factors:</p>\n<h2>Localized RCC (stages I-III) </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Partial nephrectomy:&nbsp; Preferred for T1 tumors when feasible</li>\n\t<li>Radical nephrectomy:&nbsp; For larger tumors or when partial removal is not possible</li>\n\t<li>Thermal ablation:&nbsp; For small tumors in select patients</li>\n\t<li>Active surveillance:&nbsp; For small renal masses in elderly or comorbid patients</li>\n</ul>\n<h2>Locally advanced RCC</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Radical nephrectomy with lymph node dissection</li>\n\t<li>Consideration of neoadjuvant targeted therapy in select cases</li>\n</ul>\n<h2>Metastatic RCC</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Systemic therapy:&nbsp; tyrosine kinase inhibitors (eg, sunitinib, pazopanib) and/or immunotherapy (eg, nivolumab, ipilimumab)</li>\n\t<li>Cytoreductive nephrectomy:&nbsp; Considered in select patients with good performance status</li>\n\t<li>Metastasectomy:&nbsp; for select patients with a limited number of metastases</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis for RCC varies widely based on stage at diagnosis.&nbsp; The 5-year survival rates are &gt;90% for localized disease, approximately 70% for regional spread, and approximately 10% for metastatic disease.&nbsp; Factors associated with a poor prognosis include advanced stage at diagnosis, high nuclear grade on histology, and sarcomatoid features.</p>\n<h1>Summary</h1><br><br><p>RCC is the most common primary kidney tumor in adults (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/117200.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Although advances in cross-sectional imaging have led to earlier detection, the stable mortality rates suggest a true rise in disease incidence.&nbsp; RCC's pathophysiology is largely driven by genetic alterations, particularly involving the <em>VHL</em> gene, and various risk factors (eg, smoking, obesity, hypertension).&nbsp; The clinical presentation of RCC has evolved, with more than half of cases now identified incidentally on imaging studies, rather than through the classic triad of symptoms (ie, flank pain, hematuria, palpable abdominal mass).&nbsp; Characteristic CT imaging findings often allow for a diagnosis without the need for a biopsy, which is reserved for specific cases (eg, suspected metastasis to the kidney).&nbsp; Treatment is tailored to the disease stage, ranging from nephrectomy for localized tumors to targeted therapies and immunotherapy for advanced or metastatic disease.&nbsp; Despite these advancements, the prognosis of RCC varies widely, with survival rates significantly decreasing as the disease progresses.<p></p>\n</div>\n\n            "
}