{
  "meta": {
    "title": "Rh alloimmunization in pregnancy",
    "url": "https://brainandscalpel.vercel.app/rh-alloimmunization-in-pregnancy-47fc9b0c-167143.html",
    "scrapedAt": "2025-12-01T05:02:57.010Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Rh alloimmunization, or Rh incompatibility, is a condition that occurs when an Rh-negative mother develops antibodies against the Rh D antigen on Rh-positive fetal red blood cells (RBCs).&nbsp; This maternal immune response can lead to hemolytic disease of the fetus and newborn, which ranges from mild to severe anemia and can result in hydrops fetalis or perinatal death.&nbsp; Preventive strategies with immunoprophylaxis have significantly reduced the incidence of Rh alloimmunization.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>Human RBCs carry a variety of surface proteins depending on an individual's genetic makeup.&nbsp; One of these is the Rh D antigen; individuals who have the Rh D antigen present on RBCs are Rh-positive, and those who lack the antigen are Rh-negative (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95614.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Rh-negative women have the potential to conceive a fetus who is Rh-positive if the father is Rh-positive.<p></p><br><br><p>Rh alloimmunization, or sensitization, occurs when an <strong>Rh-negative woman</strong> is <strong>exposed to Rh-positive RBCs</strong> and develops an immune response against the D antigen.&nbsp; This rarely occurs outside of pregnancy (eg, transfusion with Rh-positive blood, occupational exposure [needle stick]);&nbsp; it most often occurs following exposure to Rh-positive fetal RBCs during pregnancy or delivery.</p><br><br><p>The fetal and maternal circulations are normally separate; however, fetal RBCs can enter the maternal circulation when there is a disruption of the fetal-maternal interface at the placenta (ie, fetomaternal hemorrhage).&nbsp; Even a small volume of Rh-positive fetal RBCs entering the maternal circulation can trigger a maternal immune response (ie, sensitizing event).&nbsp; While it can spontaneously occur (particularly in the third trimester), it most often occurs in events surrounding delivery or with antenatal trauma.&nbsp; Therefore, risk factors for <strong>fetomaternal hemorrhage</strong> (and subsequent sensitization) include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Delivery:&nbsp; Risk increases with intrauterine manipulation, cesarean delivery, multifetal pregnancy, and manual removal of the placenta.</li>\n\t<li>Antepartum bleeding (eg, placental abruption (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16446.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), placenta previa (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23980.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ))</li>\n\t<li>Miscarriage or termination of pregnancy</li>\n\t<li>Invasive procedures (eg, amniocentesis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23793.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), chorionic villus sampling (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23927.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ))</li>\n\t<li>Abdominal trauma (eg, motor vehicle collision)</li>\n\t<li>Ectopic pregnancy</li>\n\t<li>External cephalic version</li>\n\t<li>Intrauterine fetal demise</li>\n</ul><br><br><p>Following entry of fetal RBCs into maternal circulation, the maternal immune system recognizes the Rh D antigen on fetal RBCs as foreign, which leads to the production of IgG anti-D antibodies (ie, alloimmunization).&nbsp; However, the maternal immunologic response to the exposure is slow, and antibodies typically do not develop until several weeks later.&nbsp; Because of this, the fetus in the current pregnancy is unlikely to be significantly affected by the maternal immune response, even if a sensitizing event occurs early in pregnancy.</p><br><br><p>However, in subsequent pregnancies with an Rh-positive fetus, these anti-D antibodies can cross the placenta to enter the fetal circulation, where they bind to fetal RBCs and cause hemolysis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18057.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; Hemolysis of fetal RBCs results in fetal anemia, and the degree to which the fetus is affected depends primarily on anti-D antibody concentration.<p></p><br><br><p>If the hemolysis is severe, erythroblastosis fetalis, also known as <strong>hemolytic disease of the fetus and newborn</strong> (HDFN), develops.&nbsp; HDFN is characterized by (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17490.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>High-output heart failure</strong>:&nbsp; with increasingly severe fetal anemia, the fetal heart tries to compensate for hypoxemia by increasing cardiac output.&nbsp; However, compensation eventually fails and high-output heart failure develops, resulting in third spacing of fluid in the fetus (<strong>hydrops fetalis</strong>), which is characterized by ascites, generalized skin edema, pleural/pericardial effusions, or placental edema.</li>\n\t<li><strong>Extramedullary hematopoiesis</strong> (ie, RBC production in the liver and spleen):&nbsp; results in hepatosplenomegaly and portal hypertension</li>\n\t<li>Following birth, there may be early <strong>hyperbilirubinemia</strong> with the potential for kernicterus due to lysis of RBCs.</li>\n</ul><br><br><p>The first pregnancy following alloimmunization usually does not result in fetal anemia until late in pregnancy; however, fetal anemia tends to develop earlier and be more severe in subsequent pregnancies.</p>\n<h1>Screening</h1><br><br><p>Maternal Rh alloimmunization is asymptomatic and is most often identified through routine prenatal testing:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>ABO blood group and Rh-D typing</li>\n\t<li>Antibody screening (ie, indirect Coombs test):&nbsp; identifies the presence of antibodies directed against RBC antigens</li>\n</ul><br><br><p>If the result is Rh D-negative, the antibody screen is repeated at 28 weeks gestation.</p><br><br><p>The most common presentation of Rh alloimmunization is a pregnant Rh D-negative patient with a positive antibody screen for anti-D antibodies.&nbsp; These patients typically have had a prior pregnancy (where sensitization occurred) without adequate immunoprophylaxis after fetomaternal hemorrhage (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32531.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Management</h1><br><br><p>Following identification of an alloimmunized mother, fetal Rh D status must be determined; this can be first evaluated by determining the Rh D status of the father.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>If the father is Rh D-negative, the fetus is Rh D-negative and is not at risk of hemolysis.</li>\n\t<li>If the father is Rh D-positive, or the paternity is unknown, the fetal Rh D status can be obtained through chorionic villus sampling, amniocentesis, or cell-free fetal DNA (cfDNA).</li>\n</ul><br><br><p>Alloimmunized pregnancies with Rh D-positive fetuses are at risk of significant complications; therefore, increased surveillance is required to prevent intrauterine fetal demise.&nbsp; As with most pregnancy complications, antenatal testing is performed to ensure fetal well-being, which includes nonstress test (NST) and biophysical profiles.</p><br><br><p>Evidence of Rh alloimmunization during prenatal testing may present in the following ways:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Abnormal NST</strong>:&nbsp; fetal tachycardia or a sinusoidal pattern (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L53604.png\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ) caused by fetal anemia</li>\n\t<li><strong>Hydrops fetalis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43280.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ):&nbsp; occurs due to high-output heart failure from severe anemia (typically a fetal hemoglobin ≤7 g/dL) with ≥2 of the following: skin edema, pericardial effusion, pleural effusion, and ascites.</li>\n\t<li><strong>Intrauterine fetal demise</strong> from severe anemia</li>\n</ul>\n<h2>Antibody titers</h2><br><br><p>Additional management specific to alloimmunization includes <strong>serial antibody titers</strong>.&nbsp; Because the <strong>severity of fetal disease</strong> is <strong>directly correlated to the antibody concentration</strong>, monthly levels are drawn to monitor for increasing antibodies.&nbsp; Anti-D antibodies are reported as a ratio (ie, 1:2, 1:4).&nbsp; The ratio is determined by incrementally diluting the patient's serum until the antibody is no longer detected.&nbsp; A titer of 1:8 required more rounds of dilutions (due to a higher total antibody concentration) to make the antibody undetectable than a titer of 1:2 did.&nbsp; A higher titer indicates more antibody, which increases the risk of severe fetal disease.</p><br><br><p>Maternal anti-D antibody titers are monitored every 4 weeks until 24 weeks gestation and then every 2 weeks.&nbsp; When a critical titer is reached (≥1:16), the antibody concentration has reached a sufficient level to cause severe fetal anemia.&nbsp; At this point, the patient should be monitored via ultrasonography.</p>\n<h2>Ultrasound assessment</h2><br><br><p>When a critical antibody titer is reached, direct monitoring for fetal anemia begins with <strong>Doppler ultrasonography of the fetal middle cerebral artery</strong>.&nbsp; The fetal middle cerebral artery is used to measure peak systolic velocity (MCA-PSV) because there is a brain-sparing effect (ie, brain blood flow is preferentially preserved) in fetal hypoxemia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87375.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).&nbsp; This Doppler assessment distinguishes fetuses that are moderately to severely anemic from those that are not; as fetal hemoglobin levels fall, the velocity through this artery increases.&nbsp; MCA-PSV is reported as multiples of the median (MoM) peak systolic velocity for gestational age.&nbsp; A value &gt;1.5 MoM indicates moderate to severe fetal anemia.<p></p><br><br><p>In addition, routine ultrasonography should be used to monitor fetal growth and signs of hydrops fetalis (polyhydramnios, placentomegaly, hepatosplenomegaly, pericardial effusion, pleural effusions, and skin edema).</p><br><br><p>If MCA-PSV &gt;1.5 MoM, fetal blood is sampled percutaneously at the umbilical cord to confirm low fetal hemoglobin prior to <strong>fetal RBC transfusion</strong> (through the umbilical vein).&nbsp; Fetuses requiring transfusion are often delivered in the late preterm period to prevent repeated procedures and transfusions.</p>\n<h2>Neonatal management</h2><br><br><p>Infants may require additional transfusion after delivery.&nbsp; <strong>Neonatal hyperbilirubinemia</strong> can present with severe jaundice and neurologic dysfunction due to bilirubin deposits in the brain (ie, kernicterus).&nbsp; Symptoms may present at birth or later in life with tremor, dystonia, gaze palsies, hearing loss, and cerebral palsy.&nbsp; Hyperbilirubinemia is treated with hydration, phototherapy, intravenous immunoglobulin, or exchange transfusion (removes maternal anti-D antibody and excess bilirubin from the neonatal circulation), depending on the severity.</p>\n<h1>Prevention</h1><br><br><p>Rh alloimmunization prevention relies on immunoprophylaxis through <strong>anti-D immunoglobulin (RhoGAM) administration</strong> in Rh-negative mothers (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32531.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; However, immunoprophylaxis is ineffective if sensitization has already occurred and should not be administered to these patients.<p></p><br><br><p>Rh-negative women are given routine prophylaxis at <strong>28 weeks gestation</strong> (which protects against unrecognized third trimester fetal-maternal hemorrhages).&nbsp; Administration is repeated <strong>after delivery</strong> if the neonate is Rh-positive.</p><br><br><p>In addition, immunoprophylaxis is administered for events that have an increased risk for fetomaternal hemorrhages (eg, amniocentesis, chorionic villus sampling, external cephalic version).</p><br><br><p>The standard 300 µg anti-D immunoglobulin prevents maternal sensitization for up to 30 mL of fetal blood.&nbsp; However, certain events are associated with significant fetomaternal hemorrhage (eg, abdominal trauma, placental abruption) that can exceed this coverage.&nbsp; Therefore, a rosette test (a qualitative screen) is used first to determine whether fetomaternal hemorrhage is present.&nbsp; If positive, a <strong>Kleihauer-Betke test</strong> is used to calculate the percentage of fetal red blood cells and adjust the dose of immunoprophylaxis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17401.png\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ).<p></p>\n<h1>Prognosis</h1><br><br><p>The prognosis for Rh-alloimmunized pregnancies varies.&nbsp; The worst outcomes are in pregnancies with severe fetal anemia prior to 20 weeks gestation (when the umbilical cord is not big enough for transfusion) or in those with hydrops fetalis.&nbsp; However, with the advent of intrauterine transfusions, prognoses and outcomes have improved.</p>\n<h1>Summary</h1><br><br><p>Rh alloimmunization occurs when an Rh-negative mother is exposed to Rh-positive fetal red blood cells (RBCs) through fetal-maternal hemorrhage, resulting in production of maternal anti-D antibodies.&nbsp; In subsequent pregnancies, these antibodies can enter the fetal circulation and cause hemolysis of Rh-positive fetal RBCs, resulting in fetal anemia.&nbsp; Routine and event-specific immunoprophylaxis is critical to prevent alloimmunization.</p>\n</div>\n\n            "
}