{
  "meta": {
    "title": "Sideroblastic anemias",
    "url": "https://brainandscalpel.vercel.app/sideroblastic-anemias-a6f0a35d-167143.html",
    "scrapedAt": "2025-12-01T05:02:59.511Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Sideroblastic anemias are a group of heterogeneous disorders characterized by an impaired incorporation of iron into heme.&nbsp; As a result, iron accumulates in the mitochondria of red blood cell (RBC) precursors (ie, erythroblasts), producing the hallmark finding of ring sideroblasts (ie, erythroblasts with iron-laden mitochondria encircling the nuclei) in the bone marrow.&nbsp; The impaired iron incorporation results in ineffective erythropoiesis and subsequent anemia.</p>\n<h1>Pathogenesis</h1><br><br><p>Hemoglobin carries oxygen in RBCs and is composed of 4 subunits, each with a globin chain attached to a heme unit; impaired formation of either the globin chain or the heme unit can lead to disease.</p><br><br><p>Heme consists of a ring-shaped structure (ie, porphyrin) that surrounds an iron atom.&nbsp; Although all nucleated cells synthesize heme for intracellular processes, the rate of heme synthesis is highest in the bone marrow (for hemoglobin) and in the liver (for cytochrome P450 enzymes).&nbsp; Heme synthesis involves a series of 8 enzymatic reactions ending with the insertion of iron into protoporphyrin IX, which takes place within the mitochondria (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24823.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; In the bone marrow, the completed heme unit combines with alpha- and beta-globin chains to form hemoglobin.<p></p><br><br><p>In sideroblastic anemias, the incorporation of iron into heme is impaired.&nbsp; As a result, excess iron accumulates in the mitochondria of RBC precursors, leading to impaired maturation and early apoptosis of developing RBCs (ie, <strong>ineffective erythropoiesis</strong>), resulting in anemia.&nbsp; This loss of early RBC precursors suppresses hepcidin, thereby enhancing intestinal iron absorption.&nbsp; Over time, the excess iron accumulation contributes to <strong>iron overload</strong>, a complication in conditions of ineffective erythropoiesis.</p><br><br><p>Many conditions can impair the incorporation of iron into heme and are classified as acquired (more common) or inherited sideroblastic anemias.</p><br><br><p><strong>Acquired conditions</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Clonal hematopoietic disorders</strong> (eg, myelodysplastic syndrome [MDS], myeloproliferative neoplasms):&nbsp; These neoplasms are associated with genetic mutations affecting myeloid cells.&nbsp; Some are associated with sideroblastic anemia, likely related to mutations that affect mRNA splicing, which can inhibit mitochondrial protein synthesis.</li>\n\t<li><strong>Medications</strong>:&nbsp; Isoniazid directly inhibits the enzyme pyridoxine phosphokinase, which normally converts pyridoxine (vitamin B<font size=\"2\"><sub>6</sub></font>) to its active form, pyridoxal 5′-phosphate, which is a cofactor for delta-aminolevulinic acid (ALA) synthase, the enzyme that catalyzes the rate-limiting step in heme synthesis.&nbsp; Chloramphenicol and linezolid inhibit mitochondrial protein synthesis.</li>\n\t<li><strong>Alcohol</strong>:&nbsp; Chronic, excessive alcohol ingestion can disrupt vitamin B<font size=\"2\"><sub>6</sub></font> metabolism and other aspects of mitochondrial protein synthesis.</li>\n\t<li><strong>Nutritional deficiencies</strong> (eg, vitamin B<font size=\"2\"><sub>6</sub></font>, copper):&nbsp; Depletion of certain micronutrients (eg, copper) affects mitochondrial metabolism.</li>\n\t<li><strong>Lead poisoning</strong>:&nbsp; Lead inhibits ALA dehydratase and ferrochelatase, which disrupts iron incorporation into heme (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25947.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Lead can also contribute to anemia via inhibition of erythrocyte 5′-nucleotidase, an enzyme that degrades RNA.&nbsp; RNA then accumulates in the cytoplasm of RBCs, forming precipitates that are visible on peripheral blood smear as coarse blue punctate dots (ie, basophilic stippling (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17408.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )).&nbsp; Lead also inhibits enzymes involved in maintaining erythrocyte membrane integrity, resulting in mild hemolysis.</li>\n</ul><br><br><p><strong>Inherited conditions</strong></p><br><br><p>The inherited causes of sideroblastic anemia all appear to involve mitochondrial dysfunction (eg, disrupted synthesis of mitochondrial proteins, disrupted heme production).&nbsp; The most common inherited condition is X-linked sideroblastic anemia, which causes a loss-of-function mutation in the <em>ALAS2</em> gene and leads to defective ALA synthase, which is involved in heme synthesis.&nbsp; As a result, heme synthesis is impaired, and excess iron accumulates in erythroid progenitor cells, resulting in sideroblastic anemia.</p><br><br><p><strong>Note: porphyrias</strong></p><br><br><p>Although sideroblastic anemias can develop as a consequence of disrupted heme synthesis, they are distinct from the porphyrias, which are also associated with disrupted heme synthesis.&nbsp; Porphyrias are characterized by the toxic accumulation of intermediate substrates due to enzyme defects in heme synthesis.&nbsp; These toxic substrates primarily cause neurovisceral and/or cutaneous symptoms.&nbsp; The majority of porphyrias do not affect RBCs, likely because heme production is regulated differently between cell types, and the defective enzymes in most porphyrias have specificity for nonerythroid cells.</p>\n<h1>Clinical presentation</h1><br><br><p>Sideroblastic anemias can have varying presentations, including as an incidental finding during routine laboratory assessment.&nbsp; If symptoms are present, they are primarily related to anemia (eg, fatigue, pallor, dyspnea, weakness).&nbsp; Additional clinical features are dependent on the underlying cause.</p><br><br><p>Acquired disorders resulting in clonal sideroblastic anemias tend to present later in life.&nbsp; In addition to symptoms of anemia, patients may have abnormalities in the other cell lines (eg, dysplasia, pancytopenia causing easy bruising/recurrent infections) and/or organomegaly (eg, hepatosplenomegaly) from cell infiltration.&nbsp; Nonclonal/reversible causes tend to involve medications, toxins, and nutritional deficiencies; therefore, additional clinical history can often reveal the cause.</p><br><br><p>Inherited disorders tend to present in childhood.&nbsp; Some of these conditions are associated with syndromic features (eg, growth impairment, developmental delays), whereas others present with isolated anemia.&nbsp; The most common inherited condition, X-linked sideroblastic anemia, commonly presents in young male patients.&nbsp; In patients with long-standing ineffective erythropoiesis, signs of iron overload (eg, hepatosplenomegaly, cardiac arrhythmias) may also be present.</p>\n<h1>Diagnosis</h1><br><br><p>Initial evaluation involves recognizing the clinical features of anemia, as well as noting any additional information from the history that suggests a sideroblastic anemia (eg, medication exposure, nutritional deficiencies, family history).&nbsp; Generally, initial laboratory evaluation involves (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29465.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count:&nbsp; Decreased hemoglobin.&nbsp; The white blood cell and platelet counts are usually normal.</li>\n\t<li>Mean corpuscular volume (MCV):&nbsp; Variable.&nbsp; Acquired sideroblastic anemia is usually associated with normocytic to macrocytic RBCs (ie, MCV ≥80 μm<font size=\"2\"><sup>3</sup></font>), whereas inherited forms can range from microcytic (ie, MCV &lt;80 μm<font size=\"2\"><sup>3</sup></font>) to macrocytic.</li>\n\t<li>Red cell distribution width:&nbsp; A high measurement indicates a large variation in RBC size.</li>\n\t<li>Reticulocyte count:&nbsp; This count typically remains at baseline levels (ie, 1%-2%) or lower, which indicates an inadequate bone marrow response consistent with ineffective erythropoiesis.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Peripheral smear:&nbsp; Characteristic findings may not always be present; if present, findings include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Dimorphic RBC population</strong> (2 types of RBCs):&nbsp; hypochromic cells and normochromic cells; this occurs because not all erythrocyte precursors are uniformly affected.</li>\n\t\t<li><strong>Pappenheimer bodies</strong> (ie, iron-containing granules):&nbsp; The mitochondria that contain excess iron are considered damaged.&nbsp; Normally, the RBC precursor cell forms vacuoles around the damaged mitochondria to digest and remove them.&nbsp; Following digestion, the remaining contents (eg, iron) condense into inclusions.&nbsp; These inclusions are normally removed by the spleen, but, if any remain, they appear as basophilic granules at the cell periphery (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22793.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n\t</ul>\n\t</li>\n\t<li>Iron studies:&nbsp; The results are consistent with iron overload and include an elevated serum iron, elevated ferritin, normal/decreased TIBC, and increased transferrin saturation.</li>\n</ul><br><br><p>Because it is uncommon, sideroblastic anemia should be considered when more common causes of anemia have been excluded.&nbsp; Confirmation of sideroblastic anemia is based on bone marrow assessment, which shows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ring sideroblasts</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25815.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; Iron accumulates in mitochondria circumferentially around the nucleus, forming ring sideroblasts that can be seen on bone marrow aspirate stained with Prussian blue (<em>sideros</em> refers to \"iron\" in Greek).&nbsp; This is the hallmark feature of all sideroblastic anemias.</li>\n\t<li>Erythroid hyperplasia due to ineffective erythropoiesis.</li>\n</ul><br><br><p>If bone marrow findings show ring sideroblasts, further evaluation to determine the underlying cause may be necessary, depending on the clinical features (eg, genetic testing for congenital causes in young children, copper levels for those with possible nutritional deficiency).</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Iron deficiency anemia</strong>:&nbsp; Manifests with microcytic hypochromic anemia, which can also be seen in sideroblastic anemia.&nbsp; Iron studies can help distinguish the conditions (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81835.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Sideroblastic anemia has a pattern consistent with iron overload, with increased serum iron concentration and normal/decreased total iron binding capacity.&nbsp; In contrast, iron deficiency anemia is characterized by decreased serum iron concentration and high total iron binding capacity.</li>\n\t<li><strong>Thalassemias</strong>:&nbsp; Can also cause iron overload and a microcytic anemia, similar to sideroblastic anemias.&nbsp; Thalassemias are more likely to show abundant target cells on the peripheral smear rather than dimorphic RBCs (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64457.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Anemia of inflammation</strong>:&nbsp; Presents as a normocytic or microcytic anemia with associated chronic inflammation and is a diagnosis of exclusion; peripheral smear with a dimorphic population is not likely.</li>\n\t<li><strong>Anemias with macrocytosis</strong> (eg, megaloblastic anemias):&nbsp; Includes vitamin B<font size=\"2\"><sub>12</sub></font> deficiency and folate deficiency, causing impaired DNA synthesis in developing RBC precursors.&nbsp; These conditions lead to characteristic changes (ie, megaloblastic changes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65104.png\" alt=\"Megaloblastic anemia\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Megaloblastic anemia</div>\n                                </div>\n                                ), including hypersegmented neutrophils), which are not expected in sideroblastic anemias.</li>\n</ul>\n<h1>Management</h1><br><br><p>General management of sideroblastic anemia involves supportive care and surveillance for complications.&nbsp; This includes RBC transfusions for severe symptomatic anemia (but kept at a minimum to avoid iron overload) and iron overload treatment with therapeutic phlebotomy and iron chelation therapy.</p><br><br><p>Further management is tailored toward the underlying cause.&nbsp; In those with acquired causes, treatment involves addressing the possible reversible cause (eg, discontinue offending drugs/toxins, treat micronutrient deficiency).&nbsp; In those with inherited conditions, genetic counseling is recommended.</p><br><br><p>An additional management principle is the avoidance of splenectomy, primarily due to the high rate of postoperative, life-threatening thromboembolic events in patients with inherited sideroblastic anemias.&nbsp; The cause of postsplenectomy thromboembolic events is likely multifactorial (eg, reactive thrombocytosis, increased circulation of damaged cells that would have been filtered by the spleen).</p>\n<h1>Summary</h1><br><br><p>The sideroblastic anemias are a heterogeneous group of disorders characterized by defective heme synthesis, leading to ineffective erythropoiesis and anemia.&nbsp; These conditions may be inherited (eg, X-linked sideroblastic anemia) or acquired (eg, alcohol, lead, drugs, nutritional deficiency, myelodysplastic syndrome).&nbsp; Patients have varying degrees of anemia and may develop systemic complications from iron overload.&nbsp; Diagnosis relies on bone marrow examination with iron staining, which shows the hallmark finding of ring sideroblasts.&nbsp; Management includes supportive care for the anemia, managing iron overload, and treating the underlying cause.</p>\n</div>\n\n            "
}