{
  "meta": {
    "title": "Von Hippel-Lindau",
    "url": "https://brainandscalpel.vercel.app/von-hippel-lindau-5db67b77-167143.html",
    "scrapedAt": "2025-12-01T05:03:17.698Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Von Hippel-Lindau disease (VHL) is a rare genetic disorder characterized by the development of multiple benign and/or malignant tumors throughout the body.</p><h1>Pathophysiology</h1><p>The <em>VHL</em> gene encodes a protein that inhibits the activity of hypoxia-inducible factors (HIFs), which are involved in oxygen sensing and angiogenesis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L94480.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; <em>VHL</em> mutations lead to constitutive activation of these proteins, resulting in overexpression of multiple angiogenic growth factors (eg, VEG-F, PDG-F) and increased erythropoietin levels that stimulate abnormal growth of blood vessels and the formation of tumors and cysts in various organs.<p></p><h1>Genetics</h1><p>VHL is an <strong>autosomal dominant</strong> syndrome resulting from germline mutations in the <em><strong>VHL</strong></em> <strong>tumor suppressor gene</strong> on chromosome 3.</p><h1>Pathology</h1><p>Histopathological examination of VHL-related tumors typically reveals features consistent with their tissue of origin.&nbsp; For example, renal cell carcinomas associated with VHL often exhibit clear cell morphology (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L76874.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), while hemangioblastomas of the central nervous system are characterized by highly vascularized stromal components (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63624.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p><h1>Epidemiology</h1><p>VHL can present at any age but most commonly manifests during early adulthood.&nbsp; However, presentation can vary by tumor type, with hemangioblastomas and pheochromocytomas in adolescence and early adulthood (eg, teens and 20s) and renal cell carcinomas in later adult years (eg, after 20s).</p><h1>Clinical presentation</h1><p>The clinical presentation of VHL varies depending on the location and size of the tumors and cysts.&nbsp; Common tumor types in patients with VHL include:</p><ul class=\"article-body-unordered-list\"><li><strong>Central nervous system (CNS) hemangioblastomas</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95911.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; are the most common lesions in VHL, usually presenting in the early 20s.&nbsp; They are considered benign but are heavily vascular tumors that can hemorrhage and cause mass effect (eg, herniation, obstructive hydrocephalus).&nbsp; They often occur in the cerebellum and spinal cord and have a classic cystic nodular radiographic appearance.&nbsp; Patients with VHL often present with multiple CNS hemangioblastomas.</li><li><strong>Retinal hemangioblastomas</strong>:&nbsp; can be the initial neoplasm in patients with VHL, sometimes presenting in childhood.&nbsp; They occur in the majority of those with VHL.&nbsp; Although the tumors are noninvasive, they can cause decreased visual acuity due to edema and/or distortion of the retina.&nbsp; Bleeding from the tumor can also lead to retinal detachment, glaucoma, and vision loss.</li><li><strong>Renal cell carcinomas</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96288.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ):&nbsp; clear cell carcinomas that are often multifocal and bilateral, occur in up to two-thirds of patients, and develop at a younger age than sporadic disease.&nbsp; Patients are often asymptomatic but can present with hematuria, flank pain, or a palpable abdominal mass.&nbsp; They may also demonstrate polycythemia (from ectopic erythropoietin production), hypertension (from ectopic renin production), and hypercalcemia (from ectopic parathyroid hormone-related peptide production).&nbsp; Renal cell carcinomas are often preceded by the formation of multiple renal cysts and are considered a premalignant condition.</li><li><strong>Pheochromocytoma</strong>:&nbsp; is a tumor that arises from the adrenal medulla and can produce catecholamines.&nbsp; Patients may have hypertension, tachycardia, and sweating due to sympathetic overactivity; however, many are asymptomatic.</li><li>Other tumors include pancreatic cysts, often asymptomatic and found incidentally; rarely, they may present with abdominal pain or biliary obstruction.&nbsp; Endolymphatic sac tumors of the middle ear are vascular tumors that arise along the temporal bone and can cause hearing loss, tinnitus, or vertigo.</li></ul><p>Patients with VHL can have any of these tumors or cysts.&nbsp; The most common presentation is patients in their 20s with CNS or retinal hemangioblastoma.</p><h1>Diagnosis</h1><p>The diagnosis of VHL should be suspected in patients with a family history and classic tumor types, which can be discovered with various modalities:</p><ul class=\"article-body-unordered-list\"><li>MRI brain and spinal cord with contrast:&nbsp; CNS hemangioblastomas</li><li>Dilated fundoscopic examination:&nbsp; retinal hemangioblastomas</li><li>CT abdomen with contrast:&nbsp; renal cell carcinomas</li><li>Plasma and urinary catecholamines and metanephrines:&nbsp; pheochromocytomas</li></ul><p>Patients with suspected disease should have confirmation with genetic testing for germline VHL mutations.</p><h1>Differential diagnosis</h1><p>The differential diagnosis of VHL includes other genetic syndromes associated with multiple tumors:</p><ul class=\"article-body-unordered-list\"><li><strong>Li-Fraumeni syndrome</strong>:&nbsp; an autosomal dominant disorder associated with alterations of the tumor protein <em>p53</em> gene.&nbsp; It usually results in early onset of malignancies such as sarcomas, breast cancer, and adrenal carcinomas.&nbsp; CNS disease is characterized by gliomas and medulloblastomas, not hemangioblastomas.</li><li><strong>Autosomal dominant polycystic kidney disease</strong>:&nbsp; also manifests as CNS and renal disease.&nbsp; However, the CNS disease is largely due to aneurysms rather than tumors; the renal disease is characterized by progressive parenchymal obliteration by cysts, which commonly leads to flank pain and hematuria.</li><li><strong>Multiple endocrine neoplasia type 2</strong>:&nbsp; can present with pheochromocytoma as well as medullary thyroid carcinoma.&nbsp; Eye findings can include conjunctival or corneal neuromas, not retinal hemangioblastomas.</li><li><strong>Neurofibromatosis type 1</strong> (NF1):&nbsp; an autosomal dominant disorder characterized by CNS disease and eye findings.&nbsp; However, the CNS tumor is usually an optic nerve glioma and the eye findings are Lisch nodules, which are pigmented nodules of the iris.&nbsp; Patients with NF1 may also have café au lait spots (hyperpigmented cutaneous macules).</li><li><strong>Neurofibromatosis type 2</strong> (NF2):&nbsp; an autosomal dominant disorder with marked CNS and ophthalmologic features.&nbsp; However, it is more commonly characterized by schwannomas, particularly of the vestibular nerve, and meningiomas.&nbsp; Cataracts and retinal hamartomas are common ophthalmic manifestations.</li><li><strong>Tuberous sclerosis complex</strong> (TSC):&nbsp; a multisystem disorder caused by mutations in the <em>TSC1</em> or <em>TSC2</em> genes, leading to the development of benign tumors in the brain, kidneys, and heart.&nbsp; Both VHL and TSC can manifest with renal tumors.&nbsp; The presence of characteristic skin lesions (eg, facial angiofibromas, hypomelanotic macules, and shagreen patches) and cortical tubers in the brain (rather than hemangioblastomas) can help differentiate TSC from VHL.</li></ul><h1>Management</h1><p>Management of VHL typically involves a multidisciplinary approach aimed at surveillance, symptomatic management, and surgical intervention when indicated.</p><p>Regular screening for VHL-related tumors, including central nervous system hemangioblastomas, retinal hemangioblastoma, renal cell carcinomas, and pheochromocytoma is essential for early detection and treatment.&nbsp; Surgical resection, embolization, and ablative therapies may help manage symptomatic or enlarging lesions.&nbsp; Laser therapy is the preferred treatment for retinal hemangioblastomas.</p><p>In addition, first-degree relatives of patients with VHL also typically undergo regular screening for tumors.</p><h1>Prognosis</h1><p>The prognosis of VHL varies depending on the extent and aggressiveness of the associated tumors.&nbsp; Appropriate management and surveillance can reduce morbidity and mortality, but the risk of tumor recurrence and metastasis remains a concern.</p><h1>Summary</h1><p>VHL is an autosomal dominant genetic disorder caused by a mutation in the <em>VHL</em> gene on chromosome 3 (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41706.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; It is characterized by the development of multiple tumors in various organs, including central nervous system hemangioblastomas, retinal hemangioblastomas, renal cell carcinoma (clear cell type), and pheochromocytoma.&nbsp; Diagnosis can be confirmed by genetic testing for <em>VHL</em> gene mutations.&nbsp; Management includes treatment and surveillance of the various common tumor types.<p></p></div>\n            "
}