{
  "meta": {
    "title": "Acute cervicitis",
    "url": "https://brainandscalpel.vercel.app/acute-cervicitis-nbsp-6bd75388-cf563c.html",
    "scrapedAt": "2025-12-01T04:52:55.576Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Acute cervicitis refers to inflammation of the uterine cervix, which most commonly occurs due to infection with <em>Chlamydia trachomatis</em> or <em>Neisseria gonorrhoeae</em>.&nbsp; Symptom presentation is variable, ranging from asymptomatic to classic mucopurulent discharge and cervical friability.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>Most cases of acute cervicitis are caused by infection of the endocervical glands and the ectocervix, which results in disruption of the normal cervical epithelium and leads to tissue inflammation and damage.&nbsp; By far the most common causative organisms in acute cervicitis are <em><strong>C trachomatis</strong></em> and <em><strong>N gonorrhoeae</strong></em>; other, less common etiologies include <em>Trichomonas vaginalis</em>, herpes simplex virus, and <em>Mycoplasma genitalium</em>.&nbsp; Risk factors for acute infectious cervicitis include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>High-risk sexual behavior (ie, no barrier contraception, increased number of sexual partners)</li>\n\t<li>Age &lt;25</li>\n\t<li>Prior sexually transmitted infections (STIs)</li>\n</ul><br><br><p>Noninfectious acute cervicitis is much less common and can occur following cervical exposure to chemical or mechanical irritants, leading to an inflammatory response.&nbsp; Causes include recent cervical procedures (eg, colposcopy with biopsy), foreign bodies (eg, contraceptives [diaphragms, cervical caps], pessaries), and chemical irritants (eg, douching, spermicide).</p><br><br><p>Because the overwhelming majority of cases of acute cervicitis are caused by <em>C trachomatis</em> and <em>N gonorrhoeae</em>, the primary focus of this article is the screening, management, and prevention of cervicitis caused by these pathogens.</p>\n<h1>Pathology</h1><br><br><p>Although histopathologic examination is not necessary for the diagnosis of isolated, acute cervicitis, microscopic examination of cervical tissue may reveal mucosal edema and neutrophilic infiltration (in contrast to chronic cervicitis, in which microscopic examination shows predominantly lymphocytes and plasma cells).</p>\n<h1>Clinical presentation</h1><br><br><p>Acute cervicitis may be asymptomatic and incidentally found on routine pelvic examination.&nbsp; When symptoms are present, they may include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Purulent or mucopurulent cervical discharge</strong></li>\n\t<li><strong>Dyspareunia</strong>, or painful sexual intercourse</li>\n\t<li><strong>Intermenstrual spotting</strong> or <strong>postcoital bleeding</strong> (due to inflammation and increased friability of the cervix)</li>\n\t<li><strong>Dysuria</strong> (often due to concomitant urethritis or urethral inflammation)</li>\n</ul><br><br><p>If there is significant pelvic pain or fever, infection of the upper genital tract (eg, endometritis, pelvic inflammatory disease [PID]) should be considered.</p>\n<h1>Diagnosis and laboratory evaluation</h1><br><br><p>Acute cervicitis is diagnosed clinically on pelvic examination by visualizing purulent/mucopurulent discharge at the endocervical canal and/or cervical friability (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22227.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The clinical findings are supported by:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Detailed history of symptoms (postcoital bleeding, abnormal vaginal discharge), sexual activity (eg, unprotected intercourse, new partner)</li>\n\t<li>Laboratory evaluation with wet mount microscopy and nucleic acid amplification tests (NAATs) to identify causative infectious pathogens:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Wet mount microscopy</strong> helps identify motile trichomonads; however, microscopy has overall poor sensitivity for identification of <em>T vaginalis</em>, so NAATs should be performed if negative.</li>\n\t\t<li><strong>NAATs</strong> are highly sensitive and specific tests for the detection of <em>C trachomatis</em>, <em>N gonorrhoeae</em>, and <em>T vaginalis</em>.</li>\n\t\t<li><strong>± Viral PCR</strong> may identify herpes simplex virus if history or examination is suggestive of this etiology (ie, shallow ulcers or vesicles on the cervix, vagina, or vulva).</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vaginitis</strong>:&nbsp; presents with vulvovaginal irritation and vaginal discharge.&nbsp; Examination shows abnormal vaginal discharge; however, the discharge does not originate from the endocervical canal, and the inflammation does not affect the cervix.</li>\n\t<li><strong>Pelvic inflammatory disease</strong> (PID):&nbsp; often has purulent/mucopurulent discharge; however, it presents with abdominal/pelvic pain along with systemic symptoms (fever).&nbsp; In addition, physical examination findings include cervical motion tenderness and uterine/adnexal tenderness.</li>\n\t<li><strong>Cervical ectropion</strong> (ie, eversion of endocervical columnar glands) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15842.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; occurs in women with high estrogen exposure (eg, oral contraceptive pills, pregnancy) and can mimic cervical friability.&nbsp; However, there is no mucopurulent discharge.</li>\n\t<li><strong>Dermatoses</strong>:&nbsp; Desquamative inflammatory vaginitis presents with significant noninfectious vaginal discharge, vaginal inflammation, and vulvarvaginal pain.&nbsp; Lichen planus presents with vaginal irritation marked by pruritic, purple, plaques with lacy, white lines (Wickham striae).&nbsp; However, the discharge and inflammation do not originate from the cervix.</li>\n\t<li><strong>Cervical cancer</strong>:&nbsp; can cause similar symptoms, including intermenstrual spotting or postcoital bleeding, and physical examination findings such as cervical friability; however, there is typically a friable, exophytic mass identified on examination.</li>\n</ul>\n<h1>Management</h1><br><br><p>For suspected infectious acute cervicitis, <strong>empiric treatment</strong> is given with doxycycline (treats chlamydia) and ceftriaxone (treats gonorrhea).&nbsp; NAAT testing is collected at the time of examination; however, treatment is not delayed while results are pending due to the high risk of ascending infections (eg, endometritis, PID).</p><br><br><p>Targeted treatment for laboratory-confirmed infections (often found during screening) involves the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chlamydia:&nbsp; doxycycline</strong></li>\n\t<li><strong>Gonorrhea:&nbsp; ceftriaxone</strong></li>\n</ul><br><br><p>For <strong>pregnant patients</strong>, <strong>azithromycin</strong> is used in place of doxycycline to treat chlamydial infections to avoid potential fetal toxicity with doxycycline.&nbsp; In addition, pregnant patients require a test of cure 4 weeks after treatment to ensure eradication of infection because ongoing infection can have severe consequences in pregnancy (eg, preterm prelabor rupture of membranes, preterm labor).</p><br><br><p>Partner treatment is critical in preventing reinfection.&nbsp; Sexual partners of patients diagnosed with chlamydia, gonorrhea, or trichomoniasis should be treated expeditiously, and couples should abstain from sexual activity until treatment is completed.</p><br><br><p>All patients diagnosed with chlamydia, gonorrhea, or trichomoniasis are at high risk for reinfection and should therefore have repeat testing in 3 months.&nbsp; They should also be offered testing for other STIs (eg, HIV, syphilis).</p>\n<h1>Prognosis</h1><br><br><p>With prompt diagnosis and appropriate treatment, acute cervicitis generally resolves without complications.&nbsp; However, untreated infections can lead to severe and lasting complications.&nbsp; Ascending infections are highly likely without treatment and can lead to endometritis and PID.&nbsp; The chronic inflammation associated with PID causes tubal scarring, which increases the risk for ectopic pregnancies or fulminant infertility (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31289.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; In addition, PID can lead to perihepatitis (inflammation of the liver capsule) and chronic pelvic pain.<p></p>\n<h1>Prevention</h1><br><br><p>Patients should be encouraged to use <strong>barrier contraception</strong> (condoms) for primary prevention.&nbsp; In addition, because so many cases of acute cervicitis are asymptomatic, an important part of prevention includes <strong>periodic screening</strong> for gonorrhea and/or chlamydia infections.&nbsp; Asymptomatic or silent infections do not preclude severe sequelae; therefore, screening recommendations involve the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sexually active women age &lt;25:&nbsp; annual screening</li>\n\t<li>High risk sexually active women age ≥25:&nbsp; annual screening</li>\n\t<li>Pregnancy:&nbsp; age &lt;25 OR high risk individuals age ≥25:&nbsp; first and third trimester screening</li>\n</ul>\n<h1>Summary</h1><br><br><p>Acute cervicitis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32800.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a common gynecologic condition characterized by cervical inflammation and often attributed to infectious etiologies.&nbsp; The characteristic findings are discharge at the endocervical canal and/or friable endocervical tissue.&nbsp; Acute cervicitis may be asymptomatic or may cause vaginal discharge, abnormal bleeding, or dyspareunia.&nbsp; Most cases resolve with antibiotic treatment but can rarely lead to complications such as pelvic inflammatory disease.<p></p>\n</div>\n\n            "
}