{
  "meta": {
    "title": "Bacterial vaginosis",
    "url": "https://brainandscalpel.vercel.app/bacterial-vaginosis-87d7b4a0-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:07.607Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Bacterial vaginosis (BV) is one of the most common causes of abnormal vaginal discharge.&nbsp; It occurs due to alterations in the normal vaginal microbiota, including a decrease in physiologic lactobacilli, an increase in vaginal pH, and overgrowth of anaerobic bacteria.&nbsp; The increased pH and bacterial overgrowth lead to increasing malodorous vaginal discharge.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>The normal vaginal flora consists mostly of <em>Lactobacillus</em> species, which produce lactic acid and hydrogen peroxide to maintain the normal acidic environment of the vagina.</p><br><br><p>BV occurs when the normal vaginal microbiota are disrupted by a decrease in <em>Lactobacillus</em> spp.&nbsp; and subsequent overgrowth of anaerobic bacteria, particularly <em><strong>Gardnerella vaginalis</strong></em>; other implicated bacteria include <em>Prevotella</em> spp., <em>Bacteroides</em> spp., and <em>Peptostreptococcus</em> spp.&nbsp; The increase in anaerobic bacteria causes increased vaginal pH (&gt;4.5) and increased amine production.&nbsp; This, in turn, causes the characteristic odor and increased vaginal epithelial cell exfoliation, resulting in increased vaginal discharge.</p><br><br><p>Several factors contribute to the development of BV; the most common is sexual activity.&nbsp; Although BV is not considered a sexually transmitted infection, sexual activity is a risk factor because of the increased likelihood of changes in vaginal flora from contact with the sperm or vaginal fluid from their partners.&nbsp; Additional risk factors include vaginal douching and smoking.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with BV classically have a malodorous, fishy vaginal discharge that worsens after intercourse or during menses.&nbsp; The discharge has a thin, grayish-white, homogeneous appearance.&nbsp; Compared to other causes of abnormal vaginal discharge, BV does <u>not</u> cause vulvovaginal inflammation; therefore, patients have no vulvar erythema or pruritus, cervical discharge, or friability.</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of BV is clinical and is based on the <strong>Amsel criteria</strong> (3 of the 4 are required for diagnosis):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Thin, grayish-white, homogeneous vaginal discharge</strong>.</li>\n\t<li><strong>Vaginal pH &gt;4.5</strong>:&nbsp; Increased pH is caused by a decrease in lactobacilli and an increase in anaerobic bacteria; increased pH also allows for increased adherence of <em>G vaginalis</em> to vaginal epithelial cells.</li>\n\t<li><strong>Positive whiff test</strong>:&nbsp; A prominent amine odor develops when potassium hydroxide (KOH) is added to discharge.&nbsp; This occurs because KOH creates a volatilization of amines produced by <em>G vaginalis</em> and other anaerobes.</li>\n\t<li><strong>Wet microscopy with clue cells</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99296.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; Vaginal squamous epithelial cells covered with adherent bacteria represent &gt;20% of all epithelial cells seen on microscopy.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vulvovaginal candidiasis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31895.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; is most commonly caused by <em>Candida albicans</em>.&nbsp; Patients typically have thick, white, cottage cheese–like vaginal discharge.&nbsp; In addition, associated vulvar pruritus and erythema are also present.&nbsp; Wet mount microscopy typically shows pseudohyphae and budding yeast cells.</li>\n\t<li><strong>Trichomoniasis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45326.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; is caused by a sexually transmitted infection by the protozoan, <em>Trichomonas vaginalis</em>.&nbsp; Patients may have frothy, malodorous, yellow-green vaginal discharge.&nbsp; Vulvar itching and dyspareunia are common.&nbsp; Trichomoniasis is often associated with vulvar and vaginal erythema.&nbsp; Wet mount microscopy shows motile trichomonads.</li>\n\t<li><strong>Physiologic leukorrhea</strong>:&nbsp; is a thin, white discharge that increases mid–menstrual cycle, with increased levels of estrogen.&nbsp; In contrast to BV, physiologic leukorrhea is odorless.</li>\n\t<li><strong>Atrophic vaginitis</strong> (also known as vulvovaginal atrophy):&nbsp; is due to estrogen deficiency (eg, menopause, postpartum).&nbsp; Patients may have scant vaginal discharge; however, they more commonly have vaginal dryness, dyspareunia, postcoital bleeding, and vaginal mucosal thinning and pallor.</li>\n\t<li><strong>Acute cervicitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22229.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; is due to <em>Chlamydia trachomatis</em> or <em>Neisseria gonorrhoeae</em> infection.&nbsp; Patients can have vaginal discharge; however, the discharge is typically mucopurulent.&nbsp; In addition, patients often have associated vaginal bleeding (particularly postcoital bleeding), cervical friability, and cervical motion tenderness.</li>\n</ul>\n<h1>Laboratory evaluation</h1><br><br><p>Laboratory tests that support the diagnosis of BV include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Wet mount microscopy</strong> (to identify clue cells and to confirm the absence of yeast or <em>Trichomonas</em>)</li>\n\t<li><strong>pH testing of vaginal fluid (&gt;4.5)</strong></li>\n</ul><br><br><p>Although it is considered the gold standard for diagnosis, Gram stain of vaginal fluid (revealing characteristic bacterial morphotypes) is not routinely performed because clinical features and wet mount microscopy are usually sufficient for diagnosis.&nbsp; Of note, vaginal culture and cell cytology with Pap testing are not reliable for diagnosis.</p>\n<h1>Management</h1><br><br><p>Because anaerobic bacteria (eg, <em>G vaginalis</em>) can be present in normal vaginal flora, patients with BV are treated only if they are symptomatic or undergoing a gynecologic procedure involving the vagina (eg, hysteroscopy, hysterosalpingography).&nbsp; Asymptomatic patients do not require treatment.&nbsp; This is because BV usually resolves spontaneously and treatment is aimed at alleviating symptoms, preventing operative complications, and restoring the balance of vaginal microbiota.</p><br><br><p>Treatment typically involves oral or vaginal antibiotics, such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Metronidazole</strong> (oral or vaginal).</li>\n\t<li><strong>Clindamycin</strong> (usually vaginal; oral options are possible but increase the risk for <em>Clostridioides difficile</em>).</li>\n\t<li>Tinidazole (oral):&nbsp; second-line option.</li>\n</ul><br><br><p>Patients should also be counseled regarding lifestyle modifications, including cessation of douching and smoking cessation, which can reduce the risk for recurrence.</p><br><br><p>In patients with recurrent BV, boric acid vaginal suppositories are used as an adjunct to metronidazole.</p><br><br><p>Pregnancy consideration:&nbsp; Although BV is a risk factor for preterm delivery, routine screening and treatment of asymptomatic patients for BV are not recommended because there are insufficient data to suggest that treatment helps prevent these complications.&nbsp; In pregnant patients with symptomatic BV, treatment is with either metronidazole or clindamycin.</p>\n<h1>Prognosis</h1><br><br><p>With appropriate treatment, the prognosis for BV is generally good.&nbsp; However, recurrence is common, with up to 50% of patients experiencing another episode within 12 months.</p>\n<h1>Summary</h1><br><br><p>Bacterial vaginosis is a prevalent vaginal infection characterized by alterations in the vaginal microbiota (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33080.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Patients have a malodorous vaginal discharge with a positive whiff test, pH &gt;4.5, and clue cells on wet mount microscopy.&nbsp; First-line treatment of symptomatic patients is with either metronidazole or clindamycin.<p></p>\n</div>\n\n            "
}