{
  "meta": {
    "title": "Congenital uterine anomalies",
    "url": "https://brainandscalpel.vercel.app/congenital-uterine-anomalies-20b0dfd9-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:17.489Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Congenital uterine anomalies (CUAs) result from abnormal formation, fusion, or involution of the müllerian ducts during fetal development.&nbsp; These anomalies are often asymptomatic but may cause obstetric and gynecological complications.&nbsp; They occur in approximately 5% of women, although prevalence is higher among women with infertility or recurrent pregnancy loss.</p>\n<h1>Embryology</h1><br><br><p>During sexual differentiation in females (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19492.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), the müllerian (paramesonephric) ducts give rise to the fallopian tubes, uterus, cervix, and upper vagina (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39934.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; This process involves:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Formation:&nbsp; The müllerian ducts develop as bilateral solid cords of tissue beginning at 6 weeks gestation.</li>\n\t<li>Fusion:&nbsp; The caudal portions of the müllerian ducts fuse laterally to form the uterus, cervix, and upper vagina by approximately 12 weeks gestation.&nbsp; The superior portions of the ducts do not fuse and give rise to the fallopian tubes.</li>\n\t<li>Involution:&nbsp; Canalization of the ducts occurs (creating patent fallopian tubes and a uterine cavity), and the central uterine septum resorbs by 20 weeks gestation.</li>\n</ul><br><br><p>The remainder of the gynecologic anatomy develops independently of the müllerian ducts:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The lower vagina arises from the urogenital sinus, which fuses vertically with the müllerian ducts to create a continuous vaginal canal.</li>\n\t<li>The external genitalia arise from the genital tubercle.</li>\n\t<li>The ovaries develop from the urogenital ridge.</li>\n</ul>\n<h1>Classification and pathophysiology</h1><br><br><p>Genetic or environmental (eg, exposure to diethylstilbestrol) influences can interfere with the normal processes of formation, fusion, and involution of the müllerian ducts, leading to various CUAs (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24618.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Müllerian agenesis</strong> (Mayer-Rokitansky-Küster-Hauser syndrome):&nbsp; <strong>Agenesis</strong> or <strong>hypoplasia</strong> leads to complete or partial absence of the fallopian tubes, uterus, cervix, and upper vagina; rudimentary uterine parts may be present but do not connect to the lower vagina.</li>\n\t<li><strong>Unicornuate uterus</strong>:&nbsp; <strong>Arrested development of one müllerian duct</strong> results in a single uterine horn (a hemi-uterus).&nbsp; The contralateral side may be entirely absent or exist as a small uterine remnant (a rudimentary horn), which may be communicating (ie, contiguous with the uterine cavity) or noncommunicating and may contain endometrial tissue.&nbsp;</li>\n\t<li><strong>Uterus didelphys</strong>:&nbsp; <strong>Complete failure of lateral fusion</strong> of the müllerian ducts leads to 2 separate, widely spaced hemi-uteri with independent cavities that are connected at the level of the cervix.&nbsp; Two cervices are present, and there is frequently an associated longitudinal vaginal septum, leading to 2 separate vaginal canals.</li>\n\t<li><strong>Bicornuate uterus</strong>:&nbsp; <strong>Incomplete lateral fusion</strong> of the müllerian ducts near the cranial end leads to 2 communicating uterine cavities with a shared outer wall, deep fundal cleft, and shared lower uterine segment.&nbsp; There is usually a single cervix and sometimes an associated longitudinal vaginal septum.</li>\n\t<li><strong>Septate uterus</strong> (most common type):&nbsp; Due to <strong>failed resorption</strong>, resulting in a fibrous or muscular septum within the uterine cavity and a normal external uterine contour.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Patients with CUAs have normal ovarian function, resulting in normal, female-range levels of estrogen and testosterone and normal secondary sexual characteristics (eg, breast development, axillary/pubic hair).&nbsp; In addition, the external genital and lower two-thirds of the vagina do not develop from the müllerian ducts and are therefore normal in patients with CUAs.</p><br><br><p>Depending on the anomaly, patients are often <strong>asymptomatic</strong> and may not become aware of the anomaly until it is incidentally noted during physical examination, at the time of surgery (eg, laparoscopy, hysteroscopy, cesarean delivery), or on imaging performed either for routine indications or during evaluation for infertility or recurrent pregnancy loss.&nbsp; Patients who are symptomatic may experience the following:</p>\n<h2>Gynecological complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The endometrial surface area can be increased in some CUAs (eg, septate uterus, uterus didelphys, bicornuate uterus), which can lead to <strong>heavy menses</strong> and <strong>dysmenorrhea</strong>.</li>\n\t<li>Some CUAs (eg, müllerian agenesis or unicornuate uterus with noncommunicating uterine remnants) lead to an area of endometrial tissue that is not contiguous with the rest of the uterine cavity, cervix, or vagina.&nbsp; This can cause <strong>obstructive symptoms</strong> (eg, dysmenorrhea, chronic pelvic pain, hematometra (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L112475.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                )) that typically begin in adolescence when menstrual outflow is partially or completely obstructed.&nbsp; Complete obstruction may present as <strong>primary amenorrhea</strong>.&nbsp; Patients with an obstructive CUA may be at increased risk of endometriosis due to retrograde menstruation (efflux of endometrial tissue into the peritoneal cavity).</li>\n\t<li>CUAs may be accompanied by a vaginal septum (transverse or longitudinal), which can cause difficulty with intercourse or use of a tampon.</li>\n</ul>\n<h2>Reproductive complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>CUAs are commonly associated with abnormal uterine vasculature and diminished uterine blood flow.&nbsp; Therefore, patients with CUAs experience pregnancies with decreased placental perfusion, which can cause <strong>fetal growth restriction</strong> or <strong>recurrent pregnancy loss</strong> (eg, ≥3 consecutive spontaneous abortions).</li>\n\t<li>Abnormal anatomy may prevent normal fetal movement and uterine growth as a pregnancy progresses; this predisposes to malpresentation.&nbsp; When the fetus becomes larger than the cavity can accommodate, uterine overdistension may trigger <strong>preterm labor</strong>.</li>\n\t<li>Uterine distortion may also adversely affect the structural integrity of the cervix, increasing the risk for <strong>cervical insufficiency</strong> and second-trimester pregnancy loss.&nbsp;</li>\n\t<li>Rarely, pregnancy may occur in an obstructed rudimentary horn; these pregnancies are at high risk for <strong>uterine rupture</strong> and are usually terminated.</li>\n</ul><br><br><p>Reproductive outcomes vary significantly depending on the type of CUA.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Müllerian agenesis causes infertility because sperm are unable to reach the ovum for fertilization.&nbsp;</li>\n\t<li>Septate uterus has high rates of recurrent pregnancy loss (the septum is less vascular and interferes with normal implantation), fetal growth restriction, and preterm delivery (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L86432.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp;</li>\n\t<li>Pregnancy outcomes are often close to those of the normal population for patients with bicornuate uterus, uterus didelphys, or unicornuate uterus.</li>\n</ul>\n<h2>Associated renal anomalies</h2><br><br><p>The wolffian (mesonephric) ducts form the primitive kidney and develop alongside the müllerian ducts in early gestation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39934.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Because of the proximity and synchronous development of these ducts, many patients with CUAs have renal abnormalities (eg, duplicated collecting system, unilateral renal agenesis, horseshoe kidney, pelvic kidney).<p></p>\n<h1>Diagnosis</h1><br><br><p>A definitive diagnosis of a CUA is made by imaging studies.&nbsp; The first-line imaging in suspected CUAs is a <strong>pelvic ultrasound</strong>, which is ideally performed in the secretory phase of the menstrual cycle (which optimizes visualization of the endometrium) to distinguish subtle differences between CUAs and identify rudimentary horns.&nbsp; 3D ultrasound can improve visualization of the external uterine contour and saline infusion sonohysterography (ultrasonography during which saline is injected through the cervix) can improve visualization of the uterine cavity (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81433.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; MRI can also be used to obtain a more detailed evaluation of the uterine cavity and external contour, cervix, rudimentary horns, and vaginal anatomy.<p></p><br><br><p>Hysterosalpingography (HSG) is an imaging study in which contrast is injected into the uterus through a cervical catheter to evaluate the shape of the uterine cavity and patency of the fallopian tubes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L75986.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; HSG is not routinely performed for suspected CUAs but may reveal a unicornuate uterus, bicornuate or septate uterus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25900.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), or uterus didelphys (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96979.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) during an infertility evaluation.&nbsp; Because it only visualizes the space filled by the contrast dye, HSG cannot evaluate the outer uterine contour to accurately differentiate between CUAs and will not identify noncommunicating rudimentary horns.<p></p><br><br><p>In addition, <strong>renal ultrasonography</strong> is recommended to evaluate for coexisting renal anomalies.</p>\n<h1>Management</h1><br><br><p>Treatment is individualized based on the type of anomaly, symptoms, and reproductive goals:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Müllerian agenesis:&nbsp; The vaginal canal may be expanded with use of dilators or surgical correction to allow for intercourse.&nbsp; Because the uterus is absent or rudimentary, patients are unable to carry a pregnancy and family building options include use of a gestational carrier or adoption.</li>\n\t<li>Unicornuate uterus, uterus didelphys, and bicornuate uterus:&nbsp; These anomalies typically do not require treatment unless obstructions cause symptoms.&nbsp; Surgery may be considered in selected cases of bicornuate uterus when recurrent pregnancy loss is thought to be due to the uterine anomaly.</li>\n\t<li>Septate uterus:&nbsp; Hysteroscopic resection of the septum improves pregnancy outcomes.</li>\n\t<li>Obstructive CUAs:&nbsp; Surgical correction (eg, removal of a rudimentary horn, creating a passage between obstructed compartments, hysterectomy) typically resolves symptoms.&nbsp; Patients who desire to avoid surgery can be treated with hormonal menstrual suppression.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Most patients have an excellent prognosis, with or without treatment.&nbsp; Those with obstructive CUAs tend to experience significant improvement in symptoms with surgical correction or menstrual suppression.</p><br><br><p>Reproductive outcomes depend on the anomaly and, for many patients, are similar to those of the general population.&nbsp; Successive pregnancies tend to have improved outcomes (eg, greater likelihood of live birth, increasing gestational age at delivery) even in patients with CUAs that are not surgically treated.&nbsp; Patients with coexisting renal anomalies are at increased risk for preeclampsia.</p>\n<h1>Summary</h1><br><br><p>Congenital uterine anomalies occur due to abnormalities during the processes of formation, fusion, and involution of the müllerian ducts during fetal development.&nbsp; These cause various anomalies of the fallopian tubes, uterus, and cervix, with varying clinical implications.&nbsp; CUAs may be asymptomatic or can cause pelvic pain, abnormal uterine bleeding, and pregnancy complications including recurrent pregnancy loss and preterm delivery.</p>\n</div>\n\n            "
}