{
  "meta": {
    "title": "Delayed puberty",
    "url": "https://brainandscalpel.vercel.app/delayed-puberty-af6a0928-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:21.832Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Delayed puberty is defined as the absence of secondary sexual characteristics (eg, breasts, testicular enlargement) by age 13 in females or by age 14 in males.&nbsp; The causes of delayed puberty can be categorized as primary hypergonadotropic (high LH and FSH) or secondary hypogonadotropic (low LH and FSH) hypogonadism.&nbsp; Benign, constitutional delay (hypogonadotropic) is the most common cause of delayed puberty.</p>\n<h1>Physiology</h1><br><br><p>Normal pubertal development manifests with secondary sexual characteristics beginning at age 8-12 in females and 9-13 in males.&nbsp; The onset of puberty is due to pulsatile GnRH secretion from the hypothalamus, which stimulates LH and FSH release from the pituitary and, subsequently, ovarian estrogen production in females and testicular testosterone production in males (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47207.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Adrenal androgen production, which is not stimulated by GnRH, occurs in both sexes.<p></p><br><br><p>Secondary sexual characteristics are driven by these hormones as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Estrogens in females stimulate breast development (ie, thelarche (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16082.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                )) during early puberty and menarche during late puberty.</li>\n\t<li>Testosterone in males promotes testicular and penile enlargement (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111261.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), voice deepening, and facial hair growth.</li>\n\t<li>Adrenal androgens are responsible for pubic and axillary hair development, body odor, and acne (collectively, adrenarche) in both sexes.</li>\n</ul>\n<h1>Pathophysiology</h1><br><br><p>Delayed puberty is defined as the absence of secondary sexual characteristics (eg, breast development, testicular enlargement ≥4 mL) by age 13 in females or age 14 in males, respectively.&nbsp; The etiology of delayed puberty is categorized as either primary or secondary hypogonadism:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Primary (hypergonadotropic) hypogonadism</strong> is defined by low sex hormones from gonadal failure, leading to positive central feedback and high LH and FSH.</li>\n\t<li><strong>Secondary (hypogonadotropic) hypogonadism</strong> is far more common and characterized by low sex hormones due to either impaired hypothalamic GnRH production or pituitary LH and FSH production.</li>\n</ul>\n<h1>Causes</h1><h2>Primary (hypergonadotropic) hypogonadism</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Turner syndrome</strong> (45,XO) is the most common cause of primary hypogonadism in females (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14170.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Gonadal dysgenesis due to fibrotic ovaries leads to estrogen deficiency, resulting in minimal breast development and primary amenorrhea in most cases (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41042.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Other characteristic features include short stature, webbed neck, and associated cardiac defects (eg, aortic coarctation).</li>\n\t<li><strong>Klinefelter syndrome</strong> (47,XXY) is the most common cause of primary hypogonadism in males (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18332.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; Atrophied, hyalinized seminiferous tubules and impaired Sertoli and Leydig cell function manifest as small testes, gynecomastia, and delayed puberty.&nbsp; Affected males have tall stature with long legs and a reduced upper/lower body ratio.</li>\n\t<li><strong>Cryptorchidism</strong> (untreated), or bilateral, undescended testicles, leads to Leydig cell dysfunction, reduced testosterone levels, and delayed puberty in males.</li>\n\t<li><strong>Disorders of androgen synthesis</strong> (eg, 17-alpha-hydroxylase deficiency, 5-alpha reductase deficiency) result in decreased testosterone production.&nbsp; Individuals with these disorders have an XY karyotype but are undervirilized at birth with a phenotypically female appearance.</li>\n\t<li><strong>Gonadal injury</strong> is an acquired cause of hypogonadism, generally in those with a history of chemotherapy, radiation, trauma, or infection (eg, mumps).</li>\n</ul>\n<h2>Secondary (hypogonadotropic) hypogonadism</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Constitutional delay of growth and puberty</strong> is the most common cause of delayed puberty and is due to late maturation of the hypothalamic-pituitary-gonadal axis.&nbsp; This results in delayed bone age and short stature (&lt;3rd percentile) but normal growth velocity; height and pubertal development correlate more closely with bone age than with chronologic age.&nbsp; A family history of \"late bloomers\" supports the diagnosis.</li>\n\t<li><strong>Functional hypogonadism</strong> is caused by reversible suppression of the hypothalamic-pituitary-gonadal axis due to a chronic condition (eg, inflammatory bowel disease [IBD], celiac disease, hypothyroidism) or undernutrition.&nbsp; Poor growth or weight loss, as well as symptoms related to the specific underlying condition (eg, bloody stools in IBD, severe calorie restriction in anorexia nervosa), are often seen.</li>\n\t<li><strong>Hypothalamic or pituitary disease</strong> (eg, craniopharyngioma, prolactinoma) can disrupt the normal onset of pulsatile GnRH secretion.&nbsp; Visual field defects or headaches may be associated findings.</li>\n\t<li><strong>GnRH deficiency</strong> is a congenital condition often associated with anosmia (Kallmann syndrome) or midline defects (eg, cleft lip/palate).&nbsp; Lack of pulsatile GnRH secretion from the hypothalamus delays pubertal onset.</li>\n</ul>\n<h1>Evaluation</h1><br><br><p>Initial work-up of delayed puberty involves a thorough history and physical examination directed at the various underlying causes, as well as laboratory evaluation.</p>\n<h2>History</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Family history:&nbsp; A finding of \"late bloomers\" in the family is often suggestive of constitutional delay of growth and puberty.</li>\n\t<li>Birth history:&nbsp; Midline defects (eg, cleft lip/palate) may suggest GnRH deficiency, whereas cryptorchidism may be associated with a difference in sex development.</li>\n\t<li>Review of systems:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Excessive exercise or restrictive eating may suggest anorexia.</li>\n\t\t<li>Anosmia can be seen in GnRH deficiency.</li>\n\t\t<li>Loose or bloody bowel movements are often seen in chronic gastrointestinal illnesses (eg, celiac disease, IBD).</li>\n\t\t<li>Constipation and cold intolerance may suggest hypothyroidism.</li>\n\t\t<li>Neurologic symptoms (eg, headaches, visual disturbances) raise concern for a CNS tumor.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Physical examination</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Height velocity:&nbsp; Slowed linear growth velocity may suggest a chronic illness or genetic syndrome.</li>\n\t<li>Syndromic features:&nbsp; Findings consistent with Turner syndrome include short stature or webbed neck in females; Klinefelter syndrome should be considered in males with tall stature and gynecomastia.</li>\n\t<li>Secondary sexual characteristics:&nbsp; A complete evaluation should be performed because initial signs of puberty may be subtle, including testicular enlargement in males or breast buds in females.</li>\n</ul>\n<h2>Laboratory evaluation</h2><br><br><p>Initial evaluation includes <strong>serum FSH and LH levels</strong>, which can be used to differentiate between primary (elevated FSH and LH) and secondary (low to normal FSH and LH) hypogonadism.</p><br><br><p>Individuals with delayed puberty should also undergo measurements of testosterone or estradiol, as well as targeted evaluation (eg, thyroid function tests, prolactin level, celiac disease testing, inflammatory markers) in those with a positive review of systems.</p>\n<h2>Imaging</h2><br><br><p>Bone age assessment is typically performed during the initial evaluation.&nbsp; This study is nonspecific and does not differentiate among causes of hypogonadism, but a delayed bone age supports the most common diagnosis, constitutional delay of growth and puberty.&nbsp; It also provides information regarding growth potential (eg, delayed bone age suggests significant growth remaining).</p>\n<h2>Further evaluation</h2><br><br><p>More extensive evaluation is required based on findings from the initial work-up.&nbsp; This may include a karyotype if primary hypogonadism is suspected or an MRI of the brain if a central, anatomic cause is suspected.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of delayed puberty depends on the underlying cause.</p><br><br><p>For constitutional delay of growth and puberty, affected individuals generally reach normal adult height and maturity after a delayed start to puberty.&nbsp; In those with chronic conditions, treatment of the underlying disease generally results in reversibility of hypothalamic-pituitary-gonadal axis suppression and initiation of puberty.&nbsp; Permanent causes (eg, GnRH deficiency) generally require hormone replacement therapy.</p>\n<h1>Summary</h1><br><br><p>Delayed puberty is the absence of secondary sexual characteristics by age 13 in females or 14 in males and is due to either primary (hypergonadotropic) or secondary (hypogonadotropic) hypogonadism.&nbsp; Primary causes include Turner and Klinefelter syndromes, gonadal injury, or androgen synthesis defects, whereas secondary causes involve constitutional delay of growth and puberty (most common), chronic illness, hypothalamic/pituitary disorders, or GnRH deficiency.&nbsp; Initial evaluation includes LH and FSH levels to differentiate between primary and secondary causes, and the prognosis depends on the underlying cause.</p>\n</div>\n\n            "
}