{
  "meta": {
    "title": "Dyspareunia",
    "url": "https://brainandscalpel.vercel.app/dyspareunia-faf3b63b-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:22.402Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Dyspareunia is defined as persistent or recurrent genital pain associated with sexual intercourse that can occur before, during, or after penetration.&nbsp; Dyspareunia may be primary (present since the first episode of intercourse) or secondary (acquired later) and can be generalized or occur only in specific contexts.&nbsp; Dyspareunia is a symptom; sexual pain may be isolated and idiopathic but is often a component of an underlying condition.&nbsp; Psychologic factors frequently also contribute to dyspareunia.&nbsp; The location of pain (and presence of additional symptoms) helps determine the likely etiology:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Superficial dyspareunia</strong> (pain at the vaginal introitus, distal vagina, or vulva):<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Vulvovaginal atrophy.</li>\n\t\t<li>Vulvar dermatoses.</li>\n\t\t<li>Vulvodynia/vestibulodynia.</li>\n\t\t<li>Congenital anomalies.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Deep dyspareunia</strong> (pain during deep penetration, involving the deeper aspects of the vagina or pelvic structures):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Infection (eg, acute cervicitis, pelvic inflammatory disease [PID]).</li>\n\t\t<li>Endometriosis.</li>\n\t\t<li>Uterine and ovarian masses.</li>\n\t\t<li>Pelvic congestion syndrome.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Superficial and deep dyspareunia</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Muscular disorders (vaginismus, myofascial pelvic pain syndrome).</li>\n\t\t<li>Pelvic organ prolapse.</li>\n\t\t<li>Interstitial cystitis.</li>\n\t\t<li>Pudendal neuralgia.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Evaluation</h1><br><br><p>Evaluation of dyspareunia begins with a history and physical examination.&nbsp; Pelvic examination should involve the following components (as tolerated):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>External genitalia:&nbsp; Inspect for erythema, lesions, and/or atrophy.</li>\n\t<li>Speculum examination:&nbsp; Evaluate for congenital anomalies (eg, hymenal variants, vaginal septum), vaginal discharge, pelvic organ prolapse, and/or vaginal atrophy.</li>\n\t<li>Bimanual examination:&nbsp; Assess for ovarian masses, muscle tone, myofascial trigger points, and cervical/uterine/adnexal tenderness.</li>\n</ul><br><br><p>Further testing may be indicated based on physical examination and can include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Infection testing (eg, <em>Chlamydia trachomatis</em>, <em>Neisseria gonorrhoeae</em>, <em>Trichomonas vaginalis</em>, <em>Candida</em> species):&nbsp; For patients with abnormal discharge, genital ulcers, and cervical or uterine tenderness.</li>\n\t<li>Urinalysis:&nbsp; For patients with urinary symptoms or suprapubic pain.</li>\n\t<li>Biopsy:&nbsp; For lesions suspicious for malignancy or dysplasia and for confirming the diagnosis of certain dermatoses.</li>\n\t<li>Pelvic ultrasonography:&nbsp; For evaluation of the pelvic structures in patients with deep dyspareunia.</li>\n</ul>\n<h1>Superficial dyspareunia causes</h1><h2>Vulvovaginal atrophy</h2><br><br><p>Vulvovaginal atrophy, or genitourinary syndrome of menopause, causes superficial dyspareunia due to the shortening and narrowing of the vagina and introitus, loss of vaginal rugae, and development of vaginal fissures.&nbsp; This occurs due to decreased estrogen levels that lead to thinning of the vaginal epithelium, a higher vaginal pH, reduced lubrication, and increased tissue fragility.&nbsp; Symptoms often present during the menopausal transition and become gradually more severe.</p><br><br><p>First-line treatement is with vaginal lubricants and vaginal estrogen therapy.</p>\n<h2>Vulvar dermatoses</h2><br><br><p>Common vulvar dermatoses that cause superficial dyspareunia include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Dermatitis (eg, atopic, contact):&nbsp; Often triggered or exacerbated by exposure to certain products (eg, creams, detergents, hygiene wipes).&nbsp; Examination demonstrates vulvar erythema, edema, excoriations, or fissures.</li>\n\t<li>Lichen sclerosus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50760.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; Causes superficial dyspareunia most commonly in perimenopausal and postmenopausal women due to shrinking of the labia minora, introitus, and clitorial hood.&nbsp; Lichen sclerosus is a chronic progressive condition.</li>\n\t<li>Vulvar lichen planus (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44512.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; Causes dyspareunia due to the development of erosions, friable vaginal epithelium, and vaginal synechiae.</li>\n</ul><br><br><p>A biopsy may be needed to confirm the diagnosis, particularly if response to treatment is inadequate.&nbsp; Treatment options include vulvar hygiene, elimination of allergens or irritants, and possible topical corticosteroids.&nbsp; Refractory cases of lichen sclerosus or lichen planus may require immune-modulating medications (eg, prednisone, methotrexate, topical tacrolimus).</p>\n<h2>Vulvodynia/vestibulodynia</h2><br><br><p>Vulvodynia/vestibulodynia (localized vulvar pain syndrome) is characterized by chronic (≥3 months) vulvar pain that can be localized (eg, clitoris, vulvar vestibule) or generalized.&nbsp; The pain may occur with various patterns but is often triggered by light touch (eg, tampon insertion) or intercourse (superficial dyspareunia at the introitus).&nbsp; The vulva and genitalia are normal in appearance, but a Q-tip test elicits sharp pain along the vestibule from contact with a cotton swab.&nbsp; Patients often have coexisting fibromyalgia, irritable bowel syndrome, or interstitial cystitis.</p><br><br><p>First-line management is with pelvic floor physical therapy, cognitive-behavioral therapy, and topical anesthetics.</p>\n<h2>Congenital anomalies</h2><br><br><p>Congenital anomalies that can cause dyspareunia include an imperforate hymen, transverse vaginal septum, and a vaginal septum.&nbsp; Patients typically have pain and difficulty with initial and subsequent attempts at intercourse or tampon insertion.&nbsp; A vaginal septum or imperforate hymen may limit the ability to perform a speculum or internal examination due to obstruction of the vaginal canal.</p><br><br><p>Ultrasonography of the pelvis or MRI of the pelvis is performed to evaluate the anatomy.&nbsp; Management is dependent on the anomaly but can include vaginal dilators and surgery (eg, hymenectomy).</p>\n<h1>Deep dyspareunia causes</h1><h2>Infection</h2><br><br><p>Acute cervicitis (eg, from <em>Neisseria gonorrhoeae</em> or <em>Chlamydia trachomatis</em>) causes mucopurulent cervical discharge, postcoital bleeding (due to cervical friability), and pelvic pain.&nbsp; PID—infection of the upper genital tract (uterus, fallopian tubes, ovaries) due to the ascent of lower genital tract microorganisms—causes pelvic pain, fever, and leukocytosis.&nbsp; Examination demonstrates mucopurulent cervical discharge, cervical motion, and uterine and adnexal tenderness.&nbsp; Treatment is with antibiotic therapy.</p>\n<h2>Endometriosis</h2><br><br><p>The ectopic endometrial tissue of endometriosis (eg, on the ovaries, broad ligament, bowel, posterior cul-de-sac (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16637.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                )) causes inflammation and fibrosis of the pelvic structures that result in chronic pelvic pain, dysmenorrhea, and deep dyspareunia.&nbsp; Physical examination may demonstrate nodularity of the uterosacral ligaments, an adnexal mass (endometrioma), tenderness of pelvic organs, and fixation or deviation of the uterus due to adhesions.<p></p><br><br><p>Management options include hormonal suppression (combined hormonal contraceptives, gonadotropin-releasing hormone antagonists, progestins), nonsteroidal anti-inflammatory drugs (NSAIDs), and surgery.</p>\n<h2>Uterine and ovarian masses</h2><br><br><p>Uterine and ovarian masses (eg, fibroids, ovarian cysts, malignancy) can arise from various processes (eg, neoplasia, infection, physiologic cysts) that cause mechanical distortion or compression of pelvic organs and resulting tension on the ligaments or peritoneum during intercourse.&nbsp; This can result in chronic pelvic pressure/pain and deep dyspareunia.&nbsp; Pelvic ultrasonography can help identify the mass.&nbsp; Management is based on the underlying etiology.</p>\n<h2>Pelvic congestion syndrome</h2><br><br><p>Pelvic congestion syndrome likely occurs due to reflux or obstruction of the pelvic veins, leading to tortuous, dilated veins that accumulate blood in a gravity-dependent manner.&nbsp; Therefore, patients often have chronic (≥6 months), aching pelvic pain that worsens throughout the day with associated deep dyspareunia and postcoital pain.&nbsp; On physical examination, there may be vulvar varicosities and cervical, uterine, or adnexal tenderness.&nbsp; Pelvic ultrasonography often reveals dilation of pelvic veins (particularly the ovarian veins) with slow or retrograde blood flow.&nbsp; Management options have limited efficacy but include embolization and hysterectomy (in severe, refractory cases).</p>\n<h1>Superficial and deep dyspareunia causes</h1><h2>Muscular disorders</h2><br><br><p>Vaginismus and myofascial pelvic pain syndrome are the most common muscular disorders that cause superficial and deep dyspareunia.</p><br><br><p>Vaginismus is the involuntary spasm of vaginal muscles during attempts at vaginal penetration, causing severe pain or fear of pain with intercourse.&nbsp; It is often due to a psychophysiologic response related to fear, anxiety, or trauma.&nbsp; Patients often have difficulty tolerating an internal pelvic examination.&nbsp; Management includes pelvic floor physical therapy, psychosexual counseling, and desensitization therapy (eg, vaginal dilators).</p><br><br><p>Myofascial pelvic pain syndrome occurs due to hypertonicity of the pelvic floor muscles (eg, levator ani) from neuroinflammation, physiologic and psychologic stressors, and central pain sensitization (ie, abnormal processing of sensory information in the CNS).&nbsp; Patients develop chronic pelvic pain and superficial or deep dyspareunia.&nbsp; On physical examination, focal tenderness of pelvic floor muscles and a taut band of muscle may be palpable.&nbsp; Management options include pelvic floor physical therapy, counseling, trigger point injections (local anesthetic or glucocorticoids), and pharmacotherapy (eg, gabapentin, tricyclic antidepressants).</p>\n<h2>Pelvic organ prolapse</h2><br><br><p>Pelvic organ prolapse occurs due to weakening of muscular and connective tissue support, which allows descent of the pelvic organs (ie, bladder, uterus, bowel) through the vaginal canal, obstructing or distorting the vaginal vault.&nbsp; Most cases associated with dyspareunia occur when vaginal tissue or the cervix protrudes through the introitus, causing tissue erosion due to its contact with clothing or other irritants (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24649.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; In addition to dyspareunia, patients often have associated chronic pelvic pain or pressure, a \"bulging\" sensation, and bladder and/or bowel dysfunction.<p></p><br><br><p>Management includes lifestyle modifications (eg, weight loss), vaginal lubricants or estrogen therapy (for erosions), and pessary placement (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23996.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Surgical management is common but can worsen dyspareunia in some cases (eg, mesh placement for concomitant stress urinary incontinence).<p></p>\n<h2>Interstitial cystitis</h2><br><br><p>Interstitial cystitis, or painful bladder syndrome, is a chronic disorder that is characterized by bladder pain that worsens with bladder filling or other triggers (eg, intercourse, exercise, certain foods) and is relieved with voiding.&nbsp; In some cases, this bladder pain causes superficial and deep dyspareunia.&nbsp; Patients typically have tenderness on palpation of the bladder, urethra, and pelvic floor muscles on physical examination.</p><br><br><p>Initial management includes lifestyle modifications (eg, avoidance of triggers [eg, caffeine, alcohol]), pelvic floor physical therapy, and pharmacotherapy (eg, amitriptyline, NSAIDs).</p>\n<h2>Pudendal neuralgia</h2><br><br><p>Pudendal nerve injury can cause deep and superficial dyspareunia and chronic perineal pain that classically worsens with sitting and may extend to the coccyx and vulva (ie, pudendal neuralgia) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65610.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Causes of pudendal neuralgia include nerve compression (as it passes between the sacrospinous and sacrotuberous ligaments or through the Alcock canal), inflammation, or injury following trauma or excessive repetitive hip flexion.<p></p><br><br><p>Management includes lifestyle modifications (eg, avoidance of prolonged sitting, use of a donut pillow), pharmacotherapy (eg, gabapentin, amitriptyline), and a pudendal nerve block (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26104.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; In severe cases, surgical nerve decompression and sacral neuromodulation can be considered.<p></p>\n<h1>Summary</h1><br><br><p>Dyspareunia, or pain with intercourse, is a complex and common symptom that can have a significant impact on quality of life.&nbsp; Dyspareunia may be idiopathic (no identifiable cause) or due to various gynecologic, musculoskeletal, inflammatory, neurologic, or dermatologic conditions.&nbsp; Management is dependent on the etiology and may involve pelvic floor physical therapy, medications, or surgery.</p>\n</div>\n\n            "
}