{
  "meta": {
    "title": "Endometrial polyp",
    "url": "https://brainandscalpel.vercel.app/endometrial-polyp-91807ff3-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:25.492Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Endometrial polyps (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29448.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) are localized overgrowths of endometrial tissue that project into the uterine cavity.&nbsp; Endometrial polyps are relatively common and can be found in women of all ages, but they are most frequently diagnosed in perimenopausal and postmenopausal women due to abnormal uterine bleeding (AUB) or postmenopausal bleeding (PMB).<p></p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>The exact pathogenesis of endometrial polyps is not well understood, but it is believed to be hormonally influenced.&nbsp; The stromal and glandular cells in endometrial polyps have estrogen and progesterone receptors that can lead to uterine bleeding.&nbsp; Because their development is hormonally mediated, conditions that increase estrogen are risk factors for development of endometrial polyps.&nbsp; These conditions include:</p><br><br><ul>\n\t<li>\n\t<p><strong>Obesity</strong> (increased aromatase in fat tissue converts androgens to estrogen)</p>\n\t</li>\n\t<li>\n\t<p><strong>Tamoxifen use</strong> (tamoxifen has estrogen agonist effects on the endometrium)</p>\n\t</li>\n\t<li>\n\t<p><strong>Hormone replacement therapy</strong></p>\n\t</li>\n</ul><br><br><p>Peak incidence is in women age 40-49, and prevalence is highest in postmenopausal women.&nbsp; Women with infertility are more likely to have endometrial polyps.&nbsp; Risk for endometrial polyps, endometrial hyperplasia, and endometrial cancer are all increased in patients with Cowden syndrome and in those with Lynch syndrome.</p>\n<h1>Pathology</h1><br><br><p>Endometrial polyps can be pedunculated (attached to the uterine wall with a narrow stalk) or sessile (attached with a large, flat base), ranging from a few millimeters to several centimeters in size.&nbsp; They contain endometrial glands and stroma (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L86695.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) that are typically organized around a vascular core.<p></p><br><br><p>Although most endometrial polyps are benign, some may harbor endometrial hyperplasia and/or cancer, particularly in postmenopausal women.</p>\n<h1>Clinical presentation</h1><br><br><p>The most common symptoms of endometrial polyps are AUB and postmenopausal bleeding.&nbsp; The most classic pattern of AUB is <strong>intermenstrual bleeding</strong> (bleeding that occurs between cyclical menses), but heavy menstrual bleeding can also occur.</p><br><br><p>Endometrial polyps are unlikely to cause irregular menstrual bleeding (significant variation in time between menses) because they do not interfere with ovulation, and they may be associated with infertility and subfertility.</p><br><br><p>Endometrial polyps are often found incidentally during pelvic examination (if prolapsed through the cervix), imaging, or hysteroscopy performed for other reasons.</p>\n<h1>Diagnosis and evaluation</h1><br><br><p>Definitive diagnosis is made by histologic evaluation of tissue obtained by polypectomy (or, rarely, hysterectomy).&nbsp; Diagnostic evaluation includes the following:</p><br><br><ul>\n\t<li>\n\t<p><strong>Pelvic examination</strong>:&nbsp; Findings are usually normal with an isolated endometrial polyp unless the polyp prolapses through the cervix and can be visualized on speculum examination.</p>\n\t</li>\n\t<li>\n\t<p><strong>Laboratory evaluation</strong>:&nbsp; Additional testing may be indicated based on the patient's history and bleeding pattern and can include a pregnancy test; complete blood count; FSH, TSH, and prolactin levels; and sexually transmitted infection testing.&nbsp; Results for all of these are typically normal.</p>\n\t</li>\n\t<li>\n\t<p><strong>Transvaginal ultrasonography</strong>:&nbsp; first-line imaging modality.&nbsp; Polyps appear as focal, polypoid, echogenic masses within the endometrial cavity that typically have a vascular stalk.&nbsp; Sometimes, a distinct polyp is not visualized but endometrial thickening is noted.&nbsp; In these cases, sonohysterography (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81433.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) is performed to better delineate between intracavitary lesions and help distinguish between endometrial polyps and submucosal fibroids.<p></p>\n\t</li>\n</ul><br><br><p>An <strong>endometrial biopsy</strong> is performed in patients with PMB or AUB and risk factors (eg, obesity) to rule out endometrial hyperplasia or malignancy.</p><br><br><p>The results of an EMB can sometimes show fragments of tissue suggestive of an endometrial polyp, but endometrial polyps can be missed (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84730.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) because endometrial biopsy has poor sensitivity (increased false negatives) in patients with focal lesions (eg, polyps).&nbsp; Because postmenopausal women with endometrial polyps have an increased risk for endometrial cancer, those who have a negative endometrial biopsy result still require removal and histopathologic evaluation of the polyp to evaluate for malignancy.<p></p>\n<h1>Differential diagnosis</h1><br><br><ul>\n\t<li>\n\t<p><strong>Endometrial hyperplasia/cancer</strong>:&nbsp; can cause AUB or PMB and endometrial thickening on ultrasonography.&nbsp; However, an endometrial polyp appears as a focal polypoid mass projecting into the cavity (endometrial hyperplasia/cancer has diffuse endometrial thickening) on hysteroscopy.&nbsp; Endometrial polyps can sometimes contain areas of malignancy, so only histologic evaluation can definitively rule out cancer.</p>\n\t</li>\n\t<li>\n\t<p><strong>Submucosal leiomyoma (fibroid)</strong>:&nbsp; can cause AUB.&nbsp; However, on ultrasonography, submucosal fibroids are usually hypoechoic (like the myometrium), whereas endometrial polyps are echogenic (like the endometrium).</p>\n\t</li>\n\t<li>\n\t<p><strong>Cervical polyp</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31022.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; can cause intermenstrual bleeding and has a similar appearance to a prolapsed endometrial polyp on pelvic examination (soft, pink-red friable mass protruding through the cervical os).&nbsp; However, the stalk of a cervical polyp may be visualized or palpated within the endocervical canal.<p></p>\n\t</li>\n\t<li>\n\t<p><strong>Acute cervicitis</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22227.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; cervical infection (eg, <em>Chlamydia trachomatis</em>, <em>Neisseria gonorrhoeae</em>, <em>Trichomonas vaginalis</em>) that can cause intermenstrual bleeding.&nbsp; However, patients with acute cervicitis have purulent cervical discharge and an inflamed, friable cervix on examination.&nbsp; Patients with endometrial polyps usually have a normal pelvic examination.<p></p>\n\t</li>\n</ul>\n<h1>Management</h1><br><br><ul>\n\t<li>\n\t<p><strong>Observation</strong>:&nbsp; Asymptomatic polyps, especially in premenopausal women, may be monitored if risk for malignancy is low.&nbsp; Some polyps may regress over time, although this is less likely with large or multiple polyps.</p>\n\t</li>\n\t<li>\n\t<p><strong>Surgical management</strong> is indicated for patients with symptomatic polyps and for those with risk factors for endometrial cancer:</p><br><br>\t<ul>\n\t\t<li>\n\t\t<p><strong>Hysteroscopic polypectomy</strong>:&nbsp; preferred method, allowing direct visualization and removal of polyps that can then be sent for histologic evaluation for confirmation of the diagnosis.&nbsp; Polypectomy usually resolves symptoms.</p>\n\t\t</li>\n\t\t<li>\n\t\t<p><strong>Dilation and curettage</strong>:&nbsp; may be used, but hysteroscopy is preferred.&nbsp; Often performed concurrently with polypectomy to sample surrounding endometrium and rule out hyperplasia and malignancy.</p>\n\t\t</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>A hysterectomy is rarely indicated and is usually reserved for patients with recurrent polyps, associated malignancy, or coexisting pathology (eg, fibroid uterus, uterine prolapse) that requires surgical management.</p>\n<h1>Prognosis</h1><br><br><p>Abnormal bleeding symptoms typically resolve following polypectomy, and fertility outcomes may also be improved.&nbsp; Endometrial polyps rarely recur.&nbsp; Most endometrial polyps are benign, but there is a 3%-4% risk for malignancy within a polyp.&nbsp; Risk for malignancy is increased in patients with abnormal bleeding symptoms, tamoxifen use, and hereditary cancer syndromes, as well as in postmenopausal patients.</p>\n<h1>Summary</h1><br><br><p>Endometrial polyps are a common gynecological condition, particularly in perimenopausal and postmenopausal women.&nbsp; Although they are often benign, their potential to cause abnormal bleeding and association with malignancy in some cases necessitates thorough evaluation.&nbsp; Management with hysteroscopic polypectomy typically confirms the diagnosis, excludes malignancy, and resolves symptoms.</p>\n</div>\n\n            "
}