{
  "meta": {
    "title": "Endometrial cancer",
    "url": "https://brainandscalpel.vercel.app/endometrial-cancer-2af81013-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:24.692Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Endometrial cancer is a common gynecologic malignancy that primarily affects women of late reproductive age and postmenopausal women.&nbsp; It typically presents with either abnormal uterine bleeding (AUB) or postmenopausal bleeding (PMB).</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>Endometrial hyperplasia and endometrial cancer arise from the epithelial lining of the uterine cavity.&nbsp; Unopposed estrogen plays a critical role in the development of endometrial hyperplasia and the most common subtype of endometrial cancer through its proliferative effects on the endometrial lining.&nbsp; Estrogen is produced at 2 different sites within the body via the enzyme aromatase: the ovaries (which convert androgens to estradiol in the granulosa cells) and adipose tissue (which converts androgens to estrone) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30262.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><p>During a normal menstrual cycle, estrogen stimulates the growth of the endometrium in the first half of the cycle (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16436.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Following ovulation, progesterone predominates, inducing endometrial secretory changes to prepare for the potential implantation of an embryo.&nbsp; If an embryo does not implant, estrogen and progesterone levels drop and the endometrium is shed as menses.<p></p><br><br><p>However, in times of <strong>unopposed estrogen</strong>, endometrial cells do not enter the secretory phase of the menstrual cycle.&nbsp; Therefore, conditions that lead to an abundance of estrogen (eg, obesity) or deficiency of progesterone (eg, anovulation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80082.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )) cause endometrial cells to proliferate without regulation and monthly shedding.&nbsp; This continuous, <strong>unchecked endometrial proliferation</strong> leads to the accumulation of genetic mutations, which can ultimately lead to the development of endometrial hyperplasia/cancer.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Endometrial hyperplasia</strong>:&nbsp; This precursor to endometrial cancer includes hyperplasia with and without atypia (ie, distinguished based on whether there is an accumulation of additional mutations and disordered proliferation)</li>\n\t<li><strong>Endometrial cancer</strong>:&nbsp; Some 80%-90% of cases are endometrioid adenocarcinoma, the subtype that arises from endometrial hyperplasia and develops from excess estrogen.</li>\n</ul><br><br><p>Therefore, the most important risk factors for endometrial hyperplasia/cancer are:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Obesity</strong></li>\n\t<li><strong>Chronic anovulation</strong> (eg, polycystic ovary syndrome)</li>\n</ul><br><br><p>Additional risk factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hormonal:&nbsp; tamoxifen use (in postmenopausal patients), early menarche, late menopause, nulliparity, estrogen-secreting tumor (eg, ovarian granulosa cell tumor)</li>\n\t<li>Metabolic:&nbsp; diabetes mellitus, hypertension</li>\n\t<li>Genetic:&nbsp; family history of endometrial cancer, Lynch syndrome (hereditary nonpolyposis colorectal cancer)</li>\n</ul><br><br><p>Non–estrogen-dependent endometrial cancers are less common but more aggressive forms of endometrial cancer that occur in older women without a history of estrogen excess.&nbsp; Risk factors for estrogen-independent endometrial cancer include older age, multiparity, and tobacco use.&nbsp; These tumors have a poorer prognosis.&nbsp; This article focuses on estrogen-dependent endometrial hyperplasia and cancer.</p>\n<h1>Clinical presentation</h1><br><br><p>The most common symptoms of endometrial cancer are <strong>abnormal uterine bleeding</strong> (AUB) and <strong>postmenopausal bleeding</strong> (PMB).&nbsp; In premenopausal patients, it can cause heavy or prolonged menses or intermenstrual bleeding.&nbsp; In postmenopausal patients, bleeding may range from spotting to heavy bleeding.&nbsp; Most endometrial cancers are confined to the uterus at the time of diagnosis and usually do not result in pain or systemic symptoms; however, advanced cancers can cause abdominal or pelvic pain, a palpable mass, or ascites.</p><br><br><p>Occasionally, and less commonly, endometrial hyperplasia/cancer is asymptomatic and incidentally discovered through cervical cytology (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38651.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), pelvic imaging (thickened endometrium in postmenopausal patient), or histologic evaluation of the uterus following hysterectomy for benign indications (eg, fibroids, pelvic organ prolapse).<p></p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cervical cancer</strong>:&nbsp; This type of cancer can also present with AUB, especially intermenstrual bleeding, or PMB.&nbsp; It is distinguished from a uterine source with Pap testing.&nbsp; In addition, some advanced cervical cancers are apparent on examination as ulcerations or masses, whereas the cervix appears normal in patients with endometrial cancer.</li>\n\t<li><strong>Endometrial polyps</strong>:&nbsp; These localized overgrowths of endometrial tissue can cause AUB or PMB and may appear as thickening of the endometrium on ultrasonography.&nbsp; Polyps are usually benign in premenopausal patients, but there is an increased risk for atypia and/or malignancy in postmenopausal patients; therefore polypectomy is recommended for histologic evaluation in postmenopausal patients.</li>\n\t<li><strong>Adenomyosis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18075.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; Adenomyosis typically presents with heavy menstrual bleeding and dysmenorrhea.&nbsp; Pelvic ultrasonography or MRI can identify features (eg, thickening of the junctional zone, myometrial cysts, asymmetric thickening of the myometrium) suggestive of adenomyosis rather than endometrial cancer.&nbsp; Endometrial sampling and histologic evaluation are normal in patients with adenomyosis.</li>\n\t<li><strong>Atrophic endometrium</strong>:&nbsp; Postmenopausal thinning of the endometrial lining due to low estrogen levels can cause bleeding.&nbsp; An atrophic endometrium seen on ultrasonography is usually thin and homogeneous, unlike the thickened, irregular appearance of endometrial cancer.</li>\n\t<li><strong>Genitourinary syndrome of menopause</strong>:&nbsp; Hypoestrogenism associated with menopause can cause atrophy of the vaginal epithelium, making the tissue fragile and prone to ulceration and traumatic bleeding.&nbsp; Pelvic examination shows hypoestrogenic changes (eg, loss of vaginal rugae, petechiae, fissures, vulvovaginal pallor, introital narrowing).</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The evaluation of endometrial hyperplasia/cancer is based on the evaluation of AUB and PMB.&nbsp; The initial evaluation in patients is with laboratory testing, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count (particularly if there is heavy bleeding)</li>\n\t<li>β-hCG: in reproductive-aged patients to rule out pregnancy or gestational trophoblastic neoplasia)</li>\n\t<li>FSH, TSH, and prolactin: to rule out endocrine causes of AUB</li>\n\t<li>Pap and human papillomavirus tests: evaluate for cervical cancer</li>\n</ul><br><br><p><strong>Transvaginal ultrasonography</strong> is the first-line imaging to evaluate for AUB and PMB.&nbsp; Findings suggestive of endometrial hyperplasia/cancer include endometrial thickening or heterogeneity, endometrial masses, and/or intrauterine fluid collection.</p><br><br><p>Ultimately, endometrial hyperplasia/cancer is diagnosed only by histologic evaluation of endometrial tissue.&nbsp; This tissue can be obtained by endometrial biopsy or dilation and curettage (D&amp;C) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/108252.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).&nbsp; <strong>Endometrial biopsy</strong> is indicated in patients age ≥45 with AUB or PMB or in those age &lt;45 with AUB and risk factors for endometrial hyperplasia/cancer (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31351.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Pathology and classification</h1><br><br><p>Biopsy or surgical specimens are histologically classified in the following manner:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Endometrial hyperplasia without atypia</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L117875.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; characterized by an increased gland/stroma ratio.&nbsp; They are less likely to progress to cancer than lesions with atypia.</li>\n\t<li><strong>Endometrial hyperplasia with atypia</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63807.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; characterized by complex (ie, branched or infoldings) endometrial glands that proliferate and predominate over the stroma.&nbsp; Glandular epithelial cells have mild to moderate atypia (loss of cellular polarity; irregular, enlarged nuclei).&nbsp; These lesions have accumulated somatic mutations (compared to hyperplasia without atypia).</li>\n</ul><br><br><p>Endometrial cancers arise out of endometrial hyperplasia with atypia, and many surgical specimens reveal areas of coexisting atypical hyperplasia and cancer (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63702.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; The grade is determined by architectural pattern and nuclear grade:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Grade 1:&nbsp; &lt;5% solid growth patterns</li>\n\t<li>Grade 2:&nbsp; 6%-50% solid growth patterns</li>\n\t<li>Grade 3:&nbsp; &gt;50% solid growth patterns</li>\n</ul><br><br><p>Biopsies give a preliminary diagnosis; however, they do not provide information about the depth of invasion or distant spread, which can be confirmed only through surgical management (depth of invasion) and imaging (CT scan for distant metastasis evaluation).</p>\n<h1>Management</h1><h2>Endometrial hyperplasia</h2><br><br><p>Endometrial hyperplasia is managed based on the presence of atypia and age:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Endometrial hyperplasia without atypia</strong>:&nbsp; The risk of progression to cancer is 10%.&nbsp; Therefore, it is most often treated medically with progestin therapy (eg, oral progesterone, progestin-containing intrauterine devices).&nbsp; In patients who have completed childbearing or are postmenopausal, management is surgical (ie, hysterectomy).&nbsp; In those receiving progestin-based therapy, surveillance is performed with repeat endometrial biopsy every 3-6 months for a year to ensure regression.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Endometrial hyperplasia with atypia</strong>:&nbsp; The risk of progression to cancer is 5%-40%.&nbsp; However, the risk of coexisting endometrial cancer in patients with endometrial hyperplasia with atypia is as high as 40%.&nbsp; Therefore, these patients should undergo D&amp;C, which is used to evaluate the entire endometrium.&nbsp; Because of the high risk for progression to cancer, the preferred treatment of these patients is surgical (hysterectomy).&nbsp; For those who have not completed childbearing, medical management (progestin) with close surveillance (ie, repeat endometrial biopsy every 3-6 months for 2 years) can be offered until childbearing is complete and then undergo hysterectomy.</li>\n</ul>\n<h2>Endometrial cancer</h2><br><br><p>Endometrial cancer is <strong>surgically staged</strong> via hysterectomy with bilateral salpingo-oophorectomy and lymph node dissection or sentinel lymph node mapping.&nbsp; Additional management (eg, radiation, chemotherapy) is based on staging and grading of the endometrial cancer (with stage being the most important prognostic determinant).&nbsp; Stages of endometrial cancer are as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Stage I:&nbsp; cancer confined to the uterus</li>\n\t<li>Stage II:&nbsp; cancer invades cervix or uterine serosa</li>\n\t<li>Stage III:&nbsp; cancer spreads locally or regionally</li>\n\t<li>Stage IV:&nbsp; cancer with distant metastases</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis for endometrial hyperplasia with and without atypia is excellent with prompt treatment.&nbsp; The prognosis for endometrial cancer is determined by stage and grade.&nbsp; In contrast to patients with other cancer types, in endometrial cancer, patients develop symptoms (eg, AUB, PMB) early in the disease course and therefore are often diagnosed at an early stage (low-grade endometrial cancer), allowing for an excellent prognosis with appropriate surgical management.</p>\n<h1>Prevention</h1><br><br><p>Routine screening for endometrial cancer is not recommended for most patients.&nbsp; Patients with risk factors should be counseled on symptoms of endometrial hyperplasia/cancer and encouraged to seek evaluation if symptoms occur.&nbsp; Other factors that reduce the risk for cancer development include breastfeeding, use of hormonal contraceptives, and weight management with regular exercise.</p><br><br><p>Patients with genetic syndromes that increase the risk for endometrial cancer (eg, Lynch syndrome) should undergo annual screening with endometrial biopsy; prophylactic hysterectomy is generally recommended when childbearing is complete.</p>\n<h1>Summary</h1><br><br><p>Endometrial hyperplasia and endometrial cancer result from unregulated endometrial proliferation and most often present with abnormal bleeding or postmenopausal bleeding.&nbsp; Diagnosis is with histologic evaluation.&nbsp; Endometrial hyperplasia can be managed with progestin or via surgery, and endometrial cancer is managed with surgical staging, which determines the overall prognosis.</p>\n</div>\n\n            "
}