{
  "meta": {
    "title": "Endometriosis",
    "url": "https://brainandscalpel.vercel.app/endometriosis-826465e9-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:27.414Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Endometriosis is a chronic gynecologic condition affecting approximately 10% of reproductive-aged women and is characterized by the presence of extrauterine (or ectopic) endometrial glands and stroma.&nbsp; It is often found within the pelvic cavity and, less commonly, distant organs (eg, diaphragm).&nbsp; Endometriosis has a variety of clinical presentations, ranging from an asymptomatic, incidental finding to severe pelvic pain and infertility.</p>\n<h1>Pathophysiology</h1><br><br><p>Endometriosis is characterized by ectopic (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16637.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) endometrial glands and stroma typically found in the pelvis, most commonly on the ovaries, anterior and posterior cul-de-sacs, and broad and uterosacral ligaments.&nbsp; They can also be found on the bladder, fallopian tubes, bowel, and peritoneum.&nbsp; Several theories have been proposed to explain the appearance of endometrial tissue in extrauterine locations; these include:<p></p><br><br><ul>\n\t<li>\n\t<p>Retrograde menstruation:&nbsp; backward menstrual blood flow from the uterine cavity through the fallopian tubes, which introduces endometrial cells to the pelvic cavity.</p>\n\t</li>\n\t<li>\n\t<p>Coelomic metaplasia:&nbsp; peritoneal cells transform into endometrial-like cells.</p>\n\t</li>\n\t<li>\n\t<p>Müllerian embryonic rests:&nbsp; Müllerian tissue left along the path of migration during embryogenesis proliferates and becomes ectopic endometrial tissue.</p>\n\t</li>\n\t<li>\n\t<p>Lymphatic and vascular spread:&nbsp; endometrial cells spread via lymphatic or blood vessels.&nbsp; This theory explains the occurrence of endometriosis at distant, extraperitoneal sites.</p>\n\t</li>\n</ul><br><br><p>The development of ectopic endometriotic lesions is likely multifactorial and likely involves impaired clearance of the ectopic endometrial cells and complex interactions between hormonal, inflammatory, and nervous system signaling pathways.</p><br><br><p>Because the lesions are hormonally responsive, the intraperitoneal implants proliferate and shed during menses; however, because there is no outlet, progressive fibrosis and adhesions develop, which leads to subsequent distortion of pelvic anatomy and long-term complications (eg, infertility, chronic pain).</p>\n<h1>Risk factors</h1><br><br><ul>\n\t<li>\n\t<p>Family history</p>\n\t</li>\n\t<li>\n\t<p>Anatomic factors:&nbsp; outflow tract disorders (eg, cervical stenosis, müllerian anomalies), which increase the likelihood of retrograde menstruation</p>\n\t</li>\n\t<li>\n\t<p>Increased estrogen exposure:&nbsp; early menarche, late menopause, and nulliparity (conversely, decreased estrogen exposure [eg, late menarche, extended lactation, multiple birth] is protective)</p>\n\t</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Endometriosis has a wide range of symptoms from completely asymptomatic (and incidentally found during surgery) to chronic, debilitating pain:</p><br><br><ul>\n\t<li>\n\t<p><strong>Dysmenorrhea</strong>:&nbsp; typically severe, potentially unilateral, and occurring throughout menses</p>\n\t</li>\n\t<li>\n\t<p><strong>Chronic pelvic pain</strong></p>\n\t</li>\n\t<li>\n\t<p><strong>Dyspareunia</strong>, particularly with deep penetration</p>\n\t</li>\n\t<li>\n\t<p><strong>Infertility</strong>:&nbsp; due to anatomic distortions from adhesions, ovarian dysfunction, and chronic inflammation (increased inflammatory cytokines impair ovulation, fertilization, and implantation)</p>\n\t</li>\n</ul><br><br><p>Additional symptoms may occur due to the ectopic location of the endometriosis implants:</p><br><br><ul>\n\t<li>\n\t<p>Bladder:&nbsp; may cause urinary frequency, hesitancy, or painful micturition.&nbsp; Deeply implanted lesions may result in frank hematuria.</p>\n\t</li>\n\t<li>\n\t<p>Intestine/rectum:&nbsp; may cause diarrhea, constipation, tenesmus, painful defecation, or hematochezia.</p>\n\t</li>\n\t<li>\n\t<p>Lungs:&nbsp; chest pain or hemoptysis due to implants within the chest cavity.</p>\n\t</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>A definitive diagnosis of endometriosis is made by histologic evaluation of surgical specimens demonstrating endometrial glands and stroma outside the uterus.&nbsp; However, because a definitive diagnosis typically requires invasive surgery, a presumptive diagnosis is frequently made based on history, physical examination, and, potentially, imaging.</p>\n<h2>Physical examination</h2><br><br><p>Classic physical examination findings include:</p><br><br><ul>\n\t<li>\n\t<p><strong>Localized pelvic tenderness</strong>.</p>\n\t</li>\n\t<li>\n\t<p><strong>Uterosacral ligament nodularity</strong> (often palpated on or in posterior fornix).</p>\n\t</li>\n\t<li>\n\t<p><strong>Fixed, immobile uterus</strong> on bimanual examination (due to pelvic adhesions).&nbsp; In patients with severe adhesions, this can cause the cervix to become laterally displaced.</p>\n\t</li>\n\t<li>\n\t<p><strong>Adnexal masses</strong> due to the formation of endometriomas.</p>\n\t</li>\n</ul>\n<h2>Laboratory evaluation and imaging</h2><br><br><p>No laboratory studies are helpful in diagnosing endometriosis.</p><br><br><p>Imaging is not always necessary; however, pelvic ultrasonographyis the ideal imaging modality when an adnexal mass is suspected or palpated.&nbsp; On ultrasonography, endometriomas (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71175.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) appear as unilocular cysts with a ground glass (homogenous, isoechoic) appearance (from internal hemorrhagic debris).<p></p><br><br><p>In patients who have severe symptoms or whose condition does not respond to standard therapies, surgical evaluation may be required to establish the diagnosis.&nbsp; In addition to direct visualization and biopsy of lesions for definitive diagnosis, surgery also allows for possible simultaneous treatment.&nbsp; However, the appearance of endometriosis is highly variable; more important, its appearance does <em>not</em> correlate to the degree of symptoms, particularly pain. Lesions may appear as:</p><br><br><ul>\n\t<li>\n\t<p>Superficial, translucent blebs; small peritoneal cysts or nodules; or red, white, or blue-brown (\"powder-burn\") lesions</p>\n\t</li>\n\t<li>\n\t<p>Deeply infiltrating nodules (extending below the peritoneal surface)</p>\n\t</li>\n\t<li>\n\t<p>Endometriomas, or ovarian endometriosis implants that form a cystic collection of brown fluid and debris referred to as chocolate cysts (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28864.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )<p></p>\n\t</li>\n\t<li>\n\t<p>Adhesions</p>\n\t</li>\n\t<li>\n\t<p>Puckered peritoneal surfaces or peritoneal defects</p>\n\t</li>\n</ul>\n<h1>Histopathology</h1><br><br><p>Definitive diagnosis is made through the histologic (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L115704.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) appearance of extrauterine endometrial glands and stroma with varying amounts of inflammation, fibrosis, and hemosiderin-laden macrophages.<p></p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of endometriosis is based on its presenting symptoms and can be divided based on its symptoms.</p>\n<h2>Dysmenorrhea and/or chronic pelvic pain</h2><br><br><ul>\n\t<li>\n\t<p><strong>Primary dysmenorrhea</strong>:&nbsp; in contrast to endometriosis, patients have bilateral, midline pelvic pain only during the first 2-3 days of the menstrual cycle.</p>\n\t</li>\n\t<li>\n\t<p><strong>Adenomyosis</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18075.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ): typically presents with heavy, painful menses.&nbsp; Examination often shows a tender, boggy, globular uterus instead of the tender, fixed, immobile uterus with endometriosis.<p></p>\n\t</li>\n\t<li>\n\t<p><strong>Pelvic inflammatory disease</strong>:&nbsp; typically presents with acute (rather than chronic) pelvic pain, mucopurulent cervical discharge, and fever.</p>\n\t</li>\n\t<li>\n\t<p><strong>Irritable bowel syndrome and inflammatory bowel disease</strong>:&nbsp; Both conditions can cause chronic pelvic pain; however, the predominant symptoms are gastrointestinal (eg, diarrhea, constipation, flatulence, hematochezia).&nbsp; However, the pain is more likely to occur in association with defecation (rather than with menstruation), and neither causes a tender, immobile uterus or pelvic nodularity.</p>\n\t</li>\n\t<li>\n\t<p><strong>Interstitial cystitis</strong>:&nbsp; causes chronic pelvic pain; however, the pain is classically related to bladder filling and is relieved with micturition.&nbsp; There may be tenderness with bladder palpation on bimanual examination; however, there is no associated fixed, immobile uterus or pelvic nodularity.</p>\n\t</li>\n</ul>\n<h2>Ovarian mass</h2><br><br><p>Ovarian cysts can mimic endometriosis by causing pelvic pain and an adnexal mass on pelvic examination.&nbsp; The ultrasonographic appearance can help distinguish between the etiologies:</p><br><br><ul>\n\t<li>\n\t<p><strong>Follicular cyst</strong>:&nbsp; smooth, thin-walled cyst containing homogenous anechoic fluid that often resolves within several weeks.</p>\n\t</li>\n\t<li>\n\t<p><strong>Dermoid cyst (mature teratoma)</strong>:&nbsp; cyst that contains heterogeneous contents with hyperechoic nodules and/or calcifications (consistent with adipose tissue and cartilage).</p>\n\t</li>\n\t<li>\n\t<p><strong>Malignancy</strong>:&nbsp; cysts with solid components, internal vascularity, papillary projections, or thick septations.&nbsp; May be accompanied by bloating, ascites, early satiety, and weight loss.</p>\n\t</li>\n</ul>\n<h1>Management</h1><br><br><p>Treatment should not be delayed for histologic diagnosis in patients with classic symptoms of endometriosis.&nbsp; Medical management is the mainstay of treatment because endometriosis is a chronic condition; repeated surgical interventions should be minimized because surgery can worsen adhesion formation.</p><br><br><p><strong>Medical management</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16433.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) is considered maintenance therapy for individuals not desiring immediate conception and involves:<p></p><br><br><ul>\n\t<li>\n\t<p>Nonsteroidal anti-inflammatory drugs (NSAIDs).</p>\n\t</li>\n\t<li>\n\t<p>Combined estrogen/progestin oral contraceptive pills or progestin-only treatments (eg, depo-medroxyprogesterone):&nbsp; suppresses menstruation and may cause atrophy of ectopic endometrium.</p>\n\t</li>\n\t<li>\n\t<p>GnRH agonists and antagonists: used in patients with severe endometriosis or those with pain refractory to treatment with hormonal contraceptives and NSAIDs.&nbsp; These medications suppress the hypothalamic-pituitary-ovarian axis and induce a hypoestrogenic state, which causes amenorrhea and endometrial atrophy.&nbsp; However, they cause significant adverse effects related to the hypoestrogenic state (eg, vasomotor symptoms, bone density loss), which often limit long-term use.</p>\n\t</li>\n</ul><br><br><p><strong>Surgical treatment</strong> with removal or ablation of the endometrial implants often provides short-term relief in patients, but symptoms recur without medical maintenance therapy.&nbsp; Therefore, surgery is reserved for patients with severe symptoms, those who have adnexal masses, and those who desire conception (ie, endometrioma removal, adhesion release).&nbsp; In addition, definitive surgical management (eg, hysterectomy ± salpingo-oophorectomy) may be considered in patients with refractory disease and debilitating pain.</p><br><br><p>In patients with infertility, a full infertility evaluation of both partners is required because endometriosis may not be the only factor contributing to infertility.&nbsp; Some patients may require surgical treatment of endometriosis or advanced reproductive assistance (eg, in vitro fertilization).</p>\n<h1>Prognosis</h1><br><br><p>Endometriosis is a lifelong chronic condition with a highly variable course. The symptoms can fluctuate with frequent recurrences.&nbsp; It has a significant impact on quality of life and affects physical and emotional well-being, making concurrent depression and anxiety highly likely.&nbsp; Most patients experience some improvement in symptoms during pregnancy and with natural menopause.&nbsp; Patients with endometriosis have a small but increased risk for ovarian cancer, particularly ovarian clear cell carcinoma and ovarian endometrioid carcinoma.</p>\n<h1>Summary</h1><br><br><p>Endometriosis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32451.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a chronic condition caused by extrauterine implants of endometrial tissue.&nbsp; Classic symptoms include dysmenorrhea, dyspareunia, chronic pelvic pain, and infertility.&nbsp; Medical treatment with hormonal therapy and nonsteroidal anti-inflammatory drugs frequently improves symptoms, but some patients with severe and refractory symptoms may require surgery.<p></p>\n</div>\n\n            "
}