{
  "meta": {
    "title": "Epithelial ovarian cancer",
    "url": "https://brainandscalpel.vercel.app/epithelial-ovarian-cancer-dbed1ca8-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:28.846Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Ovarian cancers include epithelial ovarian cancers (EOCs), germ cell tumors, and sex cord-stromal tumors.&nbsp; EOC is the most common type of ovarian cancer and includes primary epithelial cancers of the ovary, fallopian tube, and peritoneum.&nbsp; Because ovarian cancer causes only vague abdominal symptoms or no symptoms at all, it is often diagnosed at an advanced stage, and is therefore a leading cause of gynecologic mortality.</p>\n<h1>Pathogenesis</h1><br><br><p>The ovary is composed of multiple different cell lineages, each of which can result in different malignancies:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Surface epithelial stroma</strong>:&nbsp; composed of cells that support the normal ovarian structure for ovulation (eg, serous, mucinous epithelial cells).</li>\n\t<li><strong>Sex cord stroma</strong>:&nbsp; composed of cells that surround and support the oocyte.&nbsp; These cells secrete sex hormones including estrogen (granulosa cells) and testosterone (Sertoli-Leydig cells).</li>\n\t<li><strong>Germ cell</strong>:&nbsp; composed of cells that can develop into an embryo or placenta.&nbsp; Tumors affecting this cell lineage are composed of varying amounts of germ layers (ie, endoderm, mesoderm, ectoderm), yolk sac, or placenta (eg, chorion).</li>\n</ul><br><br><p>EOC involves the epithelial cells of the ovary, fallopian tube, or peritoneum, and is further divided into high-grade serous, low-grade serous, mucinous, clear cell, and endometrioid carcinomas (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32688.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Because high-grade serous EOC constitutes the vast majority of EOC (70%-80%), the primary focus of this article will be on the high-grade tumors of the ovary.&nbsp; The ovarian cancers arising from different lineages will be reviewed in separate dedicated article.<p></p><br><br><p>The pathogenesis of EOC has not been clearly defined; however, high-grade serous EOC likely originates from dysplastic/malignant epithelium of the fallopian tubes that spills secondarily onto the surface of the ovary (creating the appearance of ovarian origin), the peritoneum, and the omentum.&nbsp; Other factors involved in carcinogenesis are:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Inherited or somatic genetic mutations that include epigenetic changes that alter gene expression or the function of proteins they encode, such as tumor suppressor genes (<em><strong>p53</strong></em>), DNA repair genes (<em><strong>BRCA1/2</strong></em>), and mismatch repair mutations (eg, <strong>Lynch syndrome</strong>).</li>\n\t<li><strong>Ovulation</strong>, in which an increasing number of ovulatory cycles leads to an increased risk for EOC development.&nbsp; The process of ovulation causes follicle rupture, leading to inflammation, damage, and remodeling of ovarian tissue, which may increase its susceptibility to oncogenesis.&nbsp; In addition, fluid released from ruptured ovarian follicles contains reactive oxygen species that cause DNA damage, further contributing to the process of malignant transformation.</li>\n\t<li>Inflammation induced by endometriosis (associated with increased risk of clear cell and endometrioid EOC), pelvic inflammatory disease, obesity, and ovulation causes cytokine release and oxidative stress, creating an environment conducive to development of EOC.</li>\n</ul><br><br><p>Once EOC develops, malignant cells can spread via direct extension, exfoliation (ie, malignant cells on the surface of the ovary or fallopian tube can detach and enter the peritoneal fluid, circulate through the peritoneal cavity, and implant on the omentum and peritoneal surfaces), or lymphatic spread.</p>\n<h1>Risk factors</h1><br><br><p>Risk factors for EOC include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31200.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Genetic predisposition:&nbsp; <em>BRCA1/BRCA2</em> mutations, Lynch syndrome (defects in mismatch repair genes)</li>\n\t<li>Family history:&nbsp; first-degree relatives with ovarian cancer</li>\n\t<li>Age:&nbsp; incidence increases with age, particularly after menopause</li>\n\t<li>Reproductive history:&nbsp; nulliparity, early menarche, and late menopause (all related to increased number of ovulatory cycles)</li>\n\t<li>Endometriosis (increased risk for clear cell and endometrioid EOC subtypes)</li>\n\t<li>Smoking (increased risk for mucinous carcinoma EOC subtypes)</li>\n</ul>\n<h1>Pathology</h1><br><br><p>EOC is classified into several subtypes based on histopathology, molecular changes, and immunohistochemistry:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>High-grade serous carcinoma</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84313.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; may have different architectural forms (eg, papillary, glandular, microcystic), but the predominant feature is markedly atypical cells with prominent mitotic activity that invade the ovarian stroma.&nbsp; Psammoma bodies may be present.&nbsp; High-grade serous subtypes are often associated with <em>BRCA1/2</em> and <em>p53</em> mutations.</li>\n\t<li><strong>Low-grade serous carcinoma</strong>:&nbsp; is a rare and slow-growing type of EOC characterized by hyalinized stroma with numerous psammoma bodies and uniform nuclei with fewer mitotic features.&nbsp; Low-grade cancers have different mutated genes (eg, <em>BRAF, KRAS</em>), and are often estrogen receptor (ER) and progesterone receptor (PR) positive.</li>\n\t<li><strong>Endometrioid carcinoma</strong>:&nbsp; is associated with endometrial carcinoma of the uterus in 15%-20% of cases and is histologically similar with a complex, glandular architectural pattern and frequent mitotic figures.&nbsp; Risk factors for this subtype include endometriosis, Lynch syndrome, and somatic mutations in the <em>PTEN</em> gene.&nbsp; These tumors often present at an earlier stage and therefore have a better prognosis.</li>\n\t<li><strong>Clear cell carcinoma</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1501.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; associated with endometriosis and Lynch syndrome.&nbsp; It presents at an earlier stage, which improves prognosis.&nbsp; On histology, clear cell tumors have clear cytoplasm and a prominent, hyalinized stroma.</li>\n\t<li><strong>Mucinous carcinoma</strong>:&nbsp; this subset is rare as a primary ovarian carcinoma and is usually metastasis from a primary gastrointestinal tumor known as a Krukenberg tumor.&nbsp; On histology, the cells resemble those found in the gastrointestinal tract.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>EOC is most often diagnosed at an advanced stage (ie, stage III or IV) because the initial nonspecific symptoms (eg, bloating, early satiety) are often delayed and/or overlooked.&nbsp; As a result, the cancer proliferates and spreads throughout the peritoneal cavity, causing symptoms to worsen (eg, abdominal distension, constipation/obstipation) and leading to the eventual, but often delayed, diagnosis of advanced disease.</p><br><br><p>However, EOC can have a wide range of presentations from asymptomatic (ie, incidentally diagnosed) to acute.</p>\n<h2>Acute presentation</h2><br><br><p>Acute presentation occurs in patients with advanced disease who have urgent complications related to regional and distant metastasis.&nbsp; Some of the most common of these symptoms include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bowel obstruction</strong>:&nbsp; This occurs most commonly with the spread of tumor to the omentum, forming \"omental caking\" (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74960.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) and causing extrinsic compression of the intestine or bowel wall, which can lead to bowel obstruction with significant nausea/vomiting, abdominal pain, and distension.</li>\n\t<li><strong>Ascites</strong>:&nbsp; Cancer increases vascular permeability, and peritoneal tumor implants can block lymphatic drainage, leading to the accumulation of large volumes of fluid within the peritoneal cavity.</li>\n\t<li><strong>Pleural effusion</strong>:&nbsp; Distant metastases to the pleura or passive spread across the diaphragm can lead to the accumulation of large volumes of fluid within the pleural space and may result in shortness of breath.</li>\n</ul>\n<h2>Subacute presentation</h2><br><br><p>EOC most commonly presents with abdominopelvic symptoms of variable severity and duration, many of which are due to an adnexal mass, ascites, or metastases within the abdominal cavity.&nbsp; Symptoms include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Nausea, early satiety, bowel symptoms (eg, constipation)</li>\n\t<li>Urinary frequency or urgency</li>\n\t<li>Abdominal bloating, distension, or pain</li>\n\t<li>Weight gain or loss</li>\n\t<li>Postmenopausal bleeding</li>\n</ul>\n<h2>Asymptomatic presentation</h2><br><br><p>Rarely, a suspicious pelvic mass may be identified incidentally during unrelated imaging or surgery in patients with no symptoms.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Benign adnexal masses</strong>:&nbsp; Benign ovarian masses (eg, dermoid cysts, endometriomas, cystadenomas) can cause pelvic pain and a palpable adnexal mass, especially when large; however, they do not cause carcinomatosis or ascites.&nbsp; Imaging studies are useful in delineating benign (eg, simple, thin-walled, mobile) versus malignant-appearing (eg, thick septations, solid component, immobile) features.&nbsp; Imaging classifies the mass but cannot offer a definitive diagnosis.&nbsp; When uncertain or the mass is persistent, surgery may be required for pathological assessment.</li>\n\t<li><strong>Nonepithelial ovarian cancers</strong>:&nbsp; Germ cell tumors (eg, embryonal carcinoma, dysgerminoma, immature teratomas) and sex cord-stromal tumors (eg, fibrosarcoma, Sertoli-Leydig cell tumor, granulosa cell tumor) are less common than EOCs but can present in similar ways (eg, adnexal mass, abdominopelvic pain or fullness, ascites).&nbsp; Serum biomarkers (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39747.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) can delineate the tumor subtype; however, only pathologic evaluation provides definitive diagnosis.</li>\n\t<li><strong>Metastatic cancers</strong>:&nbsp; Cancers of the breast, colon, stomach, and appendix can metastasize to the ovary (often bilaterally), causing symptoms similar to EOC.&nbsp; These often have additional symptoms based on the site of the primary tumor (eg, rectal bleeding, breast mass); imaging is useful in locating the primary tumor.</li>\n\t<li><strong>Gastrointestinal disorders</strong>:&nbsp; Conditions such as irritable bowel syndrome, inflammatory bowel disease, and diverticulitis can cause symptoms similar to EOC but do not cause ovarian masses on imaging.</li>\n\t<li><strong>Gynecological conditions</strong>:&nbsp; Benign conditions, such as uterine fibroids, adenomyosis, and endometriosis, can cause pelvic pain, pressure, and an abnormal pelvic examination; however, these conditions usually present at a younger age than EOC.&nbsp; Pelvic imaging can help distinguish benign causes from EOC.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of EOC is made through histopathologic examination, which most often occurs via oophorectomy or with tissue from enlarged lymph nodes, omental lesions, or peritoneal/pleural cytology.&nbsp; The diagnosis is suspected through the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>History and physical examination:&nbsp; Findings include abdominal distention with a fluid shift, a firm irregular or fixed mass, rectovaginal nodularity (ie, metastasis).</li>\n\t<li>Laboratory studies:&nbsp; Serum biomarker CA-125, a protein expressed and released by cells from the peritoneum and Müllerian structures that surround the ovaries, is often elevated in cases of EOC.&nbsp; However, any condition that irritates the peritoneum, including benign causes (eg, endometriosis, pregnancy), can elevate CA-125 levels.&nbsp; Therefore, <strong>elevated CA-125 levels</strong> can raise suspicion for malignancy but cannot diagnose it, and is most often used for monitoring response to treatment and recurrence.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pelvic ultrasonography</strong> is first-line imaging to evaluate adnexal masses.&nbsp; Features suspicious for cancer include:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Irregular borders</li>\n\t\t<li>Solid components</li>\n\t\t<li>Papillary projections</li>\n\t\t<li>Septations</li>\n\t\t<li>Pelvic ascites</li>\n\t</ul>\n\t</li>\n\t<li>CT scan of chest and abdomen may be needed to evaluate for distant metastases in patients suspected of EOC.</li>\n</ul>\n<h1>Management</h1><br><br><p>EOC is managed with <strong>surgical staging</strong> (hysterectomy and bilateral salpingo-oophorectomy), which removes all visible tumors (cytoreduction), thereby reducing symptoms and improving the response to chemotherapy.&nbsp; Staging of EOC is generally as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Stage I:&nbsp; Cancer is confined to one or both ovaries or fallopian tubes.</li>\n\t<li>Stage II:&nbsp; Cancer has spread beyond the ovaries or fallopian tubes into the pelvis.</li>\n\t<li>Stage III:&nbsp; Cancer has spread to the peritoneum outside the pelvis and/or has metastasized to the retroperitoneal lymph nodes.</li>\n\t<li>Stage IV:&nbsp; Distant metastasis.</li>\n</ul><br><br><p>The stage of disease determines the need for adjuvant chemotherapy.&nbsp; Most EOC receives chemotherapy (except when completely confined to the ovary capsule) because it is highly likely to reoccur and most of the time is diagnosed after it has spread well beyond the ovarian surface.</p><br><br><p>Physical examinations and serial CA-125 levels are used for surveillance.&nbsp; Any rise in CA-125 levels or concerning symptoms or physical examination findings is often evaluated further with imaging (CT scan).</p>\n<h1>Prognosis</h1><br><br><p>Prognosis depends on the stage of disease.&nbsp; Because most cancers are diagnosed at an advanced stage (stage III or IV), the prognosis is very poor with multiple recurrences.</p><br><br><p>Some factors that improve prognosis include younger age and better functional status, low volume of residual disease after surgery, a good response to chemotherapy, and the presence of a <em>BRCA</em> mutation.</p>\n<h1>Prevention</h1><br><br><p>No routine screening exists for women at low or average risk for ovarian cancer because it is ineffective for early diagnosis or reduction in mortality and only increases false-positive results (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71514.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><p>Screening and prophylactic surgery are reserved for patients with a high risk of ovarian cancer caused by a hereditary cancer syndrome (<em>BRCA1/2,</em> Lynch syndrome) because significant risks to early surgical menopause (increased all-cause mortality, osteoporosis, cardiovascular disease) and EOC occur at relatively low rates in the general population (1 in 70).</p><br><br><p>Family histories suggestive of a hereditary cancer syndrome include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Breast or ovarian cancer in multiple members on 1 side of the family</li>\n\t<li>Male breast cancer</li>\n\t<li>Bilateral breast cancer</li>\n\t<li>Breast cancer diagnosed age &lt;50</li>\n\t<li>Ashkenazi Jewish ancestry</li>\n\t<li>Lynch syndrome–associated cancer in ≥3 relatives</li>\n</ul><br><br><p>Separate content will focus on hereditary cancer syndromes and recommended cancer prevention strategies.</p><br><br><p>In patients at low or average risk for ovarian cancer, several factors that protect against ovarian cancer development include those that decrease the number of ovulatory events and include oral contraceptive use, progestin-releasing intrauterine device use, multiparity, and breastfeeding (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31200.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Summary</h1><br><br><p>Epithelial ovarian cancer has five subtypes (high grade serous, low grade serous, mucinous, clear cell, and endometrioid carcinomas) and also includes fallopian tube and primary peritoneal cancer.&nbsp; It may have a subtle presentation with nonspecific symptoms and is often suspected based on the features of an adnexal mass on imaging studies.&nbsp; Standard treatment is surgical staging and cytoreduction (removal of all visible tumors) followed by chemotherapy.&nbsp; Prognosis for early stage disease is good; however, most cases are diagnosed at an advanced stage, which has high rates of recurrence and mortality.</p>\n</div>\n\n            "
}