{
  "meta": {
    "title": "Genitourinary syndrome of menopause",
    "url": "https://brainandscalpel.vercel.app/genitourinary-syndrome-of-menopause-9208731e-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:43.644Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Genitourinary syndrome of menopause (GSM), previously known as vulvovaginal atrophy, is a condition characterized by thinning, drying, and inflammation of the vulva, labia, vaginal introitus, urethra, and bladder due to low estrogen levels.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Estrogen plays a critical role in maintaining the thickness, elasticity, and lubrication of the vaginal epithelium.&nbsp; In addition, it stimulates proliferation of the vaginal epithelium, promotes glycogen deposition, and helps maintain the acidic pH of the vagina through the metobolic action of normal vaginal flora (ie, lactobacilli).</p><br><br><p>In patients with GSM, <strong>reduced estrogen levels</strong> associated with menopause cause decreased blood flow and reduced collagen and glycogen content in vulvovaginal tissues.&nbsp; This condition results in thin vulvar skin with reduced elasticity and loss of vaginal tissue pliability that cause <strong>vaginal pruritus</strong> and <strong>dyspareunia</strong>.&nbsp; Due to the proximity of the bladder to the vaginal epithelium, the bladder trigone and urethral epithelium may also atrophy, resulting in <strong>dysuria</strong> and <strong>urinary frequency</strong>.&nbsp; Patients typically have a <strong>pale, dry vagina with petechiae</strong> (due to easily denuded epithelium) and <strong>minimal vaginal discharge with a pH &gt;4.5</strong> (due to decreased lactic acid production from low glycogen content).</p><br><br><p>Risk factors related to low systemic estrogen levels include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Postmenopausal status</strong> (most common)</li>\n\t<li>Oophorectomy</li>\n\t<li>Breastfeeding (due to prolactin causing hypothalamic GnRH suppression)</li>\n\t<li>Chemotherapy or radiation</li>\n\t<li>Medications (eg, GnRH agonists, aromatase inhibitors)</li>\n\t<li>Tobacco use</li>\n\t<li>Lack of sexual activity (reduced blood flow)</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Many postmenopausal women have atrophic changes and are asymptomatic; however, symptoms are required for the diagnosis of GSM (ie, asymptomatic patients do not require treatment).</p><br><br><p>Common symptoms include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Vaginal dryness (most common)</li>\n\t<li>Vulvovaginal pruritus and burning</li>\n\t<li>Dyspareunia (particularly at the introitus with penile insertion)</li>\n\t<li>Abnormal vaginal discharge</li>\n\t<li>Vaginal bleeding (often postcoital)</li>\n\t<li>Decreased lubrication during sexual intercourse; decreased arousal and orgasm</li>\n\t<li>Urinary symptoms (eg, dysuria, urgency, nocturia, increased frequency)</li>\n</ul>\n<h1>Diagnosis, laboratory evaluation, and imaging</h1><br><br><p>The diagnosis of GSM is made clinically, based on history and physical examination.&nbsp; Physical examination is dependent on degree of atrophy but can include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Loss of pubic hair</li>\n\t<li>Loss of labial volume (including possible fusion of the labia minora)</li>\n\t<li>Narrowing of the vaginal introitus</li>\n\t<li>Loss of vaginal rugae and elasticity</li>\n\t<li>Pale vaginal mucosa (with possible petechiae and fissures)</li>\n\t<li>Decreased or abnormal vaginal discharge</li>\n\t<li>Prominent urethral meatus (including possible eversion or prolapse)</li>\n</ul><br><br><p>Laboratory evaluation is usually not performed to diagnose GSM but can be performed to rule out other causes, particularly in patients with abnormal vaginal discharge, vaginal bleeding, or urinary symptoms.&nbsp; Evaluation can include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Vaginal pH:&nbsp; an elevated pH (&gt;4.5) supports the diagnosis.</li>\n\t<li>Wet mount microscopy:&nbsp; to exclude infectious causes of vaginal discharge.&nbsp; Patients with GSM often have parabasal cells, decreased superficial cells, and lack of lactobacilli.</li>\n\t<li>Urinalysis and urine culture:&nbsp; to rule out urinary tract infection.</li>\n</ul><br><br><p>No imaging is required for the diagnosis of GSM.&nbsp; However, in patients who have vaginal bleeding, pelvic ultrasonography should be performed to evaluate the endometrial thickness for potential endometrial hyperplasia/cancer.&nbsp; Patients with an endometrial thickness ≥4 mm require further evaluation with an endometrial biopsy for histologic evaluation.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vulvovaginal candidiasis</strong>:&nbsp; presents with vulvovaginal pruritus and erythema.&nbsp; However, an associated thick, white vaginal discharge is also present.</li>\n\t<li><strong>Desquamative inflammatory vaginitis</strong>:&nbsp; presents with vulvar pain and copious vaginal discharge but does not distort vulvar architecture.</li>\n\t<li><strong>Vulvar lichen sclerosus</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16392.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; presents with vulvar pain, pruritus, dyspareunia, and white plaques that can distort the vulvar architecture.&nbsp; However, it affects only the vulva (ie, does not affect the vagina).</li>\n\t<li><strong>Vulvar lichen planus</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44512.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; presents with vulvar pain, pruritus, and dyspareunia due to friable vaginal mucosa and stenosis of the vaginal introitus.&nbsp; However, examination shows glazed, brightly erythematous vulvar erosions with a border of serpentine-appearing, white striae (ie, Wickham striae).</li>\n\t<li><strong>Vaginal or vulvar cancer</strong>:&nbsp; can present with vulvar pain and irritation; however, patients typically have a distinct unifocal plaque.</li>\n\t<li><strong>Contact dermatitis</strong>:&nbsp; can occur due to irritants or allergens (eg, soaps, perineal pads, spermicides, lubricants, tight-fitting/synthetic clothing) and typically presents with pruritus.&nbsp; Contact dermatitis can be distinguished from GSM by resolution of symptoms after removal of potential irritants.</li>\n</ul>\n<h1>Management</h1><br><br><p>Treatment of GSM is primarily for symptom relief.</p><br><br><p>For all patients with symptoms, first-line treatment is with <strong>nonhormonal therapy</strong> such as <strong>vaginal moisturizers and lubricants</strong>, which provide relief from vaginal dryness and dyspareunia.&nbsp; In addition, lifestyle modifications such as regular sexual intercourse, avoidance of irritants (eg, perfumed soaps, douching), and pelvic floor exercises are recommended.</p><br><br><p>In patients with no symptom improvement, <strong>vaginal estrogen therapy</strong> (eg, cream, tablet, ring) is prescribed, which increases blood flow and glycogen content to the vulvovaginal tissues.&nbsp; Even at low doses, vaginal estrogen can be systemically absorbed, so it should be used with caution in patients with contraindications to estrogen therapy (eg, thromboembolism, estrogen-dependent cancer).&nbsp; However, the vaginal estrogen is not absorbent enough to raise concern for possible endometrial cancer, and progestin therapy is not required in patients using only vaginal estrogen.&nbsp; In addition, vaginal estrogen can also be used as adjuvant therapy in patients using systemic hormone replacement therapy (HRT) because HRT is not as effective in the treatment of GSM.</p><br><br><p>Other therapies that can be used in patients with moderate to severe GSM symptoms include ospemifene, a selective estrogen receptor modulator (SERM), and prasterone, a vaginal dehydroepiandrosterone (DHEA).</p>\n<h1>Prognosis</h1><br><br><p>Without treatment, symptoms of GSM persist and can dramatically worsen, leading to increased discomfort and complications such as recurrent urinary tract infections and sexual dysfunction.</p><br><br><p>However, with appropriate treatment, symptoms of GSM can be effectively managed, significantly improving quality of life.&nbsp; Long-term treatment and regular follow-up are often needed to prevent symptom progression.</p>\n<h1>Summary</h1><br><br><p>Genitourinary syndrome of menopause is characterized by thinning, drying, and inflammation of the vulva, labia, vaginal introitus, urethra, and bladder due to low estrogen levels (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31153.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; The diagnosis is clinical.&nbsp; First-line treatment is with vaginal moisturizers and lubricants; patients who require additional treatment are prescribed vaginal estrogen.<p></p>\n</div>\n\n            "
}