{
  "meta": {
    "title": "Gestational trophoblastic neoplasia",
    "url": "https://brainandscalpel.vercel.app/gestational-trophoblastic-neoplasia-6e082afa-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:43.950Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Gestational trophoblastic neoplasia (GTN) refers to a group of rare but malignant disorders arising from placental trophoblasts.&nbsp; It includes invasive mole, choriocarcinoma, placental site trophoblastic tumor (PSTT), and epithelioid trophoblastic tumor (ETT).&nbsp; These disorders occur following pregnancy and may lead to persistent abnormal vaginal bleeding and positive β-hCG.</p><br><br><p>\"Gestational trophoblastic disease\" (GTD) is a broader term that includes the GTNs and benign disorders (eg, complete hydatidiform mole, partial hydatidiform mole) that arise from abnormal proliferation of placental trophoblasts.</p>\n<h1>Pathogenesis</h1><br><br><p>Early in pregnancy, the blastocyst develops a layer of trophoblastic cells that implant into the endometrium and form the placenta (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25886.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Abnormal fertilization events or mutations can lead to neoplasia (ie, persistent abnormal cellular proliferation) of these trophoblastic cells, leading to GTN.&nbsp; GTN is therefore genetically distinct from the patient because it arises from placental (fetal) tissue.&nbsp; Unlike in a normal pregnancy, the trophoblastic cells of GTN have the potential to invade the myometrium and metastasize.<p></p><br><br><p>GTN can develop following any type of pregnancy:&nbsp; Approximately 50% of cases occur after a molar pregnancy, 25% after a term or preterm pregnancy, and 25% after an ectopic pregnancy or spontaneous abortion.</p><br><br><p>GTN is divided into the following subtypes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Invasive mole</strong>:&nbsp; Arises from the invasion of abnormal villi of molar tissue into the myometrium or vascular spaces.&nbsp; It typically arises from a complete hydatidiform mole but rarely from a partial mole.</li>\n\t<li><strong>Choriocarcinoma</strong>:&nbsp; Arises from the villous trophoblast following any gestational event and spreads hematogenously as an aggressive malignancy.&nbsp; It is also referred to as gestational choriocarcinoma to distinguish it from nongestational (ovarian) choriocarcinoma, a rare type of ovarian germ cell tumor.</li>\n\t<li><strong>PSTT and ETT</strong>:&nbsp; Account for only 1% of GTN cases (extremely rare).&nbsp; They arise from intermediate trophoblast cells.&nbsp; They most often occur following a term pregnancy but may not present until years later because they are typically slow growing.</li>\n</ul>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Previous hydatidiform mole (especially complete hydatidiform mole):&nbsp; The risk is further increased if the molar pregnancy had associated theca lutein cysts (ie, bilaterally enlarged, multicystic ovaries), a hCG level &gt;100,000 IU/L, or significant uterine enlargement.</li>\n\t<li>Age &gt;40.</li>\n\t<li>Prior GTN.</li>\n</ul>\n<h1>Pathology</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Invasive mole</strong>:&nbsp; Invasion of hydropic molar villi into the myometrium with extensive trophoblastic proliferation.&nbsp; It can also invade the uterine vasculature, and approximately 15% become metastatic, often to the vagina or lungs.</li>\n\t<li><strong>Choriocarcinoma</strong>:&nbsp; Sheets of cytotrophoblasts and syncytiotrophoblasts (which produce high levels of β-hCG) without villous structures.&nbsp; Choriocarcinomas tend to be highly hemorrhagic and necrotic and demonstrate vascular invasion.</li>\n\t<li><strong>PSTT</strong>:&nbsp; Sheets or cords of monomorphic intermediate trophoblastic cells infiltrating the myometrium, usually with minimal vascular invasion and necrosis.</li>\n\t<li><strong>ETT</strong>:&nbsp; Primarily, nests of monomorphic intermediate trophoblasts, usually with less vascular invasion and a nodular growth pattern.&nbsp; ETT resembles carcinoma.&nbsp; Areas of necrosis and scattered syncytiotrophoblasts (leading to low-level β-hCG production) may be present.&nbsp; ETT tends to involve the lower uterine segment and cervix.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>GTN most often presents with persistent or irregular <strong>vaginal bleeding</strong> weeks to months following a pregnancy, but some patients have amenorrhea.&nbsp; <strong>β-hCG</strong> is <strong>positive</strong> and, if significantly elevated, may cause hyperemesis gravidarum, theca lutein cysts, or hyperthyroidism.</p><br><br><p>Less commonly, local invasion of tumor cells through the myometrium can cause uterine rupture, leading to vaginal and intraabdominal bleeding, abdominal pain, and hemodynamic instability.&nbsp; GTN can also present with symptoms of metastases:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Lungs:&nbsp; Cough, hemoptysis, chest pain, dyspnea.</li>\n\t<li>Vagina:&nbsp; Vaginal bleeding.</li>\n\t<li>Brain:&nbsp; Headaches, seizures, neurologic deficits.</li>\n\t<li>Liver:&nbsp; Jaundice, right upper quadrant pain.</li>\n</ul>\n<h2>Invasive mole</h2><br><br><p>Invasive mole classically presents with a <strong>rising or plateauing β-hCG</strong> weeks to months <strong>after surgical evacuation of a molar pregnancy</strong>.</p>\n<h2>Choriocarcinoma</h2><br><br><p>Choriocarcinoma usually occurs following a molar pregnancy.&nbsp; However, it is the most common type of GTN to occur after a nonmolar pregnancy.&nbsp; It is aggressive, produces abundant β-hCG (possibly &gt;100,000 IU/L), metastasizes early, and frequently presents with <strong>bleeding from a metastatic site</strong>.</p>\n<h2>PSTT and ETT</h2><br><br><p>PSTT and ETT typically occur <strong>months to years after a pregnancy</strong>, which is most often a term pregnancy.&nbsp; They are frequently diagnosed late because they tend to be slow growing, produce <strong>low levels of β-hCG</strong> (&lt;1,000 IU/L), and cause few symptoms.&nbsp; Up to 50% have metastases at diagnosis.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Retained products of conception</strong>:&nbsp; Some placental or fetal tissue may remain in the uterus following abortion or delivery, leading to heavy bleeding and a dilated cervix.&nbsp; A subacute presentation (persistent abnormal uterine bleeding or amenorrhea over the following weeks to months) is also possible.&nbsp; Ultrasonography demonstrates a heterogeneous echogenic mass in the endometrial cavity, and β-hCG may be positive.&nbsp; There is significant overlap between the presentation of GTN and the retained products of conception; if the preceding pregnancy was molar, GTN is the presumed diagnosis.</li>\n\t<li><strong>Ectopic pregnancy</strong>:&nbsp; Ectopic pregnancies cause abnormal uterine bleeding; nonvisualization of an intrauterine pregnancy also occurs despite a positive β-hCG.&nbsp; However, ultrasonography often demonstrates a thin endometrial stripe and an adnexal mass.&nbsp; In contrast, imaging in patients with GTN reveals a uterine mass and possibly metastatic lesions.</li>\n\t<li><strong>Normal early pregnancy</strong>:&nbsp; An early pregnancy may not be visible on ultrasonography, but β-hCG levels rise predictably over time, and an intrauterine pregnancy becomes visible in the subsequent weeks.</li>\n\t<li><strong>Uterine cancer</strong> (eg, carcinoma, sarcoma):&nbsp; Cancer may present with abnormal uterine bleeding and findings of a uterine mass on ultrasonography.&nbsp; Unlike GTN, uterine cancers are more likely to occur in postmenopausal women, and β-hCG is negative.</li>\n\t<li><strong>hCG-producing neoplasms</strong>:&nbsp; Some ovarian germ cell tumors and nongynecologic cancers (eg, liver, pancreas, stomach) can produce hCG.&nbsp; Imaging studies can be used to identify the site of the primary cancer.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Unlike most other solid tumors, in GTN, a histologic evaluation is not required for diagnosis.&nbsp; The tumor and metastatic sites are highly vascular and generally should not be biopsied because this can lead to hemorrhage.&nbsp; Instead, GTN is <strong>diagnosed clinically</strong> in patients with persistent β-hCG elevation following a pregnancy after other causes of high β-hCG have been excluded.&nbsp; Occasionally, a histologic diagnosis is provided after surgical management.</p>\n<h2>Laboratory evaluation</h2><br><br><p>β-hCG testing is critical for diagnosis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Following a molar pregnancy:&nbsp; After treatment of a molar pregnancy (with either dilation and evacuation or hysterectomy), serial β-hCG levels are followed regularly until they are persistently negative.&nbsp; GTN is diagnosed if there is a rise or plateau in β-hCG levels over several weeks.</li>\n\t<li>Following a nonmolar pregnancy:&nbsp; GTN is diagnosed if β-hCG is elevated and all other potential causes (eg, new pregnancy, spontaneous abortion, ectopic pregnancy, heterophile antibodies, other hCG-secreting tumor, pituitary hCG) are ruled out.</li>\n</ul>\n<h2>Imaging studies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pelvic ultrasonography:&nbsp; All patients with suspected GTN.&nbsp; A uterine mass with hypervascularity is typically demonstrated on Doppler ultrasonography and invasion into the myometrium.&nbsp; Ultrasonography also rules out an ectopic or intrauterine pregnancy and evaluates the degree of tumor spread within the pelvis.</li>\n\t<li>Chest x-ray:&nbsp; All patients with suspected GTN because the lungs are the most common site for metastasis.</li>\n\t<li>Additional imaging:&nbsp; Patients with suspicion for metastatic disease (eg, vaginal lesions on examination, neurologic symptoms, evidence of metastasis on chest x-ray).&nbsp; These patients should have further imaging to evaluate the extent of disease spread.&nbsp; This usually includes brain imaging (MRI or CT scan) and CT scan of the abdomen and pelvis.</li>\n</ul>\n<h1>Staging</h1><br><br><p>GTN is typically surgically staged:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Stage I:&nbsp; No spread beyond the uterus.</li>\n\t<li>Stage II:&nbsp; Tumor spread to the adnexa or vagina.</li>\n\t<li>Stage III:&nbsp; Metastasis to the lungs.</li>\n\t<li>Stage IV:&nbsp; Metastasis beyond the pelvis, vagina, and lungs.</li>\n</ul><br><br><p>Invasive mole and choriocarcinoma are also assigned a risk score, which is used to identify patients at increased risk for resistance to single-agent chemotherapy.&nbsp; The scoring system considers patient age, type of antecedent pregnancy, tumor size, β-hCG level, and size and number of metastases.</p>\n<h1>Management</h1><h2>Invasive mole and choriocarcinoma</h2><br><br><p>Invasive mole and choriocarcinoma are highly chemosensitive; therefore, chemotherapy is the primary mode of treatment.&nbsp; Cancer stage and risk score are considered to categorize patients as low or high risk to determine the chemotherapy regimen, with low-risk patients usually treated with a single chemotherapy agent and high-risk patients requiring multiagent chemotherapy and possible adjuvant surgery.</p><br><br><p>Patients should be monitored with laboratory studies while receiving chemotherapy to evaluate response to treatment (declining β-hCG levels) and potential toxicities (cytopenias, hepatic injury).&nbsp; Remission is achieved when weekly β-hCG is undetectable for 3 consecutive weeks.&nbsp; After completion of treatment, β-hCG should be followed monthly for 12-24 months to detect recurrence.</p>\n<h2>PSTT and ETT</h2><br><br><p>Because of their slow-growing natures, most PSTT and ETT cancers are relatively resistant to chemotherapy, and treatment is typically surgical with hysterectomy and salpingectomy.&nbsp; Patients with metastatic disease typically also require chemotherapy and additional surgical resection of metastatic lesions (if possible).</p><br><br><p>β-hCG should be followed monthly after treatment is completed.&nbsp; However, because it is a less reliable tumor marker for these types of GTN, patients are also followed with positron emission tomography–CT scan every 6-12 months for several years.</p>\n<h1>Prognosis</h1><br><br><p>Low-risk invasive mole and choriocarcinoma have excellent prognoses; there is a 100% cure rate overall, and up to 85% of patients achieve complete remission using only single-agent chemotherapy.&nbsp; Survival also exceeds 70% for metastatic disease, although the presence of brain or liver metastases is associated with lower survival.</p><br><br><p>PSTT and ETT have a 100% cure rate if cancer is confined to the uterus; survival decreases to 50%-60% for patients with metastatic disease.</p>\n<h1>Prevention</h1><br><br><p>Most cases of GTN occur following molar pregnancies.&nbsp; Early detection strategies improve outcomes for GTN and include postmolar surveillance (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31167.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; After surgical treatment of a molar pregnancy, β-hCG levels are followed weekly until they are persistently negative and are then followed monthly.&nbsp; During this time, patients require contraception for accurate interpretation of serial β-hCG measurements because a newly conceived pregnancy creates diagnostic confusion.<p></p>\n<h1>Summary</h1><br><br><p>Gestational trophoblastic neoplasia is a rare but highly treatable condition if detected early.&nbsp; It should always be considered in women with persistent vaginal bleeding and elevated β-hCG after any pregnancy event.&nbsp; Subtypes include an invasive mole, choriocarcinoma, placental site trophoblastic tumor, and epithelioid trophoblastic tumor.</p>\n</div>\n\n            "
}