{
  "meta": {
    "title": "GnRH agonists (leuprolide)",
    "url": "https://brainandscalpel.vercel.app/gnrh-agonists-leuprolide-943b6646-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:48.562Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Leuprolide is a synthetic gonadotropin-releasing hormone (GnRH) agonist (ie, GnRH analogue) used to modulate the hypothalamic-pituitary-gonadal (HPG) axis.&nbsp; It functions by initially stimulating, then profoundly suppressing, pituitary gonadotropic secretion (eg, LH, FSH) with continuous administration.&nbsp; This results in decreased production of gonadal sex steroids (testosterone in men, estradiol in women), leading to a reversible hypogonadal state.</p>\n<h1>HPG axis physiology</h1><br><br><p>The HPG axis is a hormonal feedback loop that regulates reproductive function in men and women (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47207.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; At puberty, the hypothalamus begins periodic, pulsatile releases of GnRH, which stimulate the pituitary to release the gonadotropins LH and FSH, which act on the gonads.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In women, this stimulates the ovary to release estrogen and progesterone, which regulate follicular development, the uterine endometrium, and menses (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27448.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t<li>In men, LH stimulates testicular Leydig cells to produce <strong>testosterone</strong>, and FSH stimulates testicular Sertoli cells to secrete androgen-binding peptide, which concentrates testosterone in the seminiferous tubules and supports spermatogenesis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L35659.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>Pulsatile GnRH maintains physiologic gonadotropin secretion.&nbsp; However, continuous GnRH receptor stimulation results in the downregulation of GnRH receptors, leading to decreased LH and FSH secretion and, subsequently, suppression of gonadal steroidogenesis.&nbsp; This pharmacologic principle underlies the therapeutic use of leuprolide and other GnRH agonists.</p>\n<h1>Mechanism of action</h1><br><br><p>Leuprolide and other GnRH agonists mimic endogenous GnRH but are more potent and have longer half-lives.&nbsp; They are administered <strong>continuously</strong> for a prolonged duration, causing 2 effects on the HPG axis that can be divided into 2 phases:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>With <strong>initial use</strong>, GnRH agonists stimulate the HPG axis through continuous receptor stimulation, causing <strong>increased gonadotropin and sex hormone</strong> release with unchanged, normal GnRH levels within the first 1-2 weeks.</li>\n\t<li>With <strong>prolonged use</strong>, GnRH agonists cause desensitization and <strong>downregulation of pituitary GnRH receptors</strong>, which lead to <strong>decreased gonadotropin and sex hormone</strong> levels and inhibition of endogenous GnRH release.</li>\n</ul><br><br><p>The result is hypogonadotropic (ie, low FSH and LH) hypogonadism (ie, low estrogen, low testosterone).&nbsp; When the agonist is withdrawn, endogenous GnRH pulsations resume, leading to restoration of the HPG axis.</p>\n<h1>Indications</h1><br><br><p>Leuprolide is used in a wide range of clinical scenarios in which suppression of gonadal hormones is therapeutic:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Uterine fibroids</strong> (leiomyomas):&nbsp; GnRH agonists decrease uterine and fibroid volume and blood loss from heavy menstrual bleeding (ie, increase hemoglobin levels).&nbsp; It is most often used as a bridge therapy to definitive surgical management (eg, myomectomy, hysterectomy) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69534.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Endometriosis</strong>:&nbsp; GnRH agonists reduce endometrial implants and pain.&nbsp; It is often used in endometriosis after failure of first-line therapies.</li>\n\t<li><strong>Central precocious puberty</strong>:&nbsp; GnRH agonists inhibit premature activation of the HPG axis through continual stimulation, allowing for normal and age-appropriate pubertal development.</li>\n\t<li><strong>Infertility</strong>:&nbsp; GnRH agonists prevent a premature LH surge during controlled ovarian hyperstimulation.</li>\n\t<li><strong>Transgender care</strong>:&nbsp; GnRH agonists can be used in transgender adolescents to suppress endogenous puberty or in adults to reduce endogenous sex hormone levels prior to initiation of cross-sex hormone therapy.</li><br><br>\t<li><strong>Prostate cancer</strong>:&nbsp; GnRH agonists result in testosterone suppression, which slows the progression of androgen-sensitive malignancies.</li>\n</ul>\n<h1>Adverse effects</h1><br><br><p>Leuprolide's adverse effects are related to its hormonal effects and the induction of a hypogonadal state.</p>\n<h2>Common adverse effects</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hypoestrogenic symptoms in women (eg, vaginal dryness, hot flashes, sleep disturbances).</li>\n\t<li>Erectile dysfunction in men.</li>\n\t<li>Decreased libido.</li>\n\t<li>Fatigue, mood changes (particularly new or worsening depression).</li>\n</ul>\n<h2>Long-term adverse effects</h2><br><br><p>The long-term effects of GnRH agonists typically limit the duration of therapy.&nbsp; These include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Low bone density/osteoporosis</strong>:&nbsp; The suppression of estrogen in women and testosterone in men (aromatized to estrogen in men) leads to decreased bone mineral density.&nbsp; Women with accelerated bone density loss in their 20s and 30s have a significantly higher risk for osteoporosis later in life.&nbsp; Men undergoing treatment for ≥18 months for prostate cancer are also at risk for accelerated bone loss, which can lead to osteoporosis.</li>\n\t<li><strong>Metabolic changes</strong>:&nbsp; GnRH agonist therapy is linked to an increased risk for diabetes mellitus, myocardial infarctions, and strokes in men receiving treatment for prostate cancer.&nbsp; These findings likely reflect compounded risk in this population, given their age and gender.</li>\n</ul>\n<h2>Treatment considerations</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Flare effect</strong>:&nbsp; Women initiating treatment for endometriosis pain or fibroids may initially have worsening pain or bleeding due to the initial increase in estrogen with GnRH agonist treatment.&nbsp; However, continuous administration ultimately results in estrogen suppression (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L83746.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; This effect can also be seen in men undergoing treatment for prostate cancer.&nbsp; The initial rise or \"flare\" of testosterone may stimulate tumor growth or worsen tumor-related symptoms (eg, bone pain, urinary obstruction).&nbsp; Because of this, antiandrogens (eg, flutamide) are often added to the initial treatment regimen.</li>\n\t<li><strong>Bone density loss</strong>:&nbsp; The concern for accelerated bone loss in young women is the treatment-limiting factor.&nbsp; GnRH agonist therapy is limited to 6 months in young women; this treatment can be extended to 1 year if add-back therapy (exogenous estrogen/progesterone administration that can offset some of the effects of estrogen suppression without worsening disease symptoms) is used.&nbsp; Older men undergoing ≥18 months of treatment for prostate cancer should have a baseline DXA scan with repeated screening every 2 years.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Leuprolide is a GnRH agonist that exerts its therapeutic effects by downregulating pituitary GnRH receptors and suppressing gonadotropin secretion.&nbsp; This leads to profound reductions in circulating testosterone and estradiol levels.&nbsp; It has broad clinical utility in hormone-dependent conditions such as prostate cancer, endometriosis, uterine fibroids, and central precocious puberty, as well as in gender-affirming protocols.</p>\n</div>\n\n            "
}