{
  "meta": {
    "title": "Hypothalamic amenorrhea",
    "url": "https://brainandscalpel.vercel.app/hypothalamic-amenorrhea-04267c19-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:47.124Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Hypothalamic amenorrhea, also known as functional hypothalamic amenorrhea (FHA), is the disruption of pulsatile hypothalamic GnRH secretion and the hypothalamic-pituitary-ovarian (HPO) axis, impairing follicular development and leading to low estradiol levels and amenorrhea (absence of menstruation).</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>The menstrual cycle (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16436.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) is controlled through the HPO axis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24345.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), which is a tightly regulated feedback loop that requires input from all 3 levels of the axis (hypothalamus, pituitary gland, and ovaries) to achieve normal, ovulatory menstruation:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The hypothalamus releases GnRH in a pulsatile fashion.</li>\n\t<li>The anterior pituitary gland releases gonadotropins (FSH, LH) in response to GnRH.</li>\n\t<li>The ovary releases estradiol from a cohort of developing follicles in response to FSH, resulting in ovulation.</li>\n</ul><br><br><p>FHA results from disruption at the level of the hypothalamus that causes diminished or abnormal GnRH release (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24459.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Hypothalamic GnRH release is altered or inhibited during times of:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Insufficient energy intake</strong>:&nbsp; Low body fat stores from either severe restrictive dieting patterns (eg, anorexia nervosa) or malabsorptive states (eg, celiac disease) alter peripheral metabolic hormones (high ghrelin, low leptin) and lead to decreased GnRH release.</li>\n\t<li><strong>Excessive caloric expenditure</strong>:&nbsp; Women who engage in high-intensity exercise for prolonged periods (particularly in leanness-prone sports or activities [ie, running, ballet]) and women who are in hypermetabolic states (eg, severe infection, burns) are at risk for FHA, likely due to changes in peripheral metabolic hormones.&nbsp; In addition, even a relative caloric deficiency (inadequate nutritional intake for energy expended) in patients with normal body weight can cause altered GnRH release as energy is shunted from the reproductive system and directed toward more vital systems.</li>\n\t<li><strong>Physiologic and/or psychologic stress</strong>:&nbsp; Prolonged or extreme stress due to physical or emotional illness can cause FHA due to high levels of cortisol and alterations in the hypothalamic-pituitary-adrenal axis.&nbsp; Cortisol-releasing hormone directly inhibits GnRH pulse frequency.</li>\n</ul><br><br><p>Lack of GnRH leads to decreased gonadotropin (FSH, LH) secretion from the anterior pituitary gland.&nbsp; Without FSH, ovarian follicular recruitment and maturation do not occur, and there is no estradiol production.&nbsp; Without estradiol, the endometrium does not proliferate and menstruation does not occur.</p><br><br><p>Therefore, FHA is a type of <strong>hypogonadotropic hypogonadism</strong> that causes secondary amenorrhea (&gt;3-month absence of menses in women with previously regular menses or &gt;6 months with previously irregular menses); rarely, it also causes primary amenorrhea (absence of menses at age ≥13 with no secondary sexual characteristics or ≥15 with secondary sexual characteristics).</p>\n<h1>Clinical presentation</h1><br><br><p>The presenting clinical symptom in patients with FHA is most often <strong>secondary amenorrhea</strong>, defined as &gt;3-month absence of menses in women with previously regular menses or &gt;6-month absence of menses in women with irregular menstrual cycles.</p><br><br><p>Other clinical symptoms include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Physical signs</strong>:&nbsp; Patients have low body weight and low body fat percentages.&nbsp; Bradycardia and hypotension may be present in patients with severe eating disorders.</li>\n\t<li><strong>Low bone density/stress fractures</strong>:&nbsp; Patients with FHA due to anorexia nervosa have severe bone loss; those with FHA due to excessive exercise also have decreased bone density and increased risk for stress fractures despite the bone-building effects of exercise (ie, estrogen deficiency leads to increased bone turnover and enhanced bone resorption that exercise cannot overcome).</li>\n\t<li><strong>Anovulatory infertility</strong>:&nbsp; Patients lack the necessary gonadotropins to produce a dominant follicle or mount the LH surge necessary for ovulation due to insufficient GnRH.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>This creates the classic <strong>female athlete triad</strong>: excessive exercise, amenorrhea, and low bone density.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Psychologic symptoms</strong>:&nbsp; There is an increased risk for concurrent anxiety, depression, and stress-related disorders.</li>\n\t<li><strong>Low estrogen symptoms</strong>:&nbsp; Although uncommon, patients may occasionally experience vasomotor symptoms (eg, hot flashes) and dyspareunia (due to vaginal dryness).&nbsp; However, because ovarian function remains intact and is understimulated (rather than because of primary ovarian insufficiency), some basal estradiol secretion remains that largely prevents these predominant symptoms.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>FHA is a history-based diagnosis of exclusion, and the history most consistent with FHA is the cessation of menses following weight loss, increased physical activity, or significant life stress.&nbsp; However, a complete history, physical examination, and review of systems must first be completed to exclude other causes of secondary amenorrhea.</p>\n<h2>Initial laboratory tests</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Urine pregnancy test to exclude pregnancy (the most common cause of secondary amenorrhea).</li>\n\t<li>FSH and estradiol (typically low with FHA).</li>\n\t<li>Prolactin to exclude hyperprolactinemia.</li>\n\t<li>Thyroid function tests to exclude thyroid disorders.</li>\n\t<li>Testosterone levels (if evidence of hyperandrogenism).</li>\n\t<li>Progesterone withdrawal test (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/98054.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ) to distinguish FHA from other causes of amenorrhea associated with normal estrogen levels (eg, polycystic ovary syndrome).&nbsp; Patients with FHA do not have withdrawal bleeding after completing a progesterone course because of insufficient endometrial proliferation from estradiol deficiency.</li>\n</ul>\n<h2>Imaging</h2><br><br><p>Imaging is not explicitly necessary in a patient with a classic history and laboratory studies (low FSH and estradiol) consistent with FHA.&nbsp; Pituitary MRI is used to evaluate structural causes of hypogonadotropic hypogonadism (sellar masses) if CNS symptoms (eg, visual field changes, headaches) are present or if the history is inconsistent with FHA (ie, no weight changes, increased activity, or life stress preceding amenorrhea).&nbsp; In addition, pelvic ultrasonography can be used to evaluate ovarian and uterine pathology, particularly if signs of hyperandrogenism are present.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pregnancy</strong>: most common cause of secondary amenorrhea, however, it is often associated with early pregnancy symptoms (eg, nausea/vomiting, breast tenderness, fatigue).&nbsp; In addition, a pregnancy test is positive.</li>\n\t<li><strong>PCOS</strong>: is characterized by hyperandrogenism (eg, hirsutism, acne), polycystic ovaries on ultrasonography, and abnormal uterine bleeding.&nbsp; Patients often have long intermenstrual periods followed by heavy bleeding.&nbsp; Patients with PCOS have elevated estradiol levels and withdrawal bleeding following a progesterone challenge.</li>\n\t<li><strong>Thyroid and prolactin disorders</strong>:&nbsp; both disorders can cause amenorrhea, but the patient has abnormal TSH and prolactin levels.</li>\n\t<li><strong>Primary ovarian insufficiency</strong>:&nbsp; depletion or dysfunction of ovarian follicles results in cessation of menses before age 40.&nbsp; Patients have low estradiol levels but elevated gonadotropins (FSH, LH).&nbsp; In addition, the predominant presenting symptoms are due to low estrogen (eg, hot flashes, vaginal dryness).</li>\n\t<li><strong>Intrauterine adhesions</strong>: adhesions from infection or trauma prevent endometrial proliferation in response to endogenous estrogen secretion, which leads to amenorrhea.&nbsp; LH, FSH, and estradiol levels are normal.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of FHA primarily involves the reversal of the precipitating cause of abnormal GnRH secretion.&nbsp; Therefore, lifestyle modifications are enacted to address the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Nutritional rehabilitation:&nbsp; adequate caloric intake with a balanced diet</li>\n\t<li>Stress reduction:&nbsp; counseling, cognitive-behavioral therapy, and stress-management techniques to remove stress as a cause</li>\n\t<li>Moderation of exercise:&nbsp; adjustment of exercise intensity and frequency</li>\n</ul><br><br><p>Additional management involves treatment of FHA consequences and includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Low bone density:&nbsp; Bone mineral density assessment (dual energy x-ray absorptiometry) scan is recommended in patients with 6 months of amenorrhea.&nbsp; Initial treatment is with calcium and vitamin D supplementation.&nbsp; In patients whose menses do not return with lifestyle modification, estrogen replacement therapy is recommended (with progesterone for endometrial protection).</li>\n\t<li>Screening for anxiety and mood disorders:&nbsp; Appropriate psychologic therapy and support groups should be recommended as needed.</li>\n\t<li>Infertility:&nbsp; Fertility should resume following the resumption of menses; however, if it remains suboptimal, ovulation induction with gonadotropins can be considered if pregnancy is desired.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>FHA is a reversible condition with appropriate lifestyle changes; however, some of the causes (eg, disordered eating) may be difficult to fully reverse, and, for many, it becomes a lifelong challenge to maintain the appropriate balance between energy intake and expenditure.</p><br><br><p>Premature low bone density can lead to early-onset osteoporosis with fragility fractures and fracture-associated morbidity and mortality.&nbsp; In addition, early-onset cardiovascular disease ensues with long periods of low estrogen.</p>\n<h1>Summary</h1><br><br><p>Functional hypothalamic amenorrhea (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37104.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a functional disorder often triggered by stress, excessive exercise, or inadequate nutrition.&nbsp; Early recognition and comprehensive management focusing on lifestyle modifications and hormonal support are essential for restoring menstrual function and preventing long-term complications.<p></p>\n</div>\n\n            "
}