{
  "meta": {
    "title": "Inflammatory breast cancer",
    "url": "https://brainandscalpel.vercel.app/inflammatory-breast-cancer-89395cb2-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:50.218Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Inflammatory breast cancer is a rare, aggressive form of breast cancer with a rapid onset.&nbsp; Patients typically experience unilateral breast pain and diffuse erythema, edema, and warmth of the overlying skin, which produces a classic peau d'orange appearance (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28417.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>The term \"inflammatory\" breast cancer is a misnomer because the cancer's characteristic skin findings are not caused by inflammation.</p><br><br><p>Inflammatory breast cancer is classically due to the invasion of tumor cells into the dermal lymphovascular spaces.&nbsp; Obstruction of the dermal lymphatics causes severe cutaneous edema.&nbsp; As a result, the breast becomes firm, erythematous, and coarsely pitted like an orange peel (peau d'orange), resulting in the inflammatory appearance.</p><br><br><p>Inflammatory breast cancer tends to present at an earlier age than other forms of breast cancer, likely due to its early invasion of the lymphatic system and other aggressive attributes: It is highly angiogenic (ie, rapid tumor growth) and angioinvasive (ie, hematogeneous spread).&nbsp; Metastasis occurs within months and is present in up to 20% of newly diagnosed patients.</p><br><br><p>Because it is a rare diagnosis, risk factors are not well established.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients typically have the following symptoms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Unilateral breast pain</strong></li>\n\t<li><strong>Enlarging breast mass</strong></li>\n\t<li><strong>Diffuse, erythematous, itchy rash over the affected breast</strong></li>\n\t<li><strong>Rapid onset of symptoms over the course of weeks to months</strong></li>\n</ul><br><br><p>On examination, the affected breast typically has:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diffuse edema/enlargement</strong> and warmth to the touch</li>\n\t<li>Thickened and erythematous skin with dimpling <strong>(peau d'orange)</strong></li>\n\t<li><strong>Axillary lymphadenopathy</strong> (even on initial presentation due to the propensity for early lymphatic invasion)</li>\n</ul><br><br><p>Some patients have nipple changes (eg, crusting, retraction) and a palpable breast mass.</p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis is based on characteristic clinical features plus invasive carcinoma on histopathology.&nbsp; Clinical features include rapid-onset (&lt;6 months) breast erythema, edema, warmth and/or a peau d'orange appearance.</p><br><br><p><strong>Breast biopsy</strong> (eg, core needle biopsy) and histopathology are performed to confirm invasive carcinoma.&nbsp; Full-thickness skin punch biopsy is obtained to assess tumor invasion of the dermal lymphatic spaces, which is a characteristic finding.&nbsp; However, this finding is not required for making the diagnosis due to sampling errors and occasionally because it is an incidental finding.</p><br><br><p>In addition, patients with suspected inflammatory breast cancer require <strong>diagnostic mammography</strong> of the affected breast and screening mammography of the contralateral breast.&nbsp; Mammography typically reveals skin thickening and, possibly, a mass, architectural distortion, or area of calcification.&nbsp; Ultrasonography of the breast and axillary lymph nodes is also performed to evaluate for metastasis.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mastitis</strong>:&nbsp; This is the most common misdiagnosis associated with inflammatory breast cancer.&nbsp; Mastitis also presents with unilateral breast pain, swelling, and skin erythema; mammography reveals skin thickening.&nbsp; Unlike inflammatory breast cancer, mastitis usually causes signs of inflammation (eg, fever, malaise, leukocytosis).&nbsp; Axillary lymphadenopathy is uncommon, except in severe cases.&nbsp; Mastitis improves with antibiotics; lack of improvement should prompt evaluation for inflammatory breast cancer (ie, via biopsy).</li>\n\t<li><strong>Inflammatory skin conditions</strong> (eg, contact dermatitis, cellulitis):&nbsp; Such conditions may present with localized erythema, warmth, and pruritus of the skin overlying the breast.&nbsp; Diffuse breast enlargement and axillary lymphadenopathy are uncommon.</li>\n\t<li><strong>Other forms of breast cancer</strong>:&nbsp; Noninflammatory breast cancers can present with skin changes (eg, nipple retraction, ulceration) and axillary lymphadenopathy.&nbsp; However, not all skin changes associated with breast cancer meet the criteria for inflammatory breast cancer, which is defined by multiple, diffuse skin changes that occur rapidly and simultaneously.&nbsp; Noninflammatory breast cancers typically cause localized or isolated skin changes.</li>\n</ul>\n<h1>Management</h1><br><br><p>Similar to other forms of breast cancer, inflammatory breast cancer is assessed for hormone (estrogen and progesterone) receptor status and human epidermal growth factor receptor 2 (<em>HER2</em>) status because the results can alter the prognosis and management options.</p><br><br><p>Patients also require complete evaluation for distant metastases, including CT scan of the chest, abdomen, and pelvis and a bone scan.</p><br><br><p>Because of the aggressive nature of inflammatory breast cancer, treatment typically requires a multimodal approach.&nbsp; Neoadjuvant chemotherapy is administered first to decrease tumor burden and facilitate surgical intervention.&nbsp; Then patients typically undergo mastectomy and lymph node dissection followed by radiation therapy.&nbsp; Breast-conserving surgery (eg, lumpectomy) is contraindicated due to the severity of disease and high rates of recurrence.</p>\n<h1>Prognosis</h1><br><br><p>Inflammatory breast cancer is associated with a poorer prognosis compared to other forms of breast cancer due to its propensity for early metastasis and high rates of early recurrence.&nbsp; Poor prognostic features are similar to other forms of breast cancer, including negative progesterone/estrogen receptor status, HER2-negative status, and lack of response to chemotherapy.</p>\n<h1>Summary</h1><br><br><p>Inflammatory breast cancer is a rare and aggressive form of breast cancer characterized by the rapid onset of diffuse skin erythema, edema, and warmth, as well as a peau d'orange appearance, in the affected breast.&nbsp; Diagnosis is based on characteristic clinical features and biopsy results that confirm invasive carcinoma.&nbsp; Treatment is multimodal (eg, chemotherapy, surgery, radiation therapy).</p>\n</div>\n\n            "
}