{
  "meta": {
    "title": "Interstitial cystitis",
    "url": "https://brainandscalpel.vercel.app/interstitial-cystitis-d2fd380e-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:55.432Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction </h1>\n<p>Interstitial cystitis, also known as bladder pain syndrome, is a chronic pain condition characterized by bladder pain, pressure, or discomfort and urinary symptoms for &gt;6 weeks, in the absence of other identifiable causes.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>Patients with interstitial cystitis have abnormalities in the urothelium lining the bladder, but the exact mechanisms leading to bladder pain are unknown.&nbsp; There is no clear evidence that bladder inflammation (ie, cystitis) is the underlying etiology as previously believed; therefore, interstitial cystitis is also called bladder pain syndrome or painful bladder syndrome.</p><br><br><p>Interstitial cystitis typically presents in women age &gt;40 with no triggering event; however, in some cases, it can follow a urinary tract infection, bladder surgery, or trauma.&nbsp; Patients often have other chronic pain conditions (eg, fibromyalgia, irritable bowel syndrome) and psychosocial comorbidities (eg, depression).</p>\n<h1>Clinical presentation</h1><br><br><p>Patients with interstitial cystitis classically present with <strong>chronic bladder and/or urethral pain</strong> that is <strong>worse with bladder filling</strong> and <strong>relieved with bladder emptying</strong> (voiding).&nbsp; Patients often have nocturia and frequent voiding in order to avoid the pain associated with bladder filling.&nbsp; Incontinence is uncommon.</p><br><br><p>Symptoms fluctuate in intensity over time, and flares may occur.&nbsp; Symptoms can also be exacerbated by certain foods or drinks (eg, caffeine, alcohol), activities (eg, sexual intercourse, prolonged sitting), and times of stress.&nbsp; Dyspareunia and sexual dysfunction can also develop, and pain symptoms significantly disrupt daily activities such as work and sleep.&nbsp; Therefore, many patients also have coexisting depression or anxiety.</p><br><br><p>On examination, most patients have <strong>suprapubic or urethral tenderness</strong>.&nbsp; Varying degrees of tenderness may be present in the lower abdomen, thighs, and buttocks.&nbsp; Pelvic floor muscle tightness or tenderness is common.</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of interstitial cystitis is clinical but challenging due to overlapping symptoms with other urinary and pelvic pain conditions (eg, overactive bladder syndrome, endometriosis).&nbsp; Therefore, all patients presenting with bladder pain require a thorough history and examination, including both pelvic and rectal examination.&nbsp; Suprapubic and/or urethral tenderness and symptoms for &gt;6 weeks may be the only abnormal findings in patients with interstitial cystitis.</p><br><br><p>However, interstitial cystitis is a diagnosis of exclusion and other conditions require evaluation.&nbsp; Therefore, standard testing includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Urinalysis with microscopy</strong> (± urine culture):&nbsp; rule out bladder cancer or urinary tract infection</li>\n\t<li><strong>Postvoid residual volume</strong>:&nbsp; evaluate for urinary retention associated with bladder outlet obstruction or neurogenic bladder</li>\n\t<li><strong>Sexually transmitted infection (STI) testing</strong>:&nbsp; in patients with risk factors to rule out gonorrhea or chlamydia infection</li>\n</ul><br><br><p>Cystoscopy is <u>not</u> required to diagnose interstitial cystitis.&nbsp; Its primary use is to evaluate other etiologies, particularly bladder cancer (and required in patients with hematuria).&nbsp; However, cystoscopy can support the diagnosis of interstitial cystitis if characteristic Hunner lesions—red, mucosal lesions with attached fibrin deposits—are present.</p><br><br><p>Symptoms not commonly associated with interstitial cystitis (and should prompt evaluation for an alternate diagnosis) include hematuria, urinary incontinence, incomplete bladder emptying, and pain that is not worsened by bladder filling or relieved with voiding.</p>\n<h1>Differential diagnosis</h1><br><br><p>Because pain and urinary symptoms can fluctuate over time, interstitial cystitis can be difficult to diagnose.&nbsp; The differential diagnosis of interstitial cystitis includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Urinary tract infection</strong> (UTI):&nbsp; acute cystitis is the most common cause of suprapubic pain, urinary frequency and urgency, and hematuria; however, symptoms are acute and bladder pain is worse with voiding (ie, dysuria).</li>\n\t<li><strong>Urethritis</strong> (chlamydia or gonorrhea):&nbsp; can also cause urethral tenderness, but patients have pain with voiding.</li>\n\t<li><strong>Bladder cancer</strong>:&nbsp; can present with varying degrees of bladder or urethral pain, with or without hematuria.&nbsp;</li>\n\t<li><strong>Overactive bladder</strong> (OAB):&nbsp; like interstitial cystitis, symptoms worsen as the bladder distends.&nbsp; However, OAB is not associated with chronic pain.&nbsp; In addition, urinary frequency in OAB occurs due to involuntary detrusor muscle contractions; in contrast, frequent voiding in interstitial cystitis is purposeful (ie, emptying the bladder decreases bladder pain) and not associated with urge incontinence.</li>\n\t<li><strong>Endometriosis</strong>:&nbsp; can cause chronic pelvic pain, urinary symptoms, dyspareunia, and pelvic tenderness, but pain is not relieved by voiding and pain is not limited to the bladder.</li>\n\t<li><strong>Urethral diverticulum</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32317.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; an abnormal outpouching of the urethra causing urethral tenderness, urinary frequency, and dyspareunia.&nbsp; Patients typically have pain that is worse with voiding and a palpable, tender anterior vaginal mass with purulent urethral discharge.&nbsp;</li>\n\t<li><strong>Urinary retention</strong> (eg, bladder outlet obstruction, neurogenic bladder):&nbsp; can cause bladder pain, but because the pain is due to bladder distention, postvoid residual volume is elevated.</li>\n</ul>\n<h1>Management</h1><br><br><p>Interstitial cystitis has no cure; therefore, management is focused on symptom relief and improving quality of life.&nbsp; Patient education, particularly regarding the chronic course and fluctuations in symptom severity, is key for establishing realistic treatment expectations.&nbsp; Patients should also be assessed for depression, anxiety, and other chronic pain conditions.</p><br><br><p>For symptom management, a multimodal approach is recommended.&nbsp; Initial management involves <strong>analgesics</strong> (eg, nonsteroidal anti-inflammatory drugs, urinary analgesics [eg, phenazopyridine]) for symptom relief during flares.&nbsp; This is combined with long-term interventions, including lifestyle modification (eg, avoidance of precipitating foods/drinks/activities), stress management, bladder training, and pelvic floor physical therapy.</p><br><br><p>Patients with moderate to severe symptoms may benefit from long-term pharmacotherapy (eg, amitriptyline, oral pentosan polysulfate) or interventional therapies (eg, bladder hydrodistention, intravesical therapy).&nbsp; Cystoscopic fulguration of Hunner lesions can improve symptoms in some patients.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis varies based on the severity of symptoms and patient response to treatment.&nbsp; Some patients experience significant improvement, while others have persistent symptoms requiring long-term management.&nbsp; Patient education can help patients to better understand interstitial cystitis as a chronic pain condition.&nbsp; Psychosocial support is especially important for long-term outcomes.</p>\n<h1>Summary</h1><br><br><p>Interstitial cystitis (bladder pain syndrome) is a chronic pain condition of unclear etiology (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33450.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; It is characterized by bladder pain and urinary symptoms for &gt;6 weeks in the absence of other identifiable causes.&nbsp; It classically presents as pain with bladder filling and pain relief with bladder emptying.<p></p>\n</div>\n\n            "
}