{
  "meta": {
    "title": "Intimate partner violence",
    "url": "https://brainandscalpel.vercel.app/intimate-partner-violence-e480fbe1-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:53.760Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Intimate partner violence (IPV) is a highly prevalent and complex public health issue.&nbsp; It encompasses both actions and threats of abuse—physical, sexual, psychologic, or economic—perpetrated by a current or former partner or spouse.Despite its high prevalence, IPV is underreported.&nbsp; Victims may have multiple reasons for avoiding disclosure, including perceived stigma, safety concerns/fear of retribution, and shame or self-blame.&nbsp; In addition, IPV is often undiagnosed because external signs of abuse can be subtle or absent.&nbsp; Therefore, addressing IPV first requires identifying affected patients through routine screening.</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>IPV is highly prevalent, with an estimated lifetime risk of 1 in 3 for women and 1 in 4 for men.&nbsp; It affects patients across all demographic groups, regardless of age, gender, sexual orientation, race, or socioeconomic status.</p><br><br><p>The most common types of IPV include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Psychological abuse</strong>, in which the perpetrator uses threats of action (eg, words, gestures) to cause emotional or psychological trauma to the victim (eg, limiting finances, stalking, social isolation).</li>\n\t<li><strong>Sexual abuse</strong>, which involves the use of physical force or intimidation to compel a victim to engage in a sexual act against their will (regardless of whether or not the act is completed).</li>\n\t<li><strong>Physical abuse</strong>, in which the perpetrator uses physical force to cause harm, injury, or death. In many cases, IPV starts with psychological/emotional abuse that then escalates to physical abuse.</li>\n</ul><br><br><p>The victims at highest risk are women of child-bearing age.&nbsp; Other risk factors include a history of IPV, young age (age &lt;24), and having witnessed or experienced violence as a child.&nbsp; The incidence of IPV also increases during times of stress or social change (eg, marriage, move/relocation, job loss).&nbsp; Pregnancy and postpartum are especially high-risk periods due to the presence of physical (eg, sleep deprivation), interpersonal, and/or financial stressors.</p><br><br><p>Presenting signs and symptoms that increase suspicion for IPV (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/90294.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Frequent health care visits with different providers or at the emergency department</li>\n\t<li>Repeated injuries or sexually transmitted infections (STIs)</li>\n\t<li>Unexplained injuries or injuries in certain locations (eg, head, neck, abdomen, genitals)</li>\n\t<li>Nonspecific somatic symptoms (eg, headaches, back pain, chronic pelvic pain)</li>\n\t<li>Resistance to being evaluated alone (eg, partner insistent on being present)</li>\n\t<li>Signs of fear or psychologic distress</li>\n\t<li>Suspicious examination findings (eg, bruises in various stages of healing)</li>\n</ul><br><br><p>However, many patients experiencing IPV have no identifiable risk factors or overt signs or symptoms of abuse.&nbsp; Victims may, in fact, actively attempt to conceal signs of abuse.&nbsp; For these reasons, the most effective method for identifying IPV is routine screening.</p>\n<h1>Evaluation</h1><br><br><p>Routine screening can identify affected patients, facilitate early intervention, and potentially prevent further harm. Screening guidelines include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Who to screen</strong>:&nbsp; all patients but particularly women of reproductive age</li>\n\t<li><strong>When to screen</strong>:&nbsp; most instances of patient contact with health care services but at least annually during the routine health care maintenance examination</li>\n\t<li><strong>Where to screen</strong>:&nbsp; most health care settings, provided the patient feels safe and comfortable. However, screening is particularly indicated in the following settings:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Prenatal and postpartum visits (pregnant women are at higher risk for injury, homicide, and obstetric complications [eg, preterm labor, placental abruption] caused by abdominal trauma)</li>\n\t\t<li>Visits for reproductive health (eg, STIs, pelvic pain)</li>\n\t\t<li>When suspicious signs or symptoms are present</li>\n\t</ul>\n\t</li>\n\t<li><strong>How to screen</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Ensure a safe, supportive, private setting (ie, no partner) and assure confidentiality.</li>\n\t\t<li>Approach patient interaction with a sensitive, nonjudgmental demeanor.</li>\n\t\t<li>Integrate screening for IPV into routine history-taking to help normalize the experience. Many settings use a standardized questionnaire as part of their intake forms.</li>\n\t\t<li>When the suspicion for IPV is high, employ strategies to introduce the topic of IPV without causing offense or provoking defensiveness:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Begin with a normalizing statement (eg, \"I sometimes see patients with similar symptoms caused by not feeling safe\") or with indirect and open-ended questions (eg, \"How are things going at home?\").</li>\n\t\t\t<li>Transition to general questions (eg, \"How safe do you feel in your relationship?\").</li>\n\t\t\t<li>Finally, ask specific questions (eg, \"Have you ever been hit by your partner?\").</li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Importantly, patients should not be pressured to disclose IPV due to the risk of alienating the patient and deterring future attempts to seek help.</p>\n<h1>Management</h1><br><br><p>Patients who self-disclose or screen positive for IPV first require prompt evaluation for imminent danger. After assessing for immediate safety, other priorities include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Identifying risks for escalating violence (eg, increase in controlling behavior, access to firearms, increased alcohol use, recent attempts by the patient to leave or seek help)</li>\n\t<li>Developing a personalized safety plan for emergencies, including housing and a kit for essentials (eg, birth certificate, medications)</li>\n\t<li>Connecting the patient to additional resources (eg, counseling, shelters, legal aid, support groups)</li>\n</ul><br><br><p>Providers should avoid pressuring the patient to report the abuse to legal authorities or to directly confront/leave the perpetrator.&nbsp; This approach can undermine patient trust, disrespect patient autonomy, and prevent future attempts to seek help.&nbsp; Worse, they may provoke the perpetrator to retaliate.</p>\n<h1>Prognosis and complications</h1><br><br><p>Patient outcomes are highly variable.&nbsp; However, increasing severity of abuse directly correlates with worsening health outcomes for the victim; in addition, abuse increases over time, and the cumulative effects of abuse can persist for years after the abuse has ended.</p><br><br><p>Victims can experience severe physical injury and even homicide: ~10% of homicides worldwide are associated with IPV.&nbsp; Victims of IPV also experience long-term consequences, including mental health disorders (eg, posttraumatic stress disorder), substance use disorders, unintended pregnancy and/or obstetric complications, and overall diminished quality of life.&nbsp; Furthermore, children exposed to IPV are at risk for developmental challenges and experiencing IPV in the future through the perpetuation of intergenerational cycles of violence.</p>\n<h1>Prevention</h1><br><br><p>IPV affects individuals but also represents a serious public health concern for the broader community.&nbsp; Prevention strategies include raising awareness, advocating for policy reforms, and addressing systemic factors for social injustice (eg, poverty).&nbsp; Collaboration between various stakeholders is typically needed.</p>\n<h1>Summary</h1><br><br><p>Intimate partner violence (IPV) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39563.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) includes actions or threats of abuse (physical, sexual, psychologic, economic).&nbsp; Due to high prevalence and underreporting, routine screening should be performed. Patients experiencing active IPV require prompt safety assessment, help creating a personalized safety plan, and referral to additional support and intervention resources.<p></p>\n</div>\n\n            "
}