{
  "meta": {
    "title": "Müllerian agenesis",
    "url": "https://brainandscalpel.vercel.app/m-uuml-llerian-agenesis-0b727fc4-cf563c.html",
    "scrapedAt": "2025-12-01T04:53:59.431Z",
    "type": "article"
  },
  "content": "\n                <div>\n\t<h1>Introduction</h1>\n\t<p>Müllerian agenesis (or Mayer-Rokitansky-Küster-Hauser syndrome) is a congenital condition characterized by the absence or underdevelopment of the uterus and the upper two-thirds of the vagina.&nbsp; Patients have a 46,XX karyotype and present with primary amenorrhea and normal secondary sexual development.</p>\n\t<h1>Pathogenesis</h1>\n\t<p>The structures of the female genital tract can be divided based on the patient's embryologic origin (\n\t\t\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39934.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), as follows:<p></p>\n\t<ul>\n\t\t<li>\n\t\t\t<p>The ovaries are derived from the genital ridge.</p>\n\t\t</li>\n\t\t<li>\n\t\t\t<p>The fallopian tubes, uterus, cervix, and upper vagina are derived from the müllerian (paramesonephric) ducts.</p>\n\t\t</li>\n\t\t<li>\n\t\t\t<p>The lower vagina and hymen are derived from the urogenital sinus.</p>\n\t\t</li>\n\t\t<li>\n\t\t\t<p>The clitoris is derived from the genital tubercle, and the labia are derived from the urogenital folds and labioscrotal swellings.</p>\n\t\t</li>\n\t</ul>\n\t<p>Because these structures have different embryological origins, patients develop distinct congenital disorders when the physiologic process is disrupted.</p>\n\t<p>Müllerian agenesis involves a disruption in the development of the müllerian structures, resulting in the absence or severe underdevelopment of the uterus, cervix, fallopian tubes, and upper vagina.&nbsp; However, ovarian and external genitalia development are normal.</p>\n\t<p>Abnormal müllerian structure development can result in a variety of uterine congenital anomalies (eg, uterine didelphys, bicornuate or unicornuate uterus), which have differing presentations and management.&nbsp; This article focuses on complete müllerian agenesis; the other diagnoses are discussed in the uterine congenital anomalies article.</p>\n\t<h1>Clinical presentation</h1>\n\t<p>Patients with complete müllerian agenesis typically present during adolescence with primary amenorrhea (the absence of menses by age 15) despite normal development of secondary sexual characteristics (eg, breast and pubic hair development).</p>\n\t<h1>Diagnosis and evaluation</h1>\n\t<p>The standard evaluation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L38795.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                \n\t\t\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39934.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) in patients with primary amenorrhea includes:<p></p>\n\t<ul>\n\t\t<li>\n\t\t\t<p>Pelvic ultrasonography (to determine whether uterus and ovaries are present)</p>\n\t\t</li>\n\t\t<li>\n\t\t\t<p>Karyotype analysis</p>\n\t\t</li>\n\t\t<li>\n\t\t\t<p>FSH and testosterone levels (to assess ovarian function and possible adrenal causes)</p>\n\t\t</li>\n\t\t<li>\n\t\t\t<p>TSH and prolactin levels (to evaluate for endocrine dysfunction)</p>\n\t\t</li>\n\t</ul>\n\t<p>Patients with müllerian agenesis have an absent or rudimentary uterus and normal ovaries on pelvic ultrasonography.&nbsp; Karyotype analysis is 46,XX, and hormone evaluation shows normal ovarian and endocrine function.</p>\n\t<h1>Differential diagnosis</h1>\n\t<p>The differential diagnosis of primary amenorrhea includes several conditions:</p>\n\t<ul>\n\t\t<li>\n\t\t\t<p>\n\t\t\t\t<strong>Androgen insensitivity syndrome</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69365.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; genetic condition in which an individual with a 46,XY karyotype has a mutation in the androgen receptor, leading to androgen resistance.&nbsp; Patients typically present with primary amenorrhea, normal breast development, sparse or absent pubic and axillary hair, and a blind-ending vagina.&nbsp; Testes are often present but undescended. Elevated testosterone levels typical of male range.&nbsp; Pelvic ultrasonography reveals the absence of müllerian structures and the presence of testes.<p></p>\n\t\t</li>\n\t\t<li>\n\t\t\t<p>\n\t\t\t\t<strong>Turner syndrome (45,X)</strong>:&nbsp; presents with underdeveloped, \"streak\" ovaries that cause primary amenorrhea and underdeveloped secondary sexual development (due to lack of ovarian function).&nbsp; Patients have elevated FSH levels due to gonadal dysgenesis.</p>\n\t\t</li>\n\t\t<li>\n\t\t\t<p>\n\t\t\t\t<strong>Constitutional delay of puberty</strong>:&nbsp; presents as delayed thelarche (breast development), adrenarche (eg, pubic and axillary hair development), and menarche in patients with a uterus.</p>\n\t\t</li>\n\t\t<li>\n\t\t\t<p>\n\t\t\t\t<strong>Imperforate hymen</strong>:&nbsp; presents with primary amenorrhea with cyclic pelvic pain and a bulging, bluish hymen on examination.&nbsp; On pelvic ultrasonography, patients have a uterus; ultrasonography may also show hematocolpos (accumulation of menstrual blood in the vagina).</p>\n\t\t</li>\n\t</ul>\n\t<h1>Management</h1>\n\t<p>The most common management of müllerian agenesis is dilation of the vagina to create a functional vagina for sexual intercourse.&nbsp; This is accomplished by nonsurgical or surgical options and is dependent on patient preference and size of the vagina.</p>\n\t<p>Patients with müllerian agenesis cannot carry their own pregnancies; many patients undergo infertility treatment with assisted reproductive technology to use their own oocytes and a gestational surrogate.</p>\n\t<p>Because the internal genitalia derive from the intermediate mesoderm, which develops into the paramesonephric (müllerian) and mesonephric (wolffian) ducts (develops into the kidney), patients with a disruption in one structure may have disruptions in the other.&nbsp; Therefore, patients with müllerian agenesis require renal ultrasound because up to 50% have an associated renal abnormality.&nbsp; Common abnormalities include unilateral renal agenesis, pelvic kidneys, and duplications of the collecting system.</p>\n\t<h1>Summary</h1>\n\t<p>Müllerian agenesis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41477.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is characterized by the absence or underdevelopment of the uterus, fallopian tubes, cervix, and upper vagina.&nbsp; Patients present with primary amenorrhea, normal secondary sexual development, and a 46,XX karyotype.&nbsp; Pelvic ultrasonography confirms the absence of a uterus.<p></p>\n</div> \n            "
}