{
  "meta": {
    "title": "Neisseria gonorrhoeae (gonococcal) infection",
    "url": "https://brainandscalpel.vercel.app/neisseria-gonorrhoeae-nbsp-gonococcal-infection-d7ad131c-cf563c.html",
    "scrapedAt": "2025-12-01T04:54:06.779Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p><em>Neisseria gonorrhoeae</em> is a gram-negative diplococcus responsible for the sexually transmitted infection gonorrhea.&nbsp; Its clinical manifestations are broad, ranging from asymptomatic infection to severe, disseminated infection.&nbsp; It has high rates of transmission and is a significant global disease, affecting primarily sexually active young adults.</p>\n<h1>Pathogenesis</h1><br><br><p><em>N gonorrhoeae</em> is primarily transmitted through sexual contact; howevever, vertical transmission can occur during vaginal delivery.&nbsp; <em>N gonorrhoeae</em> has multiple virulence factors that allow it to cause local and disseminated disease.&nbsp; The bacteria invade epithelial cells, causing cell death, inflammation, and the characteristic purulent discharge associated with gonorrhea.&nbsp; Dissemination can occur through the bloodstream, leading to systemic symptoms in severe cases.&nbsp; The process of pathogenesis involves the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Attachment and invasion</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16646.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; <em>N gonorrhoeae</em> expresses a number of surface molecules that allow it to attach to host epithelial cells and neutrophils.&nbsp; Interactions between host and bacterial surface molecules then allow gonococci to invade host cells, where they can then replicate intracellularly and cause local disease at the site of inoculation.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Pili, proteinaceous projections on the outer surface of the bacterium, allow it to attach to epithelial cells.&nbsp; Interactions between pili and host cells lead to internalization of gonococci into the host cell in vacuoles.</li>\n\t\t<li>Gonococcal membrane porin proteins (PorB) allow for transport of molecules across the cell membrane to mediate host cell invasion.</li>\n\t\t<li>Lipooligosaccharides (LOS) attach to receptors on urothelial cells and sperm.&nbsp; This attachment to sperm may contribute to male-to-female transmission of infection.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Dissemination:</strong>&nbsp; Some strains of <em>N gonorrhoeae</em> express a membrane porin protein (PorB1A) that can downregulate the complement system, allowing the bacterium to be relatively resistant to complement-mediated killing.&nbsp; These strains can disseminate through the bloodstream and cause disease distant from the site of inoculation.</li>\n\t<li><strong>Evasion of host immune defense:</strong>&nbsp; <strong>Antigenic variation</strong> occurs in outer membrane structures, including pili, porin proteins, and LOS, allowing for repeated infection without recognition by the immune system.&nbsp; The carbohydrate portions of bacterial LOS are molecularly similar to host glycolipids (<strong>molecular mimicry</strong>), preventing the host immune system from recognizing them as foreign. <em> N gonorrhoeae</em> also produces IgA protease, which destroys host IgA antibodies.&nbsp; In addition, gonococci cause downregulation of CD4 T-cell proliferation and inhibition of antibody production by B cells.</li>\n</ul>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sexual activity:&nbsp; There is an increased risk with unprotected sexual contact, a new sexual partner, multiple partners, and for men who have sex with men (MSM).&nbsp; In addtion, HIV infection or a prior sexually transmitted infection increase the risk for gonococcal infection.</li>\n\t<li>Demographics:&nbsp; Young age (highest incidence at age 20-24), substance use, and lower socioeconomic status are associated with increased risk.</li>\n\t<li>Immunocompromise:&nbsp; Immunocompromised individuals (particularly those with a deficient complement system) are at increased risk for severe and disseminated infection.</li>\n</ul>\n<h1>Clinical manifestations</h1><h2>Male urogenital infection</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Urethritis</strong>:&nbsp; Infection of the urethra is frequently asymptomatic but may cause purulent urethral discharge (more common with gonococcal urethritis than urethritis caused by other pathogens) and dysuria.&nbsp; When symptoms are present, they develop within several days of acquisition of the infection.</li>\n\t<li><strong>Epididymitis</strong>:&nbsp; Infection of the epididymis can lead to unilateral scrotal pain and swelling that improves with elevation of the testes (positive Prehn sign).</li>\n\t<li><strong>Prostatitis</strong>:&nbsp; Infection of the prostate can cause fever, pelvic and perineal pain, dysuria, and obstructive voiding symptoms (eg, hesitancy, dribbling).</li>\n</ul>\n<h2>Female urogenital infection</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cervicitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97800.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; Cervical infection is most commonly asymptomatic.&nbsp; When symptomatic, patients often have purulent or mucopurulent cervical discharge and intermenstrual or postcoital bleeding.</li>\n\t<li><strong>Urethritis</strong>:&nbsp; Inflammation of the urethra usually occurs with concomitant cervicitis (but is the primary site of genital infection in patients who have undergone hysterectomy).&nbsp; It is typically asymptomatic but may cause urinary symptoms (eg, dysuria, urinary frequency).</li>\n\t<li><strong>Pelvic inflammatory disease</strong> (PID) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32055.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; PID is a polymicrobial infection of the upper genital tract (ie, uterus, fallopian tubes, and ovaries) in which <em>N gonorrhoeae</em> is a common contributing pathogen.&nbsp; About 15% of cases of gonococcal cervicitis progress to PID.&nbsp; PID causes pelvic or abdominal pain that may be accompanied by fever, abnormal uterine bleeding, and mucopurulent cervical discharge.&nbsp; More severe cases can lead to tuboovarian abscess, Fitz-Hugh Curtis syndrome (inflammation of Glisson capsule surrounding the liver), and sepsis.&nbsp; PID leads to scarring of the fallopian tubes and an increased risk for infertility and ectopic pregnancy.</li>\n\t<li><strong>Urogenital infections during pregnancy</strong>:&nbsp; Infection can increase the risk for complications, including intraamniotic infection, preterm prelabor rupture of membranes, preterm delivery, and spontaneous abortion.</li>\n</ul>\n<h2>Extragenital infection</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gonococcal proctitis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60100.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; Rectal infection can occur through receptive anal intercourse and via proximal spread from the vagina.&nbsp; Manifestations typically include tenesmus, mucopurulent anal discharge, and pruritus; rectal fullness, bleeding, anorectal pain, and constipation can also occur.</li>\n\t<li><strong>Gonococcal pharyngitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97803.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; Infection can occur with oral sex; patients have sore throat and cervical lymphadenopathy; some may have associated tonsillar exudates.</li>\n\t<li><strong>Gonococcal conjunctivitis</strong>:&nbsp; This severe infection can threaten vision; it is typically caused by autoinoculation from genital infection and presents with profuse mucopurlent conjunctival discharge, eyelid edema, and injection of the conjunctiva.</li>\n</ul>\n<h2>Disseminated infection</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Arthritis-dermatitis syndrome</strong> (eg, tenosynovitis, dermatitis, polyarthralgia):&nbsp; Patients have migratory polyarthralgia that tends to be asymmetric and can affect small and large joints, painless skin lesions (typically pustules), tenosynovitis, and fever.&nbsp; Symptoms usually begin within several weeks of infection, but most patients do not have symptoms of genital infection.&nbsp; Arthritis-dermatitis syndrome is the most common presentation of disseminated infection and can progress to purulent arthritis if untreated.</li>\n\t<li><strong>Purulent arthritis</strong>:&nbsp; Sudden onset of pain and swelling of one or more distal joints (eg, wrists, knees, ankles) is seen.</li>\n</ul>\n<h2>Neonatal infection</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ophthalmia neonatorum</strong>:&nbsp; This is the most common manifestation of gonococcal disease in newborns and onset occurs several days after birth.&nbsp; It most commonly causes conjunctivitis, with purulent exudate, injection, and edema of the eyelids, and can occasionally progress to corneal ulceration and blindness.</li>\n\t<li><strong>Other local infection</strong>:&nbsp; As in adults, infection of the pharynx, vagina, urethra, and anus can occur in infants and may or may not be symptomatic.&nbsp; A scalp abscess can develop in infants of mothers who had intrapartum placement of a fetal scalp electrode, which creates a break in the skin to allow bacterial entry.</li>\n\t<li><strong>Disseminated infection</strong>:&nbsp; Local infection (particularly scalp abscess) can lead to gonococcal bacteremia and disseminated infection, which typically present as arthritis, meningitis, or sepsis.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Arthritis</strong>:&nbsp; The most common form of disseminated infection, arthritis usually affects multiple joints and presents within the first 3 weeks of life.&nbsp; Infants may have reduced movement or pain with manipulation of the affected joint.</li>\n\t\t<li><strong>Meningitis</strong>:&nbsp; Meningitis presents with temperature instability (eg, fever, hypothermia), irritability, poor feeding, seizures, lethargy, and decreased activity.</li>\n\t\t<li><strong>Sepsis</strong> (uncommon):&nbsp; Neonatal sepsis typically presents with nonspecific symptoms, including respiratory distress, fever, poor feeding, irritability, hypoperfusion, and lethargy.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Diagnosis and laboratory evaluation</h1><h2>Evaluation of local infection</h2><br><br><p><strong>Nucleic acid amplification testing</strong> (NAAT) is the preferred method for diagnosing gonorrhea due to high sensitivity and specificity rates.&nbsp; In male patients, NAAT can be performed on a first-catch urine specimen or urethral swab.&nbsp; In female patients, NAAT performed on a vaginal or endocervical swab is preferred, but it can also be performed on a first-catch urine or liquid Pap test specimen.&nbsp; NAAT can also be performed on rectal or pharyngeal swab if indicated by sexual activity or symptoms.</p><br><br><p>NAAT, however, does not allow for testing for antimicrobial sensitivity.&nbsp; Therefore Gram stain and culture may be used.&nbsp; Gram stain is typically performed only in evalaution of symptomatic urethritis in male patients and in those with suspected conjunctivitis or septic arthritis.&nbsp; A Gram stain demonstrating <strong>gram-negative intracellular diplococci</strong> is diagnostic (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L56434.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Culture is typically collected with cases requiring a Gram stain and in cases of cases of suspected treatment failure to evaluate for antibiotic resistance (because it allows for antimicrobial susceptibility testing).&nbsp; Culture is performed with Thayer-Martin media, and swabs can be taken from the penile urethra, cervix, rectum, posterior pharynx, or conjunctival discharge.<p></p>\n<h2>Evaluation of disseminated infection</h2><br><br><p>Diagnosis of disseminated gonococcal infection is made by identification of <em>N gonorrhoeae</em> by culture or NAAT performed on a skin lesion (rarely performed), blood, or synovial fluid.&nbsp; Evaluation of patients with suspected disseminated infection should include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Urogenital, rectal, and pharyngeal testing:&nbsp; NAAT or culture.</li>\n\t<li>Blood cultures.</li>\n\t<li>Synovial fluid analysis:&nbsp; This should be performed in patients with an accessible joint effusion.&nbsp; Fluid is sent for NAAT, culture (low sensitivity), Gram stain, and white blood cell count.</li>\n</ul>\n<h2>Evaluation of coinfection</h2><br><br><p>Because of the proclivity for other sexually transmitted infections, patients diagnosed with gonorrhea should be tested for other sexually transmitted infections, including chlamydia, HIV, and syphilis.</p>\n<h1>Management</h1><h2>Adult management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Uncomplicated local infection:&nbsp; Infections are isolated to the lower genital tract, conjunctiva, or pharynx.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Treatment is with a single dose of intramuscular <strong>ceftriaxone</strong>.&nbsp; For patients with a significant allergy, a combination of gentamicin and azithromycin can be used instead for urogenital infections; there are no reliable alternatives to ceftriaxone for pharyngeal infections.</li>\n\t\t<li>A test of cure is not recommended for uncomplicated urogenital infection (but should be obtained 1-2 weeks after treatment of pharyngeal infections due to lower cure rates).&nbsp; An exception to this is pregnancy, in which a test of cure is obtained due to the risk for neonatal infection.&nbsp; In addition, due to high rates of reinfection, patients should be retested 3 months after treatment.</li>\n\t</ul>\n\t</li>\n\t<li>PID:&nbsp; Because PID is a polymicrobial infection, broad-spectrum antibiotics (typically ceftriaxone, doxycycline, and metronidazole) are recommended.&nbsp; Patients may be managed in an outpatient or inpatient setting depending on the degree of illness.</li>\n\t<li>Disseminated infection:&nbsp; Arthritis syndromes are treated with intravenous or intramuscular ceftriaxone and then an oral antibiotic once there is clinical improvement.&nbsp; Patients with more serious disseminated disease (eg, meningitis, endocarditis) require higher dose intravenous treatment.</li>\n</ul><br><br><p>If chlamydia infection has not been excluded by testing, patients treated for gonorrhea should also be treated for chlamydia with a 7-day course of doxycycline because of the high rate of coinfection.&nbsp; Pregnant patients are treated with azithromycin instead of doxycycline.</p><br><br><p>In addition, all recent (within 60 days) sexual partners of patients with gonorrhea should be referred for testing and treatment.</p>\n<h2>Neonate management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ophthalmia neonatorum is treated with regular irrigation of the eyes and a single dose of intravenous or intramuscular ceftriaxone.</li>\n\t<li>Disseminated infection and scalp abscess are treated with a weeklong course of intravenous or intramuscular ceftriaxone.&nbsp; Duration is extended to 10-14 days for meningitis.</li>\n</ul>\n<h2>Special consideration - antibiotic resistance</h2><br><br><p><em>N gonorrhoeae</em> has developed resistance to multiple classes of antibiotics, including penicillins, tetracyclines, fluoroquinolones, and macrolides.&nbsp; There is also a trend to decreasing susceptibility to cephalosporins and azithromycin.&nbsp; Antibiotic-resistant strains are particularly prevalent among MSM.</p>\n<h1>Screening recommendations</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Females:&nbsp; Screening for urogenital gonorrhea is recommended for all sexually active women age &lt;25 and those age ≥25 with additional risk factors, including:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>A new partner or multiple partners</li>\n\t\t<li>A partner with a sexually transmitted infection or multiple partners</li>\n\t\t<li>Prior sexually transmitted infection</li>\n\t\t<li>History of incarceration</li>\n\t\t<li>History of exchanging sex for money or drugs</li>\n\t</ul>\n\t</li>\n\t<li>Pregnancy:&nbsp; Screening is recommended for all pregnant women age &lt;25 and those age ≥25 with additional risk factors.&nbsp; Screening should be performed at the initial prenatal visit and again in the third trimester.</li>\n\t<li>Males:&nbsp; Screening at least annually is recommended for MSM (site of testing is dependent on sexual practices and risk for exposure).&nbsp; There is no consensus regarding screening for male individuals who exclusively have sex with females and have no additional risk factors.</li>\n\t<li>Patients with HIV:&nbsp; Screening is recommended at the time of diagnosis and then at least annually.</li>\n</ul>\n<h1>Prevention</h1><br><br><p>The most effective means of prevention is with safe sex practices (eg, consistent condom use), routine screening in at-risk populations (to identify asymptomatic cases and reduce transmission), and expedited partner notification and treatment (to prevent reinfection and further transmission).</p><br><br><p>In addition to these measures, <strong>postexposure antibiotic prophylaxis</strong> can be considered in certain high-risk populations, including MSM, transgender women, and survivors of sexual assault.</p><br><br><p>Neonatal disease can be prevented by routine prenatal screening to reduce the risk for vertical transmission.&nbsp; In addition, routine universal <strong>neonatal prophylaxis</strong> with erythromycin ointment to the eyes is recommended within 24 hours of birth to prevent ophthalmia neonatorum.</p>\n<h1>Prognosis</h1><br><br><p>For most uncomplicated urogenital infections and disseminated disease in adolescents and adults, prompt treatment usually results in a good prognosis.</p><br><br><p>In female patients, gonorrhea infection can lead to PID, which can have permanent consequences such as chronic pelvic pain, infertility, and tubal damage that can predispose to ectopic pregnancy.&nbsp; Serious complications of PID, such as tuboovarian abscess and sepsis, can be fatal.</p><br><br><p>Pregnancies complicated by maternal gonorrhea are at increased risk for preterm prelabor rupture of membranes, preterm delivery, and subsequent complications of prematurity (eg, respiratory distress, cerebral palsy).&nbsp; In addition, approximately 40% of neonates born to mothers with cervicitis will acquire gonorrhea.&nbsp; Most cases of ophthalmia neonatorum respond to antibiotics, but it can rarely lead to blindness, especially in areas where prophylaxis is not routinely performed.</p>\n<h1>Summary</h1><br><br><p><em>Neisseria gonorrhoeae</em> infection is a global health concern due to its high prevalence and increasing antibiotic resistance.&nbsp; Infection is frequently asymptomatic, contributing to high rates of transmission.&nbsp; Screening, partner notification and treatment, and safe sex practices are critical to reducing morbidity and transmission.&nbsp; Although most infections respond to antibiotics, serious and life-threatening complications can occur, making prompt diagnosis and treatment essential to optimizing outcomes.</p>\n</div>\n\n            "
}