{
  "meta": {
    "title": "Normal puberty",
    "url": "https://brainandscalpel.vercel.app/normal-puberty-897b67af-cf563c.html",
    "scrapedAt": "2025-12-01T04:54:03.207Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Puberty refers to the period of adolescence marked by significant physical transformations that enable reproductive capability, along with the cognitive and socioemotional maturation that mark the transition from childhood to adulthood.&nbsp; Puberty is driven by activation of the hypothalamus with pulsatile secretion of GnRH, leading to sex steroid production.&nbsp; This results in gametogenesis, the development of secondary sexual characteristics, and linear growth.&nbsp; Although the timing of pubertal onset varies, the sequence of pubertal milestones is predictable.</p>\n<h1>Puberty onset</h1><br><br><p>There is a wide variation in normal pubertal timing.&nbsp; Puberty typically begins between age 8 and 12 in females and age 9 and 13 in males.&nbsp; Pubertal onset is mostly determined by genetics (ie, family history); however, factors associated with earlier onset include obesity, stress, and exposure to endocrine-disrupting factors.</p><br><br><p>Precocious puberty (ie, thelarche at age &lt;8 in females, testicular enlargement at age &lt;9 in males) and delayed puberty (ie, lack of thelarche by age 13 in females, lack of testicular enlargement [≥4 mL] by age 14 in males) are discussed in separate dedicated articles.</p>\n<h1>Endocrine physiology</h1><br><br><p>Puberty is the result of two concurrent but separate processes: gonadarche, which is driven by neuroendocrine activation of the hypothalamic-pituitary-gonadal (HPG) axis, and adrenarche, which is driven by activation of adrenal androgen secretion.</p>\n<h2>Gonadarche</h2><br><br><p>In prepubertal children, the HPG axis is quiescent due to central inhibition of hypothalamic GnRH secretion; this suppression leads to low gonadotropin (FSH, LH) levels and low sex steroid hormone (estradiol, testosterone) levels.&nbsp; However, at puberty, the pulsatile secretion of GnRH begins with a reduction in inhibitory signals and an increase in activating factors.&nbsp; GnRH then acts on the anterior pituitary gland to release FSH and LH, promoting sex steroidogenesis and gametogenesis within the gonads (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47207.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><p><strong>Females</strong></p><br><br><p>FSH stimulates the growth of ovarian follicles, which leads to the production of estradiol.&nbsp; Estradiol is the primary sex steroid hormone responsible for thelarche (breast development), a secondary sexual characteristic, and is responsible for linear growth acceleration, skeletal maturity, and, ultimately, epiphyseal fusion.&nbsp; Later in puberty, hypothalamic maturation leads to appropriate quantities and ratios of GnRH and therefore LH and FSH that induce ovulation and establish menstrual cycles (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24345.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16436.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><br><br><p><strong>Males</strong></p><br><br><p>FSH acts on Sertoli cells within the testes to promote seminiferous tubule growth, which increases testicular volume and initiates spermatogenesis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L103559.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; LH stimulates Leydig cells to produce high levels of local testosterone, which maintains ongoing spermatogenesis.&nbsp; In addition, testosterone drives the development of secondary sexual characteristics, including penile growth, voice deepening, increased facial and body hair, and increased muscularity.&nbsp; A portion of testosterone is converted into estradiol, exerting similar growth and skeletal effects in males and females.<p></p>\n<h2>Adrenarche</h2><br><br><p>Adrenarche, or activation of adrenal steroid secretion, occurs independent of neuroendocrine activation of the HPG axis.</p><br><br><p>In preadrenarchal children, ACTH stimulates cortisol release but does not affect the release of adrenal androgens.&nbsp; However, with adrenarche, the zona reticularis develops within the adrenal cortex, changing the pattern of response to ACTH.&nbsp; This results in increased secretion of dehydroepiandrosterone, androstenedione, and 11-ketotestosterone, which leads to the growth of pubic and axillary hair and the development of sebaceous and apocrine (sweat) glands (ie, adult-type body odor).&nbsp; In addition, acne development is influenced by additional adrenal androgen activity on sebaceous glands.</p>\n<h1>Sequence of pubertal changes</h1><br><br><p>Pubertal maturation typically follows a predictable course in most adolescents, lasting 4-5 years.&nbsp; However, variations in the timing and sequence of the pubertal stages can arise due to a combination of environmental and genetic influences.</p>\n<h2>Pubertal sequence in females</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Thelarche (breast development) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36462.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; Typically the first sign of puberty in females, occurring at age 8-12 in response to estradiol stimulation of breast tissue,</li>\n\t<li>Pubarche (pubic hair development):&nbsp; Typically begins after age 8 and is mediated by adrenal androgens.&nbsp; Axillary hair growth ordinarily follows when androgen levels are slightly higher.&nbsp; In a minority of patients, pubarche occurs prior to thelarche.</li>\n\t<li>Peak height velocity:&nbsp; Typically occurs at ages 11-12 with an average peak gain of 8-9 cm/year (3.1-3.5 inches/year).</li>\n\t<li>Menarche (ie, first menstrual cycle):&nbsp; Usually occurs 2-3 years after thelarche.&nbsp; Prior to menstrual bleeding, physiologic leukorrhea (ie, white, nonodorous discharge) occurs due to vaginal mucosal stimulation by estradiol.&nbsp; The initial menstrual cycles are often irregular and unpredictable due to an immature HPG axis that causes anovulatory cycles.</li>\n</ul>\n<h2>Pubertal sequence in males</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Testicular enlargement (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36463.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):&nbsp; Testicular volume is &gt;4 mL is the first sign of puberty in males.</li>\n\t<li>Pubarche:&nbsp; Pubarche typically follows testicular enlargement and is mediated by adrenal androgen production.&nbsp; Two years following pubarche, axillary, chest, and facial hair develop.</li>\n\t<li>Penile growth:&nbsp; Penile length increases, and then width begins to increase.</li>\n\t<li>Peak height velocity:&nbsp; Typically occurs between age 12 and 14 with an average peak gain of 9-10 cm/year (3.5-3.9 inches/year).&nbsp; Around the time of peak height velocity, the voice deepens due to testosterone-induced growth of the larynx.</li>\n\t<li>Spermarche:&nbsp; Spermarche is typically marked by the onset of nocturnal emissions and the presence of sperm within the urine.</li>\n</ul>\n<h2>Sexual maturity ratings</h2><br><br><p>Sexual maturity ratings (Tanner stages) provide a standardized way to assess the physical development of children and adolescents during puberty.&nbsp; These ratings evaluate the growth and maturation of secondary sexual characteristics, including breast development in females, genital development in males, and pubic hair growth in both sexes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16083.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ), (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111261.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; The Tanner stages range from stage 1, representing prepubertal status, to stage 5, indicating full adult maturity.&nbsp; Assessing these stages helps track normal pubertal progression, allowing identification of early or delayed puberty, which guides appropriate medical evaluation or intervention.<p></p>\n<h1>Growth and skeletal maturation</h1><br><br><p>A growth spurt occurs during early puberty primarily due to positive feedback by estrogen on growth hormone (GH) production.&nbsp; GH stimulates insulin-like growth factor 1 synthesis, which leads to the differentiation and proliferation of chondrocytes in the epiphyseal plate and therefore increased linear growth.&nbsp; Limb growth often precedes trunk growth.&nbsp; Increased growth velocity lasts for approximately 2 years, and the patient achieves 90% of final adult height.</p><br><br><p>At high doses, estradiol, a potent estrogen-derived steroid hormone, promotes senescence of chondrocytes and therefore closure of the epiphyseal plate (ie, growth plate) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88275.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).&nbsp; Once the growth plate is closed, linear growth is irreversibly stopped.<p></p><br><br><p>Males, on average, experience growth 2 years after females and have a higher peak height velocity.</p><br><br><p>Puberty also brings significant changes in body weight and composition, particularly in lean body mass and the proportion of body fat.&nbsp; Girls typically accumulate a greater percentage of adipose tissue compared to boys.</p>\n<h1>Psychosocial changes during puberty</h1><br><br><p>The estrogen and testosterone produced during puberty affect nearly every system within the body, including the nervous system.&nbsp; Changes in brain structure, function, and chemistry often result in increased sex drive, emotional intensity, and impulsivity.&nbsp; As adolescents experience changes to their bodies, they also begin to explore ideas of sexual orientation, self-identity, and abstract thinking.&nbsp; In addition, there is often a drive for independence from family and a desire to strengthen connections to peer groups.</p>\n<h1>Summary</h1><br><br><p>Pubertal development is a hormone-driven process that occurs during adolescence and results in the development of reproductive capacity and secondary sexual characteristics.&nbsp; It is a period also associated with rapid linear growth and psychosocial changes.&nbsp; The timing and sequence of puberty stages are often predictable, but may vary due to genetic and environmental factors.&nbsp; Adolescents with precocious or delayed puberty outside the normal range should be evaluated for an underlying condition.</p>\n</div>\n\n            "
}