{
  "meta": {
    "title": "Ovarian torsion",
    "url": "https://brainandscalpel.vercel.app/ovarian-torsion-e79f19d5-cf563c.html",
    "scrapedAt": "2025-12-01T04:54:09.748Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Ovarian torsion is a gynecologic emergency characterized by the partial or complete rotation of the ovary around its vascular supply, leading to compromised blood flow and possible ischemia.</p>\n<h1>Pathophysiology</h1><br><br><p>Ovarian torsion occurs when the ovary twists around the infundibulopelvic ligament (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25298.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) (also known as the suspensory ligament of the ovary) and uteroovarian ligament, resulting in the compression of the ovarian vessels (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29661.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Prolonged compression of the ovarian vessels can result in ovarian tissue edema, ischemia, and infarction.<p></p><br><br><p>Right-sided torsions are more common because of the greater length of the right uteroovarian ligament and because the rectosigmoid colon takes up space around the left ovary (leaving less room for movement).</p>\n<h1>Risk factors</h1><br><br><p>The most important risk factors for ovarian torsion are an ovarian mass (usually ≥5 cm in diameter) and prior ovarian torsion.&nbsp; Causes of ovarian masses that can cause torsion include:</p><br><br><ul>\n\t<li>\n\t<p>Ovarian cysts (eg, physiologic cyst)</p>\n\t</li>\n\t<li>\n\t<p>Corpus luteum in early pregnancy</p>\n\t</li>\n\t<li>\n\t<p>Enlarged ovaries due to ovulation induction infertility treatment</p>\n\t</li>\n\t<li>\n\t<p>Benign ovarian tumors, classically a mature cystic teratoma (dermoid cyst) due to the heterogeneous density of the components (eg, hair, teeth, adipose tissue) that make the mass unstable.&nbsp; Malignant ovarian tumors are less likely to cause torsion because the metastasis causes increased adherence to surrounding structures.</p>\n\t</li>\n</ul><br><br><p>Ovarian torsion occurs frequently in patients with no associated risk factors and should be considered in all women with acute lower abdominal/pelvic pain.</p>\n<h1>Clinical presentation</h1><br><br><p>Ovarian torsion is commonly precipitated by physical activity.&nbsp; When there is partial ovarian torsion (intermittent adnexal twisting and untwisting), patients initially have intermittent episodes of nausea, vomiting, and lower abdominal and/or pelvic pain that self-resolves (as blood flow returns to the ovary).&nbsp; When there is complete ovarian torsion, patients have sudden-onset nausea, vomiting, and severe, constant pain.</p><br><br><p>On physical examination, patients typically have unilateral abdominal or pelvic tenderness.&nbsp; On pelvic examination, a tender adnexal mass may be palpable; the ovary may be enlarged due to ovarian tissue edema.&nbsp; Fever, hemodynamic instability, and peritoneal signs (eg, rebound, involuntary guarding) may develop if the ovary becomes necrotic.</p>\n<h1>Diagnosis</h1><br><br><p>Ovarian torsion is typically diagnosed clinically based on history and physical examination.</p>\n<h2>Laboratory evaluation</h2><br><br><p>There are no laboratory tests that are specific for ovarian torsion, but a complete blood count is typically collected to evaluate for inflammation and to have a baseline hemoglobin/hematocrit prior to surgery (to evaluate for acute blood loss).&nbsp; In addition, a pregnancy test is ordered in all reproductive-aged women to rule out ectopic pregnancy and guide further management (eg, progesterone supplementation if the corpus luteum is the cause of ovarian torsion in early pregnancy).</p>\n<h2>Imaging</h2><br><br><p>Although pelvic ultrasonography is not required for the diagnosis of ovarian torsion, it can help confirm the diagnosis by showing an adnexal mass with absent Doppler blood flow (consistent with ovarian vessel occlusion).&nbsp; However, in cases of partial ovarian torsion, Doppler ultrasonography can be normal and does not rule out the diagnosis.</p>\n<h1>Differential diagnosis</h1><br><br><p>Ovarian torsion is a common cause of acute lower abdominal pain (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40403.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) in reproductive-aged women.&nbsp; Other emergency gynecologic causes of acute lower abdominal pain include:<p></p><br><br><ul>\n\t<li>\n\t<p><strong>Ruptured or hemorrhagic ovarian cysts</strong>:&nbsp; patients can have a similar clinical presentation as those with ovarian torsion, but ruptured cysts typically present with no change in Doppler blood flow and increased free fluid in the pelvis.</p>\n\t</li>\n\t<li>\n\t<p><strong>Ectopic pregnancy</strong>:&nbsp; patients have a positive pregnancy test and an adnexal mass with increased blood flow (due to the increased vascularity from the implanted pregnancy).</p>\n\t</li>\n\t<li>\n\t<p><strong>Pelvic inflammatory disease/tuboovarian abscess</strong>:&nbsp; patients typically have a more indolent presentation of pain, with associated fever and a complex, multilocular adnexal mass.</p>\n\t</li>\n</ul>\n<h1>Management</h1><br><br><p>Ovarian torsion is a gynecologic emergency and requires immediate surgical intervention to attempt to preserve the viability of the ovary.&nbsp; In addition, surgery confirms the diagnosis of ovarian torsion.</p><br><br><p>Most cases of ovarian torsion are performed laparoscopically; the goal of the procedure is to detorse the infundibulopelvic ligament and not remove the ovary.&nbsp; However, the ovary is removed via a salpingo-oophorectomy if the ovary is not viable (necrotic), the patient is postmenopausal, or there is concern for possible malignancy.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of ovarian torsion depends on the promptness of diagnosis and intervention.&nbsp; Early recognition and surgical management often result in favorable outcomes, but delayed treatment may lead to ovarian loss or complications.</p>\n<h1>Summary</h1><br><br><p>Ovarian torsion (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34441.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a gynecologic emergency characterized by the partial or complete rotation of the ovary around its vascular supply, leading to compromised blood flow and possible ischemia.&nbsp; Ovarian torsion is diagnosed clinically, and treatment is surgical detorsion with or without salpingo-oophorectomy, depending on patient factors.<p></p>\n</div>\n\n            "
}