{
  "meta": {
    "title": "Pelvic organ prolapse",
    "url": "https://brainandscalpel.vercel.app/pelvic-organ-prolapse-b31fe206-cf563c.html",
    "scrapedAt": "2025-12-01T04:54:16.236Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Pelvic organ prolapse (POP) refers to the descent of ≥1 pelvic organs (eg, bladder, uterus, vaginal apex, rectum) into or through the vaginal canal.&nbsp; POP is a common condition that typically presents with pelvic pressure along with urinary, bowel, and sexual dysfunction.</p>\n<h1>Pathophysiology</h1><br><br><p>The positions of the vagina and pelvic organs are maintained by levels of muscular and connective tissue support extending from the uterus to the perineum.&nbsp; Superiorly, the pelvic floor muscles consist of the levator ani group (pubococcygeus, puborectalis, and iliococcygeus muscles) and the coccygeus muscle (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30355.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; These muscles create a sling for the pelvic organs (bladder, intestines, and uterus) to rest on.&nbsp; In addition to supporting the viscera, the pelvic floor muscles maintain continence by constricting the urethra, anus, and vagina.&nbsp; Inferiorly, the deep and superficial transverse perineal muscles provide additional support to the perineum and pelvic structures.<p></p><br><br><p>The connective tissue supports of the pelvic floor include the uterosacral and cardinal ligaments at the level of the cervix, fascial elements of the levator ani muscle group, paravaginal attachments to the arcus tendineus fascia pelvis, and both the perineal body and membrane.</p><br><br><p>POP occurs due to the weakening of the pelvic floor muscles and connective tissues that support the pelvic organs.&nbsp; This weakening can be caused by several factors, including mechanical stress from childbirth, age-related tissue atrophy, and inherent connective tissue weaknesses.&nbsp; The result is a loss of structural support, leading to the descent of the pelvic organs and protrusion into the vagina and sometimes beyond the introitus.</p><br><br><p>POP may affect ≥1 areas; common prolapse types include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anterior</strong> (cystocele \n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23994.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                )):&nbsp; prolapse of the bladder and the anterior vaginal wall</li>\n\t<li><strong>Posterior</strong> (rectocele (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23997.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )):&nbsp; prolapse of the rectum and the posterior vaginal wall</li>\n\t<li><strong>Apical</strong> (uterine prolapse (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23995.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                )):&nbsp; descent of the uterus and cervix into the vaginal canal.&nbsp; Patients who have undergone hysterectomy have an increased risk for vaginal apex prolapse (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31988.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Enterocele</strong>:&nbsp; herniation of the small intestine into the vaginal canal, usually following hysterectomy</li>\n\t<li><strong>Procidentia</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24649.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):&nbsp; a severe form of POP that involves prolapse of the anterior, posterior, and apical compartments beyond the vaginal introitus, resulting in eversion of the vagina and protrusion of organs (most often the cervix and uterus) outside the vaginal opening.</li>\n</ul>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increasing age</li>\n\t<li>Postmenopausal status</li>\n\t<li>Multiparity (risk is further increased by fetal macrosomia, operative vaginal deliveries [eg, forceps, vacuum])</li>\n\t<li>Increasing intraabdominal pressure (eg, obesity, chronic coughing, constipation, heavy lifting)</li>\n\t<li>Connective tissue disorders (eg, Ehlers-Danlos syndrome)</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Many patients with POP are <strong>asymptomatic</strong> and the prolapse is noted incidentally on pelvic examination.&nbsp; Symptoms become more likely as the leading edge of the prolapse descends further down the vaginal canal; patients often become symptomatic when the leading edge reaches the hymen.</p><br><br><p>POP may cause the sensation of a <strong>vaginal bulge or pressure</strong>, and patients may notice the protrusion of tissue from the vaginal opening.&nbsp; For many patients, symptoms tend to be worse towards the end of the day or when spending more time upright.&nbsp; Some patients have discomfort during intercourse.&nbsp; Tissue that protrudes beyond the introitus is vulnerable to friction against clothing, which can cause ulceration, vaginal discharge, and bleeding.</p><br><br><p>POP alters the normal anatomic relationships of the bowel and bladder and can interfere with urinary and bowel function.&nbsp; Mild POP can contribute to <strong>stress urinary incontinence</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59081.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ), whereas more severe prolapse can lead to obstruction of the urethra and cause <strong>difficulty voiding</strong> (eg, slow urinary stream, incomplete emptying, urinary retention).&nbsp; Similarly, POP can cause fecal incontinence or <strong>difficulty with bowel movements</strong> (eg, constipation, straining, incomplete evacuation).&nbsp; Some patients may perform <strong>\"splinting\"</strong> (ie, applying manual pressure to bulging tissue to reduce prolapse); this helps restore normal anatomic relationships and allows passage of stool or urine.<p></p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of POP is made clinically with a physical examination and history, which should include obstetric history, previous pelvic surgeries, medical history (focusing on chronic conditions that increase intraabdominal pressure), menopausal status, and symptoms of POP, including voiding and stooling symptoms.</p>\n<h2>Physical examination </h2><br><br><p>Physical examination findings often include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Atrophy, ulcerations, and bulging or protrusion of the vaginal tissue and/or cervix.&nbsp; When the patient performs a Valsalva maneuver or coughs, further descent of the prolapsed structures (often past the hymenal ring) is noted.</li>\n\t<li>Decreased pelvic floor muscle and anal sphincter strength (particularly in patients with prior large obstetric perineal laceration); anocutaneous reflex (anal wink sign) may or may not be present.&nbsp;</li>\n\t<li>Urethral hypermobility and urinary leakage with Valsalva maneuver in patients with concomitant urinary incontinence.</li>\n</ul>\n<h2>Laboratory evaluation and imaging </h2><br><br><p>Imaging studies and laboratory evaluation are typically not required to diagnose POP; however, urinalysis, culture, and microscopy should be performed in all patients with voiding symptoms.&nbsp; Postvoid residual bladder volume should be measured if urinary retention is suspected.&nbsp; Imaging studies (eg, pelvic ultrasonography) are sometimes performed for preoperative planning.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Uterine fibroids (leiomyomas)</strong>:&nbsp; can present similarly with pelvic pain/pressure, urinary frequency, and constipation due to the mass effect of the fibroids.&nbsp; However, examination typically reveals an enlarged, irregularly shaped uterus with no evidence of prolapse.</li>\n\t<li><strong>Pelvic malignancy</strong>:&nbsp; bladder, rectal, ovarian, cervical, and vaginal cancers can mimic prolapse symptoms (eg, pelvic or vaginal pressure, change in bowel habits, urinary symptoms).&nbsp; On examination, cancerous masses may be firm, fixed, and nodular compared to the highly mobile prolapsed structures.&nbsp;</li>\n\t<li><strong>Urinary incontinence without prolapse</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45839.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ):&nbsp; presents with symptoms of urinary urgency, frequency, and leakage.&nbsp; Urinary incontinence can occur without prolapse and may be due to stress incontinence, urge incontinence, or mixed incontinence.&nbsp; Pelvic examination demonstrates the absence of prolapse.</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of POP depends on the severity of the patient's symptoms, as well as their overall health and preferences; management is typically divided into surgical and nonsurgical options.&nbsp; In addition, all patients are recommended conservative measures to aid in selecting between management options.</p><br><br><p>Of note, observation can be appropriate in asymptomatic patients and patients with mild symptoms.&nbsp; However, the presence of hydronephrosis or significant urinary or defecatory obstruction are contraindications to observation alone.</p>\n<h2>Conservative measures</h2><br><br><p>Initial management is with lifestyle modifications such as <strong>weight loss</strong>, constipation management, and avoidance of heavy lifting, all of which decrease intraabdominal pressure.&nbsp; In addition, training with <strong>Kegel exercises</strong> can strengthen the pelvic floor muscles.</p>\n<h2>Nonsurgical management</h2><br><br><p><strong>Pessaries</strong> are the most common form of nonsurgical management of POP; they are inserted into the vagina, where they occupy space and support the pelvic organs (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24517.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).&nbsp; Pessaries come in various shapes and sizes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26478.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ), which allows for customization to both patient anatomy and type of prolapse.&nbsp; They can be effective even in severe cases of POP, including procidentia.&nbsp; Regular follow-up is necessary to monitor for complications such as vaginal irritation, ulceration, or infection.<p></p>\n<h2>Surgical management&nbsp;&nbsp;</h2><br><br><p>Surgery of symptomatic POP is appropriate in patients who have failed or declined conservative management and have completed childbearing.&nbsp; The goal of surgery is to either restore normal anatomic relationships (reconstructive procedures) or obstruct the vaginal canal to prevent descent of the pelvic organs (obliterative procedures).&nbsp; Depending on the sites of prolapse, often multiple POP procedures are performed concurrently.&nbsp; POP surgery is frequently combined with a midurethral sling procedure for stress urinary incontinence.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Reconstructive procedures</strong> include anterior and/or posterior colporrhaphy (repairs the anterior and/or posterior vaginal wall), hysterectomy (often combined with vaginal vault suspension for apical prolapse), and sacral colpopexy (suspension of the uterus or vaginal vault to the sacrum).&nbsp;</li>\n\t<li><strong>Obliterative procedures</strong> (ie, colpocleisis) surgically block the vaginal canal to reduce prolapse and obstruct the path of descent.&nbsp; These surgeries have a high success rate but are only suitable for women who no longer desire vaginal intercourse.&nbsp; They have a low risk of complications and are recommended in patients with significant comorbidities in which a larger surgical procedure increases the morbidity and mortality risks.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis for POP varies.&nbsp; Conservative measures can significantly improve symptoms for some women.&nbsp; The degree of prolapse and symptom burden may be stable or progressive, but patients should be counseled that POP is a chronic condition.&nbsp; Surgical interventions generally have good success rates but carry a risk of complications, particularly in older patients.&nbsp; Symptomatic POP can recur following surgical treatment; risk factors for recurrence include younger age, more significant prolapse before surgery, vaginal approach to surgery, and obesity.</p>\n<h1>Summary</h1><br><br><p>Pelvic organ prolapse (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31746.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) involves the descent of pelvic organs into the vaginal vault due to weakening of the connective tissue and muscular supports of the pelvis.&nbsp; It typically becomes symptomatic when the leading edge of the prolapse reaches the hymen, causing pelvic pressure or a bulge sensation and potentially interfering with sexual, bladder, or bowel function.&nbsp; It can be managed with conservative measures or surgery; however, there is a significant risk for recurrence.<p></p>\n</div>\n\n            "
}