{
  "meta": {
    "title": "Polycystic ovary syndrome",
    "url": "https://brainandscalpel.vercel.app/polycystic-ovary-syndrome-nbsp-0e8db2ce-cf563c.html",
    "scrapedAt": "2025-12-01T04:54:18.964Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Polycystic ovary syndrome (PCOS) is a common endocrine disorder affecting up to 10% of reproductive-aged women.&nbsp; It is characterized by the combination of anovulation (eg, abnormal uterine bleeding, infertility), hyperandrogenism, and polycystic ovaries.</p><h1>Pathogenesis</h1><p>The etiology of PCOS is heterogeneous and multifactorial (eg, hormonal, genetic, environmental), but patients characteristically have elevated levels of both androgen and estrogen.</p><p>Hyperandrogenism, which can be diagnosed clinically (eg, hirsutism, acne) or biochemically (ie, elevated testosterone), occurs due to increased ovarian androgen production.&nbsp; Androgens are then converted to estrogens in the peripheral adipose tissue and ovaries by the enzyme aromatase (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30262.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ); patients with PCOS are commonly obese and have increased peripheral and ovarian estrogen production (ie, estrone, estradiol).&nbsp; The consistent elevation in estrogen then acts on the hypothalamic-pituitary-ovarian axis and causes menstrual irregularities and anovulatory infertility.<p></p><p>During a normal menstrual cycle, the growth of a dominant follicle causes a gradual increase in the estrogen level, which triggers hypothalamic GnRH release in a high-frequency pulse pattern that preferentially stimulates greater LH than FSH production in the anterior pituitary (ie, the LH surge to trigger oocyte release).&nbsp; Following ovulation, GnRH release returns to a low-frequency pattern that allows FSH to stimulate the next follicular phase.</p><p>Patients with PCOS have consistently elevated estrogen levels, leading to a persistent imbalance in the LH/FSH ratio.&nbsp; Because FSH remains low relative to LH, maturation and release of a single, dominant ovarian follicle (ie, anovulation) do not occur.&nbsp; Instead, multiple, smaller follicles accumulate fluid to cause the classic bilateral, enlarged, polycystic ovaries.</p><h1>Pathology</h1><p>PCOS is characterized by multiple small, fluid-filled cysts in the ovaries.&nbsp; These cysts are immature ovarian follicles that have failed to ovulate.&nbsp; The ovarian stroma may be thickened, and there is often an increase in the number of theca cells, which produce androgens.</p><h1>Clinical presentation</h1><p>Patients with PCOS (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42203.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) typically present either during adolescence or in their early 20-30s; initially, they have signs of anovulation or androgen excess:<p></p><ul><li><p><strong>Signs of anovulation</strong>:</p><ul><li><p>Abnormal uterine bleeding</p></li><li><p>Secondary amenorrhea</p></li><li><p>Anovulatory infertility</p></li></ul></li><li><p><strong>Signs of androgen excess</strong>:</p><ul><li><p>Hirsutism (excess terminal body hair often found on the upper lip, chin, and chest)</p></li><li><p>Nodulocystic acne</p></li><li><p>Androgenic alopecia (male patten baldness)</p></li></ul></li></ul><p>Most patients are overweight or obese, but PCOS can occur in those with a normal BMI.&nbsp; In addition, patients can develop signs of insulin resistance, including acanthosis nigricans, regardless of BMI.</p><p>On physical examination, some patients can have palpable bilaterally enlarged ovaries due to multiple cysts, but this is difficult to appreciate in most patients due to body habitus.</p><h1>Diagnosis</h1><p>PCOS is diagnosed using the Rotterdam criteria, which require 2 of the following 3 features:</p><ol><li><p>Anovulation</p></li><li><p>Hyperandrogenism: either clinical (eg, hirsutism) or biochemical (eg, elevated serum testosterone level) features</p></li><li><p>Polycystic ovaries (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97665.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) on ultrasonography<p></p></li></ol><h1>Differential diagnosis</h1><p>The differential diagnosis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37431.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) of PCOS typically revolves around diseases that cause hyperandrogenism and/or abnormal uterine bleeding; these include:<p></p><ul><li><p><strong>Nonclassic congenital adrenal hyperplasia</strong> (CAH):&nbsp; due to 21-hydroxylase deficiency, CAH can present with hyperandrogenism and anovulation; however, patients have an elevated 17-hydroxyprogesterone level, which is not seen in PCOS.</p></li><li><p><strong>Idiopathic hirsutism</strong>:&nbsp; patients with idiopathic hirsutism have increased body hair but usually do not have concomitant anovulation or signs of insulin excess.</p></li><li><p><strong>Cushing syndrome</strong>:&nbsp; excess cortisol can cause hyperandrogenism and menstrual irregularities; however, patients typically have other cushingoid features and elevated urine cortisol levels.</p></li><li><p><strong>Androgen-secreting tumors</strong>:&nbsp; in contrast to PCOS, patients with an androgen-secreting tumor typically present with a rapid-onset hyperandrogenism and frank virilization (eg, clitoromegaly, voice deepening).</p></li><li><p><strong>Pituitary and thyroid disorders</strong>:&nbsp; both disorders can cause anovulation but usually are not associated with hyperandrogenism.&nbsp; Pelvic ultrasonography in these patients is usually normal.</p></li></ul><h1>Laboratory evaluation and imaging</h1><p>In patients who have a classic history and physical examination, the Rotterdam criteria alone can be used for the diagnosis of PCOS.&nbsp; However, most patients undergo further evaluation to exclude other causes of abnormal uterine bleeding, this evaluation includes:</p><ul><li><p>Pregnancy test</p></li><li><p>FSH, TSH, and prolactin levels (all normal in patients with PCOS)</p></li></ul><p>Specific to PCOS is the evaluation of hyperandrogenism with:</p><ul><li><p>Total serum testosterone level:&nbsp; This level is elevated in patients with PCOS.</p></li><li><p>Serum 17-hydroxyprogesterone level:&nbsp; Normal in patients with PCOS, a serum 17-hydroxyprogesterone level is used to rule out nonclassic congenital adrenal hyperplasia.</p></li><li><p>Dehydroepiandrosterone sulfate (DHEAS) level:&nbsp; If an adrenal tumor (eg, rapid hyperandrogenism) is suspected, a DHEAS level is ordered; however, it is not routinely ordered in most patients with suspected PCOS.</p></li></ul><p>Patients also undergo pelvic ultrasonography, which is the imaging modality of choice for most gynecologic conditions.&nbsp; Patients with PCOS have multiple peripherally located, simple-appearing cysts on bilateral ovaries.</p><h1>Complications and management</h1><p>The management of patients with PCOS is often based on whether the patient is pursuing pregnancy.&nbsp; In patients not pursuing pregnancy, management focuses on preventing complications.&nbsp; The mainstay of treatment in both cases is weight loss, which helps decrease the peripheral conversion of testosterone to estrogen.&nbsp; Other treatments are:</p><h2>Infertility and pregnancy</h2><p>In patients with PCOS who are pursuing pregnancy, the goal of treatment is to restore ovulation.&nbsp; First-line pharmacotherapy is with:</p><ul><li><p>Letrozole (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69720.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; An aromatase inhibitor, letrozole decreases androgen-to-estrogen conversion; the decreased estrogen levels increase GnRH and FSH secretion, resulting in the formation of a dominant follicle and ovulation.<p></p></li><li><p>Clomiphene citrate (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69721.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; Clomiphene citrate competitively binds to estrogen receptors, which causes the hypothalamus to perceive low estrogen levels.&nbsp; This results in an increase in GnRH and FSH secretion, causing follicle formation and ovulation.&nbsp; Of note, clomiphene citrate can cause the formation of multiple follicles, which can lead to multiple gestations.<p></p></li><li><p>Additional infertility treatment options for patients who do not conceive while taking first-line agents include gonadotropins and in vitro fertilization.</p></li><li><p>Patients who become pregnant are at increased risk for several pregnancy complications such as spontaneous abortion, gestational diabetes mellitus, preeclampsia, and preterm delivery.</p></li></ul><h2>Abnormal uterine bleeding</h2><p>In patients with PCOS who are not pursuing pregnancy, the treatment goal of abnormal uterine bleeding is to restore normal menstrual cycles and prevent endometrial hyperplasia/cancer.</p><ul><li><p>Because of chronic anovulation and increased estrogen levels due to the conversion of androgen to estrogen in peripheral adipose tissue, patients with PCOS are at increased risk for endometrial hyperplasia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80082.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) and cancer.&nbsp; Therefore, patients with PCOS typically require an endometrial biopsy as part of the initial evaluation.<p></p></li><li><p>Menstrual regulation protects against endometrial cancer because it prevents unopposed estrogen proliferation; it is most commonly achieved through combined estrogen/progestin oral contraceptive pills.&nbsp; The progestin component stimulates endometrial differentiation (ie, limits continued proliferation), and the estrogen component stabilizes the uterine lining, which restores normal cycles.&nbsp; Other management options include progestin-containing contraception such as the subdermal implant, intrauterine device, and intramuscular depot injection.</p></li><li><p>In patients who continue to have abnormal uterine bleeding despite pharmacotherapy, additional endometrial biopsies should be performed to rule out cancer, and they should be switched to another contraceptive option.</p></li></ul><h2>Androgen excess</h2><ul><li><p>Patients with hirsutism can be treated with combined estrogen/progestin oral contraceptive pills.&nbsp; These medications reduce hirsutism by blocking adrenal androgen secretion and increasing the production of sex hormone–binding globulin, which binds and decreases free testosterone.&nbsp; If hirsuitism does not respond to combination oral contraceptive pills, either spironolactone or finasteride (which inhibits 5-alpha-reductase) can be added to the regimen.</p></li><li><p>Patients with nodulocystic acne can be treated similarly to other patients with acne.</p></li></ul><h2>Type 2 diabetes mellitus</h2><p>Patients with PCOS are at increased risk for insulin resistance and type 2 diabetes mellitus and therefore require screening after they are diagnosed.&nbsp; An oral glucose tolerance test is the gold standard for diagnosing type 2 diabetes mellitus in patients with PCOS because it is more sensitive in detecting glucose intolerance than standard screening tests (eg, fasting glucose, hemoglobin A1c).&nbsp; Pharmacotherapy for these patients is similar to that for others with type 2 diabetes mellitus.</p><h2>Other complications</h2><p>Additional complications associated with PCOS include metabolic syndrome, nonalcoholic steatohepatitis, obstructive sleep apnea, and mood disorders (eg, depression).&nbsp; Management of these diseases are discussed in separate dedicated articles.</p><h1>Summary</h1><p>Polycystic ovary syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33552.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a common disorder affecting up to 10% of reproductive-aged women; it is characterized by the combination of anovulation (eg, abnormal uterine bleeding, infertility), hyperandrogenism, and polycystic ovaries.&nbsp; Patients with infertility are treated with ovulation induction.&nbsp; Patients who do not desire pregnancy are treated for menstrual regulation and prevention of endometrial cancer, androgen excess, and other complications (eg, type 2 diabetes mellitus).<p></p></div>\n            "
}