{
  "meta": {
    "title": "Rare ovarian tumors",
    "url": "https://brainandscalpel.vercel.app/rare-ovarian-tumors-b4600088-cf563c.html",
    "scrapedAt": "2025-12-01T04:54:24.134Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n    <p>Ovarian tumors can be benign or malignant and are classified based on their predominant cell type, which determines their clinical symptoms and gross appearance (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40934.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n    \n    <p>Ovarian tumor types include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35301.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p>\n    \n    <ul class=\"article-body-unordered-list\">\n        <li><strong>Epithelial</strong>:&nbsp; composed of surface epithelial cells and include serous and mucinous subtypes.&nbsp; Epithelial carcinomas are the most common type of ovarian cancer and are reviewed in detail in a separate article.</li>\n        <li><strong>Germ cell</strong>:&nbsp; derived from primordial germ cells of the ovary; they can broadly be divided into cell populations that differentiate towards embryo-like tumors (eg, teratomas, dysgerminomas) and those that differentiate towards extraembryonic (ie, placenta) tumors (eg, yolk sac tumors).</li>\n        <li><strong>Sex cord-stromal</strong>:&nbsp; tumors composed of cells from either the sex cord (eg, granulosa cell tumors), stromal cells (eg, fibroma, thecoma), or both (eg, Sertoli-Leydig tumors).</li>\n    </ul>\n    <h2>Shared features of rare ovarian tumors</h2>\n    \n    <p>Many of the rare ovarian tumors share common features and presentations across the different types of malignancies (ie, cell lineages).</p>\n    \n    <p>In general, the age at presentation is younger than with epithelial ovarian tumors (which most commonly occur in the postmenopausal period).</p>\n    \n    <p><strong>Clinical presentation</strong>:&nbsp; Malignant ovarian tumors begin as adnexal masses.&nbsp; Because the ovary is suspended and mobile (ie, not fixed) and because the peritoneal cavity can easily conceal developing masses, patients often present only when the mass is large enough to cause symptoms (eg, abdominal distension, abdominopelvic pain, rare torsion).&nbsp; Alternatively, rare ovarian tumors may be identified incidentally (ie, ultrasonography for other indications).</p>\n    \n    <p><strong>Evaluation</strong>:&nbsp; Ultrasonography is the first-line imaging modality used to evaluate suspected ovarian tumors and other pelvic pathology.&nbsp; Features concerning for malignancy include:</p>\n    \n    <ul class=\"article-body-unordered-list\">\n        <li>Irregularly thick (&gt;3 mm) septations</li>\n        <li>A solid component that is not hyperechoic and contains blood flow</li>\n        <li>Papillary or nodular appearance</li>\n        <li>Ascites</li>\n    </ul>\n    \n    <p><strong>Tumor markers</strong>:&nbsp; Rare ovarian cancers often contain cells that secrete hormones or tumor markers that are more specific to the tumor type, which differs from the nonspecific rise in CA-125 seen with epithelial ovarian malignancies.</p>\n    \n    <p><strong>Diagnosis</strong>:&nbsp; All ovarian tumors are diagnosed with histological examination.&nbsp; Biopsies of the ovary are never performed because disruption of the ovarian capsule seeds the peritoneum; therefore, the entire ovary is removed (oophorectomy) when there is a strong suspicion for malignancy.</p>\n    \n    <p><strong>Management</strong>:&nbsp; Ovarian cancer is managed with <strong>surgical staging</strong>.&nbsp; Adjuvant therapy (therapy that follows surgery) is determined based on the surgical stage and type of ovarian cancer.&nbsp; In general, a broad overview of ovarian staging is as follows:</p>\n    \n    <ul class=\"article-body-unordered-list\">\n        <li>Stage I:&nbsp; Cancer is confined to one or both ovaries or fallopian tubes.</li>\n        <li>Stage II:&nbsp; Cancer has spread beyond the ovaries or fallopian tubes into the pelvis.</li>\n        <li>Stage III:&nbsp; Cancer has spread to the peritoneum outside the pelvis and/or has metastasized to the retroperitoneal lymph nodes.</li>\n        <li>Stage IV:&nbsp; Distant metastasis.</li>\n    </ul>\n    <h1>Germ cell tumors</h1><h2>Teratoma</h2>\n    \n    <p><strong>Pathogenesis</strong></p>\n    \n    <p>Teratomas are derived from totipotent germ cells and contain tissue from all 3 germ layers:</p>\n    \n    <ul class=\"article-body-unordered-list\">\n        <li>Ectoderm:&nbsp; skin, hair, and sebaceous material (which contribute to the classic gross appearance)</li>\n        <li>Mesoderm:&nbsp; muscle, fat, cartilage</li>\n        <li>Endoderm:&nbsp; less common, but can have thyroid tissue (ie, struma ovarii)</li>\n    </ul>\n    \n    <p>Mature cystic teratomas (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/44061.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) (also known as dermoid cysts) are benign, whereas immature teratomas are malignant.&nbsp; Mature teratomas are more common and will be the focus of this article.<p></p>\n    \n    <p><strong>Clinical presentation</strong></p>\n    \n    <p>Patients with mature cystic teratomas are often asymptomatic, with the tumor being discovered incidentally during pelvic examination or imaging for unrelated reasons.</p>\n    \n    <p>However, due to the variable densities within the mass, teratomas have an intrinsic instability that causes a predisposition to ovarian torsion.&nbsp; Ovarian torsion presents acutely with severe, sudden-onset pelvic pain, often exacerbated by physical activity that can lead to complete obstruction of the ovarian blood supply and ovarian ischemia and necrosis.</p>\n    \n    <p>A rare presentation, struma ovarii, can present with signs of hyperthyroidism (eg, weight loss, tremor, warm skin, hyperreflexia).</p>\n    \n    <p><strong>Imaging and tumor markers</strong></p>\n    \n    <p>Mature teratomas appear on ultrasonography as adnexal masses classically characterized by heterogeneous echogenicity with calcifications (eg, teeth) and echogenic bands (eg, hair) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71169.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p>\n    \n    <p>Teratomas typically do not have any associated tumor markers with the exception of struma ovarii, which has low TSH and elevated T3 and T4 levels.</p>\n    \n    <p><strong>Histopathology</strong></p>\n    \n    <p>Definitive diagnosis is usually confirmed following surgery via histopathology.&nbsp; On gross specimen (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95595.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) and histology (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64855.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), the mass often shows areas of hair, adipose tissue, and sebaceous material.<p></p>\n    \n    <p><strong>Management, prognosis, and complications</strong></p>\n    \n    <p>Because mature cystic teratomas are benign, the management largely depends on the development of complications (eg, ovarian torsion).&nbsp; Patients with small, asymptomatic teratomas can be managed conservatively with regular monitoring (due to the slight risk of malignant transformation).</p>\n    \n    <p>In patients who develop ovarian torsion, prompt surgical intervention is required to detorse the ovary and restore blood flow.&nbsp; The choice of surgical procedure depends on the viability of the ovary with either a cystectomy or oophorectomy.</p>\n    <h2>Dysgerminoma</h2>\n    \n    <p><strong>Pathogenesis</strong></p>\n    \n    <p>Dysgerminomas are the most common malignant ovarian germ cell tumor and are the female equivalent of testicular seminomas in males.&nbsp; They arise from primordial germ cells, which may contain syncytiotrophoblasts that produce hCG.</p>\n    \n    <p>Dysgerminomas can arise directly from the primordial germ cells or from an existing gonadoblastoma.&nbsp; Therefore, risk factors include conditions that increase the risk of gonadoblastoma development (disorders of sexual differentiation [eg, gonadal dysgenesis, androgen insensitivity syndrome, Turner mosaicism]), which is why prophylactic gonadectomy is often recommended.</p>\n    \n    <p><strong>Clinical presentation</strong></p>\n    \n    <p>Dysgerminomas typically present in adolescents and women age &lt;30.&nbsp; Because of its age distribution, it is one of the most common ovarian malignancies diagnosed during pregnancy.&nbsp; Dysgerminomas often cause a rapidly enlarging pelvic mass and are bilateral in 15% of cases.&nbsp; Because some dysgerminomas contain syncytiotrophoblasts, hCG may be secreted, leading to nausea, vomiting, abnormal uterine bleeding, and a false-positive pregnancy test.</p>\n    \n    <p><strong>Imaging and tumor markers</strong></p>\n    \n    <p>Imaging:&nbsp; Dysgerminomas appear as solid masses with prominent fibrous septae that may contain calcifications and hemorrhagic areas on ultrasonography.&nbsp; The septae have vascular flow on Doppler ultrasonography and enhancement with contrast CT or MRI.</p>\n    \n    <p>Tumor markers:&nbsp; Almost all dysgerminomas secrete LDH; a minority have a classically elevated hCG.</p>\n    \n    <p><strong>Histopathology</strong></p>\n    \n    <p>Dysgerminomas grossly appear as large, lobulated firm tumors that may contain areas of necrosis or hemorrhage.&nbsp; Histologically, they are composed of polygon-shaped cells with large central nuclei (\"fried-egg\" cells (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96598.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                )) arranged in sheets or nests separated by fibrous septae containing lymphocytes.<p></p>\n    \n    <p><strong>Management, prognosis, and complications</strong></p>\n    \n    <p>Dysgerminomas are treated surgically.&nbsp; For those identified and managed at stage I, surgery is curative.&nbsp; Stage II-IV cancers usually receive adjuvant chemotherapy following surgery.&nbsp; The tumors are highly chemosensitive and prognosis is excellent even when chemotherapy is required.</p>\n    <h2>Yolk sac tumor</h2>\n    \n    <p><strong>Pathogenesis</strong></p>\n    \n    <p>Yolk sac tumors, also known as endodermal sinus tumors, are malignant tumors that originate from the cells that differentiate into extraembyronic structures, such as the fetal yolk sac and gastrointestinal tract.&nbsp; These cells produce alpha-fetoprotein (AFP).</p>\n    \n    <p><strong>Clinical presentation</strong></p>\n    \n    <p>Ovarian yolk sac tumors occur most often in girls and young women.&nbsp; They grow aggressively and present with a rapidly enlarging abdominal mass with corresponding abdominal distension.&nbsp; This often leads to an acute presentation; unlike many other ovarian masses, a long history of persistent, vague abdominal symptoms is less common.</p>\n    \n    <p><strong>Imaging and tumor markers</strong></p>\n    \n    <p>Imaging:&nbsp; Ovarian yolk sac tumors have nonspecific findings on ultrasonography.</p>\n    \n    <p>Tumor markers:&nbsp; Yolk sac tumors secrete AFP, which can assist in diagnosis and monitoring response to therapy.</p>\n    \n    <p><strong>Histopathology</strong></p>\n    \n    <p>On gross examination, yolk sac tumors appear as solid encapsulated tumors with a smooth surface and may contain hemorrhagic, necrotic, or gelatinous components.&nbsp; Yolk sac tumors can have variable histologic patterns but frequently demonstrate a reticular or microcystic pattern (cysts surrounded by tumor cells).&nbsp; Characteristic findings include Schiller-Duval bodies (central blood vessel surrounded by tumor cells) and immunohistologic staining for AFP (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L70846.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).<p></p>\n    \n    <p><strong>Management, prognosis, and complications</strong></p>\n    \n    <p>Yolk sac tumors are aggressive and often have early intraperitoneal spread.&nbsp; They are treated surgically and adjuvant chemotherapy is recommended for all patients.&nbsp; This cancer is usually very responsive to chemotherapy; prognosis is generally good with early-stage disease but worsens with advanced stages.</p>\n    <h2>Embryonal carcinoma</h2>\n    \n    <p><strong>Pathogenesis</strong></p>\n    \n    <p>Embryonal carcinomas are rare malignant tumors that arise from primitive epithelial cells and can occur in the ovaries or testes.</p>\n    \n    <p><strong>Clinical presentation</strong></p>\n    \n    <p>Embryonal carcinomas most commonly occur in adolescents and cause abdominal pain or a palpable mass.&nbsp; Because they can be hormonally active, they can cause abnormal uterine bleeding, amenorrhea, and precocious puberty.&nbsp; Tumor hCG production can cause a false-positive pregnancy test.&nbsp; These tumors are aggressive and can metastasize early.</p>\n    \n    <p><strong>Imaging and tumor markers</strong></p>\n    \n    <p>Imaging:&nbsp; Embryonal carcinomas have nonspecific findings on ultrasonography.&nbsp; Due to the aggressive nature of the tumor, CT or MRI may demonstrate evidence of distant metastases.</p>\n    \n    <p>Tumor markers:&nbsp; Embryonal carcinomas can secrete hCG or AFP.</p>\n    \n    <p><strong>Histopathology</strong></p>\n    \n    <p>Embryonal carcinomas are large tan or gray tumors that can have areas of hemorrhage.&nbsp; Histologically, there are sheets and nests of large primitive cells with high mitotic activity and atypia.&nbsp; Cells may form gland-like structures.&nbsp; Mutlinucleated giant cells that resemble syncytiotrophoblasts can be present and secrete hCG.</p>\n    \n    <p><strong>Management, prognosis, and complications</strong></p>\n    \n    <p>Embryonal carcinoma has the worst prognosis of all germ cell tumors due to its aggressive nature and potential for early metastasis.&nbsp; Patients are treated surgically followed by chemotherapy.</p>\n    <h1>Sex cord-stromal tumors</h1><h2>Sertoli-Leydig cell tumor</h2>\n    \n    <p><strong>Pathogenesis</strong></p>\n    \n    <p>Sertoli-Leydig cell tumor is a mixed sex cord-stromal tumor; the Sertoli cells develop from the sex cord and the Leydig cells are stromal cells.&nbsp; Sertoli and Leydig cells are normally found in the testes, where they play important roles in spermatogenesis and testosterone production, but they can also be found in the ovaries.&nbsp; Abnormal proliferation of these cell types can lead to an ovarian Sertoli-Leydig cell tumor and may produce high levels of androgens (eg, testosterone, androstenedione).</p>\n    \n    <p><strong>Clinical presentation</strong></p>\n    \n    <p>Sertoli-Leydig cell tumors usually occur in women age &lt;40.&nbsp; While they can cause adnexal mass symptoms (eg, pelvic pain, abdominal distension), they can also cause symptoms of androgen excess:</p>\n    \n    <ul class=\"article-body-unordered-list\">\n        <li>Rapid-onset virilization:&nbsp; testosterone and dihydrotestosterone can cause clitoromegaly, male-pattern (bitemporal) balding, voice deepening, and increased muscle mass.</li>\n        <li>Signs of estrogen deficiency:&nbsp; testosterone feeds back and inhibits hypothalamic GnRH and pituitary LH/FSH release, resulting in low estrogen levels.&nbsp; This leads to breast atrophy, vulvovaginal atrophy, and abnormal uterine bleeding or amenorrhea.</li>\n    </ul>\n    \n    <p><strong>Imaging and tumor markers</strong></p>\n    \n    <p>Imaging:&nbsp; Sertoli-Leydig cell tumors have nonspecific findings on ultrasonography.</p>\n    \n    <p>Tumor markers:&nbsp; Testosterone and androstenedione are often elevated.</p>\n    \n    <p><strong>Histopathology</strong></p>\n    \n    <p>On gross examination, Sertoli-Leydig cell tumors are often spongy and have a yellow color.&nbsp; Histologically, well-differentiated tumors show Sertoli cells arranged in tubules (similar to the seminiferous tubules of the testes) surrounded by fibrous stroma containing Leydig cells with rod-shaped cytoplasmic Reinke crystals (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1737.jpg\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).<p></p>\n    \n    <p><strong>Management, prognosis, and complications</strong></p>\n    \n    <p>Sertoli-Leydig cells are surgically removed and staged.&nbsp; They are typically diagnosed at an early stage and generally have a good prognosis.</p>\n    <h2>Granulosa cell tumor</h2>\n    \n    <p><strong>Pathogenesis</strong></p>\n    \n    <p>Granulosa cell tumors are tumors that arise from ovarian granulosa cells, which are the primary component of the ovarian stroma.&nbsp; Granulosa cells convert testosterone to estradiol via aromatase and also secrete inhibin (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24345.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), which suppresses pituitary FSH release via negative feedback.<p></p>\n    \n    <p><strong>Clinical presentation</strong></p>\n    \n    <p>Granulosa cell tumors have a bimodal age distribution, affecting prepubertal/early adolescent girls and also middle- to older-aged women.</p>\n    \n    <p>Granulosa cell tumors grow to be very large and cause the classic adnexal mass symptoms (eg, abdominopelvic pain, increasing abdominal girth, bloating).&nbsp; In some cases, they can cause severe pain from ovarian torsion or tumor rupture resulting in hemoperitoneum.&nbsp; Granulosa cells tumors also cause symptoms due to secretion of hormones, most commonly estrogen.&nbsp; Symptoms of elevated estrogen include:</p>\n    \n    <ul class=\"article-body-unordered-list\">\n        <li>Breast tenderness</li>\n        <li>Abnormal uterine bleeding or postmenopausal bleeding (due to estrogen-induced endometrial stimulation)</li>\n        <li>Precocious puberty in prepubertal girls</li>\n    </ul>\n    \n    <p>Unopposed, elevated estrogen leads to constant endometrial proliferation, which increases the risk of endometrial hyperplasia or progression to a concurrent endometrial carcinoma.</p>\n    \n    <p><strong>Imaging and tumor markers</strong></p>\n    \n    <p>Imaging:&nbsp; On pelvic ultrasonography, granulosa cell tumor have nonspecific ovary findings.&nbsp; The endometrial stripe may also be thickened (&gt;4 mm) in postmenopausal women due to estrogen's effects on the endometrium.</p>\n    \n    <p>Tumor markers:&nbsp; Granulosa cell tumors secrete inhibin and estradiol.</p>\n    \n    <p><strong>Histopathology</strong></p>\n    \n    <p>Grossly, granulosa cell tumors appear as large tumors with a yellow or tan surface that may contain areas of hemorrhage.&nbsp; Histologically, they are characterized by Call-Exner bodies (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65570.jpg\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ) (ie, granulosa cells arranged in a rosette pattern around eosinophilic fluid-filled spaces) and coffee-bean nuclei with grooves (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26238.jpg\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ).&nbsp; These tumors often express inhibin and estrogen receptors.<p></p>\n    \n    <p><strong>Management, prognosis, and complications</strong></p>\n    \n    <p>An important component of management is endometrial biopsy or dilation and curettage to evaluate for endometrial hyperplasia or carcinoma because patients with concomitant endometrial cancer require staging and treatment for both malignancies.&nbsp; Granulosa cell tumor usually has an indolent course and good prognosis.&nbsp; Surgery is curative for most patients, however, long-term follow-up is required because there may be late recurrences.</p>\n    <h2>Fibroma</h2>\n    \n    <p><strong>Pathogenesis</strong></p>\n    \n    <p>Fibromas are pure stromal tumors and are benign masses composed of neoplastic fibroblasts.</p>\n    \n    <p><strong>Clinical presentation</strong></p>\n    \n    <p>Fibromas usually occur in late reproductive age or postmenopausal women.&nbsp; They may cause symptoms of an adnexal mass or may be identified incidentally on imaging or pelvic examination performed for other indications.&nbsp; Fibromas are not hormonally active and do not cause symptoms due to hormone secretion.</p>\n    \n    <p>Fibromas may present with Meigs syndrome, which includes an ovarian fibroma, ascites, and pleural effusion.&nbsp; This can cause abdominal distension and pain (due to ascites) and shortness of breath and cough (due to pleural effusion).</p>\n    \n    <p><strong>Imaging and tumor markers</strong></p>\n    \n    <p>Imaging:&nbsp; Ultrasonographic findings include a unilateral, hypoechoic solid mass that may contain calcifications; there may be accompanying ascites.</p>\n    \n    <p>Tumor markers:&nbsp; Fibromas are hormonally inactive; therefore, they do not have a specific tumor marker.&nbsp; They may cause nonspecific elevations in CA-125 (due to peritoneal irritation).</p>\n    \n    <p><strong>Histopathology</strong></p>\n    \n    <p>Fibromas are firm white tumors (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63398.jpg\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ).&nbsp; Histologically, they are composed of fibroblasts and collagenous stroma (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74086.png\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ).&nbsp; A small percentage have increased cellularity and mitotic activity and are classified as cellular fibromas.<p></p>\n    \n    <p><strong>Management, prognosis, and complications</strong></p>\n    \n    <p>Fibromas are removed surgically and prognosis is excellent.&nbsp; Meigs syndrome (ascites and pleural effusion) resolves with removal of the fibroma.&nbsp; Symptomatic relief with thoracentesis or paracentesis can be considered for severe symptoms.&nbsp; Cellular fibromas can recur, sometimes after many years, and require long-term follow-up.</p>\n    <h1>Summary</h1>\n    \n    <p>Rare ovarian tumors (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35301.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), including germ cell tumors and sex cord-stromal tumors, frequently present at an earlier age than epithelial ovarian cancer, but can have similar symptoms, such as abdominal pain and fullness or distension.&nbsp; Some tumors may also cause symptoms related to the hormones they secrete.&nbsp; Imaging and tumor markers may suggest a particular type of tumor, but only histologic evaluation of surgical specimens can establish a definitive diagnosis.<p></p>\n    </div>\n    \n            "
}