{
  "meta": {
    "title": "Turner syndrome",
    "url": "https://brainandscalpel.vercel.app/turner-syndrome-52872076-cf563c.html",
    "scrapedAt": "2025-12-01T04:54:31.540Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Turner syndrome is a sex chromosome disorder caused by complete or partial loss of an X chromosome.&nbsp; Patients with Turner syndrome can develop a variety of complications that involve a multitude of organ systems (eg, cardiovascular, reproductive).</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Female individuals who are 46,XX undergo lyonization (random inactivation of one X chromosome in a given cell).&nbsp; However, certain genes remain active on the otherwise inactive X chromosome.&nbsp; Therefore, patients with complete or partial loss of an X chromosome only have 1 copy of these genes (ie, Turner syndrome), which affects growth and development.</p><br><br><p>The <strong>partial or complete loss of an X chromosome</strong> can result from any of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>45,X (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7912.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; Approximately 50% of patients with Turner syndrome have monosomy X.&nbsp; Of these patients, two-thirds have a maternally derived X chromosome, and one-third have a paternally derived X chromosome.&nbsp; Aneuploidy most often occurs due to meiotic nondisjunction (ie, failed separation of homologous chromosomes or sister chromatids) during gametogenesis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9565.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li>\n\t<li>45,X with mosaicism (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28049.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; Approximately 45% of patients have mosaicism (eg, 45,X/46,XX) due to nondisjunction after fertilization.&nbsp; The degree of mosaicism varies among different tissues, resulting in a milder phenotype than that seen in patients who have monosomy X.</li>\n\t<li>X chromosome anomaly:&nbsp; The remaining patients have an X chromosome anomaly (eg, ring chromosome X) that results in partial loss of the chromosome.</li>\n</ul><br><br><p>Turner syndrome occurs spontaneously, and there are no known risk factors.&nbsp; In fact, advanced maternal age, a risk factor for many chromosomal abnormalities, does not increase the risk for Turner syndrome.&nbsp; The incidence is approximately 1 in 2,500 live female births, and the likelihood of recurrence in subsequent pregnancies is similar to that of the general population.</p>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of Turner syndrome varies, depending on the patient's genotype.&nbsp; In general, patients with monosomy X have the most severe phenotype; common features include (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14170.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):<p></p>\n<h2>Cardiovascular</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bicuspid aortic valve</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9514.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; This feature can present with an early systolic click and a faint ejection murmur over the right upper sternal border.&nbsp; The abnormal structure and altered hemodynamics surrounding the bicuspid valve accelerate age-related valvular calcification, which can lead to aortic stenosis or, less commonly, aortic regurgitation.&nbsp; There is also an increased risk for infective endocarditis.</li>\n\t<li><strong>Coarctation of the aorta</strong>:&nbsp; When severe, coarctation can present with differential cyanosis and shock in infancy; however, milder cases can present with lower extremity claudication, blood pressure discrepancy between the upper and lower extremities, and delayed/diminished femoral pulses in childhood.</li>\n\t<li><strong>Aortic dissection</strong>:&nbsp; Aortic dissection most often occurs in the third or fourth decade of life and is associated with other cardiac morbidities (eg, bicuspid aortic valve, coarctation of the aorta, hypertension).</li>\n\t<li><strong>Hypertension</strong>:&nbsp; Because estrogen promotes vasodilation via nitric oxide production, patients with Turner syndrome are predisposed to elevated vascular resistance and aortic stiffness.&nbsp; Hyperlipidemia is also associated with estrogen deficiency and increases the risk for hypertension and coronary artery disease.</li>\n</ul>\n<h2>Reproductive</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gonadal dysgenesis</strong> (ie, poorly developed ovaries):&nbsp; Ovaries are usually nonfunctional and consist of fibrotic tissue with few, if any, atretic follicles.</li>\n\t<li><strong>Primary ovarian insufficiency</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41042.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; Most patients have minimal breast development and primary amenorrhea (ie, no menarche by age ≥13 with no secondary sexual characteristics or age ≥15 with secondary sexual characteristics) due to impaired estrogen production.&nbsp; Low estrogen inhibits negative feedback on the hypothalamic-pituitary-ovarian axis, leading to elevated FSH and LH levels.&nbsp; Ovarian production of testosterone is also affected.&nbsp; However, because Turner syndrome does not affect the adrenal glands, adrenarche (eg, pubic and axillary hair development) occurs normally.</li>\n\t<li><strong>Menarche</strong>:&nbsp; Menarche can occur in patients with milder phenotypes (eg, mosaicism), but these patients often experience pubertal arrest and secondary amenorrhea later in life.&nbsp; Most patients are infertile.</li>\n</ul>\n<h2>Musculoskeletal</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Short stature</strong>:&nbsp; The <em>SHOX</em> (short-stature homeobox) gene is located on the X chromosome and promotes long bone growth.&nbsp; Therefore, short stature (ie, height ≥2 standard deviations below the mean or ≤2nd percentile for age) is the most common feature of Turner syndrome.&nbsp; In fact, short stature is often the initial presentation for patients without other features of Turner syndrome.</li>\n\t<li><strong>Broad chest with widely spaced nipples.</strong></li>\n\t<li><strong>Cubitus valgus</strong> (increased carrying angle of the elbow) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73923.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Short neck</strong> due to hypoplasia of the neck vertebrae.</li>\n\t<li>Scoliosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20994.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ) and/or kyphosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21024.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).</li>\n\t<li>Narrow, high-arched palate with dental malocclusion.</li>\n\t<li>Short metacarpals.</li>\n</ul>\n<h2>Lymphatic</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Congenital lymphedema</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41020.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ) due to lymphatic vessel hypoplasia causing fluid to accumulate in the interstitial space of the hands and feet.&nbsp; Congenital lymphedema in utero can cause dysplastic nail development.</li>\n\t<li><strong>Webbed neck</strong> due to lymphatic vessel hypoplasia causing impaired cervical lymph drainage.&nbsp; Severe lymphatic vessel obstruction can lead to the accumulation of fluid in the jugular lymphatic sacs that presents as a cystic hygroma (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37862.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Renal</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Horseshoe kidney</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1436.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ), which is usually asymptomatic but can sometimes lead to obstructive nephropathy and secondary vesicoureteral reflux, causing recurrent urinary tract infections.</li>\n\t<li>Positional abnormalities and/or collecting system abnormalities (eg, ureter duplications)</li>\n</ul>\n<h2>Cognitive function</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Normal intelligence is expected for most patients, but there is an increased risk for learning disabilities in certain subjects (eg, mathematics) and attention deficit hyperactivity disorder</li>\n</ul><br><br><p>Patients are at increased risk for autoimmune conditions (eg, autoimmune thyroiditis, Celiac disease, autoimmune hepatitis).&nbsp; In addition, patients are at increased risk for hearing (eg, sensorineural, conductive) and vision (eg, strabismus, myopia) impairment later in life.</p>\n<h1>Diagnosis</h1><br><br><p>In cases of suspected Turner syndrome, <strong>karyotype analysis</strong> should be performed to confirm the diagnosis, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prenatal</strong>:&nbsp; Abnormal findings on prenatal testing (eg, amniocentesis, noninvasive prenatal testing) or ultrasonography (eg, cystic hygroma, cardiac defects) that are suspicious for Turner syndrome should be confirmed with karyotype analysis using cord blood or the patient's blood after birth.</li>\n\t<li><strong>Neonates</strong>:&nbsp; Findings of congenital lymphedema; webbed neck; narrow, high-arched palate; and short metacarpals warrant karyotype analysis after birth.</li>\n\t<li><strong>Infants/children</strong>:&nbsp; Any female patient with growth failure (ie, growth velocity &lt;10th percentile for age) should be screened with karyotype analysis, particularly if other features of Turner syndrome are present.</li>\n\t<li><strong>Adolescents</strong>:&nbsp; Turner syndrome should be suspected in any female patient with signs of primary ovarian insufficiency (eg, delayed thelarche, primary or secondary amenorrhea).&nbsp; Karyotype analysis is diagnostic.</li>\n</ul>\n<h1>Complications and management</h1><br><br><p>The management of Turner syndrome involves a multidisciplinary approach with comorbidity screening (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/91445.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), as follows:<p></p>\n<h2>Cardiovascular</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Structural anomalies</strong>:&nbsp; Echocardiography and ECG should be performed to screen for structural (eg, bicuspid aortic valve, coarctation of the aorta) and electrical abnormalities (eg, prolonged QT interval) at the time of diagnosis.&nbsp; In addition, echocardiography should be repeated at regular intervals to screen for ascending aortic dilation that could lead to life-threatening aortic dissection, particularly during pregnancy when increased cardiac output increases the risk for dissection.</li>\n\t<li><strong>Hypertension</strong>:&nbsp; Four-extremity blood pressure measurements should be obtained at regular intervals.&nbsp; Upper extremity hypertension and lower extremity hypotension are concerning for coarctation.&nbsp; In addition, patients are at increased risk for hypertension and often require antihypertensive therapy to reduce the risk for cardiovascular disease, especially in patients with other signs of metabolic syndrome</li>\n</ul>\n<h2>Reproductive</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Primary ovarian insufficiency</strong>:&nbsp; Estradiol replacement therapy should be initiated at a low dose if thelarche has not occurred by age 11-12 years.&nbsp; The initial dose should be increased slowly over time to mimic physiologic estrogen levels during puberty.&nbsp; After approximately 2 years of estradiol monotherapy, cyclic progestin therapy should be initiated to prevent endometrial hyperplasia.&nbsp; In addition to inducing puberty, estradiol replacement therapy supports growth (in conjunction with growth hormone therapy), promotes cardiovascular health, and improves bone mineralization (along with vitamin D supplementation).</li>\n\t<li><strong>Infertility</strong>:&nbsp; Most patients are infertile.&nbsp; However, with adequate estradiol and progestin supplementation, these patients can develop a sufficiently thickened endometrial lining to support a pregnancy.&nbsp; In vitro fertilization with an ovum from a donor results in pregnancy rates approaching 60%.&nbsp; However, a thorough renal, cardiac, and thyroid examination should be performed to reduce the potential for complications during pregnancy.&nbsp; Pregnancy can occur spontaneously in some patients with Turner syndrome, but the risk for spontaneous abortion, Down syndrome, and Turner syndrome are all increased in such cases.</li>\n</ul>\n<h2>Musculoskeletal</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Short stature</strong>:&nbsp; Although patients do not have growth hormone deficiency, growth hormone therapy should be initiated when the patient's height falls below the 5th percentile for age.&nbsp; With prompt initiation of growth hormone therapy, patients can reach expected adult height based on parental heights.</li>\n\t<li><strong>Osteoporosis</strong>:&nbsp; Estrogen inhibits osteoclast-mediated bone resorption.&nbsp; Therefore, patients with Turner syndrome and primary ovarian insufficiency should be screened for osteoporosis with serum 25-hydroxyvitamin D and DXA scan.&nbsp; Calcium and vitamin D supplementation may also be required.</li>\n</ul>\n<h2>Lymphatic</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Congenital lymphedema</strong>:&nbsp; Supportive measures, including compression stockings and massage therapy, may provide symptomatic relief.&nbsp; Diuretics are generally not helpful because they mobilize fluid from the vascular space, not the interstitial space where fluid accumulates in congenital lymphedema.</li>\n</ul>\n<h2>Renal</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Structural/positional anomalies</strong> (eg, horseshoe kidney):&nbsp; Renal ultrasonography should be performed at the time of diagnosis to characterize the anatomy of the collecting system and the position of the kidneys.</li>\n</ul>\n<h2>Cognitive function</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients should undergo annual developmental and behavioral screenings.&nbsp; In addition, neuropsychologic assessments should be conducted at regular intervals at the patient's academic institution.</li>\n</ul>\n<h2>Additional complications</h2><br><br><p>Patients with Turner syndrome are at increased risk for a variety of other conditions that require routine screening at regular intervals, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Autoimmune conditions</strong>:&nbsp; These conditions include autoimmune thyroiditis (thyroid function tests) and celiac disease (tissue transglutaminase antibodies).&nbsp; Patients who develop celiac disease can develop iron deficiency anemia and vitamin D deficiency due to micronutrient malabsorption and may require supplementation, especially given the increased risk for osteoporosis due to primary ovarian failure.</li>\n\t<li><strong>Metabolic syndrome</strong>:&nbsp; Metabolic syndrome requires regular screening for hyperglycemia (glycosylated hemoglobin), dyslipidemia (lipid panel), and liver disease (liver function test).</li>\n\t<li><strong>Hearing impairment</strong>:&nbsp; Patients are at increased risk should be screened for sensorineural (due to defective outer hair cells in the cochlea) and conductive (due to recurrent acute otitis media) hearing loss.</li>\n\t<li><strong>Vision impairment</strong>:&nbsp; Patients are at increased risk for strabismus and myopia.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Overall, the mortality rate for patients with Turner syndrome is higher than that for the general population, and noncongenital cardiovascular disease (eg, aortic dissection) is the leading cause.&nbsp; Therefore, routine screening and management of known risk factors for cardiovascular disease (eg, hypertension, metabolic syndrome) are essential.</p>\n<h1>Summary</h1><br><br><p>Turner syndrome is a sex chromosome disorder caused by partial or complete loss of an X chromosome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/91407.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Characteristic features include short stature, primary ovarian insufficiency, and coarctation of the aorta.&nbsp; Management involves a multidisciplinary approach with an emphasis on comorbidity screening.&nbsp; Most patients require growth hormone therapy to reach expected adult height and estradiol replacement therapy to induce puberty and prevent osteoporosis and cardiovascular disease.<p></p>\n</div>\n\n            "
}