{
  "meta": {
    "title": "Uterine fibroids",
    "url": "https://brainandscalpel.vercel.app/uterine-fibroids-01c35fdd-cf563c.html",
    "scrapedAt": "2025-12-01T04:54:35.373Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Uterine fibroids, also known as leiomyomas or myomas, are benign smooth muscle tumors of the uterus.&nbsp; They are the most common pelvic tumors in women and can vary in size, number, and location within the uterus.&nbsp; Many patients with fibroids are asymptomatic, but those with symptoms can have abnormal uterine bleeding, bulk symptoms, or issues with reproductive function.</p>\n<h1>Pathophysiology</h1><br><br><p>Fibroids are common benign tumors arising from the monoclonal proliferation of myocytes and fibroblasts that can grow to a variety of sizes and in various locations within the uterine myometrium.&nbsp; Fibroid proliferation appears to be influenced by environmental and reproductive factors (eg, pregnancy, obesity) that increase estrogen levels (ie, fibroids are estrogen-dependent tumors).</p><br><br><p>As fibroids grow in size and number, they can be associated with a variety of symptoms.&nbsp; Heavy menstrual bleeding, the most common symptom, may result from impaired uterine contractility, increased uterine surface area (due to uterine cavity distortion), and ulceration of the endometrium.&nbsp; In addition, biochemical vasoactive growth factors expressed by fibroids cause venous ectasia (dilation).&nbsp; During menstrual shedding, the large-caliber venules overwhelm normal hemostatic mechanisms (platelet aggregation, fibrin deposition, thrombus formation) that control menstrual blood loss.</p><br><br><p>Some fibroids also cause pelvic pressure and pain due to pressure on neighboring structures, and some are associated with infertility and pregnancy loss due to uterine cavity distortion.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Reproductive factors:&nbsp; early menarche, late menopause, parity (≥1 pregnancy that reaches ≥20 weeks gestation)</li>\n\t<li>Age (prevalence increases with age among reproductive-aged women)</li>\n\t<li>Black (associated with increased fibroid burden, more severe symptoms, and earlier age of onset)</li>\n\t<li>Family history</li>\n</ul>\n<h1>Pathology</h1><br><br><p>Macroscopically (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63379.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), fibroids are firm, white, whorled tumors surrounded by a thin pseudocapsule.&nbsp; Microscopically, they are composed of a monoclonal proliferation of smooth muscle cells and varying amounts of fibrous connective tissue.&nbsp; They can be classified based on their location (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17609.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Intramural</strong>:&nbsp; located within the uterine wall (myometrium)</li>\n\t<li><strong>Subserosal</strong>:&nbsp; arising from the myometrium just below the serosa and projecting to the outer surface of the uterus</li>\n\t<li><strong>Submucosal</strong>:&nbsp; arising from the myometrium just below the endometrium and protruding into the uterine cavity (uterine cavity shape may be distorted)</li>\n\t<li><strong>Pedunculated</strong>:&nbsp; attached to the uterus by a stalk, typically protruding from the serosal surface</li>\n</ul><br><br><p>The various locations of fibroids result in the variety of symptoms that patients can develop.</p>\n<h1>Clinical presentation</h1><br><br><p>Many patients with fibroids are asymptomatic, and fibroids are often discovered incidentally during pelvic examinations or imaging performed for other indications.&nbsp; Symptoms and their severity are usually influenced by the size and location of fibroids:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Abnormal uterine bleeding</strong>:&nbsp; heavy menstrual bleeding and prolonged bleeding, which are the most common symptoms of fibroids and can cause iron deficiency anemia.&nbsp; Abnormal uterine bleeding is typically associated with submucosal and intramural fibroids.</li>\n\t<li><strong>Pain</strong>:&nbsp; dysmenorrhea, chronic pelvic pain, or lower back pain.&nbsp; The pain is often related to large fibroid size.</li>\n\t<li><strong>Bulk symptoms</strong>:&nbsp; usually pelvic pressure or sensation of abdominal fullness.&nbsp; Patients may notice expanding abdominal girth, particularly with larger fibroids.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Most patients with bulk symptoms have fibroids large enough to palpate on examination.&nbsp; The uterus is typically enlarged, often with the fundus palpable at the umbilicus or above, and may have an irregular contour, representing intramural and subserosal fibroids that distort the uterine shape.</li>\n\t\t<li>Posterior fibroids can press on the colon and rectum, resulting in constipation.&nbsp; Anterior fibroids press on the bladder and cause urinary frequency.&nbsp; Rarely, fibroids can be large enough to press on the ureter and cause hydronephrosis.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Reproductive issues</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Infertility</strong>:&nbsp; distortion of the uterine cavity (particularly because of submucosal fibroids), which can impair the movement of sperm and embryos or affect embryo implantation</li>\n\t<li><strong>Pregnancy</strong>:&nbsp; increased risk for preterm delivery, fetal malpresentation (eg, breech, transverse), placental abruption, obstructed labor, or postpartum hemorrhage</li>\n</ul>\n<h2>Rare complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fibroid degeneration</strong>:&nbsp; Ioccurs when a fibroid outgrows its blood supply, leading to infarction of the fibroid.&nbsp; This can cause localized acute pelvic pain, uterine tenderness, and low-grade fever.</li>\n\t<li><strong>Fibroid torsion</strong>:&nbsp; occurs when a pedunculated fibroid twists on its stalk, causing occlusion of its blood supply and acute, localized pain and tenderness.</li>\n\t<li><strong>Fibroid prolapse</strong>:&nbsp; occurs when a submucosal fibroid is expelled through the cervix, causing pain and vaginal bleeding.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Adenomyosis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18075.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; is the presence of endometrial tissue within the myometrium, which can cause menses with heavy bleeding and an enlarged uterus on pelvic examination.&nbsp; However, fibroids (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39263.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) often create an irregular contour on the uterus, whereas adenomyosis usually causes the uterus to be diffusely enlarged and globular.</li>\n\t<li><strong>Uterine sarcoma</strong>:&nbsp; is a rare malignant myometrial mass that can have a similar presentation as fibroids (eg, abnormal uterine bleeding, pain, pressure).&nbsp; It typically occurs after menopause and should be suspected in any postmenopausal patient with a new or enlarging uterine mass.</li>\n\t<li><strong>Endometrial hyperplasia/cancer</strong>:&nbsp; causes heavy menses or irregular bleeding.&nbsp; However, ultrasonography reveals abnormal thickening of the endometrium.</li>\n\t<li><strong>Ovarian tumors</strong>:&nbsp; can present with pelvic pain, bulk symptoms, or increased abdominal girth but are less likely to affect the menstrual bleeding pattern.&nbsp; Many ovarian tumors are palpable as adnexal masses distinct from the uterus, and ultrasonography can be used to identify the origin of the mass if pelvic examination is indeterminate.</li>\n\t<li><strong>Endometriosis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16637.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; is the presence of endometrial tissue outside the uterus.&nbsp; When symptomatic, endometriosis causes pelvic pain and dysmenorrhea.&nbsp; Rather than causing an irregularly shaped, enlarged uterus, endometriosis can cause limited uterine mobility due to adhesions, pelvic tenderness, or an adnexal mass (endometrioma).</li>\n\t<li><strong>Pregnancy</strong>:&nbsp; can present with pelvic pain and pressure, vaginal bleeding, and a pelvic mass.&nbsp; A pregnancy test and ultrasonography can be used to easily distinguish between fibroids and pregnancy.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Fibroids are typically diagnosed clinically based on imaging findings or occasionally by direct visualization during surgery.&nbsp; If a surgical specimen is obtained through hysterectomy or myomectomy, histologic evaluation confirms the diagnosis.</p><br><br><p>Because fibroids are extremely common and can cause symptoms that overlap with other abdominopelvic pathology, other conditions (eg, gastrointestinal disease, malignancy, endometriosis) must be excluded as the cause of patient symptoms, particularly if the size or location of identified fibroids is inconsistent with the degree of symptomatology.&nbsp; However, once other causes are excluded, fibroid management can proceed without a histologic diagnosis.</p>\n<h1>Laboratory evaluation</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Due to the heavy menstrual bleeding and iron deficiency anemia associated with fibroids, most patients require a complete blood count to evaluate for anemia and a potential underlying bleeding disorder.&nbsp; Further hematologic testing should be considered in patients with a suspected bleeding disorder.</li>\n\t<li>Pregnancy test.</li>\n\t<li>Endometrial biopsy is performed to rule out endometrial hyperplasia/cancer in patients with risk factors (eg, obesity, age ≥45, irregular or intermenstrual bleeding, hereditary cancer syndromes, chronic ovulatory dysfunction).</li>\n</ul><br><br><p>FSH, TSH, and prolactin levels are not necessary in the diagnosis of uterine fibroids, but they may be collected to rule out other causes of abnormal uterine bleeding.</p>\n<h1>Imaging</h1><br><br><p>The primary diagnostic tool for the initial assessment of uterine fibroids is pelvic ultrasonography, which can determine fibroid size, number, and location.&nbsp; On ultrasonography, fibroids (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65483.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) appear as round, well-circumscribed hypoechoic uterine masses.<p></p><br><br><p>In some cases, submucosal fibroids are difficult to distinguish from other pathologies that distort the uterine cavity (eg, endometrial polyps).&nbsp; In these cases, patients can undergo sonohysterography (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81433.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ), an enhanced ultrasonography with saline infusion into the uterine cavity.<p></p>\n<h1>Management</h1><br><br><p>Many women have asymptomatic fibroids and do not require treatment.</p><br><br><p>For women with symptomatic fibroids, multiple medical and surgical management options are available.&nbsp; Management often depends on the location of the fibroids, patient preference, and patient desire for future fertility.&nbsp; However, surgical management is indicated when there is suspicion for malignancy.</p>\n<h2>Medical therapy</h2><br><br><p>Various types of medical therapy can be used for long-term and preoperative management of uterine fibroids, and is particularly effective for the treatment of heavy menstrual bleeding (may be less effective in patients with large fibroids and predominantly bulk symptoms):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Combined estrogen-progestin oral contraceptives</strong> manage bleeding and pain symptoms by decreasing the thickness of the endometrial lining, but they do not shrink fibroids.</li>\n\t<li><strong>Progestins</strong> included in progestin-releasing intrauterine devices (IUDs) can treat heavy menstrual bleeding related to fibroids.&nbsp; However, fibroids increase the risk for IUD expulsion, particularly if the uterine cavity is distorted.&nbsp; Other progestins (oral, implant, injectable) may be less effective than IUDs.</li>\n\t<li><strong>Antifibrinolytics</strong> can reduce heavy menstrual bleeding.</li>\n\t<li><strong>GnRH receptor agonists</strong> (eg, leuprolide) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/94013.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ) cause desensitization and downregulation of pituitary GnRH receptors, leading to decreased FSH levels, estrogen levels, thereby decreasing fibroid size.&nbsp; These are not first-line medications because long-term use is limited by hypoestrogenic adverse effects (eg, vasomotor symptoms, reduced bone density).</li>\n</ul>\n<h2>Surgical procedures</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Myomectomy</strong>:&nbsp; is the removal of fibroids while preserving the uterus.&nbsp; This surgical procedure is preferred for patients wishing to retain fertility, and the method (eg, hysteroscopic, abdominal, transvaginal) depends on fibroid location and size.</li>\n\t<li><strong>Hysterectomy</strong>:&nbsp; removal of the uterus, is the definitive treatment for women not desiring future fertility.</li>\n</ul>\n<h2>Interventional radiology procedures</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Uterine artery embolization</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/92942.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 2\n                                    </a>\n                                </div>\n                                ) blocks blood flow to fibroids, reducing fibroid and overall uterine size and improving symptoms.&nbsp; This procedure is used only in premenopausal patients who do not desire future fertility but would like to avoid major surgery and/or preserve their uterus.</li>\n</ul>\n<h1>Complications and prognosis</h1><br><br><p>During the reproductive years, most fibroids remain stable or grow slowly (although regression is possible).&nbsp; The appearance of new fibroids is common, particularly in younger women who have multiple fibroids initially, and patients who undergo myomectomy can develop additional fibroids and may require repeat surgeries.&nbsp; Fibroids often decrease in size after menopause due to decreased estrogen levels.&nbsp; Symptoms of abnormal bleeding or pain often resolve, and bulk symptoms may improve.</p><br><br><p>Fibroids can also grow during pregnancy.&nbsp; Fibroids increase the risk for certain complications (eg, preterm delivery, placental abruption, fetal malpresentation), but many patients with fibroids have an uncomplicated pregnancy.&nbsp; Patients without contraindications to vaginal delivery usually do not require cesarean delivery due to fibroids.&nbsp; However, patients who have had a prior myomectomy involving extensive myometrial surgery are at increased risk for uterine rupture (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16578.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ) and should undergo cesarean delivery.<p></p>\n<h1>Summary</h1><br><br><p>Uterine fibroids (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35149.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) are common and often asymptomatic, but they can cause significant morbidity in some women, causing heavy menstrual bleeding, pain, and bulk symptoms and impaired fertility and pregnancy outcomes.&nbsp; Treatment should be individualized based on symptoms, fibroid characteristics, and patient preferences, particularly regarding fertility preservation.<p></p>\n</div>\n\n            "
}