{
  "meta": {
    "title": "Vulvovaginal candidiasis",
    "url": "https://brainandscalpel.vercel.app/vulvovaginal-candidiasis-df2c6725-cf563c.html",
    "scrapedAt": "2025-12-01T04:54:41.142Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Vulvovaginal candidiasis (VVC), commonly known as a yeast infection, is an inflammatory vulvar and vaginal infection caused by overgrowth of fungal <em>Candida</em> species, most commonly <em>Candida albicans</em>.&nbsp; Although <em>Candida</em> spp. are part of the normal vaginal flora, overgrowth can lead to symptomatic infection.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p><em>Candida</em> fungal spp. are part of the normal vaginal flora and exist in balance with the predominant bacteria of the vaginal microbiome, gram-positive <em>Lactobacillus</em> spp.&nbsp; Alterations in immune function or in the balance of the vaginal microbiome allow for excessive <em>Candida</em> proliferation.&nbsp; Symptomatic infection develops when pseudohyphae invade the vaginal epithelium, leading to inflammation.&nbsp; Disruptions in the flora balance can occur sporadically or as a result of well-known risk factors that predispose to candidiasis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Antibiotic use</strong> reduces the number of lactobacilli, thereby disrupting the normal flora and allowing for unchecked <em>Candida</em> growth.</li>\n\t<li><strong>High estrogen levels</strong> (eg, pregnancy, postmenopausal estrogen therapy) increase glycogen content (used by <em>Candida</em> spp.) within vaginal epithelial cells.</li>\n\t<li><strong>Diabetes mellitus</strong> (and treatment with sodium-glucose cotransporter-2 inhibitors) results in elevated glucose, which facilitates adhesion of <em>Candida</em> to epithelial cells.</li>\n\t<li><strong>Immunosuppression</strong> (ie, HIV/AIDS, corticosteroid use) impairs regulation of <em>Candida</em> spp.&nbsp; proliferation.</li>\n</ul><br><br><p>The majority of VVC cases are due to <em><strong>C albicans</strong></em>.&nbsp; Therefore, this review article focuses on the presentation and management of <em>C albicans</em> as a cause of VVC.</p>\n<h1>Clinical presentation</h1><br><br><p>VVC commonly presents with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vulvovaginal pruritus</strong> that can lead to excoriations.</li>\n\t<li>Vaginal discharge (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44514.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), which is classically described as <strong>thick, white, cottage cheese–like discharge</strong>; however, this can vary in presentation to include scant, thin, or watery discharge.</li>\n\t<li><strong>Vulvovaginal inflammation</strong> with erythema and edema of the vulva and vaginal mucosa, leading to dysuria and dyspareunia.</li>\n</ul>\n<h1>Diagnosis and laboratory evaluation</h1><br><br><p>Diagnosis of VVC is often made clinically with laboratory testing.&nbsp; Physical examination often shows thick, white discharge with vulvar and vaginal erythema (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31218.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Findings are most often confirmed using office-based tests that provide immediate results:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Microscopy with potassium hydroxide (KOH) wet mount preparation</strong>:&nbsp; The KOH lyses epithelial cells to reveal budding yeast, pseudohyphae, and hyphae (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L893.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Vaginal pH</strong>:&nbsp; Normal pH ranges from 4.0 to 4.5.</li>\n</ul><br><br><p>Vaginal cultures can also be obtained; however, because <em>Candida</em> spp. are part of the normal vaginal flora, a positive culture does not always indicate infection.&nbsp; Cultures are most commonly used for recurrent infection or treatment resistance.</p><br><br><p>Nucleic acid amplification testing for trichomoniasis, gonorrhea, and chlamydia is often performed because of the variability in vaginal discharge, particularly in patients with risk factors (eg, age &lt;25, multiple sexual partners).</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of VVC can be tailored based on the presenting symptom of either vaginal discharge (typically infectious) or vulvovaginal inflammation.</p>\n<h2>Infectious causes </h2><br><br><p>These causespresent with vaginal discharge (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21422.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bacterial vaginosis</strong> (BV):&nbsp; is a common noninflammatory cause of vaginal discharge.&nbsp; It is characterized by a thin, gray, malodorous discharge and fishy odor.&nbsp; BV has a higher-than-normal vaginal pH (&gt;4.5), clue cells on microscopy, and a positive whiff test (amine odor with KOH).</li>\n\t<li><strong>Trichomoniasis</strong>:&nbsp; is a sexually transmitted inflammatory infection that presents with a frothy, yellow-green discharge, vaginal inflammation, and punctate hemorrhages on the vagina and/or cervix (ie, strawberry cervix).&nbsp; Trichomonas vaginitis has a higher-than-normal vaginal pH (pH 5.0-6.0) and motile trichomonads on microscopy.</li>\n</ul>\n<h2>Autoimmune and allergic conditions </h2><br><br><p>These conditions typically present with vulvovaginal inflammation:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Contact dermatitis</strong>:&nbsp; often presents with itching and erythema due to reactions to irritants or allergies; however, there is often no accompanying vaginal discharge.</li>\n\t<li><strong>Vulvar lichen sclerosus</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16392.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; is a chronic condition consisting of pruritus, sclerotic white patches, and progressive loss of vulvar architecture.&nbsp; However, it most often is sparing of the vagina and discharge is not generally present.</li>\n\t<li><strong>Vulvar lichen simplex chronicus</strong>:&nbsp; is a chronic skin disorder characterized by an itch-scratch cycle (scratching that initially relieves symptoms leads to more itching) most often caused by atopic dermatitis.&nbsp; This leads to lichenification (thickened leather appearance) of the vulvar skin.&nbsp; However, vaginal involvement and vaginal discharge are not present.</li>\n</ul>\n<h1>Management</h1><br><br><p>The mainstay of VVC treatment is with oral or topical antifungals:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fluconazole</strong>, which is the most commonly used oral treatment and generally requires only a single dose for complete symptom resolution</li>\n\t<li>Intravaginal topical antifungals (eg, <strong>clotrimazole</strong>, <strong>miconazole</strong>)</li>\n</ul><br><br><p>Recurrent VVC (ie, ≥3 infections in 1 year) requires extended antifungal dosing, often with weekly maintenance therapy.&nbsp; A broader work-up to identify and manage chronic risk factors (eg, diabetes mellitus, HIV) is also required.</p>\n<h2>Pregnancy considerations</h2><br><br><p>VVC during pregnancy is not associated with adverse pregnancy outcomes (eg, preterm labor, preterm prelabor rupture of membranes); therefore, treatment is primarily indicated for symptom relief.&nbsp; Because pregnancy is a high-estrogen state, the length of treatment may need to be extended compared to that in nonpregnant patients.</p><br><br><p>First-line therapy in pregnancy is with intravaginal topical azoles (eg, clotrimazole, miconazole) for 7-14 days.&nbsp; Fluconazole is generally avoided, particularly in the first trimester, due to concerns for fetal malformation and increased risk for spontaneous abortions.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for VVC is excellent because most cases resolve with antifungal therapy.&nbsp; However, recurrent VVC (ie, ≥3 infections/year) is challenging and requires long-term maintenance therapy.</p>\n<h1>Summary</h1><br><br><p>Vulvovaginal candidiasis is a common cause of inflammatory vulvovaginitis and is caused by an overgrowth of <em>Candida</em> spp., a normal component of the vaginal flora (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31895.jpg\" alt=\"table 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">table 1</div>\n                                </div>\n                                ).&nbsp; The diagnosis is made clinically with office-based testing (normal vaginal pH, yeast components on potassium hydroxide–prepared microscopy).&nbsp; Treatment with antifungals (oral or topical) is highly effective.<p></p>\n</div>\n\n            "
}