{
  "meta": {
    "title": "Vulvar cancer",
    "url": "https://brainandscalpel.vercel.app/vulvar-cancer-6c71aaf7-cf563c.html",
    "scrapedAt": "2025-12-01T04:54:36.997Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Vulvar cancer is a malignancy of the female external genitalia, which include the labia majora and minora, vaginal introitus, clitoris, and urethral meatus.&nbsp; The most common histologic type is squamous cell carcinoma (SCC), which typically presents in older women with persistent human papillomavirus (HPV) infection or lichen sclerosus.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>The most common type of vulvar cancer is SCC, which can develop via 2 independent mechanisms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>HPV-dependent</strong> (most common):&nbsp; persistent HPV infection (particularly with high-risk types 16 and 18) causes squamous cell mutations via integration and expression of viral oncogenes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31100.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Oncogenesis from high-risk HPV is attributed to viral proteins E6 and E7, which inhibit p53 and Rb, leading to unregulated cell proliferation, dysplasia, and malignant transformation.&nbsp; Risk factors for HPV-related cancer are related to:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Increased exposure to HPV, usually involving high-risk sexual activity (eg, multiple sexual partners, early age at onset of sexual activity)</li>\n\t\t<li>Inability to clear persistent HPV infection due to:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Chronic tobacco use</li>\n\t\t\t<li>Immunodeficiency (eg, HIV)</li>\n\t\t\t<li>Vulvar or cervical intraepithelial neoplasia</li>\n\t\t\t<li>Prior cervical cancer</li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li><strong>HPV-independent</strong> (less common):&nbsp; The pathogenesis of vulvar SCC is related to chronic inflammatory or autoimmune processes associated with vulvar dermatoses.&nbsp; The greatest risk factor is lichen sclerosus.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Patients with vulvar cancer are typically older; the average age of diagnosis is 68.&nbsp; The classic presentation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A <strong>unifocal, friable plaque or ulcer</strong> on the labia majus, which can cause bleeding with intercourse or wiping</li>\n\t<li><strong>Vulvar pruritus or pain</strong>, which can cause dyspareunia</li>\n\t<li><strong>Painless, unilateral inguinal lymphadenopathy</strong>, which suggests an advanced cancer stage</li>\n</ul><br><br><p>However, many patients are asymptomatic and have a lesion identified on routine examination.</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of vulvar cancer requires a biopsy of the lesion (eg, punch biopsy) and histopathologic evaluation, which distinguishes between benign (eg, lichen sclerosus) and neoplastic lesions.&nbsp; In addition, it helps further differentiate between noninvasive neoplasia (eg, high-grade squamous intraepithelial lesions) and invasive cancer.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis of vulvar SCC includes both benign and malignant lesions of the vulva.</p>\n<h2>Benign vulvar lesions</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lichen sclerosus</strong>:&nbsp; a chronic inflammatory skin condition characterized by white, patchy areas of thin skin that may be pruritic or painful.&nbsp; It can mimic the appearance of vulvar cancer but typically lacks ulceration or raised borders.</li>\n\t<li><strong>Lichen planus</strong>:&nbsp; an inflammatory disorder that can affect the vulva.&nbsp; It typically presents with vulvar pain with either erosive, glazed lesions with white striae (ie, Wickham striae) or small purple papules.</li>\n\t<li><strong>Anogenital warts</strong> (condylomata acuminata):&nbsp; typically present as painless, soft, pink or flesh-colored growths on the vulva.</li>\n</ul>\n<h2>Other malignant vulvar lesions</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Melanoma</strong>:&nbsp; can occur on the vulva but typically presents as pigmented lesions with irregular borders.</li>\n\t<li><strong>Paget disease of the vulva</strong>:&nbsp; a rare form of intraepithelial adenocarcinoma that presents with eczematous, erythematous patches or plaques on the vulva.</li>\n\t<li><strong>Bartholin gland carcinoma</strong>:&nbsp; a rare vulvar lesion that typically presents as an immobile mass at the 4 and 8 o'clock positions at the vaginal introitus.</li>\n</ul>\n<h1>Management</h1><br><br><p>Patients with biopsy-proven vulvar cancer require further evaluation to determine the cancer stage.</p><br><br><p>Vulvar cancer staging (eg, tumor size, depth of invasion, local extension, lymph node involvement) is via both clinical and surgical approaches and includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Examination of the cervix, vagina, and perianal skin to evaluate for disease extension (local invasion) and possible concomitant, HPV-related malignancy in these regions.</li>\n\t<li>MRI or CT scan of the pelvis to determine tumor size, local invasion, and lymph node involvement.</li>\n\t<li><strong>Sentinel lymph node biopsy</strong> to determine whether vulvar carcinoma has spread from the primary site to the regional lymph nodes via lymphatic drainage.&nbsp; Initial staging assesses for tumor spread to the sentinel lymph nodes (ie, the first lymph nodes to drain the primary tumor site).&nbsp; The sentinel lymph nodes biopsied for vulvar SCC are the inguinofemoral nodes, which consist of a superficial inguinal node and a deeper femoral node.</li>\n</ul><br><br><p>The majority of patients with vulvar SCC are treated with <strong>surgery</strong> (eg, wide local excision ± lymph node dissection based on lymph node involvement) and possible adjuvant therapy (ie, radiation therapy, chemotherapy).&nbsp; Medical management is pursued only in patients with unresectable disease, medical comorbidities that preclude surgery, or distant metastatic disease.</p><br><br><p>Long-term follow-up is needed for posttreatment surveillance due to the risk for recurrent disease.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for vulvar SCC depends on the stage of disease.&nbsp; The greatest prognostic factor is inguinal and/or femoral lymph node involvement.&nbsp; Lesions confined to the primary site usually have a good prognosis.&nbsp; In contrast, locally advanced or metastatic disease carries a poorer prognosis.</p><br><br><p>Other important factors include patient age and overall health.&nbsp; Early detection and treatment are associated with improved outcomes.</p>\n<h1>Prevention</h1><br><br><p>The most important preventive strategy for HPV-related vulvar cancer is the <strong>HPV vaccination</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/53590.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Those with precancerous lesions (vulvar intraepithelial neoplasia, lichen sclerosus) should undergo routine examination and treatment.&nbsp; In addition, patients who use tobacco should be counseled to stop.<p></p>\n<h1>Summary</h1><br><br><p>Squamous cell carcinoma is the most common type of vulvar cancer (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36110.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; The classic presentation is a unifocal, friable plaque or ulcer on the labia majus associated with pruritus or pain; however, many patients are asymptomatic.&nbsp; Diagnosis is with vulvar biopsy.&nbsp; Treatment involves surgery and possible chemoradiotherapy.<p></p>\n</div>\n\n            "
}