{
  "meta": {
    "title": "Anatomy: the retroperitoneum",
    "url": "https://brainandscalpel.vercel.app/anatomy-the-retroperitoneum-7404b1d1-635632.html",
    "scrapedAt": "2025-12-01T05:06:42.912Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The retroperitoneum is the anatomical space located posterior to the parietal peritoneum and anterior to the transversalis fascia of the posterior wall.&nbsp; The retroperitoneum contains organs, vessels, and nerves that contribute to the urinary, circulatory, gastrointestinal, and endocrine systems.</p>\n<h1>Boundaries</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anterior boundary</strong>:&nbsp; The parietal peritoneum; a thin serous membrane lining the posterior abdominal wall that separates the intraperitoneal cavity from retroperitoneal contents.</li>\n\t<li><strong>Posterior boundary</strong>:&nbsp; The transversalis fascia covering the posterior abdominal wall muscles and vertebral column.&nbsp; The posterior boundary provides the plane between retroperitoneal fat and posterior musculature (ie, psoas major, psoas minor, quadratus lumborum).</li>\n\t<li><strong>Superior boundary</strong>:&nbsp; The diaphragm, including its crura and arcuate ligaments.&nbsp; The crura allows major vessels (eg, aorta, inferior vena cava [IVC]) and the esophagus to pass and is the superior boundary for the retroperitoneum.</li>\n\t<li><strong>Inferior boundary</strong>:&nbsp; The pelvic inlet or the pelvic brim.&nbsp; The fascial layers of the retroperitoneum are continuous with the deep pelvic fascia, which allows for direct communication of the retroperitoneum to the pelvis.</li>\n\t<li><strong>Lateral boundaries</strong>:&nbsp; The lateroconal fascia, a fusion of the renal fascia and the transversalis fascia.</li>\n</ul>\n<h1>Major retroperitoneal organs</h1><br><br><p>The major organs found in the retroperitoneum are categorized as either primary or secondary retroperitoneal organs (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89580.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Primary retroperitoneal structures are those that originate directly within the retroperitoneal space, and secondary retroperitoneal structures are those that were initially located within the peritoneal cavity but migrated posterior to the peritoneum during embryonic development (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/53357.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Primary retroperitoneal organs include the kidneys, adrenal glands, ureters, abdominal aorta, IVC, and sympathetic trunks.</li>\n\t<li>Secondary retroperitoneal structures include the duodenum (2nd-4th parts), pancreas (head, neck, body), ascending and descending colon, and rectum.</li>\n</ul>\n<h1>Retroperitoneal compartments</h1><br><br><p>The retroperitoneum is divided by fascial planes into separate compartments: the anterior pararenal space, the posterior pararenal space, and the perirenal (or perinephric) space (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/131026.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Anterior pararenal space</h2><br><br><p>The anterior pararenal space is confined by the posterior parietal peritoneum anteriorly, the anterior renal fascia posteriorly, and the lateroconal fascia laterally.&nbsp; This compartment contains secondary retroperitoneal organs, such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pancreas</strong> (except the tail):&nbsp; The head, neck, and most of the body are retroperitoneal, whereas the tail remains intraperitoneal.</li>\n\t<li><strong>Duodenum</strong> (2nd-4th parts):&nbsp; The duodenum is divided into 4 parts (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25931.png\" alt=\"figure: figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure: figure 2</div>\n                                </div>\n                                ).&nbsp; Although the 1st part of the duodenum is intraperitoneal, the 2nd-4th parts are retroperitoneal, fixed to the posterior abdominal.</li>\n\t<li><strong>Ascending and descending colon</strong>:&nbsp; Anchored to the posterior abdominal wall.</li>\n</ul>\n<h2>Perirenal space</h2><br><br><p>The perirenal space is confined by the anterior renal fascia and the posterior renal fascia, together comprising the renal fascia.&nbsp; This compartment contains:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Kidneys</strong>:&nbsp; Located from T12-L3, surrounded by perirenal fat, and enclosed by fascia.</li>\n\t<li><strong>Adrenal (suprarenal) glands</strong>:&nbsp; Small endocrine glands atop each kidney.&nbsp; The right adrenal is pyramidal and closely related to the IVC, and the left adrenal is crescent-shaped and contacts the stomach and pancreas.</li>\n\t<li><strong>Proximal ureters</strong>:&nbsp; Descend from the renal pelvis within perirenal fat.</li>\n</ul>\n<h2>Posterior pararenal space</h2><br><br><p>The posterior pararenal space is confined by the posterior renal fascia anteriorly, the transversalis fascia posteriorly, and by the psoas muscle medially.&nbsp; It continues laterally to the lateroconal fascia as the properitoneal fat of the abdominal wall.&nbsp; Inferiorly, the posterior pararenal space is open to the pelvis, and it continues superiorly as a thin subdiaphragmatic layer of extraperitoneal fat.&nbsp; This space contains primarily fat but serves as a surgical landmark during nephrectomy or retroperitoneal dissections.</p>\n<h2>Great vessel compartment</h2><br><br><p>The great vessel compartment is a retroperitoneal space that houses the aorta and the IVC.&nbsp; It lies between the perineal spaces and anterior to the vertebral bodies, and therefore is sometimes referred to as the central retroperitoneal compartment.</p>\n<h1>Blood vessels of the retroperitoneum</h1><h2>Abdominal aorta</h2><br><br><p>The abdominal aorta extends from the aortic hiatus (opening within the diaphragm) at the level of the T12 vertebrae to the point of bifurcation into the common iliac arteries at the level of the L4 vertebrae (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25419.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Key branches from the abdominal aorta include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Celiac trunk</strong> (T12) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25939.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; supplies foregut organs (eg, esophagus, stomach, proximal duodenum, liver, gallbladder, pancreas).<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Retroperitoneal:&nbsp; The main branches of the celiac trunk course are retroperitoneal, which include the splenic artery, common hepatic artery, and gastroduodenal artery.</li>\n\t\t<li>Intraperitoneal:&nbsp; Smaller branches of the celiac trunk become enveloped in mesenteries (ie, intraperitoneal) and include the proper hepatic artery, short and left gastric arteries, and the right and left gastro-omental arteries.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Superior mesenteric artery</strong> (L1) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8890.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; Arises just below the celiac trunk and supplies midgut organs (eg, distal duodenum, jejunum, ileum, cecum, appendix, ascending colon, proximal two thirds of transverse colon).\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Retroperitoneal:&nbsp; The right colic artery (supplies ascending colon and hepatic flexure) and the ileocolic artery (distal branches supply cecum and appendix) predominantly course retroperitoneal.</li>\n\t\t<li>Intraperitoneal:&nbsp; The middle colic artery (supplies the transverse colon) and the jejunal and ileal arteries (supplies the jejunum and ileum) predominantly course intraperitoneal.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Renal arteries</strong> (L1-L2):&nbsp; Run lateral and retroperitoneal to supply the kidneys.&nbsp; The right renal artery is slightly longer and passes posteriorly to the IVC.</li>\n\t<li><strong>Gonadal arteries</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25926.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):&nbsp; Arise inferiorly to the renal arteries and descend caudally along the psoas major to supply the ovaries (testes).</li>\n\t<li><strong>Inferior mesenteric artery</strong> (L3):&nbsp; Supplies hindgut organs (eg, distal third of transverse colon, descending colon, sigmoid colon, and rectum).\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Retroperitoneal:&nbsp; The left colic artery courses retroperitoneal but its distal branches traverse through the mesentery to supply the splenic flexure, distal transverse colon, and descending colon.&nbsp; The superior rectal artery remains retroperitoneal most of its course to supply the rectum.</li>\n\t\t<li>Intraperitoneal:&nbsp; The sigmoid arteries begin retroperitoneal and become intraperitoneal to supply the sigmoid colon.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Lumbar arteries</strong> (4 pairs):&nbsp; Emerge from the posterior abdominal aorta to supply the posterior abdominal wall, vertebrae, and spinal cord.</li>\n\t<li><strong>Median sacral artery</strong>:&nbsp; A small unpaired midline artery arising from the posterior abdominal aorta near the bifurcation that supplies the sacrum, coccyx, and parts of the rectum.</li>\n</ul>\n<h2>Inferior vena cava</h2><br><br><p>The inferior vena cava (IVC) is formed by the confluence of the iliac veins at the level of L5 and extends to the diaphragm at the level of T8.&nbsp; The IVC is located to the right of the abdominal aorta, and its anatomical position accounts for the asymmetrical arrangement of the venous contributors.&nbsp; The key tributaries emptying into the IVC include the renal gonadal, suprarenal, lumbar, and hepatic veins.</p>\n<h1>Nerves of the retroperitoneum</h1><h2>Lumbar plexus</h2><br><br><p>The lumbar plexus is a network of nerves arising from the ventral rami of spinal segments L1 through L4 that provide motor and sensory innervation to the lower extremity and pelvis.&nbsp; The lumbar plexus remains entirely retroperitoneal and gives rise to the following nerves:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Iliohypogastric</strong> (L1):&nbsp; Provides motor innervation to transversus abdominis and internal oblique muscles and sensory innervation to the suprapubic region and gluteal skin (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90431.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Ilioinguinal</strong> (L1):&nbsp; Provides motor innervation to transversus abdominis and internal oblique muscles and sensory innervation to the labia majora (anterior scrotum), mons pubis (base of penis), and medial thigh.</li>\n\t<li><strong>Genitofemoral</strong> (L1-L2):&nbsp; Genital branch provides motor innervation to the cremaster muscle, which elevates the testes and sensory innervation to the labia majora (anterior scrotum).&nbsp; The femoral branch only provides sensory innervation to the upper anterior thigh.</li>\n\t<li><strong>Lateral femoral cutaneous</strong> (L2-L3):&nbsp; Provides sensory innervation to the lateral thigh.</li>\n\t<li><strong>Femoral</strong> (L2-L4):&nbsp; Provides motor innervation to the quadriceps femoris muscle for knee extension and the sartorius and iliopsoas muscles for hip and knee flexion.&nbsp; It also provides sensory innervation to the anterior thigh and medial leg via the saphenous nerve (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24727.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Obturator</strong> (L2-L4):&nbsp; Provides motor innervation to the hip adductors (adductor longus, brevis, magnus, and gracilis muscle), which bring the thigh toward midline, and to the obturator externus, which externally rotates the thigh.&nbsp; It also provides sensory innervation to the medial thigh (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24728.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Autonomic nervous system</h2><br><br><p>The retroperitoneum contains large portions of the autonomic nervous system, which includes both sympathetic and parasympathetic components.</p><br><br><p><strong>Sympathetic</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sympathetic trunk</strong>:&nbsp; A chain of ganglia located anterolateral to vertebral bodies.</li>\n\t<li><strong>Thoracic splanchnic nerves</strong>:&nbsp; Arise from the thoracic sympathetic chain (T5-T12) and descend through the diaphragm into the retroperitoneum.&nbsp; They synapse in prevertebral ganglia (eg, celiac, aorticorenal, renal) and primarily supply foregut and midgut structures.</li>\n\t<li><strong>Lumbar splanchnic nerves</strong>:&nbsp; Arise from the lumbar sympathetic trunk (L1-L3) and synapse with prevertebral ganglia (eg, inferior mesenteric, superior hypogastric), and primarily supply the hindgut and pelvic structures.</li>\n</ul><br><br><p><strong>Parasympathetic</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vagus nerve</strong> (CN X):&nbsp; Descends through the diaphragm into the retroperitoneum and synapses with the celiac and superior mesenteric ganglia to supply the foregut and midgut structures.</li>\n\t<li><strong>Pelvic splanchnic nerves</strong> (S2-S4):&nbsp; Provide parasympathetic innervation to hindgut structures.</li>\n</ul><br><br><p>The vagus, splanchnic, celiac, superior mesenteric, and aorticorenal ganglia form the autonomic plexuses.&nbsp; These carry sympathetic, parasympathetic, and sensory (predominantly pain) fibers.</p>\n<h1>Muscles of the retroperitoneum</h1><br><br><p>The muscles found in the retroperitoneum include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Psoas major</strong>:&nbsp; Originates from T12-L5 vertebrae and inserts onto the lesser trochanter of the femur.&nbsp; Its primary function is hip flexion, but it is also important for lateral rotation of the thigh, trunk flexion, and lumbar and pelvis stabilization.&nbsp; The psoas major is an important surgical landmark as the lumbar plexus runs through the psoas major and emerges at its lateral border; the ureter crosses its anterior surface.</li>\n\t<li><strong>Quadratus lumborum</strong>:&nbsp; Originates at the iliac crest and inserts at the 12th rib and transverse processes of the 1st-4th lumbar vertebrae.&nbsp; It functions to fix the last rib for inspiration by stabilizing the diaphragm, laterally flexing the vertebral column with ipsilateral contraction, and extending the lumbar column with bilateral contraction.</li>\n\t<li><strong>Iliacus</strong>:&nbsp; Originates at the iliac crest and fills the iliac fossa.&nbsp; It inserts at the lesser trochanter of the femur and tendons of the psoas major, forming the iliopsoas.&nbsp; Its primary function is hip flexion.</li>\n\t<li><strong>Diaphragm</strong> (crura):&nbsp; The right diaphragmatic crura is anchored to L1-L3 lumbar vertebrae.&nbsp; It forms the esophageal hiatus at T10, and is longer than the left crura.&nbsp; The left diaphragmatic crura is anchored to L1-L2 lumbar vertebrae and helps form the aortic hiatus (along with the right crura) at T12.</li>\n</ul>\n<h1>Summary</h1><br><br><p>The retroperitoneum is a complex anatomical space extending from the diaphragm to the pelvic brim housing vital organs such as the kidneys, adrenal glands, ureters, pancreas, duodenum, and large vessels, including the aorta and inferior vena cava.&nbsp; It also contains the lumbar plexus, sympathetic trunks, and multiple posterior abdominal wall muscles.</p>\n</div>\n\n            "
}