{
  "meta": {
    "title": "Balanitis",
    "url": "https://brainandscalpel.vercel.app/balanitis-2d3db4c3-635632.html",
    "scrapedAt": "2025-12-01T05:06:50.031Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Balanitis refers to inflammation of the glans penis and is most commonly seen in young, uncircumcised boys.&nbsp; When the foreskin is also affected, the condition is termed balanoposthitis.&nbsp; The most frequent underlying cause is poor genital hygiene, which can lead to the accumulation of physiologic secretions (ie, smegma) beneath the prepuce.&nbsp; This moist environment can irritate the skin and promote secondary infections, particularly with <em>Candida albicans</em>.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>Balanitis most commonly affects <strong>uncircumcised males age 2-5</strong> but can also occur in adults; it is much less common in circumcised males.&nbsp; Causes include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Poor genital hygiene</strong>:&nbsp; The accumulation of smegma—a mixture of shed skin cells and secretions from sebaceous glands—under the foreskin can irritate the glans and interfere with the natural protective barrier normally maintained by the body's physiologic secretions, making the area more vulnerable to inflammation and infection.</li>\n\t<li><strong>Infection</strong>:&nbsp; Excessive smegma and the moist environment under the prepuce can predispose the area to secondary infection.&nbsp; <em><strong>C albicans</strong></em> is the most common cause of infectious balanitis, particularly in infants who also have diaper dermatitis and in those with recent antibiotic use.&nbsp; Other infectious causes include <strong>sexually transmitted infections</strong> (STIs) (eg, <em>Chlamydia trachomatis</em>, <em>Neisseria gonorrhoeae</em>) and spread from adjacent irritated or broken skin from chronic skin conditions (eg, <em>Streptococcus</em>).</li>\n\t<li><strong>Diabetes mellitus</strong>:&nbsp; Hyperglycemia increases the risk for <em>Candida</em> infections, and recurrent <em>Candida</em> balanitis infections should prompt further investigation for diabetes mellitus.</li>\n\t<li>Trauma:&nbsp; Repeated or forceful foreskin retraction or friction from clothing can lead to traumatic balanitis and create a portal for secondary bacterial infection.</li>\n\t<li>Irritant dermatitis/allergic reaction:&nbsp; Direct contact with soaps, detergents, condoms, or other chemical irritants can trigger inflammation of the glans.&nbsp; Certain drug reactions (eg, fixed drug eruptions) can also manifest as balanitis.</li>\n\t<li>Immunocompromise (eg, HIV).</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Balanitis typically develops over several days.&nbsp; Clinical manifestations include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pain, burning, and pruritus of the glans (± foreskin involvement).</li>\n\t<li>Erythema, possibly edema.</li>\n\t<li>Dysuria or pain during intercourse.</li>\n</ul><br><br><p>Depending on the etiologic agent, infectious balanitis may present with the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><em>C albicans</em>:&nbsp; Thick, white, curd-like discharge beneath the foreskin.&nbsp; Concomitant diaper dermatitis demonstrates erythematous patches, satellite lesions (eg, papules, pustules), and skinfold involvement (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81745.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li><em>N gonorrhoeae</em> or <em>C trachomatis</em>:&nbsp; Urethral discharge in addition to preputial discharge.</li>\n\t<li>Herpes simplex virus (HSV):&nbsp; Painful vesicles, ulcerations, or erosions on the glans and/or shaft/scrotum (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44859.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n\t<li>Anaerobic pathogens:&nbsp; Purulent, foul-smelling discharge, edema, and inguinal adenopathy.</li>\n\t<li>Group A <em>Streptococcus</em>:&nbsp; Fiery erythema of the glans, often associated with recent pharyngeal infection.</li>\n</ul><br><br><p>Clinical findings associated with noninfectious balanitis include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Contact dermatitis:&nbsp; Redness and pruritus with dry, peeling skin after exposure to a potential irritant (eg, condom).</li>\n\t<li>Fixed drug eruption:&nbsp; Erythematous plaques that occur after administration of a medication.&nbsp; Commonly implicated drugs include sulfonamides and tetracyclines.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Urinary tract infection</strong>:&nbsp; Typically presents with dysuria, hematuria, urgency, and/or frequency.&nbsp; External genital findings such as erythema, pruritus, and glans discharge are not characteristic.</li>\n\t<li><strong>Scabies</strong>:&nbsp; Caused by infestation with <em>Sarcoptes scabiei</em>, a mite that causes intense nocturnal pruritus with papules and burrows on the penis.&nbsp; However, lesions are usually not limited to the penis and commonly involve other areas such as the wrists, axillae, or waistline.</li>\n\t<li><strong>Lichen sclerosus</strong>:&nbsp; Characterized by white, atrophic plaques on the glans and foreskin, often causing itching or discomfort.&nbsp; This is a chronic inflammatory skin condition.</li>\n\t<li><strong>Penile carcinoma</strong>:&nbsp; May present as a nonhealing ulcer, growth, or lesion on the penis.&nbsp; Initially, it is often painless but may bleed or become painful over time.&nbsp; Lesions that persist despite standard management should prompt biopsy to rule out malignancy.</li>\n\t<li><strong>Paraphimosis</strong>:&nbsp; Involves entrapment of the retracted foreskin behind the glans.&nbsp; Swelling of the foreskin creates a tight, constricting band around the penis which causes pain and eventually vascular compromise.&nbsp; The condition has an acute onset and is considered a urologic emergency.&nbsp; Unlike balanitis, pruritus and discharge are not typical features.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of balanitis is primarily clinical and is based on history and physical examination.&nbsp; Balanitis should be considered in patients with pain, pruritus, or irritation of the glans penis.&nbsp; Physical examination findings such as redness, edema, and discharge support the diagnosis.</p><br><br><p>A diagnostic work-up is not necessary in all cases of balanitis, and the following groups may <em>not</em> require further evaluation:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Young, uncircumcised children, especially those in diapers, which commonly cause irritation from moisture and friction.</li>\n\t<li>First-time uncomplicated episodes without signs of secondary infection.</li>\n\t<li>Patients with a clear history of irritant/allergic balanitis.</li>\n</ul><br><br><p>However, additional testing may be warranted when there are signs of associated infection (eg, <em>Candida</em>, STIs) and/or concern for systemic conditions (eg, diabetes mellitus).</p>\n<h1>Laboratory evaluation</h1><h2><em>C albicans</em> evaluation</h2><br><br><p>If candidal infection is suspected based on examination findings (eg, thick, white discharge), confirmatory testing with <strong>potassium hydroxide (KOH) preparation</strong> may be considered.</p><br><br><p>KOH testing is often unnecessary in young children with diaper dermatitis when the source of infection is typically obvious.&nbsp; However, <strong>adults</strong>, <strong>toilet-trained children</strong>, or patients with <strong>recurrent</strong> <em><strong>Candida</strong></em> <strong>balanitis</strong> should undergo confirmatory testing because this condition may be an early sign of diabetes mellitus or immunodeficiency.&nbsp; In such cases, additional evaluation should include serum blood glucose with or without hemoglobin A1c level and HIV testing (if risk factors are present).</p>\n<h2>STI evaluation</h2><br><br><p>STI testing is indicated in sexually active patients with <strong>balanitis</strong> <em><strong>and</strong></em> <strong>urethral discharge</strong> or with balanitis with vesicular lesions/ulcerations:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>PCR for gonorrhea and chlamydia</strong>.</li>\n\t<li>Wet mount for <em>Trichomonas</em>.</li>\n\t<li>HSV PCR (if vesicles are present).</li>\n\t<li>Rapid plasma reagin (RPR) for syphilis (ie, chancre).</li>\n</ul><br><br><p>Balanitis and urethral discharge in any child warrant evaluation for STIs and sexual abuse.</p>\n<h2>Other bacterial infection evaluation</h2><br><br><p>Patients with purulent, foul-smelling discharge, especially with any recent trauma to the glans (eg, zipper injury), require Gram stain and culture of preputial discharge and possible group A <em>Streptococcus</em> antigen testing.</p>\n<h1>Management</h1><br><br><p><strong>Proper genital hygiene</strong> (eg, gentle cleaning with warm water, sitz baths) is the cornerstone of both therapy and prevention for all forms of balanitis.&nbsp; Patients should be advised to avoid aggressive washing or the use of harsh soaps and chemical irritants, which may exacerbate inflammation.</p><br><br><p>Etiology-specific interventions include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><em><strong>Candida</strong></em> <strong>balanitis</strong>:&nbsp; First-line treatment is <strong>topical antifungal</strong> agents (eg, clotrimazole, miconazole).&nbsp; The addition of a low-potency topical corticosteroid may accelerate symptom resolution in cases with marked inflammation.&nbsp; <strong>Oral antifungals</strong> (eg, fluconazole) may be considered in <strong>severe or refractory cases</strong>.</li>\n\t<li>Bacterial balanitis:&nbsp; Antibiotic treatment for STIs (eg, ceftriaxone for gonorrhea).&nbsp; Empiric antibiotics for other common bacteria include topical mupirocin, oral metronidazole (for anaerobes), or oral cephalosporins (for aerobes).&nbsp; Culture and sensitivity testing may guide therapy in persistent or complicated cases.</li>\n\t<li>HSV balanitis:&nbsp; Oral antiviral therapy (eg, valacyclovir) is typically preferred because topical antivirals have limited efficacy.</li>\n\t<li>Noninfectious balanitis:&nbsp; Topical corticosteroids.</li>\n</ul><br><br><p>Circumcision may be indicated for recurrent or refractory cases, particularly in the presence of phimosis (tight foreskin that cannot be retracted over the glans) or poor hygiene that cannot be improved with conservative measures.</p><br><br><p>Prevention strategies include proper genital hygiene in uncircumcised males, control of diabetes mellitus and other systemic illnesses, safe-sex practices, and avoidance of irritants.</p>\n<h1>Prognosis</h1><br><br><p>Most cases of balanitis resolve with appropriate treatment and improved genital hygiene.&nbsp; However, complications may develop.&nbsp; Inflammation and edema of the glans may lead to paraphimosis, a urologic emergency that requires reduction of the edematous foreskin to prevent vascular compromise.&nbsp; In some cases, phimosis may develop or worsen, potentially necessitating procedures such as foreskin dilation or circumcision to prevent sexual dysfunction or urinary obstruction.</p>\n<h1>Summary</h1><br><br><p>Balanitis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/65322.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is inflammation of the glans penis, most commonly seen in young, uncircumcised patients and often associated with poor genital hygiene.&nbsp; In many cases, it is complicated by <em>Candida albicans</em>, particularly in patients with risk factors such as diaper use and diabetes mellitus.&nbsp; Although the diagnosis is primarily clinical, additional testing may be indicated when signs of fungal infection, sexually transmitted infections, or recurrent episodes are present.&nbsp; Management involves improved genital hygiene and initiation of topical or oral antifungals or antibiotics, depending on the underlying cause.<p></p>\n</div>\n\n            "
}