{
  "meta": {
    "title": "BRCA1 and BRCA2 mutations",
    "url": "https://brainandscalpel.vercel.app/brca1-and-brca2-mutations-f7f293cb-635632.html",
    "scrapedAt": "2025-12-01T05:06:46.007Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p><em>BRCA1</em> and <em>BRCA2</em> are tumor suppressor genes that maintain genomic stability through repair of double-stranded DNA breaks.&nbsp; Mutations in these genes significantly increase the risk of developing several types of cancer, most notably breast and ovarian cancer.&nbsp; Although <em>BRCA1/2</em> mutations are responsible for a small percentage of all breast cancers, they account for a significant proportion of hereditary breast and ovarian cancers.</p>\n<h1><em>BRCA1</em> and <em>BRCA2</em>: Gene function and location</h1><br><br><p><em>BRCA1</em> (breast cancer 1) is located on chromosome 17, and <em>BRCA2</em> (breast cancer 2) is located on chromosome 13.&nbsp; Mutations of these genes are inherited in an autosomal dominant fashion.&nbsp; Tumor suppressor genes are involved in multiple processes, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>DNA repair.</li>\n\t<li>Cellular differentiation.</li>\n\t<li>Checkpoint control of the cell cycle.</li>\n\t<li>Transcription factor regulation.</li>\n</ul><br><br><p><em>BRCA1/2</em> genes are involved in homologous recombination, a DNA repair pathway that repairs double-stranded DNA breaks.&nbsp; Therefore, mutations in either of these genes result in genetic instability, predisposing cells to an increased risk for malignant transformation.&nbsp; The tumor suppressor role of these genes is tissue-specific, primarily increasing the risk for breast and ovarian cancer development.</p><br><br><p><em>BRCA1/2</em> genes require a mutation in both copies of the gene for a malignancy to arise (2-hit hypothesis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7181.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                )).&nbsp; Patients with hereditary breast and ovarian cancer syndrome inherit a germline mutation (ie, nonfunctioning copy) from a parent and carry that mutation in all of their cells.&nbsp; A second, somatic mutation acquired over time then causes the loss of function of the tumor suppressor gene, leading to uncontrolled cell proliferation.<p></p>\n<h1>Epidemiology</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><em>BRCA1</em> mutations:&nbsp; Found in ~1 in 400-800 individuals in the general population.</li>\n\t<li><em>BRCA2</em> mutations:&nbsp; Similar prevalence to <em>BRCA1</em>, though these vary by specific population.</li>\n\t<li>Founder mutations lead to higher prevalence in specific populations (eg, Ashkenazi Jewish descent carrier frequency: ~1 in 40).</li>\n</ul>\n<h1><em>BRCA1/2</em> mutations and cancer risk</h1><br><br><p>The tumor suppressor roles of <em>BRCA1/2</em> genes are tissue-specific, and the associated cancer types and risks vary between them (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/125753.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>Importantly, <em>BRCA1</em> mutations are more strongly associated with triple-negative breast cancers (eg, estrogen receptor [ER] negative, progesterone receptor [PR] negative, HER2 negative), whereas <em>BRCA2</em> mutations are more commonly linked to hormone receptor-positive breast cancer, male breast cancer, prostate cancer, and pancreatic cancer.</p>\n<h1>Genetic testing criteria</h1><br><br><p>Although <em>BRCA</em>-associated cancers (eg, breast cancer in women, prostate cancer in men) are relatively common in the general population,&nbsp; <em>BRCA</em> mutations are responsible for an overall small percentage of these cancers.&nbsp; Therefore, not every individual diagnosed with these cancers requires genetic screening.&nbsp; Genetic testing for germline mutations is recommended in the following circumstances.</p><br><br><p><strong>Personal history criteria</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Breast cancer diagnosed:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Age ≤45.</li>\n\t\t<li>Triple-negative breast cancer diagnosed age ≤60.</li>\n\t\t<li>Any age with Ashkenazi Jewish ancestry (due to founder effect).</li>\n\t\t<li>Breast cancer in males at any age.</li>\n\t</ul>\n\t</li>\n\t<li>Epithelial ovarian cancer (including fallopian tube cancer or peritoneal cancer).</li>\n\t<li>Exocrine pancreatic cancer at any age.</li>\n\t<li>Metastatic or high/very high risk prostate cancer.</li>\n</ul><br><br><p><strong>Family history criteria</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Multiple family members with breast, ovarian, pancreatic, or prostate cancers.</li>\n\t<li>Ashkenazi Jewish ancestry with personal or family history of related cancers.</li>\n\t<li><em>BRCA</em> mutation in the family:&nbsp; Cascade testing identifies other family members with the same mutation.</li>\n</ul><br><br><p>Genetic testing has significant implications for individuals; therefore, specialized counseling is required throughout the process.&nbsp; Pretest genetic counseling gathers personal and family history (eg, pedigree evaluations) to determine the need for genetic testing and the type of genetic testing (eg, multigene panel vs isolated gene testing) and discusses the implications of possible results, particularly when a pathogenic variant or a variant of uncertain significance (ie, not enough information available to determine risk) is found.</p><br><br><p>Gene variants of uncertain clinical significance:&nbsp; Posttest counseling involves the interpretation of results with a focus on management options and psychosocial support in individuals with positive results.</p>\n<h1>Management of <em>BRCA1/2</em> mutation carriers without cancer</h1><br><br><p>Cancer surveillance along with risk-reducing treatments/therapies are the mainstay of management for <em>BRCA1/2</em> mutation carriers.&nbsp; Screening strategies are utilized until more permanent and effective risk-reducing surgeries or medications can be utilized.&nbsp; Because <em>BRCA1/2</em> carriers have a significantly high risk of breast and ovarian cancer, a number of risk-reducing surgeries are used to counteract this risk.</p>\n<h2>Breast cancer surveillance and risk-reducing strategies</h2><br><br><p>Breast cancer surveillance involves the following components:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Self-breast examinations beginning at age 18 and clinical breast examinations every 6-12 months beginning at age 25.</li>\n\t<li>Annual breast MRI beginning at age 25 (or earlier depending on the earliest age of cancer onset in the family).</li>\n\t<li>Annual mammography beginning at age 30 (or earlier depending on the earliest age of cancer onset in the family).</li>\n</ul><br><br><p>A <strong>prophylactic mastectomy</strong> is offered for <em>BRCA1/2</em> carriers because it reduces cancer risk by ~90%-95%.&nbsp; However, the decision is individualized to each patient because&nbsp; thesurgery is invasive and effective screening exists for breast cancer.&nbsp; If a patient declines prophylactic mastectomy, chemoprevention with either tamoxifen or aromatase inhibitors can be considered.&nbsp; It is generally more effective in <em>BRCA2</em> carriers than <em>BRCA1</em> carriers because <em>BRCA2</em> breast cancers are more likely to be ER/PR positive.&nbsp; However, if a <em>BRCA1</em> carrier has a family history of hormone receptor-positive cancers, chemoprevention can be offered.</p>\n<h2>Ovarian cancer surveillance and risk-reducing strategies</h2><br><br><p>There are no effective screening strategies for the early detection of ovarian cancer.&nbsp; For patients who elect against risk-reducing strategies (bilateral salpingo-oophorectomy), transvaginal ultrasonography along with cancer antigen (CA)-125 blood level every 6 months beginning at age 30 (or 5-10 years earlier than the age of onset in family members) can be considered.&nbsp; However, this does not improve survival rates and is associated with many false positives (eg, normal ovulatory follicular cysts mistaken for malignancies).</p><br><br><p>Prevention of ovarian cancer is through a <strong>risk-reducing bilateral salpingo-oophorectomy</strong> (rrBSO).&nbsp; The timing of this procedure is individualized based on family planning and mutation type.&nbsp; Ovarian cancer tends to develop in <em>BRCA1</em> carriers about 10 years before <em>BRCA2</em> carriers; therefore, rrBSO is recommended at ages 35-40 or once childbearing is completed in those with a <em>BRCA1</em> mutation.&nbsp; Prophylactic surgery for <em>BRCA2</em> carriers is recommended at age 40-45 or after childbearing is completed.&nbsp; This procedure reduces the risk of ovarian cancer by ~80%-90%; however, this does not completely eliminate the risk of primary peritoneal cancer development.&nbsp; In addition, rrBSO helps prevent breast cancer in <em>BRCA2</em> carriers.</p>\n<h2>Pancreatic cancer surveillance</h2><br><br><p><em>BRCA1/2</em> carriers with a first- or second-degree relative with pancreatic cancer should begin annual screening at age 50 (or 10 years younger than the earliest age at diagnosis) with endoscopic ultrasonography (EUS) and/or MRI/magnetic resonance cholangiopancreatography (MRCP).</p>\n<h2>Melanoma surveillance</h2><br><br><p>Although there are no official recommendations for melanoma surveillance, <em>BRCA2</em> carriers are recommended to minimize ultraviolet (UV) radiation exposure and have annual full-body skin examinations.</p>\n<h1>Management of patients with <em>BRCA</em>-positive cancer</h1><br><br><p>Cancer management in <em>BRCA</em>-positive patients differs slightly compared to non–mutation carriers.&nbsp; <em>BRCA</em>-associated breast and ovarian cancers are more sensitive to platinum-based chemotherapies.&nbsp; In addition, poly(ADP-ribose) polymerase (PARP) inhibitors (eg, olaparib, talazoparib) are very effective at treatment because they exploit defective DNA repair mechanisms.</p>\n<h1>Ethical, legal, and psychosocial considerations</h1><br><br><p>Although genetic testing is instrumental in identifying individuals with very high lifetime risks of cancers in order to employ effective screening and risk-reducing strategies, there are ethical, legal, and psychosocial implications that should be considered.</p><br><br><p>Genetic discrimination for mutation carriers is a significant risk of genetic testing.&nbsp; While there are laws (eg, GINA [Genetic Information Nondiscrimination Act]) that protect mutation carriers' ability to obtain health insurance or employment, they do not protect against the denial of life insurance, disability insurance, or long-term care insurance.&nbsp; This consideration should be addressed within pretest counseling prior to genetic testing.</p><br><br><p>There is also a significant psychosocial impact of genetic testing.&nbsp; A negative result may produce survivor's guilt in family members, whereas positive results lead to difficult decisions regarding risk-reducing surgeries.&nbsp; Family implications arise with cascade testing, including ethical dilemmas for family members who do not desire testing.</p>\n<h1>Summary</h1><br><br><p>Patients with <em>BRCA1</em> and <em>BRCA2</em> mutations are at an increased risk for a variety of cancers, most notably breast and ovarian cancer (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/125754.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Patients with suspected mutations should undergo genetic testing; those who test positive for either mutation should undergo cancer surveillance and risk-reducing strategies.<p></p>\n</div>\n\n            "
}