{
  "meta": {
    "title": "Epididymitis",
    "url": "https://brainandscalpel.vercel.app/epididymitis-2926343a-635632.html",
    "scrapedAt": "2025-12-01T05:06:57.271Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Acute epididymitis is a common cause of acute scrotal pain characterized by inflammation of the epididymis, the tubular structure located on the posterior aspect of each testicle (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L78890.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Acute epididymitis is most often caused by bacterial organisms that ascend from the urethra; the identity of the pathogen varies by patient age.&nbsp; Typical clinical findings include the gradual onset of unilateral testicular pain and swelling and epididymal tenderness on examination.&nbsp; Broad-spectrum antibiotics are the mainstay of treatment.<p></p>\n<h1>Pathophysiology</h1><br><br><p>Most cases of epididymitis occur when genitourinary pathogens travel in a retrograde fashion from the urethra to the vas deferens and into the epididymis.&nbsp; The most likely bacterial organisms vary by patient age and risk factors.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Men age &lt;35</strong>:&nbsp; Most cases of epididymitis are caused by sexually transmitted infections, specifically <em><strong>Neisseria gonorrhoeae</strong></em> and <em><strong>Chlamydia trachomatis</strong></em>.&nbsp; Bacteria enter the genitourinary tract during unprotected intercourse then seed the epididymis, causing inflammation and infection.</li>\n\t<li><strong>Men age ≥35</strong>:&nbsp; Epididymitis is often associated with bladder outlet obstruction (eg, benign prostatic hyperplasia), which increases the risk of retrograde flow of infected urine (bacteriuria).&nbsp; Typical organisms include <em><strong>Escherichia coli</strong></em> and other coliform bacteria associated with urinary tract infections.</li>\n</ul><br><br><p>Although bacterial infection is the most common etiology, repetitive movements (eg, jumping, running), trauma, autoimmune disorders, or viral infections (eg, mumps) can also cause epididymitis.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sexually transmitted infections</li>\n\t<li>Urinary tract infections</li>\n\t<li>Anatomical abnormalities such as prostate enlargement, urethral strictures, or congenital abnormalities that increase the risk of urinary backflow</li>\n\t<li>Prostate procedures, because manipulation during prostate biopsy or surgery can predispose to epididymitis</li>\n\t<li>Urethral catheterization, due to increased risk of bacterial entry into the genitourinary system</li>\n</ul>\n<h1>Clinical presentation</h1><h2>Symptoms </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute scrotal/testicular pain</strong>:&nbsp; typically posterior, unilateral, and gradual in onset</li>\n\t<li>Dysuria, frequency, and urgency:&nbsp; generally occur when urinary tract infection is the source</li>\n\t<li>Urethral discharge:&nbsp; may be seen with sexually transmitted infections</li>\n</ul>\n<h2>Physical examination</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tenderness along the epididymis</strong> (posterior superior aspect of the testicle)</li>\n\t<li>Scrotal swelling, erythema, and warmth</li>\n\t<li>Pain improves with elevation of the testes (ie, <strong>positive Prehn sign</strong>):&nbsp; Manual elevation of the hemiscrotum removes the weight of the testicle from the inflamed epididymis.</li>\n\t<li><strong>Intact cremasteric reflex</strong>:&nbsp; Stroking the inner thigh causes spontaneous contraction of the cremasteric muscle, which elevates the ipsilateral testicle.</li>\n\t<li>With or without suprapubic tenderness (present if epididymitis is related to cystitis)</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Epididymitis should be considered in any patient with acute scrotal pain.&nbsp; All patients with acute scrotal pain require the following evaluation:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Urgent testicular ultrasound</strong>:&nbsp; the most important initial step required to rule out testicular torsion (a urologic surgical emergency that may present similarly to epididymitis).&nbsp; Ultrasound also allows for visualization of an enlarged and hypervascular epididymis, which supports the diagnosis of epididymitis.</li>\n\t<li><strong>Urinalysis and urine culture</strong>:&nbsp; to assess for urinary tract infection and determine the causative bacterial organism.</li>\n\t<li><strong>Nucleic acid amplification testing</strong> (NAAT):&nbsp; for sexually transmitted infections.&nbsp; Patients at low risk for sexually transmitted infections (eg, older patient, monogamous relationship) may not always require NAAT, particularly if urinalysis suggests urinary infection (eg, positive nitrites, bacteriuria).</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Testicular torsion</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8003.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; occurs when the testicle twists on its spermatic cord, abruptly compromising its blood supply.&nbsp; Pain is usually severe, rapid in onset, and associated with nausea and vomiting.&nbsp; The cremasteric reflex is typically absent, presumably due to abnormal mobility and position of the twisted testicle (eg, horizontal and high-riding), and manual elevation of the testicle exacerbates pain (ie, negative Prehn sign) because it further impairs blood flow from the spermatic cord.&nbsp; Ultrasound reveals a lack of blood flow to the affected testicle.</li>\n\t<li><strong>Inguinal hernia</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24742.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; may be associated with scrotal swelling and discomfort, but symptoms are usually aggravated by straining or lifting, and examination reveals a characteristic, often reducible, bulge in the scrotal sac.</li>\n\t<li><strong>Mumps orchitis</strong>:&nbsp; involves inflammation of the testicle due to viral infection.&nbsp; Scrotal symptoms (eg, erythema, swelling) may be similar to epididymitis, but testicular pain is often more severe.&nbsp; Patients also typically have associated malaise, myalgias, headache, and parotid swelling.</li>\n</ul>\n<h1>Management</h1><br><br><p>Treatment is determined by the most likely source of infection.</p>\n<h2>Epididymitis related to sexually transmitted infections&nbsp;</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Intramuscular ceftriaxone (single dose) and oral doxycycline to cover <em>N gonorrhoeae</em> and <em>C trachomatis</em></li>\n\t<li>Evaluation for other sexually transmitted infections (eg, HIV, syphilis)</li>\n\t<li>Recommending testing and treatment for all sexual partners</li>\n\t<li>Retesting 3 months after treatment to assess for reinfection</li>\n\t<li>Test of cure (after antibiotic completion) is typically unnecessary unless there are persistent symptoms or concerns about medication noncompliance</li>\n</ul>\n<h2>Epididymitis related to urinary tract source </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fluoroquinolones to cover enteric organisms (eg, <em>E coli</em>).&nbsp; Antibiotics are adjusted based on urine culture results.&nbsp;</li>\n</ul><br><br><p>Nonsteroidal anti-inflammatory medications, bed rest, and scrotal elevation may help alleviate symptoms until the resolution of infection.</p>\n<h1>Prognosis</h1><br><br><p>With prompt diagnosis and appropriate treatment, epididymitis generally resolves without long-term sequelae.&nbsp; However, delayed diagnosis or inadequate treatment can lead to epididymal abscess, orchitis (infection/inflammation involving the testicle), impaired fertility, or sepsis (in the case of severe infection).</p>\n<h1>Summary</h1><br><br><p>Epididymitis&nbsp; is a common etiology for acute scrotal pain and is most often caused by a bacterial infection of the epididymis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31151.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; The source of infection varies based on patient age and risk factor profile (eg, urinary tract infection vs sexually transmitted infection).&nbsp; Clinical findings include posterior testicular pain and tenderness, scrotal swelling, an intact cremasteric reflex, and improvement in symptoms with scrotal elevation.&nbsp; Confirmation requires urinalysis/urine culture and nucleic acid amplification testing for <em>Neisseria gonorrhoeae</em> and <em>Chlamydia trachomatis.</em>&nbsp; Treatment involves broad-spectrum oral antibiotics.<p></p>\n</div>\n\n            "
}