{
  "meta": {
    "title": "Hydrocele",
    "url": "https://brainandscalpel.vercel.app/hydrocele-dfe720d8-635632.html",
    "scrapedAt": "2025-12-01T05:07:02.611Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n\t<p>A hydrocele is a collection of fluid within the tunica vaginalis, which can lead to scrotal swelling.&nbsp; Most cases are congenital and occur in neonates; acquired cases typically occur in older children and adolescents and are often secondary to injury, infection, or tumors.</p>\n\t<h1>Pathogenesis and risk factors</h1>\n\t\n\t<p>A hydrocele forms due to an imbalance between the secretion and reabsorption of fluid by the tunica vaginalis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6445.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; It can occur congenitally or can be acquired secondarily.<p></p>\n\t\n\t<p><strong>Congenital hydrocele</strong></p>\n\t\n\t<p>During embryogenesis, the testis descends through the inguinal canal, drawing with it a diverticulum of peritoneum into the scrotum.&nbsp; This peritoneal tissue is known as the processus vaginalis.&nbsp; Normally, communication between the processus vaginalis and the peritoneum is obliterated, and the tunica vaginalis is the remaining tissue overlying the testis and epididymis.</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>A congenital communicating hydrocele results when the <strong>processus vaginalis remains patent</strong> and allows peritoneal fluid to accumulate in the tunica vaginalis.</li>\n\t\t<li>A noncommunicating hydrocele is formed if the processus obliterates normally but fluid collected within the tunica vaginalis does not reabsorb.</li>\n\t</ul>\n\t\n\t<p><strong>Acquired hydrocele</strong></p>\n\t\n\t<p>In an acquired hydrocele, the fluid accumulation is often a reactive response that occurs secondary to trauma, infection, lymphatic obstruction, or malignancy.&nbsp; However, idiopathic cases can occur.</p>\n\t<h1>Clinical presentation</h1>\n\t\n\t<p>Both congenital and acquired cases of hydrocele present as <strong>painless enlargement of the scrotum</strong>.&nbsp; On examination, it is distinct from the adjacent testis and epididymis but overlies those structures and may partially or completely obscure palpation of scrotal contents.</p>\n\t\n\t<p>In infants with a communicating hydrocele, the swelling may fluctuate with crying or straining (increased intraabdominal pressure); however, a noncommunicating hydrocele is irreducible and remains constant in size.</p>\n\t\n\t<p>In older adolescents, a large hydrocele may also cause a \"heaviness\" or discomfort in the scrotum that causes pain or discomfort during physical activity or sexual intercourse.</p>\n\t<h1>Differential diagnosis</h1>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Inguinal hernia</strong>:&nbsp; usually presents with a visible groin bulge that may extend into the scrotum and worsens with Valsalva maneuver (eg, coughing); however, the intestinal contents do not allow for transillumination during examination</li>\n\t\t<li><strong>Varicocele</strong>:&nbsp; presents as a soft, irregular structure (ie, \"bag of worms\") in the scrotum that is more pronounced with standing (due to venous pooling with gravity).</li>\n\t\t<li><strong>Testicular tumor</strong>:&nbsp; can cause a hydrocele; however, patients often also have a firm, painless mass within the testicle that is not transilluminable.</li>\n\t\t<li><strong>Epididymitis/orchitis</strong>:&nbsp; can cause a reactive, acquired hydrocele; however, patients have painful scrotal swelling and additional symptoms (eg, dysuria, urethral discharge).</li>\n\t</ul>\n\t<h1>Diagnosis, laboratory evaluation, and imaging studies</h1>\n\t\n\t<p>The diagnosis of a hydrocele is primarily clinical, particularly in cases of congenital hydrocele.</p>\n\t\n\t<p>On examination, a smooth, soft, fluctuant mass separate from the testicle is often palpable.&nbsp; On penlight examination, the mass transilluminates (<strong>positive transillumination test</strong>), in which the mass allows light to pass through, indicating a fluid-filled cavity.</p>\n\t\n\t<p><strong>Scrotal ultrasonography</strong> can confirm the diagnosis and enable visualization of the underlying testis for possible malignancy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L107440.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; On ultrasound examination, a hydrocele appears as a uniform fluid collection without vascularity, lying anterior (superficial) to the testis.<p></p>\n\t\n\t<p>In cases of acquired hydrocele, urinalysis and tumor markers (eg, alpha-fetoprotein, hCG) are often ordered to rule out secondary causes, such as epididymitis and testicular tumors.</p>\n\t<h1>Management and prognosis</h1>\n\t\n\t<p>Most cases of congenital hydrocele <strong>resolve spontaneously</strong> within the first year of life and may be observed unless symptomatic or persistent beyond 2 years.&nbsp; If the hydrocele persists or becomes symptomatic, surgical intervention (eg, aspiration, excising the tunica vaginalis) is indicated.</p>\n\t<h1>Summary</h1>\n\t\n\t<p>A hydrocele is a collection of fluid within the tunica vaginalis.&nbsp; Most cases are congenital and occur in neonates; acquired cases typically occur in older children and adolescents and are often secondary to injury, infection, or tumors.&nbsp; A hydrocele usually resolves spontaneously, typically by age 2 in congenital cases and after treating the underlying cause in acquired cases.</p>\n\t</div>\n\t\n            "
}