{
  "meta": {
    "title": "Infertility",
    "url": "https://brainandscalpel.vercel.app/infertility-a6a9e04b-635632.html",
    "scrapedAt": "2025-12-01T05:07:04.520Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Infertility is the inability to conceive or the need for medical intervention to achieve pregnancy.&nbsp; It is defined as the failure to conceive after 12 months of regular, unprotected intercourse in women age &lt;35 or 6 months in women age ≥35.&nbsp; Infertility may be attributed to male or female factors or an unknown (ie, idiopathic/unexplained) cause, and it requires evaluation of both partners.</p>\n<h1>Male infertility evaluation</h1><br><br><p>In any couple with infertility, the first step is evaluation of male factor infertility because testing is less invasive.</p><br><br><p>The history in these patients includes a review of prior illnesses (eg, mumps), trauma, surgeries, and sexual history, as well as medication, supplement, or substance (eg, androgens) use.&nbsp; Physical examination evaluates for signs of systemic illness (hypothyroidism, hypogonadism), and a detailed examination of the genitals to assess for possible anatomic causes of infertility (eg, congenital absence of vas deferens, varicocele).</p><br><br><p>The primary diagnostic test in men is <strong>semen analysis</strong>, which analyzes volume, sperm concentration, morphology, motility, and vitality.&nbsp; If the results are abnormal, repeat analysis is recommended to confirm the abnormality.</p><br><br><p>Further testing is indicated based on the results of the semen analysis and includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Serum LH, FSH, prolactin, and testosterone levels for patients with oligozoospermia (ie, low sperm concentration).</li>\n\t<li>Genetic testing (eg, karyotype analysis) for patients with azoospermia (no sperm on semen analysis) or severe oligozoospermia.</li>\n\t<li>Imaging (eg, testicular ultrasonography) in patients with azoospermia but normal hormonal testing to evaluate for obstructive causes (eg, absence of the vas deferens, obstructed ejaculatory duct).</li>\n</ul>\n<h1>Female infertility evaluation</h1><br><br><p>The history in these patients includes detailed medical, surgical, obstetric, gynecologic (cycle regularity, history of sexually transmitted infections), family (genetic syndromes, recurrent miscarriages), and medication history.&nbsp; The physical examination is focused on potential endocrine (eg, BMI, hirsutism, acne) or anatomic abnormalities (eg, rectovaginal nodularity [ie, endometriosis], irregularly shaped uterus [ie, uterine fibroids], atrophic changes [ie, hypogonadism]) responsible for infertility.</p><br><br><p>The evaluation of female factor infertility can be grouped into 3 general categories—ovary, fallopian tube, and uterine cavity—to determine the underlying cause (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39521.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Ovarian assessment</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ovarian function</strong> (ie, ovulation):&nbsp; Women with regular cycles and moliminal symptoms (eg, breast tenderness, bloating) prior to menses are usually ovulatory.&nbsp; In women without these findings, ovulation can be confirmed with luteal phase progesterone level (&gt;3 ng/mL a week prior to menses is confirmatory of recent ovulation).</li>\n\t<li><strong>Ovarian reserve</strong> (ie, number of ovarian follicles):&nbsp; Ovarian reserve is most often measured with antimüllerian hormone (AMH), FSH and estradiol levels, and/or antral follicle count.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>AMH level</strong>:&nbsp; AMH is produced by antral ovarian follicles (follicles that have not undergone ovulation); therefore, a low AMH level suggests declining ovarian function due to a smaller follicle pool.&nbsp; AMH is used primarily in predicting response (ie, number of oocytes retrieved) to ovarian stimulation during in vitro fertilization (IVF).</li>\n\t\t<li><strong>Day 3 FSH level</strong>:&nbsp; The FSH level is an indirect indicator of ovarian function.&nbsp; As ovarian reserve declines, estradiol and inhibin production decreases, and the normal negative feedback mechanism of the hypothalamic-pituitary-ovarian (HPO) axis is suppressed (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24345.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), resulting in inappropriately high FSH levels.</li>\n\t\t<li><strong>Antral follicle count</strong>:&nbsp; Ultrasonography is used to count the number of antral follicles in the ovaries during the early follicular phase.&nbsp; Similar to an AMH level, a low antral follicle count indicates a smaller pool of follicles and predicts a poorer response to ovarian stimulation.</li>\n\t</ul>\n\t</li>\n\t<li>Anovulation:&nbsp; Patients with anovulation require additional laboratory testing with serum TSH and prolactin levels to evaluate for thyroid and prolactin disorders.</li>\n</ul>\n<h2>Fallopian tube assessment</h2><br><br><p>A common cause of infertility is related to fallopian tube occlusion, which inhibits fertilization by preventing ovum transport.&nbsp; Therefore, part of the infertility evaluation includes the determination of <strong>tubal patency</strong>, which can be accomplished through several methods:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hysterosalpingogram</strong> (HSG):&nbsp; Contrast dye is injected through the cervix into the uterine cavity and through the fallopian tubes.&nbsp; Bilateral spillage of contrast indicates tubal patency (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L75986.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), whereas failure of the contrast to pass through one or both fallopian tubes indicates obstruction (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L76832.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; HSG may also reveal abnormalities of the uterus (eg, müllerian anomalies, endometrial polyps).</li>\n\t<li><strong>Laparoscopy with chromotubation</strong>:&nbsp; Dye injected through the cervix into the uterine cavity is observed via laparoscopy for spillage into the peritoneal cavity.&nbsp; Because it is more invasive than HSG or ultrasonography, this procedure is usually performed only if there are other indications for laparoscopy (eg, endometriosis).</li>\n</ul>\n<h2>Uterine cavity assessment</h2><br><br><p>The uterine cavity is another common area responsible for infertility, mainly due to conditions that affect implantation (eg, submucosal fibroids, endometrial polyps, uterine septum).&nbsp; The uterine cavity is assessed through the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sonohysterography</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81433.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; the preferred method of evaluation, involves ultrasonography performed while saline is infused through the cervix, distending the uterine cavity.&nbsp; The saline infusion delineates intracavitary lesions.</li>\n\t<li>Hysteroscopy: allows for visualization of the uterine cavity and simultaneous treatment of intracavitary lesions (eg, uterine septum, endometrial polyp, submucosal fibroid).</li>\n\t<li>MRI: may be useful in patients with suspected müllerian anomalies.</li>\n</ul>\n<h1>Causes of male factor infertility</h1><br><br><p>At the onset of puberty, pulsatile GnRH secretion from the hypothalamus stimulates the release of LH and FSH from the anterior pituitary.&nbsp; These hormones act in the testes to regulate testosterone production and support spermatogenesis.</p>\n<h2>Hypothalamic and pituitary disorders</h2><br><br><p><strong>Etiologies</strong></p><br><br><p>Disorders arising at the level of the anterior pituitary gland or hypothalamus result in hypogonadotropic hypogonadism (low LH/FSH, low testosterone).&nbsp; Classic associated conditions include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>GnRH deficiency</strong> (or idiopathic hypogonadotropic hypogonadism):&nbsp; comprises a group of disorders that result in the failed secretion or action of GnRH, leading to low LH and FSH levels and impaired spermatogenesis.&nbsp; Kallmann syndrome is a form of GnRH deficiency characterized by anosmia (inability to smell) due to mutations in the <em>ANOS1</em> gene that cause failed migration of neurons from the olfactory epithelium to the hypothalamus during embryogenesis, resulting in small testes and severe oligozoospermia or azoospermia.</li>\n\t<li><strong>Excess androgen exposure</strong> (eg, androgen-secreting tumors, exogenous androgens): suppresses LH and FSH release via negative feedback and inhibits spermatogenesis.</li>\n\t<li><strong>Hyperprolactinemia </strong>(pituitary adenomas, medications [eg, risperidone, metoclopramide]): inhibits the release of GnRH from the hypothalamus, decreasing FSH and LH levels.</li>\n\t<li>Other causes include systemic disorders (eg, cirrhosis), masses (eg, pituitary adenomas), infiltrative disorders (eg, sarcoidosis, tuberculosis, hemochromatosis), radiation, trauma, stroke, or surgery.</li>\n</ul><br><br><p><strong>Management</strong></p><br><br><p>Patients with an underlying endocrinopathy have the disease optimized, followed by a repeat semen analysis to evaluate for improved results.&nbsp; In many cases, patients are treated with gonadotropin-replacement agents and assisted reproductive techniques, potentially with donor sperm.</p>\n<h2>Defects in spermatogenesis</h2><br><br><p><strong>Etiologies</strong></p><br><br><p>The testes are composed of the interstitium (containing Leydig cells) and seminiferous tubules (containing Sertoli cells and germ cells at different stages of spermatogenesis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L103559.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )).&nbsp; LH stimulates Leydig cells to produce testosterone, which promotes spermatogenesis.&nbsp; FSH stimulates Sertoli cells, which support and regulate the process of spermatogenesis.&nbsp; Spermatogenesis begins with mitosis of the germ cells at the basement membrane of the seminiferous tubules; these cells then undergo meiosis and progressively mature as they move toward the lumen.&nbsp; Defects in spermatogenesis can occur for various reasons:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Klinefelter syndrome</strong>:&nbsp; is a cause of hypergonadotropic hypogonadism (ie, high LH/FSH, low testosterone) that occurs due to meiotic nondisjunction during gametogenesis, resulting in a 47,XXY karyotype.&nbsp; This causes progressive fibrotic destruction of the seminiferous tubules, resulting in impaired spermatogenesis and testosterone production and further causing high FSH and LH levels.&nbsp; Patients have a characteristic phenotype, including tall stature, gynecomastia, and small testes with severe oligozoospermia or azoospermia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18332.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Cryptorchidism</strong>: is a failure of testicular descent into the scrotum, which can cause impaired spermatogenesis, resulting in low sperm count and poor-quality sperm, especially if cryptorchidism is bilateral.&nbsp; However, the risk for infertility decreases if orchiopexy is performed at age &lt;1.</li>\n\t<li><strong>Varicoceles</strong>:&nbsp; are dilated veins of the pampiniform plexus within the scrotum.&nbsp; When large, such veins can cause testicular atrophy and damage the seminiferous tubules, impairing spermatogenesis.</li>\n\t<li><strong>Acquired disorders</strong>:&nbsp; include infections (eg, mumps, tuberculosis, gonorrhea, chlamydia), environmental toxins, radiation, or medications (antiandrogens, chemotherapy agents, marijuana) that can cause impaired spermatogenesis and Leydig cell dysfunction (ie, impaired testosterone production).&nbsp; These disorders can cause low sperm counts and abnormal morphology or motility that may be irreversible.</li>\n</ul><br><br><p><strong>Management</strong></p><br><br><p>Management in patients with testicular defects in spermatogenesis depends on the amount and quality of sperm present in the semen.&nbsp; In cases of azoospermia, testicular biopsy or aspiration can be attempted for sperm retrieval for IVF.&nbsp; However, for some, donor sperm may be required.</p>\n<h2>Sperm transport disorders</h2><br><br><p><strong>Etiologies</strong></p><br><br><p>Sperm are produced in the seminiferous tubules of the testes, where they travel through the rete testis to the epididymis for storage and maturation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L78890.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; During ejaculation, the sperm move through the vas deferens and into the ejaculatory duct, where they are mixed with fluid from the seminal vesicles to form semen, and then the semen exits via the urethra.&nbsp; Disruptions at any portion of this pathway can cause male infertility:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vas deferens abnormalities</strong>:&nbsp; Absence (associated with cystic fibrosis) or obstruction (most often due to prior vasectomy or sexually transmitted infection) of the vas deferens can occur.&nbsp; On semen analysis, there is normal semen volume (because the seminal vesicles are not obstructed and produce the majority of seminal fluid) but low sperm concentration (because sperm are not able to enter the ejaculate).</li>\n\t<li><strong>Epididymis abnormalities</strong>:&nbsp; Obstruction of the epididymis can be congenital or acquired (eg, sexually transmitted infection, toxins) and can cause oligozoospermia or azoospermia.</li>\n\t<li><strong>Ejaculatory duct abnormalities</strong>:&nbsp; Obstruction can be acquired (eg, infection, injury, cysts, inflammation) or congenital.&nbsp; The volume of semen is very low if bilateral obstruction has occurred.</li>\n\t<li><strong>Retrograde ejaculation</strong>:&nbsp; Semen can flow into the bladder instead of through the urethra during ejaculation if there is inadequate closure of the bladder sphincter.&nbsp; This can be due to nerve damage (eg, multiple sclerosis, diabetic neuropathy), medication use (eg, antidepressants, antipsychotics, tamsulosin), prostate surgery, or radiation.&nbsp; Patients may notice an absence of or a small volume of ejaculate and cloudy urine.</li>\n</ul><br><br><p><strong>Management</strong></p><br><br><p>Some anatomic obstructions can be surgically corrected; however, many patients require testicular aspiration of sperm and the use of IVF to conceive.</p>\n<h1>Causes of female factor infertility</h1><h2>Anovulatory disorders</h2><br><br><p>The HPO axis is a highly regulated feedback loop that results in the development of a single dominant follicle for ovulation.&nbsp; The hypothalamus secretes GnRH in a pulsatile manner, which stimulates the anterior pituitary gland to secrete LH and FSH.&nbsp; LH stimulates ovarian theca cells to produce androgens, whereas FSH stimulates the conversion of these androgens to estrogen via the aromatase enzyme in the granulosa cells.&nbsp; Rising estradiol levels promote maturation of the follicle cohort; one follicle is selected as dominant and the others undergo atresia.&nbsp; Estradiol initially exerts negative feedback on the hypothalamus and anterior pituitary gland until it reaches a certain time when the feedback reverses to positive feedback; this initiates the LH surge, which results in ovulation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16436.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; Pathology at any portion of the HPO axis can result in anovulation and infertility.<p></p><br><br><p><strong>Hypothalamic and pituitary etiologies</strong></p><br><br><p>Disorders arising at the level of the anterior pituitary gland or hypothalamus result in hypogonadotropic hypogonadism (ie, low LH/FSH, low estrogen).&nbsp; Classic associated conditions include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>GnRH deficiency</strong> (idiopathic hypogonadotropic hypogonadism):&nbsp; comprises a group of disorders that result in failed secretion or action of GnRH, leading to low LH and FSH levels.</li>\n\t<li><strong>Functional hypothalamic amenorrhea</strong> (FHA):&nbsp; is suppression of GnRH secretion due to significant energy imbalance (eg, eating disorders, excessive exercise) or stress.</li>\n\t<li><strong>Sheehan syndrome</strong>: is ischemic necrosis of the anterior pituitary gland due to hypoperfusion from postpartum hemorrhage, which results in loss of FSH and LH secretion.</li>\n\t<li><strong>Hyperprolactinemia</strong>:&nbsp; directly inhibits GnRH release, resulting in anovulation.</li>\n\t<li><strong>Hypothyroidism</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/107759.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ): low levels of thyroid hormone lead to increased hypothalamic secretion of thyrotropin-releasing hormone, which causes increased pituitary secretion of TSH and prolactin, which suppresses GnRH release and causes anovulation.</li>\n\t<li>Other causes include systemic disorders (eg, cirrhosis), masses (eg, pituitary adenomas), infiltrative disorders (eg, sarcoidosis, tuberculosis, hemochromatosis), radiation, trauma, stroke, and surgery.</li>\n</ul><br><br><p><strong>Ovarian etiologies</strong></p><br><br><p>Disorders arising at the level of the ovary can result in infertility:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diminished ovarian reserve</strong>:&nbsp; most commonly seen with advancing age as the number and quality of oocytes decrease.&nbsp; Patients with diminished ovarian reserve have regular menses but reduced ability to conceive.</li>\n\t<li><strong>Polycystic ovary syndrome</strong> (PCOS): occurs in patients who have consistently elevated estrogen levels (due to peripheral conversion of androgens to estrogens), leading to a persistent imbalance in the LH/FSH ratio.&nbsp; Because FSH remains low relative to LH, the maturation and release of a single, dominant ovarian follicle (ie, anovulation) do not occur.</li>\n\t<li><strong>Primary ovarian insufficiency</strong>: is a condition of accelerated ovarian follicle depletion resulting in hypergonadotropic hypogonadism (high FSH, low estrogen) in women age &lt;40 due to genetic abnormalities (eg, Turner syndrome, fragile X premutation carriers), ovarian surgery, chemoradiation, and autoimmune ovarian failure.</li>\n</ul><br><br><p><strong>Management</strong></p><br><br><p>Any underlying endocrinopathy leading to anovulation should be corrected to restore ovulation.&nbsp; If ovulation is not restored following correction, <strong>ovulation induction</strong> with either clomiphene citrate or letrozole can be used (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/95413.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 2\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Clomiphene citrate</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69721.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ):&nbsp; a selective estrogen receptor modulator that binds to and depletes hypothalamic estrogen receptors, blocking the effects of negative feedback from endogenous estrogen and increasing GnRH, LH, and FSH release, thereby causing ovulation.&nbsp; Clomiphene citrate can cause the formation of multiple ovarian follicles, which can lead to multiple gestations.</li>\n\t<li><strong>Letrozole</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69720.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ):&nbsp; an aromatase inhibitor that prevents the conversion of testosterone to estrogen, thereby decreasing negative feedback on the hypothalamus and anterior pituitary and increasing LH and FSH secretion.</li>\n</ul><br><br><p>Additional infertility treatment options for patients who do not conceive while taking first-line agents include gonadotropins and IVF.</p>\n<h2>Tubal factor infertility</h2><br><br><p>The fallopian tubes are conduits for oocyte transport and fertilization.&nbsp; Normally, fertilization occurs in the fallopian tube, and the embryo then enters the uterine cavity for implantation.&nbsp; Occlusion of the fallopian tubes can interfere with this process by inhibiting the transfer of sperm, the ovum, or the embryo and can occur due to various factors:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pelvic inflammatory disease</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31289.png\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ):&nbsp; is a polymicrobial infection of the upper female reproductive tract that can cause inflammation and scarring of the fallopian tubes and can destroy ciliated epithelial cells, resulting in tubal obstruction.&nbsp; In addition, patients may develop hydrosalpinx, a fluid accumulation within the fallopian tube that blocks transport.</li>\n\t<li><strong>Endometriosis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16637.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ):&nbsp; can distort normal pelvic anatomy and tubal occlusion due to both endometrial implants and the formation of adhesions.</li>\n\t<li>Adhesive disease from prior abdominal surgeries and inflammation (eg, appendicitis, inflammatory bowel disease) can cause pelvic adhesions that obstruct or impair the fallopian tubes and their ability to accept and transport oocytes.</li>\n</ul><br><br><p><strong>Management</strong></p><br><br><p>Severe tubal factor infertility requires advanced reproductive technology with IVF.&nbsp; Patients typically require removal of the fallopian tubes prior to IVF (particularly those with a hydrosalpinx), which improves fertility rates.</p>\n<h2>Uterine factor infertility</h2><br><br><p><strong>Etiologies</strong></p><br><br><p>Following ovulation, progesterone produced by the corpus luteum stimulates endometrial changes, allowing for embryo implantation.&nbsp; Uterine cavity factors can lead to infertility by affecting implantation.&nbsp; Examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Intrauterine adhesions</strong> (Asherman syndrome) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43267.png\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ):&nbsp; Endometrial trauma from surgery (eg, dilation and curettage) or infection can cause scarring with bands of adhesions that obliterate or partially obstruct the uterine cavity, prohibiting implantation.</li>\n\t<li><strong>Uterine leiomyoma</strong> (fibroids) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17609.jpg\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ):&nbsp; With submucosal, intracavitary, and large intramural fibroids, the endometrium can be distorted and implantation impaired.</li>\n\t<li><strong>Endometrial polyps</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29448.jpg\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                ): Endometrial polyps are benign overgrowths of endometrial glands and stroma that can affect implantation due to decreased vascular tissue in the polyp.</li>\n</ul><br><br><p><strong>Management</strong></p><br><br><p>Most uterine factors causing infertility are corrected with hysteroscopic surgery with removal of the abnormality.</p>\n<h1>Summary</h1><br><br><p>Infertility is the failure to conceive after 12 months of regular, unprotected intercourse in women age &lt;35 or 6 months in women age ≥35.&nbsp; It can arise from issues affecting either partner.&nbsp; Female infertility is often related to disorders in the ovary, fallopian tube, or uterine cavity.&nbsp; Male infertility results from defective sperm production (due to testicular or endocrine disorders) or transport.&nbsp; Infertility evaluation requires a comprehensive approach for both partners.&nbsp; Treatment may include lifestyle changes, medical therapy, in vitro fertilization, and use of donor sperm or oocytes.</p>\n</div>\n\n            "
}