{
  "meta": {
    "title": "Precocious puberty",
    "url": "https://brainandscalpel.vercel.app/precocious-puberty-68c25fde-635632.html",
    "scrapedAt": "2025-12-01T05:07:14.689Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction </h1>\n<p>Precocious puberty is defined as the development of secondary sexual characteristics (eg, breasts, pubic hair) in girls age &lt;8 or boys age &lt;9.&nbsp; It can be categorized as central (gonadotropin-dependent) or peripheral (gonadotropin-independent).&nbsp; Benign variants can also occur and are characterized by nonprogressive, isolated secondary sexual characteristics.</p>\n<h1>Physiology </h1><br><br><p>Normal pubertal development manifests with secondary sexual characteristics at age ≥8 for girls and at ≥9 in boys and is due to pulsatile GnRH secretion from the hypothalamus.&nbsp; This stimulates LH and FSH release from the pituitary, which triggers ovarian estrogen production in girls and testicular testosterone production in boys.&nbsp; Adrenal androgen production, which is not stimulated by GnRH, occurs in both sexes.</p><br><br><p>Secondary sexual characteristics are driven by these hormones as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Estrogens stimulate breast development (thelarche [\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16082.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ]) in girls in early puberty and menarche in late puberty.&nbsp;Estrogens (produced by the ovaries in girls and converted from testosterone in boys) also promote a linear growth spurt (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36462.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) primarily due to positive feedback by estrogen on growth hormone (GH) production.&nbsp; GH stimulates insulin-like growth factor 1 (IGF-1) synthesis, which leads to the differentiation and proliferation of chondrocytes in the epiphyseal plate (growth plate) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88275.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n\t<li>Testosterone in boys promotes testicular &amp; penile enlargement (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111261.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), voice deepening, and facial hair growth.</li>\n\t<li>Adrenal androgens are responsible for pubic and axillary hair development, body odor, and acne (collectively, adrenarche) in both sexes.</li>\n</ul>\n<h1>Pathophysiology </h1><br><br><p>Precocious puberty is defined as the development of secondary sexual characteristics in girls age &lt;8 and boys age &lt;9.</p><br><br><p>The etiology of true precocious puberty is categorized as either:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Central (gonadotropin-dependent)</strong>, which results from early activation of the hypothalamic-pituitary-gonadal (HPG) axis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24345.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ), or</li>\n\t<li><strong>Peripheral (gonadotropin-independent)</strong>, which is caused by gonadal or adrenal release of excess sex hormones.</li>\n</ul><br><br><p>Benign variants of puberty also occur (ie, premature thelarche, premature adrenarche) and are characterized by nonprogressive development of isolated secondary sexual characteristics.</p>\n<h1>Evaluation</h1><br><br><p>The initial evaluation of patients with precocious puberty is a <strong>bone age evaluation</strong>, a radiographic assessment of the hand and wrist to assess skeletal maturation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17403.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; Normal ossification of bone occurs in a predictable, age-specific sequence, and the degree of ossification helps differentiate true precocious puberty from benign variants:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients with true precocious puberty have increased estrogen/testosterone levels that accelerate skeletal maturation (ie, premature epiphyseal fusion), resulting in a significantly advanced bone age compared to chronologic age.</li>\n\t<li>Patients with a benign pubertal variant typically have a bone age that correlates with chronologic age. These patients can generally be monitored to ensure that progression of secondary sexual characteristics does not occur until after the expected onset (eg, age ≥8 for girls).</li>\n</ul><br><br><p>The next step in evaluation of those with an advanced bone age is differentiation of central versus peripheral precocious puberty via assessment of basal LH and FSH levels, followed by imaging:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Central precocious puberty</strong> is characterized by <strong>elevated basal LH and FSH levels</strong> and is typically due to either idiopathic, early activation of the hypothalamic-pituitary-gonadal axis or a central nervous system (CNS) tumor in the hypothalamus or pituitary.&nbsp; The gold standard for diagnosis of a central cause is a GnRH stimulation test, which also reveals an elevated LH level (and is particularly helpful if initial basal LH is inconclusive).&nbsp; MRI of the brain is required to differentiate an idiopathic etiology from a CNS tumor.</li>\n\t<li><strong>Peripheral precocious puberty</strong> is characterized by <strong>low basal LH and FSH levels</strong> due to negative feedback from excess production of sex hormones by the gonads or adrenals; these levels remain low following GnRH agonist stimulation.&nbsp; Patients require abdominal and pelvic ultrasonography to evaluate for adrenal or gonadal (ie, ovaries or testes) tumors as the source for peripheral production of endogenous hormones.&nbsp; Further evaluation may also include testing for adrenal androgens (eg, dehydroepiandrosterone sulfate [DHEAS]), 17-hydroxyprogesterone (to evaluate for nonclassic congenital adrenal hyperplasia), and full physical examination for syndromic causes (eg, cafe au lait macules in McCune-Albright syndrome).</li>\n</ul>\n<h1>Benign (nonprogressive) variants</h1> <h2>Premature thelarche</h2><br><br><p>Premature thelarche is the isolated development of breast tissue in girls age &lt;8.&nbsp; This condition is most common in young girls (age 0-2) but can also occur around age 6-7.&nbsp; Growth velocity and bone age are normal, and signs of androgen excess (eg, pubic hair) are not present.&nbsp; Exogenous estrogen from topical products (eg, creams, ointments) via inadvertent household exposure or from over-the-counter products (eg, based on lavender or tea tree oil) should be excluded based on history.</p>\n<h2>Premature adrenarche</h2><br><br><p>Premature adrenarche presents with body odor, oily skin, acne, and pubic and axillary hair due to early activation of adrenal androgens.&nbsp; Mildly elevated DHEAS is typical, but estrogen and testosterone levels remain normal; therefore, there are no other signs of premature puberty (eg, breast development, testicular enlargement), and bone age is usually normal.&nbsp; Although generally benign, premature adrenarche is a risk factor for developing polycystic ovary syndrome, type 2 diabetes mellitus, and metabolic syndrome, especially in obese patients.</p><br><br><p>Management of these variants is reassurance and close observation.&nbsp; Further evaluation for true precocious puberty should be pursued for those with a premature linear growth spurt or with progression or additional development of secondary sexual characteristics.</p>\n<h1>Central precocious puberty </h1><br><br><p>Central causes of precocious puberty are gonadotropin-dependent conditions characterized by an advanced bone age and elevated FSH and LH.&nbsp; Brain MRI can differentiate the two main causes.</p>\n<h2>Idiopathic precocious puberty</h2><br><br><p>Idiopathic precocious puberty is the most common cause of central precocious puberty and is caused by early maturation of the HPG axis.&nbsp; This condition is characterized by early-onset pulsatile GnRH secretion, resulting in early production of sex hormones.&nbsp; Although puberty begins early, the pattern and rate of progression are normal.&nbsp; Children who are obese are at higher risk, as excess adipose is associated with hyperinsulinemia (stimulates adrenal sex hormone production) and increased aromatase activity (converts androgens to estrogens).</p><br><br><p>Estrogens, along with IGF-1 and GH, promote bone growth.&nbsp; However, high estrogen levels (which normally occur during puberty) prompt epiphyseal plate (growth plate) closure, so patients without treatment typically have an early growth spurt but are shorter than average as adults.&nbsp; Treatment is typically with a GnRH agonist, which causes continuous (rather than pulsatile) stimulation of the gonadotrophs, desensitizing the pituitary and suppressing FSH and LH section to slow pubertal progression.&nbsp; This also prevents premature epiphyseal plate fusion and maximizes adult height potential.</p>\n<h2>CNS tumors</h2><br><br><p>A variety of CNS can cause precocious puberty through endogenous hormone production (eg, GnRH-secreting hypothalamic hamartoma, FSH- and LH-secreting pituitary adenomas) or by indirectly affecting the HPG axis due to mass effect or increased intracranial pressure (eg, craniopharyngioma).&nbsp; The rate of progression through normal pubertal events is often rapid.&nbsp; Certain neurocutaneous syndromes (eg, neurofibromatosis [NF] type I, tuberous sclerosis [TS]) that are associated with CNS tumors should be considered in those with cutaneous findings (eg, axillary freckling in NF, shagreen patches in TS), but precocious puberty can be the first manifestation in otherwise asymptomatic patients.</p>\n<h1>Peripheral precocious puberty</h1><br><br><p>Peripheral causes of precocious puberty are gonadotropin-independent conditions characterized by an advanced bone age and low FSH and LH.</p>\n<h2>Ovarian masses</h2><br><br><p>Granulosa cell tumors, a type of sex cord-stromal tumor, can cause precocious puberty in girls due to high estradiol secretion.&nbsp; The high estradiol levels stimulate early breast development and vaginal bleeding.&nbsp; Because androgen levels are normal, pubic/axillary hair, acne, and body odor are not expected.</p>\n<h2>Testicular tumors</h2><br><br><p>Testicular tumors that may present with precocious puberty in boys include testosterone-producing Leydig cell tumors and human chorionic gonadotropin (hCG)-producing germ cell tumors.&nbsp; Increase in testicular size is a typical examination finding.</p>\n<h2>Adrenal tumors</h2><br><br><p>Adrenal gland tumors typically cause isolated premature adrenarche (eg, pubic/axillary hair, acne, body odor) along with markedly elevated DHEAS.&nbsp; Breast development in girls and testicular enlargement in boys would not be seen.</p>\n<h2>Nonclassic (late-onset) congenital adrenal hyperplasia (CAH)</h2><br><br><p>Nonclassic (late-onset) congenital adrenal hyperplasia (CAH), or partial 21-hydroxylase deficiency, presents with signs of adrenarche; thelarche is not seen due to normal estrogen levels.&nbsp; 17-hydroxyprogesterone level is elevated.</p>\n<h2>McCune-Albright syndrome&nbsp;</h2><br><br><p>McCune-Albright syndrome (MAS) is characterized by a triad of peripheral precocious puberty, irregular café-au-lait macules, and fibrous dysplasia of the bone (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39185.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; It is due to a mutation in the <em>GNAS</em> gene, which results in constant G protein activation and overproduction of hormones.&nbsp; Girls most commonly present with estrogen-producing follicular cysts that cause vaginal bleeding and breast development.&nbsp; Unlike the GnRH-independent (ie, peripheral) mechanism of precocious puberty in these patients, MAS can lead to thyrotoxicosis (↑ TSH), acromegaly (↑ GH), and Cushing syndrome (↑ ACTH) due to central activation of these hormones.<p></p>\n<h2>Hypothyroidism</h2><br><br><p>Severe, chronic hypothyroidism is a rare cause of precocious puberty that also presents with classic signs of hypothyroidism (eg, constipation, short stature).&nbsp; High TSH is thought to inappropriately activate the FSH receptor, which can cause breast development or vaginal bleeding in girls or testicular enlargement in boys.</p>\n<h1>Summary </h1><br><br><p>Precocious puberty (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/90034.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is the development of secondary sexual characteristics (eg, breasts, pubic hair) in girls age &lt;8 or boys age &lt;9.&nbsp; Central precocious puberty is due to early activation of the hypothalamic-pituitary-gonadal axis (↑ LH and FSH), whereas peripheral precocious puberty is due to gonadal or adrenal release of excess sex hormones (↓ LH and FSH).&nbsp; Both cause an advanced bone age whereas benign variants (eg, premature adrenarche) are characterized by a bone age that correlates with chronologic age.<p></p>\n</div>\n\n            "
}