{
  "meta": {
    "title": "Sexual dysfunction",
    "url": "https://brainandscalpel.vercel.app/sexual-dysfunction-b37275c9-635632.html",
    "scrapedAt": "2025-12-01T05:07:16.331Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Sexual dysfunction refers to difficulty in the ability to respond sexually or experience sexual pleasure.&nbsp; Sexual dysfunction includes a group of disorders that can occur at any point during the sexual response cycle (excitement, plateau, orgasm, resolution).&nbsp; The disorders covered in this article include premature ejaculation (PE), delayed ejaculation, erectile disorder, male hypoactive sexual desire disorder (HSDD), female sexual interest/arousal disorder, female orgasmic disorder, and genito-pelvic pain/penetration disorder.</p>\n<h1>Sexual response cycle</h1><br><br><p>Sexual stimulation may result in physical and emotional changes during 4 phases:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Excitement:&nbsp; occurs in response to arousing thoughts/sensations; may include increased heart rate and blood pressure, increased blood flow to genitals, vaginal lubrication and clitoral enlargement (in individuals with a vagina), and erection (in individuals with a penis)</li>\n\t<li>Plateau:&nbsp; intensification of excitement phase response, including increased blood flow to genitals, heart rate, and respiration rate; continued lubrication of vagina; and release of preseminal fluid from penis</li>\n\t<li>Orgasm:&nbsp; continued sexual stimulation may result in a climax or peak of sexual excitement, a release of muscle tension, involuntary pelvic muscle contractions in those with a vagina, penile contraction and ejaculation, and a release of oxytocin</li>\n\t<li>Resolution:&nbsp; body relaxes and genitals return to a baseline state; refractory period (ie, unresponsive to further sexual stimulation) in those with a penis</li>\n</ul><br><br><p>These phases are highly variable.&nbsp; The sequence and duration tend to differ with each sexual encounter, and some phases may be absent.&nbsp; Satisfaction from sex is not dependent on all phases occurring.</p>\n<h1>Evaluation and diagnosis of sexual dysfunctions</h1><br><br><p>Sexual functioning can be affected by multiple factors.&nbsp; A thorough evaluation of sexual difficulties should include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Relationship factors (eg, differences in desire, poor communication)</li>\n\t<li>Individual factors (eg, history of trauma/abuse, body image concerns, cooccurring psychiatric conditions, stressors [eg, bereavement])</li>\n\t<li>Partner factors (eg, partner's health status/sexual problems)</li>\n\t<li>Medical factors (eg, adverse medication effects, physical injury)</li>\n\t<li>Cultural or religious factors (eg, attitudes toward sexuality)</li>\n</ul><br><br><p>Transient sexual dysfunction is very common.&nbsp; For a diagnosis of sexual dysfunction, symptoms must be present for at least 6 months and cause a significant level of distress.</p><br><br><p>If sexual difficulties are better explained by a medical condition (eg, pelvic nerve damage), a substance/medication, severe relationship distress, or a nonsexual psychiatric condition (eg, major depressive disorder, posttraumatic stress disorder), then a sexual dysfunction diagnosis is not applicable.</p><br><br><p>To further describe a sexual dysfunction diagnosis, the following specifiers can be used: lifelong (symptoms present since first sexual experiences) or acquired (symptoms develop after period of relatively normal sexual functioning) and generalized (symptoms not limited to certain types of stimulation/situations/partners) or situational (symptoms occur only with certain types of stimulation/situations/partners).</p>\n<h1>Premature ejaculation</h1><br><br><p>Premature ejaculation (PE) is characterized by ejaculation that occurs sooner than desired, either before or shortly after penetration (ie, within a minute) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61507.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Individuals are unable to delay ejaculation in most or all instances of partnered sexual activity.<p></p>\n<h2>Epidemiology and risk factors</h2><br><br><p>The estimated lifetime prevalence of PE in males is 4%, and it is the most common sexual dysfunction in younger males.</p><br><br><p>Risk factors for PE include age (more common in older men), anxiety disorders (more common in acquired PE), erectile dysfunction (ED), and certain medical conditions (eg, thyroid disorders, prostatitis).</p>\n<h2>Clinical presentation</h2><br><br><p>Men with PE tend to experience a decrease in self-confidence related to partnered sexual activity that can result in avoidance of sex as well as relationships.&nbsp; Ejaculation that occurs prior to vaginal penetration may result in difficulties conceiving.</p>\n<h2>Diagnosis</h2><br><br><p>Diagnosis of PE is based on a self-reported estimate of ejaculatory latency (elapsed time before ejaculation) that is &lt;1 minute.&nbsp; Symptoms must be persistent (≥6 months) and cause significant distress.</p><br><br><p>Laboratory testing is not indicated unless clinical findings suggest an underlying condition (eg, hyperthyroidism, prostatitis).</p>\n<h2>Management</h2><br><br><p>Treatment for PE includes pharmacotherapy (first line), psychotherapy, and/or behavioral modifications:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pharmacotherapy:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Daily dosing of selective serotonin reuptake inhibitors (SSRIs) (eg, paroxetine, sertraline) are first-line treatment.&nbsp; Serotonin's inhibitory effects help delay ejaculation.</li>\n\t\t<li>Topical anesthetics (eg, lidocaine cream) or use of condoms may decrease penile sensitivity and delay ejaculation.</li>\n\t\t<li>Phosphodiesterase-5 inhibitors (eg, sildenafil) may be beneficial in patients with PE and ED.</li>\n\t</ul>\n\t</li>\n\t<li>Psychotherapy (eg, cognitive-behavioral therapy [CBT]) can help improve self-confidence and communication with partner, and it can address cooccurring anxiety/depressive disorders.</li>\n\t<li>Behavioral modifications can be made to increase tolerance and delay ejaculation.&nbsp; For example, start-and-stop techniques (stopping sexual activity and focusing on a nonarousing activity) utilize distractions as a means of decreasing sexual excitement and delaying ejaculation.</li>\n</ul>\n<h2>Prognosis</h2><br><br><p>The prognosis for PE is variable.&nbsp; Patients with acquired PE often improve when cooccurring conditions (eg, anxiety disorder, ED) are successfully treated.&nbsp; Those with lifelong PE usually experience symptom improvement with pharmacotherapy, although recurrence is likely with discontinuation of medication.</p>\n<h1>Delayed ejaculation</h1><br><br><p>Delayed ejaculation involves a marked delay in ejaculation or infrequency/absence of ejaculation in male patients.&nbsp; Symptoms occur on all (or almost all) occasions of partnered sexual activity although adequate stimulation is present.</p>\n<h2>Epidemiology and risk factors</h2><br><br><p>The prevalence of delayed ejaculation in men is difficult to determine due to varying definitions/diagnostic criteria, but it is estimated to be 1%-5%.&nbsp; Prevalence increases with age due to multiple factors, including increased refractory time, decreased secretion of sex steroids, and reduced ejaculatory volume and force.</p><br><br><p>Risk factors for delayed ejaculation include older age, depressive disorders, cooccurring medical conditions (eg, spinal cord injury, pelvic-region surgery, sleep apnea), substance use (alcohol, cannabis), and medications (eg, antihypertensives, SSRIs, antipsychotics).</p>\n<h2>Clinical presentation</h2><br><br><p>Based on studies of male-female intercourse, intravaginal ejaculatory latency time is about 5 minutes.&nbsp; Although there is no specific definition for what constitutes a delay in ejaculation, an ejaculatory latency time of 30 minutes or more is usually sufficient for diagnosis.&nbsp; Despite having difficulties ejaculating with partnered sex, those with delayed ejaculation may experience normal ejaculation with masturbation (self-stimulation).</p><br><br><p>Delayed ejaculation can cause decreased sexual pleasure, genital discomfort/injury due to prolonged sexual activity, avoidance of sex, and infertility.</p>\n<h2>Diagnosis</h2><br><br><p>Diagnosis of delayed ejaculation is based on a self-reported delay in ejaculation of &gt;30 minutes or infrequent/absent ejaculation that occurs during almost all or all partnered sexual activity despite adequate stimulation.&nbsp; Symptoms must be persistent (≥6 months) and cause significant distress.</p><br><br><p>Physical examination of secondary sexual characteristics (eg, penis, testes) should be thorough to assess for infectious, neurogenic, or anatomical abnormalities.&nbsp; Laboratory testing is not indicated unless clinical findings suggest an underlying condition (eg, low testosterone, hypothyroidism, urinary tract infection, diabetic neuropathy).&nbsp; Imaging may be appropriate if there is concern for blockage of the ejaculatory ducts.</p>\n<h2>Management</h2><br><br><p>Treatment is focused on psychotherapy and minimizing possible contributing factors:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sex therapy:&nbsp; may facilitate communication between partners and reduce negative emotions associated with sex, which may improve relationship dissatisfaction</li>\n\t<li>Medication-induced symptoms:&nbsp; switching to another medication may be beneficial (eg, switching from SSRI to bupropion)</li>\n\t<li>Depressive or anxiety disorders:&nbsp; pharmacotherapy and/or psychotherapy (eg, CBT)</li>\n\t<li>Substance use disorders:&nbsp; treatment of alcohol, cannabis, or other substance use disorders</li>\n</ul>\n<h2>Prognosis</h2><br><br><p>The majority of individuals with delayed ejaculation experience symptom improvement or remission with treatment.&nbsp; Positive prognostic indicators include shorter duration of symptoms, lack of cooccurring depressive disorders, and a history of satisfying sexual experiences.</p>\n<h1>Erectile disorder</h1><br><br><p>Erectile disorder involves difficulty in obtaining and/or maintaining an erection or a decrease in erectile rigidity during sexual activity that is persistent (≥6 months) and results in significant distress.</p><br><br><p>Unlike erectile disorder, ED describes any difficulty in obtaining and/or maintaining an erection and does not have to be persistent or cause distress.&nbsp; ED is discussed in more detail in a separate article.</p>\n<h1>Male hypoactive sexual desire disorder</h1><br><br><p>Male hypoactive sexual desire disorder (HSDD) is characterized by low or absent sexual thoughts, fantasies, and desire that results in distress.&nbsp; Symptoms must be persistent (≥6 months) and may include decreased/absent masturbation, a lack of sexual initiation, and decreased responsiveness to initiation by a partner.</p>\n<h2>Epidemiology and risk factors</h2><br><br><p>Male HSDD is estimated to affect 2%-6% of men, although the exact prevalence is difficult to determine due to varying diagnostic criteria.</p><br><br><p>Risk factors include older age, other sexual dysfunctions (eg, PE), chronic conditions (eg, diabetes mellitus, hypogonadism), depressive and anxiety disorders, medications (eg, SSRIs), alcohol use disorder, relationship stress (eg, poor communication), body image concerns, and restrictive sexual beliefs (eg, cultural, religious).</p>\n<h2>Clinical presentation</h2><br><br><p>Men with HSDD have a decline in sexual thoughts/fantasies and interest in initiating or engaging in sexual activities.&nbsp; Typical physical and emotional responses to sexual stimulation are dampened or absent and may result in active avoidance of sex and relationships.&nbsp; Severity is measured by how much distress is caused by symptoms.</p>\n<h2>Diagnosis</h2><br><br><p>Diagnosis of male HSDD is based on self-report and clinical judgment (eg, symptoms are not better accounted for by the patient's age, relationship stress, or partner's level of desire).&nbsp; Symptoms must be persistent (≥6 months) and cause significant distress.</p><br><br><p>Laboratory testing (eg, testosterone level, thyroid function testing for hypothyroidism, prolactin level for hyperprolactinemia) may be indicated based on clinical findings.</p>\n<h2>Management</h2><br><br><p>Treatment of male HSDD primarily involves psychotherapy:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>CBT to address automatic negative thoughts and cognitive distortions</li>\n\t<li>Sex therapy to facilitate communication between partners and reduce negative emotions associated with sex, which may improve relationship dissatisfaction</li>\n\t<li>Couples therapy/relationship counseling to improve emotional connectivity and communication</li>\n</ul><br><br><p>Pharmacotherapy with testosterone is recommended only if laboratory findings show a low serum testosterone level.</p><br><br><p>Treating cooccurring conditions (eg, erectile disorder, depressive/anxiety disorders) is recommended and may improve symptoms.&nbsp; However, certain treatments (eg, SSRIs) may contribute to reduced libido, in which case alternate medications (eg, bupropion) may be required.</p>\n<h2>Prognosis</h2><br><br><p>The majority of men with HSDD experience symptom improvement with treatment.&nbsp; Positive prognostic indicators include engagement in psychotherapy and absence of chronic depressive/anxiety disorders.</p>\n<h1>Female sexual interest/arousal disorder</h1><br><br><p>Female sexual interest/arousal disorder is characterized by decreased or absent interest in sexual activity, sexual thoughts/fantasies, initiation of sex, or sexual pleasure or sensation.&nbsp; Symptoms must be persistent (≥6 months), associated with significant distress, and more severe than those expected from age-related changes.</p>\n<h2>Epidemiology and risk factors</h2><br><br><p>The estimated prevalence of female sexual interest/arousal disorder is 5%-10%.</p><br><br><p>Risk factors include older age and menopause, peripartum period, other sexual dysfunctions (eg, female orgasmic disorder), chronic conditions (eg, urinary incontinence, thyroid dysfunction), depressive and anxiety disorders, medications (eg, SSRIs), alcohol use disorder, relationship stress (eg, poor communication), body image concerns, and restrictive sexual beliefs (eg, cultural, religious).</p>\n<h2>Clinical presentation</h2><br><br><p>Women with sexual interest/arousal disorder must persistently experience ≥3 of the following symptoms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Absent/decreased interest in sexual activity</li>\n\t<li>Absent/decreased sexual/erotic thoughts or fantasies</li>\n\t<li>No/decreased initiation of sexual activity and unreceptive to partner's attempts to initiate</li>\n\t<li>Absent/decreased pleasure during sexual activity in almost all or all sexual encounters</li>\n\t<li>Absent/decreased sexual interest/arousal in response to internal or external sexual/erotic cues (eg, visual, verbal)</li>\n\t<li>Absent/decreased genital (eg, vaginal lubrication) or nongenital sensations during sexual activity in almost all or all sexual encounters</li>\n</ul><br><br><p>This condition can be associated with pain during sexual activity, difficulty experiencing orgasm, and decreased sexual activity.</p>\n<h2>Diagnosis</h2><br><br><p>Diagnosis of female sexual interest/arousal disorder is based on self-report and clinical judgment (eg, symptoms are not better accounted for by the patient's age, gynecologic history, relationship stress, or partner's level of desire).&nbsp; Symptoms must be persistent (≥6 months) and cause significant distress.</p><br><br><p>Pelvic examination is recommended to assess for potential contributing factors (eg, anatomical abnormalities, pelvic floor integrity, lesions).&nbsp; Laboratory testing (eg, thyroid function testing for hypothyroidism, prolactin level for hyperprolactinemia) may be indicated based on clinical findings.&nbsp; Serum androgen and hormone testing are not recommended because the results are not correlated with sexual dysfunction.</p>\n<h2>Management</h2><br><br><p>Psychotherapy is first-line treatment.&nbsp; If the patient experiences minimal or no symptom improvement, pharmacotherapy can be considered.</p><br><br><p>Psychotherapy:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>CBT to address automatic negative thoughts, body image concerns, and cognitive distortions (eg, \"I'm never going to enjoy sex again\")</li>\n\t<li>Sex therapy to facilitate communication between partners and reduce negative emotions associated with sex, which may improve relationship dissatisfaction</li>\n\t<li>Couples therapy/relationship counseling to improve emotional connectivity and communication</li>\n</ul><br><br><p>Pharmacotherapy:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bupropion:&nbsp; norepinephrine-dopamine reuptake inhibitor; may increase sexual pleasure, arousal, and orgasm intensity/frequency</li>\n\t<li>Flibanserin:&nbsp; serotonin 1A receptor agonist and 2A receptor antagonist; decreases serotonin and increases release of norepinephrine and dopamine; may improve sexual desire and satisfaction; adverse effects include hypotension and syncope (worsened by alcohol intake)</li>\n</ul><br><br><p>Other sexual dysfunctions (eg, female orgasmic disorder) commonly cooccur and require screening/treatment.</p><br><br><p>Treating comorbid conditions (eg, depressive/anxiety disorders) is recommended and may improve symptoms.&nbsp; However, certain treatments (eg, SSRIs) may contribute to reduced libido/arousal, in which case alternate medications (eg, bupropion) may be required.</p>\n<h2>Prognosis</h2><br><br><p>Prognosis is variable, but many women with sexual interest/arousal disorder experience symptom improvement with treatment.&nbsp; Positive prognostic indicators include early intervention, engagement in psychotherapy, and absence of chronic depressive/anxiety disorders.</p>\n<h1>Female orgasmic disorder</h1><br><br><p>Female orgasmic disorder is characterized by difficulty experiencing orgasm and/or decreased intensity of orgasm.&nbsp; Symptoms must be persistent (≥6 months), associated with significant distress, and not better explained by other causes (eg, medical conditions, medications, inadequate sexual stimulation).</p>\n<h2>Epidemiology and risk factors</h2><br><br><p>The estimated prevalence of female orgasmic disorder is 5%-8%.</p><br><br><p>Risk factors include older age, menopause, peripartum period, chronic conditions (eg, urinary incontinence, thyroid dysfunction), depressive and anxiety disorders, medications (eg, SSRIs), history of sexual trauma, relationship stress (eg, poor communication), and restrictive sexual beliefs (eg, cultural, religious).</p>\n<h2>Clinical presentation</h2><br><br><p>Sexual stimulation (eg, type, intensity, duration) required for an orgasm is highly variable.&nbsp; Often, indirect (eg, through vaginal intercourse) or direct clitoral stimulation is necessary for women to experience orgasm.&nbsp; Typically, frequency of orgasm tends to be higher with masturbation than with partnered sex.</p><br><br><p>If there is difficulty in experiencing orgasm despite adequate sexual stimulation and if symptoms are persistent and distressing, then a diagnosis of female orgasmic disorder may be considered.&nbsp; Symptoms may include absence, decreased frequency, delay, and/or reduced intensity (eg, less pleasurable) of orgasm.</p>\n<h2>Diagnosis</h2><br><br><p>Diagnosis of female orgasmic disorder is based on self-report and clinical judgment (eg, symptoms are not better accounted for by gynecologic history or relationship stress).&nbsp; Evaluation of intensity/type of stimulation during sexual activity with a partner is necessary to assess for inadequate stimulation as a cause of difficulty experiencing orgasm.&nbsp; Symptoms must be persistent (≥6 months) and cause significant distress.</p><br><br><p>Pelvic examination is recommended to assess for potential contributing factors (eg, genitourinary syndrome of menopause).&nbsp; Laboratory testing (eg, thyroid function testing for hypothyroidism, prolactin level for hyperprolactinemia) may be indicated based on clinical findings.&nbsp; Serum androgen and hormone testing are not recommended because the results are not correlated with sexual dysfunction.</p>\n<h2>Management</h2><br><br><p>Management of female orgasmic disorder consists of psychosocial interventions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Discussion of sexual positions and techniques that may increase likelihood of orgasm</li>\n\t<li>Sex therapy to increase self-awareness of pleasure and improve orgasm experience through masturbation and eventually partnered sex</li>\n\t<li>CBT to address automatic negative thoughts, body image concerns, and cognitive distortions (eg, \"I'm never going to have an orgasm\")</li>\n</ul><br><br><p>Other sexual dysfunctions (eg, female sexual interest/arousal disorder) commonly cooccur and require screening/treatment.</p><br><br><p>Treating comorbid conditions (eg, depressive/anxiety disorders) is recommended and may improve symptoms.&nbsp; However, certain treatments (eg, SSRIs) may contribute to difficulty experiencing orgasm, in which case alternate medications (eg, bupropion) may be required.</p>\n<h2>Prognosis</h2><br><br><p>The prognosis for female orgasmic disorder is highly variable.&nbsp; With treatment, many women have improvement in symptoms.&nbsp; Early intervention as well as acquired and situational forms of the disorder are associated with better outcomes.</p>\n<h1>Genito-pelvic pain/penetration disorder</h1><br><br><p>Genito-pelvic pain/penetration disorder involves difficulties with vaginal penetration, vulvovaginal/pelvic pain, and/or tightening of pelvic floor muscles during intercourse.&nbsp; Symptoms may also include fear/anxiety about vulvovaginal/pelvic pain prior to, during, or after vaginal penetration.&nbsp; Symptoms must be persistent (≥6 months), associated with significant distress, and not better explained by other causes (eg, medical conditions, severe relationship stress).</p>\n<h2>Epidemiology and risk factors</h2><br><br><p>The prevalence of genito-pelvic pain/penetration disorder is unclear because most studies do not account for the accompanying distress and persistent symptoms required for diagnosis.&nbsp; The estimated prevalence of genito-pelvic pain with intercourse is 8%-28% among premenopausal women.</p><br><br><p>Risk factors include peripartum period, childbirth trauma (eg, perineal injury), older age, menopause, chronic conditions (eg, fibroids, endometriosis, irritable bowel syndrome), depressive and anxiety disorders, history of physical or sexual trauma, relationship stress (eg, poor communication), and restrictive sexual beliefs (eg, cultural, religious).</p>\n<h2>Clinical presentation</h2><br><br><p>Symptoms of genito-pelvic pain/penetration disorder include ≥1 of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Difficulty with vaginal penetration during intercourse:&nbsp; inability to experience penetration with a partner; may be associated with an inability to insert a tampon or undergo gynecological examinations</li>\n\t<li>Vulvovaginal/pelvic pain during intercourse:&nbsp; varied location (eg, superficial, deep) of pain; may be described as cutting, burning, or shooting; may be provoked by penetration or be spontaneous and can continue after completion of intercourse</li>\n\t<li>Fear/anxiety about vulvovaginal/pelvic pain prior to, during, or resulting from vaginal penetration:&nbsp; may result in avoidance of sex/relationships</li>\n\t<li>Tightening of pelvic floor muscles during attempted vaginal penetration:&nbsp; can be involuntary (eg, reflexive) or voluntary (eg, guarding)</li>\n</ul><br><br><p>Shame and guilt are common emotions associated with this disorder.&nbsp; Women may have difficulty conceiving due to symptoms and resulting avoidance of sexual intercourse.</p>\n<h2>Diagnosis</h2><br><br><p>Diagnosis is based on self-report and clinical judgment (eg, symptoms are not better accounted for by gynecologic history or relationship stress).&nbsp; Symptoms must be persistent (≥6 months) and cause significant distress.</p><br><br><p>Pelvic examination is recommended to assess for reproducible pain or tenderness and underlying causes (eg, vulvar lesions, genitourinary syndrome of menopause, pelvic inflammatory disease, endometriosis, pelvic floor disorders).&nbsp; Laboratory testing (eg, sexually transmitted infections, urinalysis) and/or imaging (eg, transvaginal ultrasonography for endometriosis) may be indicated based on clinical findings.</p>\n<h2>Management</h2><br><br><p>Management includes psychotherapy, pelvic floor therapy, and treatment of cooccurring conditions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Psychotherapy:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Sex therapy:&nbsp; to explore nonpenetrative sex options and improve communication between partners</li>\n\t\t<li>CBT:&nbsp; to address automatic negative thoughts, body image concerns, and cognitive distortions (eg, \"I'm permanently damaged\")</li>\n\t</ul>\n\t</li>\n\t<li>Pelvic floor therapy may include pelvic floor muscle relaxation and the use of vaginal dilators for progressive desensitization to penetration.</li>\n\t<li>Cooccurring conditions:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Topical estrogen for genitourinary syndrome of menopause and atrophic vaginitis</li>\n\t\t<li>Other sexual dysfunctions (eg, female sexual interest/arousal disorder), which commonly cooccur and require screening/treatment</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Prognosis</h2><br><br><p>The course of genito-pelvic pain/penetration disorder is highly variable.&nbsp; Positive prognostic indicators include early intervention and absence of chronic pain conditions (eg, fibromyalgia).</p>\n<h1>Summary</h1><br><br><p>Sexual dysfunction refers to difficulty in the ability to respond sexually or experience sexual pleasure.&nbsp; Type of sexual dysfunction include premature ejaculation, delayed ejaculation, erectile disorder, male hypoactive sexual desire disorder, female sexual interest/arousal disorder, female orgasmic disorder, and genito-pelvic pain/penetration disorder.&nbsp; For diagnosis, symptoms must be persistent (≥6 months), distressing, and not better explained by another cause (eg, medical condition, medication, relationship stress).</p>\n</div>\n\n            "
}