{
  "meta": {
    "title": "Testicular torsion",
    "url": "https://brainandscalpel.vercel.app/testicular-torsion-93cd8f7d-635632.html",
    "scrapedAt": "2025-12-01T05:07:22.254Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Testicular torsion is a urologic emergency characterized by twisting of the testis on the spermatic cord, leading to obstruction of blood flow and testicular ischemia.&nbsp; The classic presentation is sudden-onset, severe, unilateral testicular pain, often with nausea and vomiting.&nbsp; A swollen, tender scrotum and an elevated, transverse testicle are typical examination findings; the cremasteric reflex is characteristically absent.&nbsp; Doppler ultrasonography confirms the diagnosis, and treatment is with immediate surgical detorsion.</p>\n<h1>Anatomy and pathophysiology</h1><br><br><p>The lower pole of the testicle is normally well adhered to the tunica vaginalis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29380.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), a fascial layer within the scrotal sac.&nbsp; This connection inhibits mobility of the testis on the spermatic cord, which contains the testicular blood vessels (branches of the abdominal aorta).<p></p><br><br><p>Inadequate fixation of the testis to the tunica vaginalis during embryologic development causes the oval testis to rest in a horizontal (rather than the normal vertical) plane (ie, bell clapper deformity (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8003.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                )).&nbsp; This deformity increases testicular mobility and predisposition to torsion.<p></p><br><br><p>As the testis and spermatic cord rotate, the pampiniform (venous) plexus becomes compressed, leading to reduced venous outflow.&nbsp; Venous pressure rises and begins to equalize with arterial pressure, which limits testicular perfusion.&nbsp; Ischemia and subsequent tissue necrosis can occur within hours, resulting in irreversible damage to the testicle.</p>\n<h1>Risk factors</h1><br><br><p>Testicular torsion affects primarily postpuberty male adolescents, although it can occur at any age.&nbsp; The onset of torsion may be spontaneous or preceded by vigorous physical activity or trauma.&nbsp; Risk factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prior testicular torsion</strong></li>\n\t<li><strong>Bell clapper deformity</strong>:&nbsp; Absent fixation of testis to tunica vaginalis increases testicular mobility on the spermatic cord.</li>\n\t<li><strong>Puberty</strong>:&nbsp; Increasing size and weight of the testicles during pubertal growth can increase the risk of torsion.</li>\n\t<li><strong>Cryptorchidism (undescended testicle)</strong>:&nbsp; An undescended testicle is not inside (or fixated to) the scrotum and is therefore more likely to twist.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Patients with testicular torsion typically present with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Nausea and vomiting</li>\n\t<li>Sudden-onset, severe, unilateral testicular pain</li>\n\t<li>Inguinal or lower abdominal pain:&nbsp; Testicular pain often radiates to the groin or lower abdomen; therefore, torsion should be considered in any male patient with abdominal pain and vomiting.</li>\n</ul><br><br><p>Characteristic physical examination findings include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Scrotal swelling, erythema, and exquisite tenderness</strong> on palpation of the testis</li>\n\t<li><strong>High-riding testicle</strong>:&nbsp; Shortening of the spermatic cord (due to twisting) can cause the testicle to sit higher in the scrotum.</li>\n\t<li><strong>Absent cremasteric reflex</strong>:&nbsp; Torsion can inhibit the ability of the cremasteric muscle (which runs over the spermatic cord) to retract the testis.</li>\n\t<li><strong>Negative Prehn sign</strong>:&nbsp; Lifting the scrotal sac increases pain due to increased compression and further impairment of blood flow.</li>\n</ul><br><br><p>Atypical presentations can occur in the following situations:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Torsion of an undescended testis</strong> causes inguinal pain/swelling or severe abdominal pain (based on the location of the undescended testis), rather than scrotal signs/symptoms.&nbsp; Infants may present with irritability, inconsolability, and an acute abdomen.</li>\n\t<li><strong>Intermittent torsion</strong> is characterized by repeated episodes of twisting that resolve without intervention.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of testicular torsion can be made clinically in patients with characteristic signs and symptoms (eg, sudden testicular pain with scrotal swelling, high-riding testicle, and absent cremasteric reflex).&nbsp; However, many cases present less typically and require Doppler ultrasonography to confirm the diagnosis.</p><br><br><p>The TWIST scoring system can help assess the likelihood of torsion and guide next steps during the initial evaluation.&nbsp; A numerical value is assigned to specific signs and symptoms, and higher scores are more predictive of torsion:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Testicular swelling:&nbsp; +2</li>\n\t<li>Hard testicle on examination:&nbsp; +2</li>\n\t<li>Absent cremasteric reflex:&nbsp; +1</li>\n\t<li>Nausea or vomiting:&nbsp; +1</li>\n\t<li>High-riding testis:&nbsp; +1</li>\n</ul><br><br><p>Scores &gt;5 are specific to torsion, and these patients require immediate surgical intervention.&nbsp; Patients with lower TWIST scores should undergo ultrasonographic evaluation.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Epididymitis</strong>:&nbsp; typically presents with scrotal pain and swelling, but onset is typically gradual.&nbsp; Focal tenderness over the epididymis, pain relief with scrotal elevation, an intact cremasteric reflex, and an enlarged, hyperemic epididymis on ultrasonography differentiate epididymitis from torsion.</li>\n\t<li><strong>Orchitis</strong>:&nbsp; symptoms include severe testicular pain, tenderness, and swelling.&nbsp; However, orchitis is typically associated with systemic symptoms such as fever and malaise, and ultrasonography reveals increased blood flow within the affected testicle.</li>\n\t<li><strong>Inguinal hernia</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24742.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; may be associated with scrotal swelling and discomfort, but symptoms are usually aggravated by straining or lifting, and examination shows a characteristic, often reducible, bulge in the scrotal sac.</li>\n\t<li><strong>Torsion of the appendix testis</strong> (a vestigial appendage on the upper testis):&nbsp; causes acute-onset testicular pain, but examination often shows a localized, tender mass on the testis, which may have a blue discoloration.&nbsp; The testis is typically nontender and has normal or increased blood flow on ultrasonography.</li>\n</ul>\n<h1>Laboratory evaluation</h1><br><br><p>Urinalysis is typically performed when evaluating acute scrotal pain to assess for urinary tract infection (associated with epididymitis) or hematuria (associated with renal colic).&nbsp; However, laboratory tests alone cannot definitively diagnose testicular torsion.</p>\n<h1>Imaging</h1><br><br><p>Color flow Doppler ultrasonography evaluates testicular perfusion.&nbsp; Decreased or absent blood flow (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111880.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) in the symptomatic testicle is the characteristic finding that supports the diagnosis of testicular torsion.&nbsp; In addition, the spermatic cord may appear as a coiled mass, providing additional evidence of torsion.<p></p>\n<h1>Management</h1><br><br><p>Patients require emergent surgical management, which involves:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Immediate detorsion</strong> of the spermatic cord to restore blood flow to the affected testis</li>\n\t<li><strong>Orchiopexy</strong> (fixation of both testicles to the scrotum) to prevent future torsion</li>\n</ul><br><br><p>Manual detorsion may be attempted (particularly if surgery must be delayed) by rotating the affected testicle in a medial to lateral direction because the majority of torsions twist medially.&nbsp; However, lateral torsions (requiring medial rotation to detorse) do occur.&nbsp; Successful detorsion should provide pain relief and possibly restore a normal lie and lowered position of the testis within the scrotum.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for testicular torsion depends on the duration of ischemia.&nbsp; Detorsion with restoration of perfusion within 6 hours of onset typically allows for complete testicular viability.&nbsp; However, after 24 hours, the testis is rarely salvageable, resulting in testicular loss and increased risk of infertility.</p>\n<h1>Summary</h1><br><br><p>Testicular torsion (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/64041.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a urologic emergency that occurs when a testis twists around the spermatic cord, causing decreased perfusion and testicular ischemia.&nbsp; Characteristic clinical findings include acute-onset, severe testicular pain with scrotal swelling and an elevated, transverse testis, and absent cremasteric reflex.&nbsp; The diagnosis may be made clinically in classic presentations, but Doppler ultrasonography showing decreased or absent blood flow to the testis is confirmatory.&nbsp; Immediate surgical detorsion is necessary to prevent testicular loss.<p></p>\n</div>\n\n            "
}