{
  "meta": {
    "title": "Antimicrobials: Antifungals",
    "url": "https://brainandscalpel.vercel.app/antimicrobials-antifungals-3eac67c8-2edf1a.html",
    "scrapedAt": "2025-12-01T05:03:35.675Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Antifungal agents represent approximately 20 individual drugs across 6 classes.&nbsp; The first half of this article presents the major classes of antifungals, including their mechanisms of action, spectra of activity, major indications, and important adverse effects.&nbsp; The second half provides a general framework for antifungal selection.</p>\n<h1>Fungi and antifungals</h1><h2>Fungi</h2><br><br><p>The medically important fungi (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81282.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) can be categorized as:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Yeasts (eg, <em>Candida</em>, <em>Cryptococcus</em>).</li>\n\t<li>Molds (eg, <em>Aspergillus</em>, <em>Mucor</em>, dermatophytes).</li>\n\t<li>Dimorphic (mold in environment, yeast in host) (eg, <em>Histoplasma</em>, <em>Blastomyces</em>, <em>Coccidioides</em>).</li>\n</ul><br><br><p>The distinction between yeasts and molds is relevant primarily for histopathologic identification (eg, observing branching hyphae in molds) but plays a lesser role in antifungal selection.&nbsp; Instead, the choice of antifungal is guided primarily by the clinical category of infection (eg, skin and superficial infections, systemic and invasive infections), as described later.</p>\n<h2>Antifungals</h2><br><br><p>Antifungals (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17452.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) are classified into those that inhibit:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cell wall structure:\n\t<ul>\n\t\t<li>Inner <strong>ergosterol</strong> lipid layer (eg, azoles).</li>\n\t\t<li>Outer <strong>beta-D-glucan</strong> polysaccharide layer (eg, echinocandins).</li>\n\t</ul>\n\t</li>\n\t<li>Nucleic acid synthesis (eg, flucytosine).</li>\n\t<li>Mitosis (eg, griseofulvin).</li>\n</ul><br><br><p>In contrast to bacteria, which require different antibiotics based on their gram-positive or gram-negative cell wall structure, all fungi have a similar cell wall composition (although with varying ratios of ergosterol and beta-D-glucan).</p>\n<h1>Azoles</h1><br><br><p>Azoles (drugs ending in \"-azole\") inhibit the fungal enzyme <strong>lanosterol 14 alpha-demethylase</strong>, a critical enzyme in ergosterol (inner lipid layer of cell wall) synthesis.&nbsp; Therefore, they have broad-spectrum activity against most fungi.&nbsp; They are subgrouped into topical azoles (imidazoles) and systemic azoles (triazoles).</p>\n<h2>Topical azoles</h2><br><br><p>Topical azoles (imidazoles) include <strong>ketoconazole</strong>, <strong>clotrimazole</strong>, and <strong>miconazole</strong>.</p><br><br><p>Because of poor oral bioavailability, they are formulated for topical administration (eg, creams, shampoos) and used primarily for <strong>cutaneous</strong> fungal infections such as dermatophytoses (eg, tinea pedis, corporis, and capitis), <em>Candida</em> vulvovaginitis, and intertrigo.</p><br><br><p>Toxicity is uncommon because topical azoles are poorly absorbed through the skin.</p><br><br><p>(Oral ketoconazole is used as adjunctive therapy for Cushing syndrome because it inhibits endogenous cortisol synthesis; prolonged use can cause adrenal insufficiency.)</p>\n<h2>Systemic azoles</h2><br><br><p>Systemic azoles (triazoles) include <strong>fluconazole</strong>, <strong>itraconazole</strong>, <strong>voriconazole</strong>, <strong>posaconazole</strong>, and <strong>isavuconazole</strong>.</p><br><br><p>They have good oral bioavailability and are used for <strong>systemic</strong> fungal infections, such as endemic mycoses (eg, histoplasmosis, blastomycosis), invasive candidiasis, and pulmonary aspergillosis.</p><br><br><p>Toxicity is a greater concern with triazoles due to their systemic route of administration.&nbsp; Major adverse effects include hepatotoxicity (requires routine liver enzyme monitoring), QT-interval prolongation, and <strong>drug-drug interactions</strong> due to cytochrome P450 inhibition (eg, triazoles increase serum concentrations of warfarin, statins, digoxin, phenytoin, and many other medications).</p>\n<h1>Echinocandins</h1><br><br><p>The echinocandins (drugs ending in \"-fungin\") include <strong>caspofungin</strong>, <strong>micafungin</strong>, <strong>anidulafungin</strong>, and <strong>rezafungin</strong>.</p><br><br><p>Echinocandins inhibit the fungal enzyme <strong>beta-(1,3)-glucan synthase</strong>, a critical enzyme in beta-D-glucan (outer polysaccharide layer of cell wall) synthesis.&nbsp; Fungal susceptibility to echinocandins is determined by cell wall glucan content:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><em>Candida</em> has the highest glucan content.&nbsp; Echinocandins are the preferred treatment for invasive <em>Candida</em> infections (eg, <strong>candidemia</strong>).</li>\n\t<li><em>Aspergillus</em> has intermediate beta-D-glucan content, resulting in weaker susceptibility.&nbsp; Echinocandins are sometimes used as adjunctive therapy for invasive pulmonary aspergillosis.</li>\n\t<li>Non-<em>Candida</em> yeasts (eg, <em>Histoplasma</em>, <em>Cryptococcus</em>) have minimal glucan content.&nbsp; Echinocandins are generally ineffective.</li>\n</ul><br><br><p>Echinocandins have <strong>minimal toxicity</strong> because humans lack a homologue of beta-D-glucan.&nbsp; The main adverse effect is a transient pruritic infusion reaction due to histamine release.</p>\n<h1>Polyenes</h1><br><br><p>Polyenes (drugs ending in \"-in\") include <strong>amphotericin B</strong> (systemic) and <strong>nystatin</strong> (topical).</p><br><br><p>Polyenes are <strong>ergosterol disruptors</strong> that form pores in the fungal cell membrane.&nbsp; They are <strong>rapidly fungicidal</strong> agents because they directly lyse the ergosterol membrane rather than merely inhibiting its synthesis.</p>\n<h2>Amphotericin B</h2><br><br><p>Amphotericin B has the <strong>broadest spectrum</strong> of all antifungals and is effective against most pathogenic fungi.&nbsp; Therefore, it is the drug of choice for the initial treatment of <strong>severe invasive infections</strong> such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cryptococcal meningitis (yeast).</li>\n\t<li>Invasive pulmonary aspergillosis (mold).</li>\n\t<li>Mucormycosis (mold).</li>\n\t<li>Disseminated dimorphic mycosis (eg, disseminated histoplasmosis).</li>\n</ul><br><br><p>The major adverse effect of amphotericin B is <strong>nephrotoxicity</strong>.&nbsp; Amphotericin is excreted in the urine, reaching high concentrations capable of damaging renal tubular epithelial cells.&nbsp; Nephrotoxicity includes acute kidney injury (due to acute tubular necrosis); metabolic acidosis (due to type 1 distal renal tubular acidosis); electrolyte disturbances such as hypokalemia, hypophosphatemia, and hypomagnesemia (due to proximal tubular wasting); and polyuria (due to nephrogenic diabetes insipidus).&nbsp; The risk for nephrotoxicity is lower with the liposomal formulation of amphotericin B than with water-soluble formulations (eg, deoxycholate).</p>\n<h2>Nystatin</h2><br><br><p>Nystatin has minimal systemic absorption and is used mainly as a topical agent for <strong>mucocutaneous candidal infections</strong>, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Oral candidiasis (thrush), treated with nystatin liquid elixir (\"swish and swallow\").</li>\n\t<li>Candidal intertrigo (diaper rash), treated with nystatin powder.</li>\n</ul>\n<h1>Allylamines</h1><br><br><p>Allylamines (drugs ending in \"-fine\") include <strong>terbinafine</strong>, <strong>naftifine</strong>, and <strong>butenafine</strong>.&nbsp; They inhibit the fungal <strong>squalene epoxidase</strong>, a critical enzyme in ergosterol (cell wall lipid) biosynthesis.&nbsp; Inhibition not only disrupts the cell wall, but also leads to toxic intracellular <strong>accumulation</strong> of squalene, particularly in <strong>keratinocytes</strong> and <strong>keratin</strong>.</p><br><br><p>Because of the accumulation of squalene in keratin, allylamines exhibit excellent activity against <strong>dermatophytic</strong> infections, such as tinea (skin) and onychomycosis (nail beds).</p><br><br><p>Because of its metabolism (eg, by cytochrome P450 enzymes in the liver), major adverse effects of terbinafine include <strong>hepatotoxicity</strong> (requiring periodic monitoring of liver function) and drug-drug interactions (increasing the plasma levels of selective serotonin reuptake inhibitors, tricyclic antidepressants, and beta blockers).</p>\n<h1>Nucleic acid inhibitors</h1><br><br><p><strong>Flucytosine (5-FC)</strong> is a pyrimidine analogue that inhibits DNA and RNA synthesis by interfering with thymidylate synthase and RNA polymerase, respectively.&nbsp; Although human cells share this machinery, 5-FC is more selective for fungi, which have higher levels of cytosine transporters.</p><br><br><p>5-FC is combined with amphotericin B during the initial phases of treatment of 2 conditions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cryptococcal meningitis.</li>\n\t<li><em>Candida</em> endocarditis.</li>\n</ul><br><br><p>The amphotericin B permeabilizes the fungal cell wall and enables 5-FC to enter (antifungal <strong>synergy</strong>).</p><br><br><p>Major adverse effects include myelosuppression (eg, anemia, thrombocytopenia, leukopenia) and hepatotoxicity.</p>\n<h1>Microtubule inhibitor</h1><br><br><p><strong>Griseofulvin</strong> disrupts fungal cell division by binding to tubulin subunits to block mitotic spindle formation.</p><br><br><p>Like allylamines, griseofulvin also accumulates in <strong>keratin</strong> and <strong>keratinocytes</strong>.&nbsp; It has excellent activity against dermatophytes and is used for the treatment of tinea and onychomycosis.</p><br><br><p>Major adverse effects include teratogenicity (pregnancy category X) and hepatotoxicity.</p>\n<h1>General treatment framework</h1><br><br><p>Although many antifungals have similar spectra of activity and could theoretically be interchanged, their clinical use is limited to specific approved indications.&nbsp; Antifungal selection is generally guided by the clinical category of infection, which can be classified as either skin and superficial infections or systemic and invasive infections.</p>\n<h1>Skin and superficial infections</h1><h2>Cutaneous fungal infections</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tinea</strong>:&nbsp; Caused by dermatophytes such as <em>Trichophyton</em> spp, <em>Epidermophyton</em> spp, and <em>Microsporum</em> spp.&nbsp; Dermatophytes infect the stratum corneum and break down keratin.&nbsp; They cause tinea pedis (athlete's foot), cruris (jock itch), corporis (body ringworm), and capitis (scalp ringworm).&nbsp; Tinea typically responds well to <strong>topical azoles</strong> (eg, ketoconazole, clotrimazole).&nbsp; The azole cream is often combined with a topical corticosteroid (eg, hydrocortisone) to relieve pruritus.&nbsp; Allylamines (eg, terbinafine) are sometimes used.&nbsp; Rarely, oral azole (eg, fluconazole) therapy may be required for refractory tinea.</li>\n\t<li><strong>Pityriasis versicolor</strong> (tinea versicolor):&nbsp; Caused by <em>Malassezia</em> spp, commensal nondermatophytic fungi that use lipids (eg, skin oil) as a nutrient source.&nbsp; Patients develop scattered oval hypopigmented or hyperpigmented patches with a light silvery scale, often associated with seborrheic dermatitis and dandruff.&nbsp; Potassium hydroxide scraping characteristically shows a spaghetti-and-meatballs appearance, representing the dimorphic state of round yeast amongst hyphae (mold).&nbsp; The infection responds to <strong>topical azoles</strong> (eg, ketoconazole, clotrimazole).&nbsp; Scalp infections and dandruff can also be treated with medicated shampoo (eg, selenium sulfide, zinc pyrithione).</li>\n\t<li><strong>Onychomycosis</strong> (tinea unguium):&nbsp; Caused mainly by dermatophytes and rarely by <em>Candida</em> and molds (eg, <em>Fusarium</em> spp).&nbsp; Unlike other forms of tinea, onychomycosis <strong>responds poorly to topical</strong> agents because the fungi are deeply entrenched in the nail matrix.&nbsp; Therefore, <strong>oral terbinafine</strong> and <strong>oral griseofulvin</strong>, which <strong>accumulate in keratin</strong>, are the regimens of choice; they are typically administered for longer durations (eg, 6 weeks for fingernails, 12 weeks for toenails).</li>\n</ul>\n<h2>Sporotrichosis</h2><br><br><p><em>Sporothrix schenckii</em> is an environmental mold that can cause subcutaneous mycosis (nodular and ulcerated lesions tracking along lymphatic channels) when spores are introduced through the skin via minor punctures or lacerations (eg, rose gardeners).&nbsp; Treatment involves a <strong>systemic azole</strong> (eg, voriconazole).</p>\n<h2>Mucocutaneous <em>Candida</em> infections</h2><br><br><p>Noninvasive <em>Candida</em> infections include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Intertrigo</strong>:&nbsp; Usually presents with erythematous plaques and satellite lesions across the inguinal skinfolds, often bilaterally.&nbsp; Risk factors include obesity, diabetes mellitus, and chronically moist environments (eg, incontinence, diaper rash).&nbsp; It is typically treated with a <strong>topical azole</strong> (eg, ketoconazole, clotrimazole) or a <strong>topical allylamine</strong> (eg, naftifine, butenafine) in addition to local moisture management (eg, antichaffing and drying powders such as talc or zinc oxide).</li>\n\t<li><strong><em>Candida</em> vulvovaginitis</strong>:&nbsp; Usually presents with thick, \"cottage cheese\" vaginal discharge and is associated with risk factors such as pregnancy, recent antibiotic use, and diabetes mellitus.&nbsp; It is typically treated with an <strong>oral azole</strong> (eg, a single dose of fluconazole) or topical azole (eg, miconazole cream).&nbsp; <em>Candida</em> balanitis (infection of the glans penis beneath the foreskin) is treated similarly.</li>\n\t<li><strong>Oropharyngeal candidiasis</strong> (thrush):&nbsp; Usually presents with oral discomfort, creamy white plaques, and underlying mucosal inflammation (eg, erythema, bleeding) when scraped.&nbsp; It is typically treated with a liquid <strong>nystatin suspension</strong> (\"swish and swallow\") or <strong>topical azole</strong> (eg, clotrimazole lozenge).&nbsp; For severe thrush, oral azole treatment is sometimes necessary.&nbsp; Underlying risk factors (eg, poor corticosteroid inhaler technique) should be addressed.</li>\n\t<li><strong><em>Candida</em> esophagitis</strong>:&nbsp; Usually presents with dysphagia, substernal discomfort, and anorexia.&nbsp; It occurs in patients with significant cellular immunocompromise (eg, HIV with CD4<font size=\"2\"><sup>+</sup></font> cell count &lt;100/mm<font size=\"2\"><sup>3</sup></font>).&nbsp; Patients usually have concurrent thrush.&nbsp; <em>Candida</em> esophagitis is treated with <strong>systemic azole</strong> therapy (eg, fluconazole).</li>\n</ul>\n<h1>Systemic or invasive fungal infections</h1><h2>Invasive <em>Candida</em> infections (candidemia)</h2><br><br><p>Candidemia represents the spread of <em>Candida</em> beyond mucosal and cutaneous barriers.&nbsp; Risk factors include critical illness, indwelling vascular catheters, and total parenteral nutrition (especially with high lipid content).&nbsp; Hematogenous dissemination can seed multiple tissues such as vitreous humor, cardiac valves, and bone.&nbsp; Empiric treatment involves an <strong>echinocandin</strong> (eg, intravenous micafungin), which is effective given the high glucan content of <em>Candida</em>, until azole susceptibility can be confirmed.</p><br><br><p>In addition, infected sites often require specialized management:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><em>Candida</em> endophthalmitis requires systemic azole therapy because echinocandins have poor ocular penetration.&nbsp; Intravitreal amphotericin B or vitrectomy is often required for source control.</li>\n\t<li><em>Candida</em> endocarditis requires prolonged antifungal therapy (eg, high-dose echinocandin or amphotericin B plus 5-FC).&nbsp; Surgical valve resection is usually required for source control.</li>\n</ul><br><br><p>Indwelling vascular catheters should be removed, followed by a \"line holiday\" (eg, no new catheters until blood cultures clear) if possible.</p>\n<h2>Systemic dimorphic mycoses</h2><br><br><p>The systemic dimorphic mycoses (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/120040.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) include histoplasmosis, blastomycosis, coccidioidomycosis, and paracoccidioidomycosis.&nbsp; They cause an acute febrile pulmonary syndrome (fungal pneumonia) with potential extrapulmonary involvement (eg, skin lesions, meningitis).&nbsp; Treatment typically involves a <strong>systemic azole</strong> (itraconazole preferred) and, potentially, amphotericin B for disseminated infection.&nbsp; Echinocandins are not effective, given that these non-<em>Candida</em> yeasts have minimal glucan content.<p></p>\n<h2>Aspergillosis</h2><br><br><p><em>Aspergillus</em> causes 4 distinct conditions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Allergic bronchopulmonary aspergillosis (refractory asthma, bronchiectasis, high IgE) is treated with a <strong>systemic azole</strong> (eg, voriconazole or itraconazole) to reduce spore burden and <strong>systemic corticosteroids</strong> (eg, prednisone) to reduce allergic inflammation.</li>\n\t<li>Aspergillomas (fungus balls within preexisting lung cavities) are usually asymptomatic and do not require treatment.</li>\n\t<li>Chronic pulmonary aspergillosis (slowly enlarging nodules, cavities, or fibrotic areas) is difficult to cure but can be suppressed with a <strong>systemic azole</strong> taken for several years.</li>\n\t<li>Invasive pulmonary aspergillosis (necrotizing pneumonia with hemoptysis) is treated with a <strong>systemic azole</strong> and possible surgical resection of bleeding lobes.</li>\n</ul>\n<h2>Mucormycosis</h2><br><br><p>The Mucorales order (eg, <em>Mucor</em> and <em>Rhizopus</em> spp) are aggressive molds with angioinvasive hyphae that cause tissue necrosis.&nbsp; They proliferate rapidly in patients with severe immunocompromise or diabetic ketoacidosis.&nbsp; Rhinoorbitocerebral disease is the most common manifestation, causing erosion through the sinuses into the frontal lobe.&nbsp; Treatment involves extensive surgical debridement, initial <strong>amphotericin B</strong>, and a step-down to an azole (eg, isavuconazole or posaconazole).</p>\n<h2>Cryptococcosis</h2><br><br><p><em>Cryptococcus neoformans</em> and <em>Cryptococcus gattii</em> can cause meningitis in patients who are profoundly immunocompromised (eg, HIV with CD4<font size=\"2\"><sup>+</sup></font> cell count &lt;100/mm<font size=\"2\"><sup>3</sup></font>).&nbsp; The yeast also disseminates to the lungs, producing severe pneumonia that often progresses to acute respiratory distress syndrome.&nbsp; Treatment involves <strong>amphotericin B</strong>, usually with 5-FC for synergy.&nbsp; Most patients require long-term suppression with a systemic azole (eg, fluconazole).</p>\n<h2><em>Pneumocystis jiroveci</em> pneumonia (PJP)</h2><br><br><p><em>Pneumocystis jiroveci</em> is a quasi-yeast that can cause opportunistic pneumonia in immunocompromised hosts (eg, HIV with CD4<font size=\"2\"><sup>+</sup></font> cell count &lt;200/mm<font size=\"2\"><sup>3</sup></font>, organ transplant recipients).&nbsp; PJP cannot be treated with standard antifungals because <em>P jiroveci</em> does not synthesize ergosterol or glucan.&nbsp; Instead, PJP is treated with other antimicrobials, including antibiotics (eg, trimethoprim-sulfamethoxazole) and/or antiprotozoal drugs (eg, pentamidine, atovaquone)</p>\n<h1>Special considerations</h1><h2>Azole resistance</h2><br><br><p>Azoles are the frontline antifungal agent for most infections.&nbsp; However, rates of azole resistance in <em>Candida</em> have increased significantly (from 0% to 20% in 20 years).&nbsp; Resistance is driven by various mechanisms, such as azole binding site mutations in lanosterol 14 alpha-demethylase and expression of drug efflux pumps (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L86405.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Prolific use of broad-spectrum antibiotics (eg, intensive care units) also fosters <em>Candida</em> overgrowth in general, contributing to resistance.&nbsp; Resistance is especially problematic in <strong>non–<em>C albicans</em></strong> species (eg, <em>Candida glabrata</em>, <em>Candida krusei</em>), which cause over one-third of all candidal infections in the hospital setting.<p></p><br><br><p>Typically, treatment requires switching to a different antifungal class (eg, echinocandin).&nbsp; Treatment options for <strong><em>C auris</em></strong>, a highly resistant species now considered a critical priority pathogen by the World Health Organization and the Centers for Disease Control and Prevention, may be limited to novel antifungals (eg, ibrexafungerp).</p>\n<h2>Pregnancy and breastfeeding</h2><br><br><p>Antifungal therapy is relatively limited in pregnancy:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Safe</strong>:&nbsp; All topical antifungals are safe due to minimal systemic absorption.&nbsp; Amphotericin B is the drug of choice for serious infections.</li>\n\t<li><strong>Indeterminate</strong>:&nbsp; Systemic azoles demonstrate dose-dependent teratogenicity, but low-dose fluconazole is an acceptable option for more significant infections.&nbsp; The safety profile of echinocandins is undetermined (pregnancy category C).</li>\n\t<li><strong>Contraindicated</strong>:&nbsp; Most systemic azoles (especially during first trimester), terbinafine, and griseofulvin cause definite fetal harm and should be avoided.</li>\n</ul>\n<h1>Summary</h1><br><br><p>The main classes of antifungal drugs can be categorized by their mechanism of action.&nbsp; Azoles (eg, fluconazole), allylamines (eg, terbinafine), and polyenes (eg, amphotericin B) target cell wall ergosterol; echinocandins (eg, micafungin) target cell wall beta-D-glucan; flucytosine blocks nucleic acid synthesis; and griseofulvin inhibits microtubules.&nbsp; Antifungal selection is based on the suspected pathogen involved in the site and type of infection.&nbsp; Azoles and amphotericin B have the broadest spectrum and are used for wide indications, ranging from cutaneous dermatophyte infections to systemic mycoses.&nbsp; Echinocandins are used mainly for invasive candidiasis.&nbsp; Allylamines and griseofulvin are excellent for onychomycosis because they accumulate in keratin.&nbsp; Hepatotoxicity and drug-drug interactions are a concern for most systemic antifungals, and nephrotoxicity is the main adverse effect of amphotericin B.</p>\n</div>\n\n            "
}