{
  "meta": {
    "title": "Aspergillosis",
    "url": "https://brainandscalpel.vercel.app/aspergillosis-686d123f-2edf1a.html",
    "scrapedAt": "2025-12-01T05:03:36.020Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Pathophysiology and risk factors</h1>\n    <p>Aspergillosis refers to a family of lung diseases caused by <em>Aspergillus</em> species (mostly <em>A fumigatus</em>).&nbsp; This environmental fungus is ubiquitous and found in soil, organic matter, and air.&nbsp; <em>Aspergillus</em> spores (conidia) are constantly inhaled (~1000 spores daily).&nbsp; Normally, they are cleared by the lungs' mucociliary escalator and never cause disease.&nbsp; However, in susceptible individuals, 4 major manifestations can develop:</p>\n    \n    <ul class=\"article-body-unordered-list\"><br><br>    <li><strong>Allergic bronchopulmonary aspergillosis (ABPA)</strong> develops when spores trapped in bronchial mucus develop TH2 sensitization.&nbsp; Patients with underlying asthma and/or mucostasis (eg, bronchiectasis, cystic fibrosis) are at highest risk.\n    \n    </li><li><strong>(Simple) aspergilloma</strong> is a fungus ball formed when spores colonize a preexisting lung cavity and then germinate into a mass of hyphae.&nbsp; Conditions that lead to the formation of lung cavities (eg, previous tuberculosis, lung surgery, emphysema bleb) set the stage for aspergilloma.\n    \n    </li><li><strong>Chronic pulmonary aspergillosis (CPA)</strong> occurs when spores and hyphae generate a prolonged host inflammatory response over many months, leading to infiltrates, nodules, and fibrosis.&nbsp; CPA can evolve from simple aspergilloma or can occur <em>de novo</em> in patients with compromised immune systems (eg, elderly, HIV).\n    \n    </li><li><strong>Invasive pulmonary aspergillosis (IPA)</strong> is the most destructive form of aspergillosis, developing when hyphae directly invade through blood vessels and lung parenchyma, leading to necrosis and possible disseminated multiorgan disease.&nbsp; Patients with severe immunocompromise (eg, neutropenia, bone marrow transplant) are uniquely vulnerable.</li></ul><br><br>    <h1>Clinical presentation and diagnosis</h1>\n    \n    <p>Diagnosis requires clinical suspicion and confirmatory testing or supportive findings.</p>\n    <h2>ABPA</h2>\n    \n    <p>ABPA should be suspected when patients have difficult-to-control asthma, thick mucus production (often brown/rust colored), and constitutional symptoms (low-grade fever, malaise) over months.&nbsp; It is diagnosed by:</p>\n    <br><br>    <ul class=\"article-body-unordered-list\">\n    <li>elevated total IgE (often ≥1000 IU/mL).\n    \n    </li><li>positive <em>Aspergillus</em>-specific IgE or skin prick.\n</li></ul>\n    <p>Supportive findings include peripheral blood eosinophilia and chest imaging showing bronchiectasis with mucus plugging.</p>\n    <h2>(Simple) aspergilloma</h2>\n    \n    <p>Simple aspergilloma should be suspected in an asymptomatic patient with a history of cavitary lung disease (eg, prior tuberculosis).&nbsp; A fungus ball (mycetoma) is typically found incidentally on lung imaging for unrelated reasons (eg, screening lung cancer low-dose CT scan of the chest) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97427.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Rarely, the fungus ball/cavity can erode into a nearby vessel and cause major hemoptysis.<p></p>\n    <h2>CPA</h2>\n    \n    <p>CPA should be suspected when patients have chronic unresolving pneumonia over several months (eg, does not improve with typical antibacterial drugs), usually accompanied by constitutional symptoms (fatigue, weight loss) and sometimes scant hemoptysis.&nbsp; Chest imaging shows gradually expanding nodules, fibrosis, and infiltrates.&nbsp; CPA is also suspected when a known simple aspergilloma cavity begins to enlarge.&nbsp; It is the trickiest form to diagnose because there is no definitive confirmatory test.&nbsp; The strongest evidence comes from a positive <em>Aspergillus</em> IgG (indicates chronic infection) and a high burden of <em>Aspergillus</em> recovered from sputum (eg, culture).</p>\n    <h2>IPA</h2>\n    \n    <p>IPA should be suspected when an immunocompromised patient (eg, neutropenia, stem cell transplant) develops rapidly necrotizing pneumonia.&nbsp; Chest pain is common due to lung tissue necrosis.&nbsp; Hemoptysis occurs due to pulmonary and bronchial vessel invasion and can be massive/fatal.&nbsp; IPA is diagnosed by evidence of <em>Aspergillus</em> antigens in the blood (eg, positive galactomannan or beta-D-glucan).&nbsp; Chest imaging can show hemorrhage around a necrotic core (\"halo\" sign).&nbsp; Biopsied/resected tissue will show direct hyphal invasion (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11744.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p>\n    <h1>Differential diagnosis</h1><h2>ABPA</h2>\n    <br><br>    <p>The differential for ABPA includes conditions that can cause refractory wheezing, thick sputum, and high IgE/eosinophilia.&nbsp; They include:</p>\n    \n    <ul class=\"article-body-unordered-list\">\n   <li>Severe asthma (eg, poor inhaler technique, severe acid reflux)</li>\n    \n   <li>Helminthic infection (eg, <em>Strongyloides</em>)</li>\n    \n   <li>Other causes of bronchiectasis (eg, hypogammaglobulinemia)</li></ul>\n    \n    <p>These conditions would not produce a specific <em>Aspergillus</em> IgE response.</p>\n    <h2>Aspergilloma</h2>\n    \n    <p>The differential for aspergilloma includes conditions that can cause a pulmonary cavity.&nbsp; They include:</p>\n    \n    <ul class=\"article-body-unordered-list\">\n   <li>Pulmonary cyst/pneumatocele (eg, congenital, postinfectious)</li>\n    \n   <li>Cavitary lung infections (eg, tuberculosis)</li>\n    \n   <li>Lung cancer (eg, squamous cell carcinoma tends to cavitate centrally)</li></ul>\n    \n    <p>These conditions typically involve a cavity without an internal mass.&nbsp; In contrast, aspergilloma fungal balls are mobile intracavitary masses that settle dependently (eg, caudal on x-ray of the chest [patient standing], dorsal on supine CT [patient supine]).</p>\n    <h2>CPA</h2>\n    \n    <p>The differential for CPA includes conditions that can cause constitutional symptoms, slowly enlarging nodules, infiltrates, and areas of fibrosis.&nbsp; They include:</p>\n    \n    <ul class=\"article-body-unordered-list\">\n    <li>Other chronic pulmonary infections (eg, histoplasmosis, tuberculosis, nontuberculous mycobacteria)</li>\n    \n    <li>Chronic inflammatory lung disease (eg, hypersensitivity pneumonitis, sarcoidosis)</li>\n</ul>\n    <h2>IPA</h2>\n    \n    <p>The differential for IPA includes conditions that can cause rapid lung necrosis and hemoptysis in a patient with immunocompromise.&nbsp; They include:</p>\n    \n    <ul class=\"article-body-unordered-list\">\n    <li>Other lung-destroying molds (eg, mucor)</li>\n    \n   <li>Lung infarction (eg, septic emboli from endocarditis)</li>\n    \n    <li>Bacterial pneumonia (eg, methicillin-resistant <em>Staphylococcus aureus</em> quickly destroys lung tissue)</li>\n</ul>\n    <h1>Management and prognosis</h1><h2>ABPA</h2>\n    \n    <p>Treatment is needed to prevent bronchiectasis (from chronic airway inflammation) and acute exacerbations of asthma.&nbsp; This includes:</p>\n    \n    <ul class=\"article-body-unordered-list\">\n    <li>Systemic corticosteroids (eg, prednisone) to suppress allergic inflammation\n    \n    </li><li>Antifungal drugs (eg, itraconazole) to eradicate fungal spores</li>\n    \n    <li>Inhaled corticosteroids and bronchodilators to treat underlying asthma</li>\n</ul>\n    \n    <p>Biologic therapy (eg, anti-IgE [omalizumab]) is occasionally needed.&nbsp; Improvement requires several weeks.</p>\n    <h2>Aspergilloma</h2>\n    \n    <p>Treatment is usually not needed.&nbsp; Simple aspergillomas are usually stable over time and can typically be monitored with serial imaging (eg, annual CT) to ensure stability.&nbsp; If they cause trouble (eg, enlargement, hemoptysis), treatment options include antifungal drugs, bronchial artery embolization, or surgical resection.</p>\n    <h2>CPA</h2>\n    \n    <p>Treatment is needed to prevent loss of lung function due to chronic inflammation and fibrosis.&nbsp; This usually requires prolonged (sometimes lifelong) antifungal treatment due to entrenched infection and high relapse rate.</p>\n    <h2>IPA</h2>\n    \n    <p>Treatment is needed to prevent death from lung necrosis and arterial necrosis (massive hemoptysis).&nbsp; Management involves immediate broad-spectrum antifungal therapy with azole (eg, voriconazole) with or without echinocandin (eg, caspofungin), surgical debridement or resection of highly threatening lesions (eg, adjacent to large artery), and immune optimization (eg, avoid further chemotherapy to allow neutropenia to recover).</p>\n    <h1>Summary</h1>\n    \n    <p><em>Aspergillus</em> species (mainly <em>A fumigatus</em>) spores are everywhere in the environment, constantly inhaled, and easily cleared by normal lungs.&nbsp; In hosts with preexisting lung disease or immune compromise, <em>Aspergillus</em> causes 4 major categories of lung disease (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87576.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n    \n    <ul class=\"article-body-unordered-list\">\n    <li><strong>Allergic bronchopulmonary aspergillosis (ABPA):</strong>&nbsp; affects patients with abnormal mucus clearance (eg, asthma, cystic fibrosis) and represents allergic sensitization (very high IgE) to mucus-trapped spores in airways.&nbsp; It presents with refractory asthma and thick brown sputum and is treated with systemic corticosteroids and antifungal drugs to prevent bronchiectasis and asthma exacerbations.</li>\n    \n    <li><strong>(Simple) aspergilloma:</strong>&nbsp; affects patients with preexisting lung cavities (eg, prior tuberculosis) and reflects colonization of cavity and formation of a fungal ball.&nbsp; Most cases (simple aspergillomas) are asymptomatic, detected incidentally, and require observation only.</li>\n    \n    <li><strong>Chronic pulmonary aspergillosis (CPA):</strong>&nbsp; affects immunocompromised patients.&nbsp; A prolonged inflammatory response to <em>Aspergillus</em> causes constitutional symptoms and progressive lung fibrosis.&nbsp; Most cases require long-term antifungal treatment.</li>\n    \n    <li><strong>Invasive pulmonary aspergillosis (IPA):</strong>&nbsp; affects severely immunocompromised (especially neutropenic) patients.&nbsp; There is rapid lung tissue destruction and vascular invasion (eg, positive fungal antigens in blood) with a high risk of massive hemoptysis.&nbsp; IPA requires immediate antifungal treatment and possible surgical resection.</li>\n    </ul>\n    </div>\n    \n            "
}