{
  "meta": {
    "title": "Bacterial tracheitis",
    "url": "https://brainandscalpel.vercel.app/bacterial-tracheitis-c355cbb0-2edf1a.html",
    "scrapedAt": "2025-12-01T05:03:37.771Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Bacterial tracheitis is a rare, potentially life-threatening bacterial infection of the trachea and surrounding structures that primarily affects children.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>In healthy individuals, the larynx (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L61896.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) is colonized with bacteria (eg, <em><strong>Staphylococcus aureus</strong></em>, <em><strong>Streptococcus pyogenes</strong></em>) that can extend inferiorly to the trachea and become pathogenic under certain conditions.&nbsp; In most cases of bacterial tracheitis, a predisposing viral upper respiratory tract infection (URI) causes tracheal mucosal injury; and viral URI symptoms (eg, cough) lead to microaspiration of upper respiratory secretions that introduce bacteria into the trachea.&nbsp; The bacteria invade the injured tracheal mucosa and underlying soft tissues, leading to invasive polymicrobial infection.<p></p><br><br><p>Bacterial tracheitis is rare, and common risk factors include <strong>age &lt;6</strong> and recent tracheal mucosal injury (eg, viral URI, endotracheal intubation, tonsillectomy).</p>\n<h1>Clinical presentation</h1><br><br><p>Bacterial tracheitis most commonly presents as a <strong>secondary bacterial infection</strong>.&nbsp; Patients initially develop symptoms of a <strong>predisposing viral URI</strong> (eg, rhinorrhea, nasal congestion, cough).&nbsp; As bacteria invade the injured tracheal mucosa, patients develop signs of <strong>worsening airway obstruction</strong> (eg, stridor, cough) that may rapidly progress to respiratory failure.&nbsp; Stridor may be inspiratory or biphasic, and fever is common.&nbsp; A productive cough may yield membranous exudates.</p><br><br><p>Less commonly, bacterial tracheitis presents as a primary bacterial infection in which patients develop signs of worsening airway obstruction at symptom onset.&nbsp; Although rare, the infection can spread to the bronchial tree and lungs, causing pneumonia.</p><br><br><p>Less specific clinical findings related to local inflammation (eg, dysphagia, pharyngitis, voice changes) may also be present.</p>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of bacterial tracheitis is <strong>clinical</strong>, and it should be suspected in patients with acute-onset, rapidly progressive airway obstruction preceded by viral URI symptoms.</p><br><br><p>Bacterial tracheitis should also be suspected when symptoms of croup (eg, inspiratory stridor, barking cough) do not improve with standard treatment (eg, racemic epinephrine, systemic glucocorticoids).</p><br><br><p>Direct visualization of <strong>purulent exudates</strong> and edema within the trachea via laryngoscopy and tracheobronchoscopy confirms the diagnosis.&nbsp; The exudates are sent for microbiologic testing (eg, Gram stain, bacterial culture) to confirm the etiology.</p><br><br><p>Radiographic and laboratory findings that support the diagnosis include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Radiographic findings are generally nonspecific and include subglottic tracheal narrowing (eg, steeple sign), which is also seen in croup (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47487.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Bacterial exudates may be visualized as tracheal wall irregularities, a more specific finding when present.</li>\n\t<li>Laboratory findings are also generally nonspecific and include elevated inflammatory markers; both leukopenia and leukocytosis may be seen.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Croup</strong> (viral laryngotracheobronchitis) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L62857.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; presents with barking cough and inspiratory stridor.&nbsp; Bacterial tracheitis may occur as a complication of croup, but patients with bacterial tracheitis have acute-onset, rapidly progressive symptoms that do not improve with racemic epinephrine and systemic glucocorticoids.</li>\n\t<li><strong>Epiglottitis</strong>:&nbsp; causes acute-onset, rapidly progressive upper airway obstruction, but, unlike in bacterial tracheitis, cough is not common in epiglottitis.&nbsp; Patients often sit in the tripod position (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21171.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) with drooling and a muffled voice.&nbsp; The inflamed epiglottis with thumb sign (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L109233.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) is visible on lateral neck radiograph, distinguishing the diagnosis.</li>\n\t<li><strong>Peritonsillar abscess</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25820.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) and <strong>retropharyngeal abscess</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18105.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):&nbsp; cause airway obstruction that often presents with drooling, muffled voice, and stiff neck.&nbsp; These symptoms are not common in patients with bacterial tracheitis.</li>\n\t<li><strong>Foreign body aspiration</strong>:&nbsp; presents with acute-onset airway obstruction, but fever is not common.&nbsp; Asymmetric breath sounds are typical, unlike in patients with bacterial tracheitis.&nbsp; The foreign body may be visualized on imaging.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of suspected bacterial tracheitis involves:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Airway management:</strong>&nbsp; Patients with bacterial tracheitis are at high risk for complete airway obstruction due to the accumulation of bacterial exudates within the narrow tracheal lumen.&nbsp; Airway management takes priority over diagnostic evaluation in patients with signs of progressive airway obstruction or respiratory failure.&nbsp; Initial management may require endotracheal intubation or surgical placement of an artificial airway, particularly if there is severe subepiglottic edema.&nbsp; Patients who do not require intubation at presentation should be monitored closely for signs of airway compromise.</li>\n\t<li><strong>Laryngoscopy and tracheobronchoscopy:</strong>&nbsp; Direct visualization of the trachea via laryngoscopy and tracheobronchoscopy is diagnostic and therapeutic because it allows debridement of adherent exudates that cause airway obstruction.</li>\n\t<li><strong>Empiric antibiotic therapy:</strong>&nbsp; Empiric broad-spectrum antibiotic therapy that targets the most common causal pathogens (eg, <em>S aureus</em>, <em>S pyogenes</em>, <em>Haemophilus influenzae</em>) should be initiated immediately (usually vancomycin plus a third-generation cephalosporin).&nbsp; The antibiotic regimen should be adjusted according to bacterial culture results.</li>\n\t<li><strong>Supportive care:</strong>&nbsp; Other supportive care measures (eg, oxygen, fluid resuscitation, antipyretics) are provided as needed.&nbsp; Additional treatments (eg, systemic glucocorticoids, racemic epinephrine) may be considered.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>With prompt recognition and appropriate management, the prognosis for bacterial tracheitis is generally favorable.&nbsp; Most patients' condition improves clinically within 72 hours of initiation of antibiotic therapy.&nbsp; Tracheal mucosa typically heals without scarring.&nbsp; However, delayed diagnosis or inadequate treatment can result in death from complete airway obstruction or invasive infection.</p>\n<h1>Summary</h1><br><br><p>Bacterial tracheitis is a rare, potentially life-threatening bacterial infection of the trachea and surrounding structures that primarily affects children.&nbsp; Bacterial tracheitis presents with signs of airway obstruction (eg, stridor, cough) that may rapidly progress to complete obstruction and respiratory failure without prompt diagnosis, airway management, and empiric antibiotics.</p>\n</div>\n\n            "
}