{
  "meta": {
    "title": "Basic bacteriology: Structure, virulence factors, and genetics",
    "url": "https://brainandscalpel.vercel.app/basic-bacteriology-structure-virulence-factors-and-genetics-b31f1ed9-2edf1a.html",
    "scrapedAt": "2025-12-01T05:03:47.230Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Bacteria are single-celled microorganisms that lack an enveloped nucleus and have no membrane-bound cytoplasmic organelles.&nbsp; They are classified largely by staining characteristics (eg, gram-positive/negative), shape (eg, cocci, rods), arrangement (eg, chains, clusters), growth characteristics (eg, aerobic, anaerobic, facultative), and biochemical features.</p>\n<h1>Gram stain</h1><br><br><p>Gram staining is one of the most common ways to broadly classify bacteria.&nbsp; In this technique, bacteria are affixed to a slide, stained with crystal violet and iodine, and then exposed to a solvent (eg, ethanol, acetone) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L106456.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Gram-positive bacteria retain the stain (due to having a thick cell wall) and appear <strong>purple</strong>; gram-negative bacteria lose the stain (due to having a thin cell wall) and appear <strong>pink</strong>.&nbsp; Additional information about the surface structure of gram-positive and gram-negative organisms follows (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29978.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p>\n<h2>Gram-positive bacteria</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Gram-positive bacteria have a thick, continuous cell wall, which provides structural rigidity and resistance to osmotic pressure.&nbsp; The primary components of the cell wall are as follows:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Peptidoglycan</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L124840.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; Alternating glycan strands (N-acetylglucosamine [NAM] and N-acetylmuramic acid [NAG]) cross-linked by short peptide chains.</li>\n\t\t<li><strong>Teichoic acids</strong>:&nbsp; Polymers with strong negative charges covalently linked to peptidoglycan.</li>\n\t\t<li>Additional polymers (eg, polysaccharides, peptido-glycolipids):&nbsp; Linked to the peptidoglycan backbone in some bacteria.</li>\n\t</ul>\n\t</li>\n\t<li>Gram-positive bacteria have no outer membrane and no lipopolysaccharide (except for <em>Listeria monocytogenes</em>).</li>\n\t<li>Common gram-positive bacteria include <em>Staphylococcus</em>, <em>Streptococcus</em>, <em>Enterococcus</em>, <em>Clostridium</em>, and <em>Corynebacterium</em>.</li>\n</ul>\n<h2>Gram-negative bacteria</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Gram-negative bacteria (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85898.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) have a thin (5-10 nm) cell wall composed of peptidoglycan with no teichoic acids that resides in the periplasmic space between the inner and outer membrane.</li>\n\t<li>Gram-negative bacteria also have an <strong>outer membrane</strong>, which is an asymmetric bilayer that acts as a barrier to environmental toxins (eg, antibiotics).&nbsp; It is composed of the following:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Outer layer:&nbsp; Glycolipids and <strong>lipopolysaccharide</strong> (LPS) (also called endotoxin).</li>\n\t\t<li>Inner layer:&nbsp; Phospholipids noncovalently attached to underlying peptidoglycan by lipoprotein.</li>\n\t\t<li>Porins:&nbsp; Transmembrane proteins that selectively allow molecules from the external environment to pass into the periplasmic space.</li>\n\t</ul>\n\t</li>\n\t<li>Common gram-negative bacteria include <em>Escherichia</em>, <em>Klebsiella</em>, <em>Pseudomonas</em>, and <em>Neisseria</em>.</li>\n</ul>\n<h2>Miscellaneous</h2><br><br><p>Bacteria with no cell wall (eg, <em>Mycoplasma</em>), very thin peptidoglycan layers (eg, <em>Chlamydia</em>), very small diameters (eg, spirochetes), or extensive mycolic acid in the cell wall (eg, <em>Mycobacteria</em>) are often unable to be visualized well with Gram stain.</p><br><br><p>Further classification of bacteria based on morphology (shape and arrangement) and biochemical and growth characteristics can support initial identification.</p>\n<h1>Bacterial morphology</h1><h2>Shape</h2><br><br><p>Shape refers to the microscopic appearance of individual bacterial cells.&nbsp; There are 3 main shapes of bacteria, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cocci</strong>:&nbsp; Spherical or oval-shaped organisms (eg, <em>Staphylococcus</em>, <em>Streptococcus</em>) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13315.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Bacilli</strong> (rods):&nbsp; Cylindrical, rod-shaped organisms varying in length and width (eg<em>, Corynebacterium, E coli</em>) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L55575.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Some gram-positive bacilli (eg, <em>Bacillus</em>, <em>Clostridium</em>) produce spores.</li>\n\t<li><strong>Spirochetes</strong>:&nbsp; Thin, helical organisms that are generally too narrow to be viewed with traditional light microscopy (eg, <em>Treponema</em>).</li>\n</ul><br><br><p>Common variants include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Coccobacilli</strong>:&nbsp; Short, plump rods (eg, <em>Haemophilus influenzae</em>).</li>\n\t<li><strong>Pleomorphic</strong>:&nbsp; No consistent shape due to structural variability, environmental factors, and/or the absence of a cell wall (eg, <em>Mycoplasma</em>, <em>Chlamydia</em>).</li>\n\t<li><strong>Filamentous</strong>:&nbsp; Branching chains (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13296.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) (eg, <em>Nocardia</em>).</li>\n</ul>\n<h2>Arrangement</h2><br><br><p>Arrangement refers to the way bacterial cells group together, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pairs</strong> (diplococci):&nbsp; Are characteristic of some cocci (eg, <em>Neisseria</em>) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L75362.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Chains</strong>:&nbsp; Occur when bacteria divide along a single plane and arrange longitudinally along the division axis like train cars (eg, <em>Streptococcus</em>) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14323.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Clusters</strong>:&nbsp; Resemble grape-like groupings (eg, <em>Staphylococcus</em>) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L5603.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Palisades</strong>:&nbsp; Occur when bacilli divide by snapping division (inner cell wall splits but the outer cell wall stays connected), leading to side-by-side arrangements similar to fence posts.&nbsp; Organisms (eg, <em>Corynebacterium</em>) can be either parallel or at angles.</li>\n</ul><br><br><p>Gram-staining characteristics, along with bacterial shape and arrangement, are typically used in combination to assist with the initial identification and classification of bacteria.&nbsp; For example, gram-positive cocci in clusters suggest <em>Staphylococcus</em>, whereas gram-positive rods in palisades suggest <em>Corynebacterium</em>.</p>\n<h1>Biochemical and growth characteristics</h1><br><br><p>Testing for growth requirements and enzyme activity can differentiate organisms with similar morphologic characteristics.</p>\n<h2>Oxygen requirements</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Obligate aerobes</strong>:&nbsp; Require oxygen to generate energy.&nbsp; They use enzymes (eg, superoxide dismutase, catalase) to convert reactive oxygen species into harmless intermediates.&nbsp; Obligate aerobes often infect superficial skin or the respiratory tract.</li>\n\t<li><strong>Obligate anaerobes</strong>:&nbsp; Use fermentation or anaerobic respiration (sulfate or nitrate can act as electron acceptors) for energy generation.&nbsp; They are unable to convert reactive oxygen species into harmless intermediates; therefore, exposure to oxygen is toxic.&nbsp; Obligate anaerobes often infect deep tissue/wounds or the gastrointestinal/urinary tract.</li>\n\t<li><strong>Facultative anaerobes</strong>:&nbsp; Generate energy in either the presence or absence of oxygen using aerobic respiration or fermentation, respectively.</li>\n\t<li><strong>Microaerophiles</strong>:&nbsp; Require low levels of oxygen for energy metabolism; excessive oxygen exposure is generally toxic (due to low levels of catalase).</li>\n</ul>\n<h2>Metabolic and enzymatic properties</h2><br><br><p>The presence or absence of enzyme activity or the ability to ferment sugar can also assist with identification, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Catalase test</strong>:&nbsp; This test detects the presence of catalase, an enzyme that breaks down hydrogen peroxide into water and oxygen.&nbsp; Catalase-positive bacteria generate bubbles in solution (due to oxygen being released).&nbsp; It is most often used to differentiate staphylococci (catalase-positive) from streptococci (catalase-negative).</li>\n\t<li><strong>Oxidase test</strong>:&nbsp; This test uses a reagent to detect the presence of cytochrome c oxidase, an enzyme used in the electron transport chain.&nbsp; It can differentiate oxidase-positive (eg, <em>Neisseria</em>, <em>Pseudomonas</em>) from oxidase-negative (eg, <em>Enterobacteriaceae</em>) organisms.</li>\n\t<li><strong>Indole test</strong>:&nbsp; This test determines whether bacteria can convert tryptophan to indole.&nbsp; It is primarily used to differentiate bacteria within the Enterobacteriaceae family (gram-negative gastrointestinal rods).&nbsp; <em>E&nbsp;coli</em> is generally indole-positive.</li>\n\t<li><strong>Carbohydrate fermentation test</strong>:&nbsp; Fermentation of sugar is detected by a pH change in the culture medium.&nbsp; For example, on MacConkey agar, lactose fermentation produces pink colonies (eg, <em>E coli</em>), whereas nonfermenting organisms (eg, <em>Salmonella</em>) remain colorless.</li>\n</ul><br><br><p>Additional enzymatic tests are sometimes used to detect the ability of a bacterium to generate urease (eg, <em>Proteus</em>) or hydrogen sulfide (H<font size=\"2\"><sub>2</sub></font>S) (eg, <em>Salmonella</em>).</p>\n<h1>Algorithmic identification</h1><br><br><p>Biochemical and morphologic characteristics are used in combination for preliminary identification and confirmatory testing, in a somewhat algorithmic fashion.&nbsp; For example:</p>\n<h2>Gram-positive organisms</h2><br><br><p><strong>Gram-positive cocci</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Clusters</strong>:&nbsp; Suggest <em>Staphylococcus</em> spp., which can be confirmed with a positive catalase test.&nbsp; A coagulase test can then be performed to differentiate <em>S aureus</em> (coagulase-positive) from other staphylococci (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30652.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Chains or pairs</strong>:&nbsp; Suggest <em>Streptococcus</em> or <em>Enterococcus</em>, which can be differentiated by hemolysis patterns on blood agar (altered agar appearance around the colony) and Lancefield group patterns (carbohydrate antigens on the bacterial cell wall) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22217.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p><strong>Gram-positive rods (bacilli)</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Spores</strong>:&nbsp; Seen with <em>Bacillus</em> and <em>Clostridium</em> but not with <em>Corynebacterium</em> or <em>Listeria</em> spp.</li>\n\t<li><strong>Filamentous, fungus-like growth</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L2738.jpg\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ):&nbsp; Seen with <em>Nocardia</em> and <em>Actinomyces</em>; these species do not form spores.</li>\n</ul>\n<h2>Gram-negative organisms</h2><br><br><p><strong>Gram-negative rods</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lactose-fermenting organisms</strong> (eg, <em>E coli</em>, <em>Klebsiella</em>):&nbsp; Can be distinguished from nonfermenting organisms (eg, <em>Salmonella</em>, <em>Pseudomonas</em>) based on MacConkey agar growth.</li>\n\t<li><strong>Oxidase testing</strong>:&nbsp; Helps separate <em>Pseudomonas</em> (oxidase-positive) from <em>Enterobacteriaceae</em> (oxidase-negative).</li>\n</ul><br><br><p><strong>Others</strong></p><br><br><p>Other features of gram-negative organisms are described in the figure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6963.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).<p></p>\n<h1>Virulence factors</h1><br><br><p>Virulence factors are bacterial adaptations that promote survival; they often enhance bacterial colonization/invasion, evasion of the immune response, or tissue damage.&nbsp; Common virulence factors include:</p>\n<h2>Surface appendages</h2><br><br><p><strong>Flagella</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Flagella are long, filamentous appendages found on some gram-negative and gram-positive organisms.</li>\n\t<li>Flagella contain 3 components:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>A long, external, cylindrical filament composed of protein subunits (flagellins).</li>\n\t\t<li>A basal body that traverses the outer wall/membrane of the bacterium.</li>\n\t\t<li>A hook structure between the basal body and filament.</li>\n\t</ul>\n\t</li>\n\t<li>Counterclockwise rotation of the basal body causes the filament to spin, which results in <strong>propulsion</strong> of the bacteria (similar to a motor).&nbsp; The number and distribution of flagella is typically preserved within a given bacterial species and can be used to assist in identification.&nbsp; Notably, flagellins are antigenic (H antigen).</li>\n</ul><br><br><p><strong>Pili</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pili (also called fimbriae) are thin, rigid, hair-like appendages found on many gram-negative bacteria.</li>\n\t<li>Short (common) pili allow bacteria to <strong>adhere</strong> to the surface of epithelial cells, erythrocytes, and yeast/fungal cells, which assists with colonization; some bacteria are coated in common pili (eg, <em>Shigella</em>, <em>E coli</em>).</li>\n\t<li>In contrast to short pili, sex pili are lengthy and few in number; they attach donor and recipient bacteria during conjugation and are encoded on plasmids (discussed more below).</li>\n</ul>\n<h2>Capsules</h2><br><br><p>Some gram-positive and gram-negative bacteria are surrounded by a capsule, an outermost layer typically composed of polysaccharides that coalesce into a thick, viscous gel.&nbsp; Capsules hide bacterial surface antigens from immune recognition, prevent phagocytosis, and impair intracellular killing by phagocytes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L82570.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).<p></p>\n<h2>Lipopolysaccharide (endotoxin)</h2><br><br><p>Gram-negative bacteria contain LPS, a cell-bound, heat-stable, amphipathic toxin composed of the following parts:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lipid A</strong>:&nbsp; Hydrophobic portion that resides in the outer leaflet of the outer membrane and is responsible for <strong>toxicity</strong>.</li>\n\t<li><strong>O antigen</strong>:&nbsp; Repeating distal oligosaccharide that differs significantly between species.</li>\n\t<li>Hydrophilic core polysaccharide:&nbsp; Links lipid A and the O antigen.</li>\n</ul><br><br><p>LPS is a potent activator of the innate immune system through toll-like receptor 4; it also activates the complement and the coagulation cascades and triggers the release of inflammatory cytokines (tumor necrosis factor, IL-1, IL-6, IL-8), nitric oxide, and eicosanoids.&nbsp; Exposure to even a small quantity of endotoxin can have an outsized physiologic effect (eg, septic shock).</p>\n<h2>Exotoxins</h2><br><br><p>Exotoxins are proteins released from viable gram-positive or gram-negative bacteria.&nbsp; They are the most potent toxic substances known to exist per unit of weight.&nbsp; Although the benefit of exotoxin to bacterial growth is largely unknown, the adverse effect on the host can be profound.&nbsp; Neurotoxins (eg, botulinum toxin), cytotoxins (diphtheria toxin), and enterotoxins (eg, cholera toxin) can cause life-threatening effects.</p><br><br><p>Exotoxins can be categorized in a variety of ways, but a common classification is based on the mechanism of action, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Enzymes</strong> (eg, proteases, hyaluronidases, coagulases, fibrinolysins):&nbsp; Contribute to tissue destruction and abscess formation.</li>\n\t<li><strong>AB toxins</strong> (eg, cholera, anthrax, botulinum, tetanus toxins):&nbsp; Alter intracellular signaling or regulatory pathways; in most cases, the A subunit has enzymatic activity, and the B subunit binds to the cell surface and mediates entry of the A subunit.</li>\n\t<li><strong>Superantigens</strong> (eg, toxic shock syndrome toxin-1):&nbsp; Bind conserved portions of the T-cell receptor, resulting in extensive T-lymphocyte activation and cytokine release.</li>\n</ul><br><br><p>Exotoxins are antigenic, and, in some cases, the humoral antibody response can neutralize toxin activity.&nbsp; Examples and mechanisms of action of select exotoxins are shown in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42013.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Iron capture</h2><br><br><p>Most bacteria require iron for growth and metabolism.&nbsp; Because free iron is often scarce in tissue fluids and blood (instead bound to heme or transferrin), some bacteria express receptors for eukaryotic iron-binding proteins (eg, transferrin-binding proteins) or release siderophores, which extract iron from host proteins.</p>\n<h1>Bacterial genetics</h1><br><br><p>The bacterial chromosome is typically a circular loop of double-stranded DNA.&nbsp; Extrachromosomal genetic elements (eg, plasmids, bacteriophages) may also be present and frequently provide genes that confer survival benefits (eg, antimicrobial resistance, virulence factors).&nbsp; Bacteria replicate via binary fission.</p>\n<h2>Extrachromosomal elements</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Plasmids</strong>:&nbsp; Discrete, extrachromosomal, self-replicating genetic elements (replicons).&nbsp; They typically encode traits (eg, antibiotic resistance, toxin production, adherence/colonization structures) not required for bacterial survival.&nbsp; Most are supercoiled, circular, double-stranded DNA molecules.&nbsp; Conjugative (F<font size=\"2\"><sup>+</sup></font>) plasmids encode for genes that promote the transfer of the plasmid from one bacterium to another; nonconjugative plasmids partially rely on bacterial machinery for plasmid replication.</li>\n\t<li><strong>Bacteriophages</strong>:&nbsp; Obligate intracellular bacterial parasites that consist primarily of proteins plus nucleic acid (DNA or RNA).&nbsp; Although many bacteriophages are lytic (killing the host bacteria), the genome of temperate, nonlytic phages can contribute virulence factors (eg, diphtheria toxin, botulinum toxin) to the bacterial host.</li>\n</ul>\n<h2>Exchange of genetic material</h2><br><br><p>The transfer of genetic material from donor to recipient bacterium increases the likelihood that rare, independent genomic mutations that confer survival benefits (eg, flagella phase variation, surface antigen variation, antibiotic resistance plasmids) will spread within a colony.&nbsp; Donor DNA must be part of a plasmid or undergo recombination into the recipient genome to be passed along to progeny.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Transformation</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L49863.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ):&nbsp; Bacteria directly take up pieces of extracellular DNA.&nbsp; The extracellular DNA can originate from the genome of another bacterium, a plasmid, or a bacteriophage.&nbsp; Bacteria that are able to be transformed by extracellular DNA are called competent.</li>\n\t<li><strong>Transduction</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L49862.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ):&nbsp; Bacteriophage vectors introduce DNA from a donor bacterium to a recipient bacterium in the course of infection.&nbsp; This typically occurs when the bacteriophage aberrantly produces some virions that contain a random fragment of the donor genome instead of phage DNA.&nbsp; In order to pass the donor DNA on to progeny, the recipient bacterium has to incorporate the donor DNA into their genome via recombination.</li>\n\t<li><strong>Conjugation</strong>:&nbsp; Plasmids (F plasmids) encode for sex pili (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87578.png\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ), long cytoplasmic bridges between donor and recipient bacteria that allow the transfer of part or all of the donor genome to the recipient.&nbsp; The donor DNA forms a plasmid in the recipient bacterium or is integrated into the genome of the recipient via recombination.</li>\n\t<li><strong>Transposition</strong>:&nbsp; Transposons are segments of DNA that can move from one location within the genome to other specific sites in the genome.&nbsp; Transposons play a role in mutations, genomic rearrangement, acquisition of new genes, deletions, duplications, and inversions.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Bacteria are single-celled microorganisms that lack an enveloped nucleus and have no membrane-bound cytoplasmic organelles.&nbsp; They are typically categorized based on staining characteristics (eg, gram-positive/negative), shape (eg, cocci, rods), arrangement (eg, chains, clusters), growth characteristics (eg, aerobic, anaerobic, facultative), and/or biochemical features.&nbsp; Pathogenicity is enhanced by the presence of virulence factors, which may include surface appendages (eg, pili, flagella), capsules, endotoxin, exotoxins, and iron capture mechanisms.&nbsp; Bacteria replicate via binary fission and can exchange genetic material (eg, genes that encode virulence factors) by transformation, transduction, and conjugation.</p>\n</div>\n\n            "
}