{
  "meta": {
    "title": "Basic virology",
    "url": "https://brainandscalpel.vercel.app/basic-virology-5f697db6-2edf1a.html",
    "scrapedAt": "2025-12-01T05:03:45.183Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Viruses are obligate intracellular agents that lack metabolic activity and rely on host cells for energy requirements and macromolecule synthesis.&nbsp; A complete virus particle (virion) consists of a nucleic acid genome (RNA or DNA) enclosed in a viral-encoded protein capsid; some virions have a (host-derived) lipid-bilayer envelope studded with viral glycoproteins.&nbsp; Viruses infect all forms of life and are responsible for a vast array of human illnesses.&nbsp; They are classified based on size, shape (eg, helical/icosahedral), chemical composition and structure of the genome (eg, single stranded [ss] or double stranded [ds], linear/circular, monopartite/multipartite), and mode of replication.</p>\n<h1>Viral structure</h1><br><br><p>Virions deliver nucleic acid to a host cell to be translated by host machinery.&nbsp; Outside of the host cell, they are inert.&nbsp; The main structural elements of a virion are discussed next.</p>\n<h2>Capsid</h2><br><br><p>Capsids are composed of viral-encoded, identical protein subunits called protomers, which <strong>self-assemble</strong> into a regular, well-defined array that surrounds and protects the viral nucleic acid from environmental damage.&nbsp; They also assist with host cell binding and entry (in nonenveloped viruses).&nbsp; There are 3 main types of capsids (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L123296.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Icosahedral</strong>:&nbsp; Protomers form oligomeric clusters (capsomeres) that self-assemble into polyhedral or spherical forms with 20 equilateral triangular faces.&nbsp; Icosahedral nucleocapsids are seen in many RNA (eg, poliovirus) and DNA (eg, adenovirus, herpesvirus) viruses.</li>\n\t<li><strong>Helical</strong>:&nbsp; Protomers form a helix of rods or flexible filaments around a very tight coil of nucleic acid.&nbsp; Helical nucleocapsids are often seen with ssRNA viruses (eg, rabies, influenza, Ebola) and frequently require an envelope to increase structural stability.</li>\n\t<li><strong>Complex</strong>:&nbsp; Protomers form complex shapes that may be irregular or may have both helical and icosahedral elements (eg, a bacteriophage with an icosahedral head and helical tail).&nbsp; Complex nucleocapsids are most common in viruses with large genomes (eg, poxviruses, reoviruses).</li>\n</ul>\n<h2>Envelope</h2><br><br><p>Some viruses have an envelope that surrounds the capsule.&nbsp; Envelopes are a lipid bilayer derived from the host cell membrane during viral budding (most common), cell lysis, or exocytosis.&nbsp; Envelopes are spiked with viral glycoproteins, which assist with host cell attachment and entry.&nbsp; Differences between enveloped and nonenveloped viruses follow (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L34553.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Enveloped viruses</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>More sensitive to environmental factors (eg, heat, desiccation, detergents) due to the fragile lipid bilayer; therefore, direct host-to-host contact (eg, respiratory droplets, bodily fluids) is typically required for transmission.</li>\n\t\t<li>Better able to evade immune detection and facilitate membrane fusion due to the presence of a host-derived lipid bilayer.</li>\n\t\t<li>Typically released from host cells by budding.</li>\n\t\t<li>Examples:&nbsp; Influenza virus, HIV, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), herpesviruses.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Nonenveloped (naked) viruses</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>More resistant to harsh environmental conditions, allowing for diverse transmission routes (eg, fecal-oral, fomite, aerosol, water).</li>\n\t\t<li>Typically released from host cells by lysis.</li>\n\t\t<li>Examples:&nbsp; Adenoviruses, picornaviruses (eg, poliovirus), norovirus.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Genome</h2><br><br><p>Viruses have either an RNA or a DNA genome that can be organized in a variety of ways (eg, ss/ds, linear/circular, monopartite/multipartite).&nbsp; The chemical composition of the genome determines the replication mechanism and classification.</p>\n<h2>RNA viruses</h2><br><br><p>Approximately 70% of all viruses have an RNA genome.&nbsp; Most RNA viruses (excluding retroviruses) replicate their genome in the cytoplasm using RNA-dependent RNA polymerase.&nbsp; Because this enzyme has a high error rate compared to DNA polymerase, RNA viruses tend to accumulate mutations (variants) more rapidly than DNA viruses and to be more adaptable to changing host conditions.&nbsp; RNA viruses are classified as follows (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L126167.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>ssRNA viruses</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Positive-sense (+) ssRNA viruses</strong> have genomes that can serve as mRNA; they are translated by host ribosomes in their entirety (as a viral polyprotein) and subsequently cleaved into individual viral proteins.&nbsp; The virus encodes for an RNA-dependent RNA polymerase, which is synthesized after infection and generates a negative-sense RNA intermediate that acts as a template for a positive-sense copy of the genome.&nbsp; Examples include coronaviruses (eg, SARS-CoV-2), flaviviruses (eg, dengue virus, hepatitis C virus [HCV]), and picornaviruses (eg, poliovirus, rhinovirus, hepatitis A virus [HAV]).&nbsp; Retroviruses, which are also positive-sense ssRNA viruses, replicate via a DNA intermediate (as discussed later).</li>\n\t\t<li><strong>Negative-sense (−) ssRNA viruses</strong> have genomes that cannot be directly translated by host ribosomes.&nbsp; Therefore, the virion must carry a preformed RNA-dependent RNA polymerase enzyme to convert the negative-sense RNA into a complementary positive-sense RNA strand.&nbsp; The host ribosome then translates the positive-sense strand into viral proteins; the strand also serves as a template for new copies of negative-sense RNA as part of replication.&nbsp; All known negative-sense ssRNA viruses are enveloped.&nbsp; Examples include influenza, rabies, and measles viruses.</li>\n\t</ul>\n\t</li>\n\t<li><strong>dsRNA viruses</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Because dsRNA cannot function as directly as mRNA, a preformed RNA-dependent RNA polymerase is packaged in the virion.&nbsp; This enzyme transcribes the negative-sense strand into positive-sense mRNA, which is then translated by host ribosomes into viral proteins.&nbsp; The positive-sense RNA also serves as a template for viral replication.&nbsp; The most common example is rotavirus.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Retroviruses</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L35277.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Retrovirus genomes are composed of 2 identical positive-sense ssRNA molecules; however, these are not used as mRNA.&nbsp; Instead, the virus brings a reverse transcriptase enzyme, which converts the viral RNA genome into DNA.&nbsp; The viral DNA then integrates into the host genome (provirus) and is subsequently transcribed by host RNA polymerase II; this generates positive-sense RNA that serves as mRNA and as a template for replication of the genome.&nbsp; Examples include HIV and human T-cell lymphotropic virus (HTLV).</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>DNA viruses</h2><br><br><p>The genome of most DNA viruses is monopartite (contained in a single nucleic acid molecule), linear, and composed of dsDNA.&nbsp; However, some viral species have an ssDNA genome (eg, parvovirus) or a circular double-stranded DNA genome (eg, papillomavirus).&nbsp; DNA viruses use viral or host DNA polymerase to replicate, most often in the nucleus (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63439.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; A broad categorization of DNA viruses is provided in this figure (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L126168.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).<p></p>\n<h1>Viral life cycle</h1><br><br><p>Viral infection requires attachment to a host cell, penetration of the cell surface, and uncoating to make the genome accessible for translation and replication.&nbsp; The viral life cycle is typically characterized by these steps.</p>\n<h2>Attachment</h2><br><br><p>The surface of the virion has viral-encoded attachment proteins that bind to specific receptors (usually large glycoproteins) on a host cell.&nbsp; Some viruses have attachment proteins that target many cell types across a range of species, whereas others are capable of infecting only a certain type of differentiated cell in a single species (eg, human papillomavirus [HPV] can infect only human keratinocytes).&nbsp; Complex viruses (eg, herpesvirus) often have more than a single type of attachment protein.&nbsp; Attachment efficiency is dependent on receptor availability and temperature/electrostatic interactions.</p>\n<h2>Penetration</h2><br><br><p>Penetration allows the virion (or portions of the virion) to enter the host cell.&nbsp; It is an energy-dependent step, which occurs almost immediately after attachment.&nbsp; Penetration typically involves one of the following mechanisms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Translocation of the virion across the plasma membrane.</li>\n\t<li>Endocytosis of the virion, leading to virion accumulation within cytoplasmic vacuoles.</li>\n\t<li>Fusion of the virion envelope with the cell membrane.</li>\n</ul><br><br><p>Nonenveloped viruses are either translocated or undergo endocytosis, whereas enveloped viruses fuse with the cell membrane.</p>\n<h2>Uncoating</h2><br><br><p>After the virion enters the cell, it disaggregates to release its genome for expression with or without the assistance of cellular enzymes.&nbsp; For instance, the nucleocapsids of adenovirus, herpesvirus, and HPV are transported to nuclear pores; viral DNA is then released directly into the nucleus.&nbsp; In contrast, viruses that undergo endocytosis (eg, influenza) often use acidification to release their genome from the nucleocapsid into the cytoplasm.</p>\n<h2>Transcription/replication</h2><br><br><p>The crucial event in viral replication is the synthesis of viral proteins by host cell machinery.&nbsp; However, no host cell enzyme can synthesize messenger RNA from a viral RNA genome or transcribe viral DNA in the cytoplasm.&nbsp; Therefore, only viruses that deliver their DNA to the nucleus can use host machinery for transcription.&nbsp; All other viruses must either deliver a positive-sense ssRNA genome to the cell (which can serve as mRNA) or carry transcription enzymes (eg, RNA-dependent RNA polymerase, reverse transcriptase) in the virion.&nbsp; Host or viral polymerases are responsible for replicating the genome.</p>\n<h2>Assembly/release</h2><br><br><p>Nonenveloped viruses assemble a procapsid in the nucleus or cytoplasm, package their genome, and then leave the cell via one of the following mechanisms (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L125009.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Host cell lysis</strong> (majority) causes cell death.&nbsp; Virions accumulate until the cell membrane is disrupted or the virus produces enzymes that damage the host cell membrane.&nbsp; Examples include adenoviruses, picornaviruses, and most parvoviruses.</li>\n\t<li><strong>Exocytosis</strong> is marked by the release of virions in exosomes, which does not cause cell death.&nbsp; This is seen with picornaviruses (eg, HAV, poliovirus) and polyomaviruses (eg, JC virus, BK virus).</li>\n\t<li><strong>Cell-to-cell transmission</strong> can occur in a minority of viruses, which may cause host cell death.&nbsp; This is typically marked by the fusion of adjacent cells or direct contact between an infected and an uninfected cell.</li>\n</ul><br><br><p>In contrast, enveloped viruses typically combine viral assembly with release from the host cell.&nbsp; Enveloped viruses (eg, retroviruses; negative-sense ssRNA viruses) insert viral proteins into the host plasma membrane.&nbsp; Viral nucleocapsids then attach to the cytoplasmic surface of these proteins, and the virus is extruded (\"buds\") into the extracellular environment.</p>\n<h1>Effect on the host cell</h1><br><br><p>Viral infection can result in host cell death, persistent infection, or host cell transformation, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cytocidal (cytolytic) infections</strong> cause host cell death; most viral infections are cytocidal.&nbsp; Histopathology often shows rounding of the host cell, the formation of inclusion bodies in the nucleus/cytoplasm, and (in some viruses) the fusion of an infected cell with an adjacent cell to form a syncytium.</li>\n\t<li><strong>Persistent infections</strong> are marked by viral infection in a limited number of cells following acute infection.&nbsp; Replication rate and spread are typically limited by the humoral and cell-mediated immune response.&nbsp; Persistent viral infections are often categorized as follows:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Slow infections</strong> (eg, measles virus) are marked by a prolonged incubation period in which the infected host cell harbors the virus for months or years without developing cytopathic changes.&nbsp; However, the infection eventually causes cellular injury, leading to cell death.</li>\n\t\t<li><strong>Chronic infections</strong> (eg, HCV) are characterized by continuous low-level viral replication in host cell tissues.&nbsp; The virus typically causes a cytocidal reaction, but the replication cycle is slower, intermittent, or limited to a few host cells.</li>\n\t\t<li><strong>Latent infections</strong> (eg, cytomegalovirus, varicella-zoster virus, herpes simplex virus type 1 [HSV-1]) are marked by extreme restriction on viral replication and gene expression.&nbsp; Host cells with latent infection typically appear normal on histopathology.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Transforming infections</strong> are a type of persistent infection associated with oncogenic transformation of the host cell.&nbsp; DNA viruses (eg, Epstein-Barr virus, HPV) typically cause transforming infection only when viral gene expression is restricted to immediate early/early proteins because full viral replication kills the host cell.&nbsp; In contrast, transforming RNA viruses (eg, HTLV) can cause oncogenesis while undergoing replication because they typically do not cause cytolysis.</li>\n</ul>\n<h1>Major viral diseases</h1><br><br><p>Viruses cause a wide variety of human diseases across many organ systems.&nbsp; Common examples of these viruses follow:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Respiratory</strong>:&nbsp; Influenza virus, SARS-CoV-2, rhinovirus, respiratory syncytial virus, parainfluenza virus.</li>\n\t<li><strong>Gastrointestinal</strong>:&nbsp; Norovirus, rotavirus, HAV, astrovirus.</li>\n\t<li><strong>Hepatic</strong>:&nbsp; Hepatitis B virus, HCV, hepatitis E virus.</li>\n\t<li><strong>Neurologic</strong>:&nbsp; Rabies virus, poliovirus, HSV-1 (encephalitis), arboviruses (West Nile virus, Zika virus).</li>\n\t<li><strong>Exanthems</strong>:&nbsp; Measles virus, rubella virus, varicella-zoster virus.</li>\n\t<li><strong>Oncogenic</strong>:&nbsp; HPV, Epstein-Barr virus, Kaposi sarcoma–associated herpesvirus.</li>\n\t<li><strong>Immunodeficiency</strong>:&nbsp; HIV-1, HIV-2.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Viruses are obligate intracellular pathogens that have a single- or double-stranded RNA or DNA genome, a virally encoded protein capsid, and (in some viruses) an outer lipid-bilayer envelope.&nbsp; Viral pathogens infect all forms of life; in humans, they cause a wide variety of diseases across most organ systems.&nbsp; Viral infection can result in acute, chronic, latent, and/or transforming infection.</p>\n</div>\n\n            "
}