{
  "meta": {
    "title": "Campylobacter",
    "url": "https://brainandscalpel.vercel.app/campylobacter-7951e08c-2edf1a.html",
    "scrapedAt": "2025-12-01T05:04:04.984Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p><em>Campylobacter</em> species are gram-negative, helical-shaped, motile bacteria with an affinity for the mucous membranes of the gastrointestinal and urogenital tract.&nbsp; The most clinically significant organisms are <em>Campylobacter jejuni</em> (primarily) and <em>Campylobacter coli</em>, which are among the most common causes of acute bacterial enteritis worldwide.&nbsp; Ingestion of undercooked meat (particularly poultry) is the leading cause of transmission.&nbsp; Illness is generally marked by acute, self-limited diarrhea, but a minority of patients develop complications, most notably Guillain-Barré syndrome (GBS).</p>\n<h1>Risk factors</h1><br><br><p>Risk factors for transmission are as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Foodborne</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Undercooked meat (particularly <strong>poultry</strong>).</li>\n\t\t<li>Food contaminated by raw meat products.</li>\n\t\t<li>Raw/unpasteurized milk.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Water</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Ingestion of unchlorinated/untreated surface water contaminated with animal feces.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Travel</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Travel to developing nations with poor sanitation.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Seasonality</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>In developed nations, 90% of cases during summer months because of ingestion of undercooked meat or contaminated food from outdoor facilities.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Animal contact</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Occupational exposure (eg, farmer, slaughterhouse worker, poultry processor).</li>\n\t\t<li>Wild/domestic (eg, puppy, kitten) animal contact.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Gastric hypochlorhydria</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><em>Campylobacter</em> spp., which are sensitive to gastric acid, so hypochlorhydria from underlying conditions (eg, autoimmune gastritis, <em>Helicobacter pylori</em> infection) or from medications (eg, proton pump inhibitor) increases the risk.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Immunosuppression</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Immunocompromised states (eg, AIDS, immunosuppressive medications), which increase the risk for severe or recurrent infections.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Pathophysiology</h1><br><br><p><em>Campylobacter</em> infections are common, in part because the infective dose is small (ie, 500 organisms).&nbsp; However, like many other enteric organisms, the larger the infective dose, the more likely infection will occur.</p><br><br><p>Following ingestion, the organism must survive the acidic environment of the stomach and upper duodenum, which is often aided by a large inoculum size, consumption in water/milk (which dilutes/buffers the acid), or underlying conditions that reduce stomach acid (eg, proton pump inhibitors).&nbsp; The pathogen then attaches to and invades the epithelium of the jejunum, ileum, and large intestine, which is facilitated by a number of virulence factors, including polar flagella, fimbriae-like surface filaments, and bacterial surface proteins/glycoproteins (eg, PEB1).&nbsp; Although a small amount of endotoxin is secreted, its role in pathogenesis is thought to be negligible.&nbsp; Some strains release a heat-labile, cholera-like enterotoxin, which promotes watery diarrhea.</p><br><br><p>Manifestations begin approximately 3 days after transmission (earlier with large inocula).&nbsp; Most patients develop abdominal pain with watery diarrhea, but bloody diarrhea is seen in a minority of cases and is often linked to strains that carry the pVir plasmid.</p>\n<h1>Microbiology and pathology</h1><br><br><p><em>Campylobacter</em> species grow in thermophilic, microaerophilic environments.&nbsp; They can be visualized with Gram stain using light microscopy on high magnifications.&nbsp; The narrow, gram-negative rods are oxidase positive and catalase positive and are <strong>curved</strong>; they often appear in pairs in a head-to-head arrangement with the concave side of the curve facing each other, leading to a <strong>gull-wing</strong> appearance.&nbsp; The organism has a polar flagellum and is highly motile, exhibiting corkscrew-like, darting movements on wet mount microscopy.</p><br><br><p>Tissue injury from <em>Campylobacter</em> is marked by exudative, hemorrhagic mucosal inflammation with destruction of epithelial glands and the formation of crypt abscesses (in severe cases).&nbsp; Because this resembles the lesions seen in ulcerative colitis, <em>Campylobacter</em> infection must be ruled out before the diagnosis of ulcerative colitis can be made.</p>\n<h1>Clinical presentation</h1><br><br><p><em>Campylobacter</em> species are hyperendemic in many resource-limited countries; in these regions, frequent infection in early childhood leads to the development of progressive immunity against the organism, which limits or eliminates the risk of illness later in life (though carriage can occur).&nbsp; In contrast, transmission in developed nations almost always leads to symptomatic illness.</p><br><br><p>Manifestations typically arise 1-7 days after transmission (depending on inoculum size) and may include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prodromal symptoms</strong> (high fever, rigors, diffuse body aches, dizziness) may occur in a minority of patients (~35%) for 1-3 days prior to the onset of gastrointestinal symptoms.&nbsp; Those who experience prodromal symptoms often have more severe subsequent illness.</li>\n\t<li><strong>Gastrointestinal symptoms</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Nausea</strong> (a minority have vomiting).</li>\n\t\t<li><strong>Abdominal cramping</strong>.</li>\n\t\t<li><strong>Periumbilical pain</strong> due to ileocecitis, which may be severe and constant.</li>\n\t\t<li><strong>Profuse, watery diarrhea</strong> (often &gt;10 bowel movements per day).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>A minority of infected patients (~15%) develop <strong>bloody stools</strong> around the third day of illness.&nbsp; Some patients have periumbilical pain with no diarrhea, which can lead to an incorrect diagnosis of acute appendicitis (although rebound tenderness and guarding are usually absent).&nbsp; Infected children often also have vomiting and fever.&nbsp; The diarrhea typically lasts 7 days and resolves without antibiotic therapy (self-limited) in most cases.</p>\n<h1>Diagnosis</h1><br><br><p>Suspicion for <em>Campylobacter</em> infection should be raised in patients with diarrhea and (often severe) abdominal pain, particularly in the setting of one of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Diarrheal foodborne outbreak.</li>\n\t<li>Consumption of raw/undercooked poultry or unpasteurized dairy products.</li>\n\t<li>House pet with diarrhea.</li>\n\t<li>Animal contact (eg, farm, petting zoo).</li>\n\t<li>Travel to resource-limited countries.</li>\n</ul><br><br><p>Confirmation is typically made with the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Stool culture</strong> (gold standard) on selective media in thermophilic (42 C [107.6 F]) and microaerophilic conditions (5%-10% oxygen).</li>\n\t<li><strong>Stool PCR</strong> is more sensitive than stool culture but cannot differentiate whether the identified DNA is from a viable organism.&nbsp; Therefore, clinical correlation is required for diagnosis.&nbsp; In addition, molecular subtyping of the organism cannot be performed, which is important in tracking and containing <em>Campylobacter</em> outbreaks.</li>\n\t<li><strong>Blood cultures</strong> can occasionally identify the organism in those with systemic spread (most often seen in immunocompromised individuals).</li>\n</ul><br><br><p>Complete blood count typically shows neutrophilic leukocytosis with bandemia.</p>\n<h1>Differential diagnosis</h1><br><br><p>The symptoms of <em>Campylobacter</em> infection resemble many other diseases, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nontyphoidal <em>Salmonella</em></strong> causes acute diarrheal illness with abdominal cramping, nausea, fever, and vomiting.&nbsp; It is transmitted via ingestion of contaminated poultry (or eggs) or animal contact.&nbsp; Differentiation can be made with stool culture or molecular testing.</li>\n\t<li><strong><em>Shigella</em></strong> causes a prodromal illness with subsequent abdominal pain and watery diarrhea that may become bloody.&nbsp; It can be differentiated with stool/molecular testing.</li>\n\t<li><strong>Enterohemorrhagic <em>Escherichia coli</em></strong> causes abdominal pain, nausea/vomiting, and diarrhea that becomes visibly bloody 1-3 days after onset.&nbsp; Fever is generally absent.&nbsp; Transmission typically occurs due to ingestion of food/water contaminated by cattle feces or contact with animals (eg, county fair, farm, petting zoo).&nbsp; Culture or molecular testing can differentiate the organisms.</li>\n\t<li><strong><em>Yersinia enterocolitica</em></strong> causes fever, abdominal pain, and prolonged diarrhea (12-22 days on average).&nbsp; Like <em>Campylobacter</em>, <em>Y enterocolitica</em> can cause abdominal pain that mimics the symptoms seen in appendicitis (pseudoappendicitis).&nbsp; Transmission can occur from contaminated pork products, as well as from interaction with domestic or wild animals.&nbsp; Stool culture is required for differentiation.</li>\n\t<li><strong><em>Clostridioides difficile</em></strong> causes watery diarrhea with abdominal pain and cramping.&nbsp; Most cases occur following antibiotic treatment, in the hospitalized setting, or in those on proton pump inhibitors.&nbsp; The diagnoses can be differentiated based on stool testing (eg, toxin enzyme immunoassay/nucleic acid amplification testing).</li>\n\t<li><strong>Inflammatory bowel disease</strong> often presents with diarrhea and abdominal pain.&nbsp; However, symptoms typically begin gradually and progress over weeks.&nbsp; Extraintestinal manifestations occur in some patients (eg, arthritis, uveitis).&nbsp; Endoscopy with biopsy may be required to differentiate the diagnoses.</li>\n</ul>\n<h1>Management</h1><br><br><p>Because most infections are mild and self-limited, <strong>antibiotics are not generally required</strong>; hydration and electrolyte repletion are typically sufficient.&nbsp; Antibiotics are generally reserved for <strong>severe cases</strong>, which are often marked by the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bloody stools.</li>\n\t<li>High fever.</li>\n\t<li>Worsening/relapsing symptoms.</li>\n\t<li>Symptoms lasting &gt;1 week.</li>\n\t<li>Evidence of extraintestinal infection.</li>\n</ul><br><br><p>Older individuals and patients with immunocompromise should also be considered for antimicrobial therapy.</p><br><br><p>First-line antibiotic treatment is <strong>azithromycin</strong> (500 mg daily for 3 days).&nbsp; Fluoroquinolones (eg, ciprofloxacin, levofloxacin) should be used only in areas where resistance is low.&nbsp; <strong>Antimotility agents</strong> (eg, loperamide) <strong>should be avoided</strong> due to the risk of more severe or prolonged illness.</p>\n<h1>Complications</h1><br><br><p>Although most cases are mild and self-limited, patients can develop complications, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>GBS</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39785.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; Approximately 30%-40% of all GBS cases are thought to be triggered by preceding (by 1-2 weeks) <em>Campylobacter</em> infection.&nbsp; The association is likely due to cross-reactive antibodies between lipooligosaccharide epitopes expressed by <em>Campylobacter</em> and components (eg, GM1 ganglioside) on the outer surface of neurons (axon or myelin).&nbsp; Patients typically develop the acute motor axonal neuropathy subtype of GBS, which is marked by a rapidly progressive flaccid paralysis, areflexia, and no sensory loss or pain.</li>\n\t<li><strong>Reactive arthritis</strong>:&nbsp; In a small minority of patients (&lt;3%), joint pain and swelling arise 1-2 weeks (or sometimes several weeks) after <em>Campylobacter</em> infection.&nbsp; The hands, wrists, ankles, and knees are most likely to be affected.&nbsp; Symptoms can be somewhat severe and may last several weeks.&nbsp; However, most patients recover completely within 6 months either spontaneously or with the use of nonsteroidal anti-inflammatory medications.&nbsp; Risk is highest in those with the human leukocyte antigen B27 phenotype.</li>\n</ul><br><br><p>Although uncommon, systemic spread during acute infection can cause cholecystitis, meningitis, osteomyelitis, or septic pseudoaneurysm; immunocompromised hosts and older adults are at greatest risk.&nbsp; Other immune-mediated reactions to infection include pericarditis and rash (eg, erythema nodosum).</p>\n<h1>Prognosis</h1><br><br><p>Most patients recover completely without complications within a week.&nbsp; However, those with immunocompromise are at risk for more severe or invasive infection, as well as for relapsed infection.&nbsp; Approximately 1 in 1,000 infections results in the development of GBS; a minority of patients &lt;3% develop reactive arthritis (most cases resolve within 6 months).</p>\n<h1>Summary</h1><br><br><p><em>Campylobacter</em> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/55519.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a leading cause of bacterial gastroenteritis worldwide.&nbsp; It is transmitted primarily by contaminated food (eg, raw/undercooked poultry) or water.&nbsp; Patients usually have abdominal pain (may be severe) and watery diarrhea (often &gt;10 stools/day).&nbsp; A minority have 1-3 days of prodromal symptoms.&nbsp; Approximately 15% develop bloody stools.&nbsp; Most cases resolve completely within a week without antibiotic therapy.&nbsp; However, complications, most notably Guillain-Barré syndrome and reactive arthritis, may arise.<p></p>\n</div>\n\n            "
}