{
  "meta": {
    "title": "Clostridioides difficile infection",
    "url": "https://brainandscalpel.vercel.app/clostridioides-difficile-infection-e6703299-2edf1a.html",
    "scrapedAt": "2025-12-01T05:04:22.502Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p><em>Clostridioides</em> (formerly <em>Clostridium</em>) <em>difficile</em> is a gram-positive, anaerobic bacterium responsible for causing infectious diarrhea, particularly following recent antibiotic use.&nbsp; Health care–associated transmission related to hospitalization is also common, and patients in rooms previously occupied by infected individuals are at increased infection risk.&nbsp; <em>C difficile</em> is shed by infected or colonized individuals, and spores can survive on surfaces for several months.</p>\n<h1>Pathophysiology</h1><br><br><p>The administration of antibiotics (eg, clindamycin, fluoroquinolones, broad-spectrum penicillins) that are lethal to other commensal gut organisms can result in <em>C difficile</em> colitis due to an unchecked replication of pathogenic strains of <em>C difficile</em>.</p><br><br><p>These strains produce toxin A and toxin B, which act synergistically, although toxin B is significantly more virulent.&nbsp; The toxins bind specific receptors on intestinal mucosal cells and are internalized, allowing them to inactivate the Rho-regulatory proteins involved in the maintenance of actin cytoskeletal structure.&nbsp; The result is loss of cytoskeleton integrity, leading to cell rounding/retraction, disruption of intercellular tight junctions, and increased paracellular intestinal fluid secretion (eg, watery diarrhea).&nbsp; Both toxins also have inflammatory effects (eg, neutrophil recruitment) and can induce apoptosis, resulting in pseudomembrane formation.</p>\n<h1>Risk factors</h1><br><br><p>Several factors increase the risk for developing <em>C difficile</em>–associated disease (CDAD):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Antibiotic use</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37747.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; Antibiotics disrupt the barrier function of normal colonic flora.&nbsp; Fluoroquinolones, clindamycin, and broad-spectrum penicillins/cephalosporins are most likely to cause CDAD.</li>\n\t<li><strong>Gastric acid suppression:</strong>&nbsp; <em>C difficile</em> spores are acid resistant, but proton pump inhibitors (PPIs) and H2 blockers are thought to alter the colonic microbiome, which increases the risk for <em>C difficile</em> proliferation.</li>\n\t<li><strong>Hospitalization:</strong>&nbsp; Nosocomial exposure accounts for most <em>C difficile</em> transmissions.</li>\n\t<li><strong>Advanced age</strong> (&gt;65):&nbsp; Older individuals often have diminished colonic immunity and greater exposure to antibiotics, PPIs, and hospital environments.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Profuse watery diarrhea (≥3 loose stools/24 hr) is the hallmark symptom of <em>C difficile</em> infection (CDI), which is suspected when major risk factors (eg, recent antibiotic use, advanced age [&gt;65]) for CDI are present.&nbsp; This is often accompanied by abdominal pain and leukocytosis, with fever occurring in about 15% of cases.&nbsp; CDI can be classified as nonsevere, severe, or fulminant based on clinical and laboratory findings:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nonsevere CDI</strong> is characterized by diarrhea without significant systemic toxicity.</li>\n\t<li><strong>Severe CDI</strong> is marked by leukocytosis (&gt;15,000/mm<font size=\"2\"><sup>3</sup></font>) and/or elevated serum creatinine (&gt;1.5 mg/dL).</li>\n\t<li><strong>Fulminant CDI</strong> is characterized by severe CDI with hypotension, ileus, or megacolon.&nbsp; Severe colonic dilation (megacolon) and/or necrosis can occur, leading to perforation.</li>\n</ul><br><br><p>The formation of pseudomembranes (white-yellow plaques comprising fibrin, inflammatory cells, and cellular debris) on the colonic mucosa is highly consistent with pseudomembranous colitis due to <em>C difficile</em> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29272.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p>\n<h1>Diagnosis</h1><br><br><p>Diagnostic testing includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nucleic acid amplification test</strong> (NAAT) uses PCR to detect genes present in toxigenic strains (eg, toxin B–encoding gene).&nbsp; This test is highly sensitive and specific for toxigenic strains but cannot differentiate active CDI from colonization, in which <em>C difficile</em> is present without active toxin production.</li>\n\t<li><strong>Enzyme immunoassay</strong> (EIA) uses antibodies to detect <em>C difficile</em> antigens or toxins.&nbsp; EIA for bacterial toxins is highly specific but has poor sensitivity because large amounts of toxin are required.&nbsp; In contrast, EIA for glutamate dehydrogenase (a bacterial antigen expressed by all <em>C difficile</em> isolates) has better sensitivity but cannot distinguish toxin-producing strains.</li>\n</ul><br><br><p>When clinical symptoms of CDI are present (ie, infection rather than colonization is already suspected), NAAT is considered the most sensitive method for diagnosis of CDI.&nbsp; EIA for bacterial toxins can be added as part of a multistep algorithm to increase specificity of active disease; however, it is not recommended for diagnostic use alone.</p>\n<h2>Management</h2><br><br><p>Management of CDI depends on the severity of the infection (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L78476.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nonsevere or severe CDI:</strong>&nbsp; Oral fidaxomicin or oral (<em>not</em> intravenous) vancomycin is the first-line treatment.&nbsp; Fidaxomicin is a macrolide antibiotic that inhibits the RNA polymerase sigma subunit, the component involved in binding promoter DNA so that transcription can be initiated.&nbsp; Inhibition of transcription leads to impaired protein synthesis and eventual cell death (bactericidal activity against <em>C difficile</em>).&nbsp; Fidaxomicin is administered orally and has minimal systemic absorption, resulting in high concentrations in the colon and feces.&nbsp; It also has a narrow spectrum of activity, with a lesser effect on normal colonic flora than vancomycin.</li>\n\t<li><strong>Fulminant CDI:</strong>&nbsp; This type requires aggressive treatment, including bowel rest, nasogastric tube placement, and high-dose oral vancomycin.&nbsp; Vancomycin enemas may be necessary if ileus is present.&nbsp; In addition, surgical consultation should be initiated; surgical intervention (eg, colectomy) may be necessary if a patient develops peritonitis or colonic necrosis/perforation or clinically deteriorates despite medical therapy.</li>\n</ul><br><br><p>There are specific recommendations for recurrent CDI, including the use of bezlotoxumab (a monoclonal antibody targeting toxin B) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80303.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; In practice, for recurrent CDI, prolonged oral vancomycin tapers are used.&nbsp; In cases of multiple recurrences, fecal microbiota transplantation (transferring fecal matter from a healthy donor to the recipient's gastrointestinal tract to restore a gut microbiome) may be recommended.<p></p>\n<h1>Complications</h1><br><br><p>Complications from CDI can be severe, particularly in fulminant cases:</p>\n<h2>Toxic megacolon</h2><br><br><p>Toxic megacolon (nonobstructive colonic dilation) generally presents with the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Severe systemic toxicity (eg, fever, hypotension, tachycardia)</li>\n\t<li>Abdominal distension and pain (diarrhea may cease due to lack of colonic motility)</li>\n\t<li>Leukocytosis (usually &gt;15,000/mm<font size=\"2\"><sup>3</sup></font>)</li>\n\t<li>Radiographic evidence of large-bowel dilation (eg, &gt;6 cm in colon, &gt;9 cm in cecum)</li>\n</ul><br><br><p>Diarrhea may cease as colonic motility decreases.</p>\n<h2>Perforation and peritonitis</h2><br><br><p>Potentially life-threatening conditions that may require emergency surgical intervention.</p>\n<h1>Prevention</h1><br><br><p>Preventing the spread of <em>C difficile</em> in health care settings involves several key strategies (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81296.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Environmental cleaning:</strong>&nbsp; Regular disinfection with sporicidal agents, such as bleach, is crucial.&nbsp; Cleaning should be standardized and performed by a dedicated team to ensure thoroughness.</li>\n\t<li><strong>Hand hygiene:</strong>&nbsp; Strict adherence to hand hygiene protocols is essential.&nbsp; Soap and water are preferred over alcohol-based hand sanitizers, especially after contact with soiled materials or in outbreak settings.</li>\n\t<li><strong>Contact isolation:</strong>&nbsp; Use of gowns and gloves when caring for patients with suspected or confirmed CDI, with strict isolation procedures to prevent transmission.</li>\n</ul>\n<h1>Summary</h1><br><br><p><em>Clostridioides difficile</em> is a gram-positive, anaerobic bacterium responsible for causing infectious diarrhea, particularly in health care settings.&nbsp; Risk factors include recent antibiotic use (unchecked replication of <em>C difficile</em>), advanced age, and proton pump inhibitor use.&nbsp; <em>C difficile</em> infection can be classified as nonsevere, severe, or fulminant based on clinical and laboratory findings, with different management strategies for each classification.&nbsp; Minimizing unnecessary antibiotic use and maintaining strict infection control practices help reduce the incidence of <em>C difficile</em> infection.</p>\n</div>\n\n            "
}