{
  "meta": {
    "title": "Corynebacterium diphtheriae infection (Diphtheria)",
    "url": "https://brainandscalpel.vercel.app/corynebacterium-diphtheriae-infection-diphtheria-0ba0d43f-2edf1a.html",
    "scrapedAt": "2025-12-01T05:04:26.746Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Diphtheria is an infectious disease caused by <em>Corynebacterium diphtheriae</em>, a gram-positive bacillus that is transmitted via aerosolized droplets.&nbsp; <em>C diphtheriae</em> exists in nontoxigenic and toxigenic forms, and the toxigenic form can cause systemic and local symptoms.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p><strong><em>C diphtheriae</em></strong> is a nonmotile, unencapsulated, <strong>gram-positive bacillus</strong> transmitted via aerosolized droplets (eg, coughing, sneezing).&nbsp; <em>C diphtheriae</em> colonizes the upper respiratory tract, but local invasion is rare.&nbsp; Instead, the primary virulence factor is <strong>diphtheria toxin</strong>, an exotoxin comprising 2 major subunits:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>B (ie, binding) subunit:&nbsp; Binds the epidermal growth factor receptor for endocytosis of the toxin.</li>\n\t<li>A (ie, active) subunit:&nbsp; Irreversibly inhibits protein synthesis through ADP ribosylation of elongation factor-2, leading to cell death and the following symptoms:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Local tissue damage:&nbsp; Pharyngitis, laryngotracheitis.</li>\n\t\t<li>Systemic damage:&nbsp; Following systemic absorption and dissemination, the exotoxin targets cardiac, nervous, and renal tissue, leading to the life-threatening complications.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p><em>C diphtheriae</em> also exists in a nontoxigenic form that can become toxigenic if infected with a virus (ie, lysogenic bacteriophage) that carries the <em>tox</em> gene, which encodes the diphtheria toxin.&nbsp; Following infection with the virus, <em>C diphtheriae</em> expresses the AB exotoxin and thereby becomes toxigenic.</p><br><br><p>Diphtheria is a vaccine-preventable disease and rarely occurs in areas with widespread immunization.&nbsp; However, diphtheria should be suspected in unimmunized patients living in or traveling to endemic areas (eg, Africa, Latin America, Asia).</p>\n<h1>Clinical presentation</h1><br><br><p>Diphtheria typically affects respiratory and/or cutaneous tissue but can cause serious systemic symptoms.</p>\n<h2>Respiratory diphtheria</h2><br><br><p>Respiratory diphtheria occurs due to <strong>toxigenic forms</strong> of <em>C diphtheriae</em>.&nbsp; Following an incubation period of 2-5 days, patients typically develop fever, malaise, pharyngitis, and cervical lymphadenopathy.&nbsp; Physical examination shows initial erythema with a gradual formation of white and gray lesions that can coalesce to form a <strong>pseudomembrane</strong> composed primarily of necrotic tissue and bacteria (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L124996.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The pseudomembrane adheres firmly to the underlying tissue (eg, tonsils, pharynx, uvula), and attempted removal causes bleeding.<p></p><br><br><p>Less commonly, the pseudomembrane can extend into the larynx and lower respiratory tract.&nbsp; In severe cases, patients can develop a <strong>bull neck</strong>, which refers to significant swelling of the tonsils, uvula, and cervical lymph nodes.&nbsp; These patients can develop inspiratory stridor similar to that of viral laryngotracheitis and are at increased risk for <strong>systemic toxicity</strong>.&nbsp; Without treatment, patients can be contagious for 2-6 weeks.</p>\n<h2>Cutaneous diphtheria</h2><br><br><p>Cutaneous diphtheria can occur due to infection with <strong>toxigenic or nontoxigenic forms</strong> of <em>C diphtheriae</em> and presents with a <strong>chronic, nonhealing ulcer</strong> with a white or gray membrane.&nbsp; Systemic toxicity is less common in cutaneous diphtheria, and, in general, patients mount a robust immune response.&nbsp; However, cutaneous lesions are an important reservoir for transmission, and patients can develop respiratory diphtheria following exposure to cutaneous diphtheria.</p>\n<h2>Systemic, disseminated diphtheria</h2><br><br><p>Systemic toxicity can occur due to <strong>dissemination of the diphtheria toxin</strong>, which is more common in respiratory diphtheria.&nbsp; Patients with severe disease (eg, thick pseudomembrane, significant cervical lymphadenopathy [bull neck]) are at highest risk for systemic toxicity.&nbsp; Cardiac, nervous, and renal tissue are most commonly affected, and clinical manifestations include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cardiac:&nbsp; Involvement leads to <strong>myocarditis</strong>, typically within 1-2 weeks after the onset of respiratory symptoms.&nbsp; Cardiac enzymes are elevated in proportion to the extent of tissue damage, and ECG changes include ST-T wave changes, QTc prolongation, and arrhythmias (eg, heart block).&nbsp; This can lead to heart failure.</li>\n\t<li>Nervous:&nbsp; Involvement leads to local (eg, pharyngeal paralysis) and peripheral neuropathies ranging in severity from mild weakness to complete paralysis.</li>\n\t<li>Renal:&nbsp; Involvement leads to renal failure.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>In cases of suspected diphtheria, diagnostic testing includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Culture</strong>:&nbsp; A culture sample is taken from the oropharynx or nares in suspected respiratory diphtheria or the lesion in suspected cutaneous diphtheria.&nbsp; The bacteria have metachromatic cytoplasmic granules that stain with aniline dyes (eg, methylene blue), resulting in dark black, iridescent colonies.&nbsp; Microscopic examination typically shows club-shaped rods in clumps or joined in V- or Y-shaped chains.&nbsp; Special culture media is required (cystine-tellurite agar).</li>\n\t<li><strong>Toxin detection</strong>:&nbsp; Toxigenic strains must be distinguished from nontoxigenic strains by detection of the toxin itself.&nbsp; There are several methods for toxin detection, including PCR testing for the A subunit of the toxin.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for diphtheria includes other infectious causes of fever, pharyngitis, cervical lymphadenopathy, and malaise.&nbsp; Immunization status and travel to/living in an endemic area are helpful when distinguishing diphtheria from other diagnoses, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Infectious mononucleosis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31633.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; Infectious mononucleosis is a clinical manifestation of Epstein-Barr virus infection that is characterized by fever, fatigue, pharyngitis, posterior cervical and/or auricular lymphadenopathy, and hepatosplenomegaly.&nbsp; Positive heterophile antibody (Monospot) test and atypical lymphocytosis on peripheral smear distinguish the diagnosis.</li>\n\t<li><strong>Group A <em>Streptococcus</em> pharyngitis</strong>:&nbsp; Characterized by fever, pharyngitis, anterior cervical lymphadenopathy, headache, abdominal pain, and the absence of cough, group A <em>Streptococcus</em> pharyngitis is diagnosed using a positive rapid antigen detection test or culture.</li>\n\t<li><strong>Epiglottitis</strong>:&nbsp; Epiglottitis is characterized by fever, pharyngitis, drooling, and a muffled voice.&nbsp; Dyspnea or stridor may be present due to upper airway obstruction.&nbsp; <em>Streptococcus pneumoniae</em> and <em>Haemophilus influenzae</em> are common causative organisms, and, like <em>C diphtheriae</em>, are vaccine preventable.&nbsp; The swollen epiglottis may be visualized on lateral neck radiograph (ie, thumb sign) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L109233.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Viral infection</strong>:&nbsp; A viral infection is the most common cause of pharyngitis, and causative organisms include influenza virus, rhinovirus, and respiratory syncytial virus.&nbsp; Viral infection does not cause pseudomembrane formation.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of patients with suspected diphtheria depends on the clinical syndrome.&nbsp; <strong>Respiratory diphtheria</strong> is more severe than cutaneous diphtheria and has a higher risk for systemic disease; therefore, patients are treated with <strong>antitoxin and antibiotics</strong>.&nbsp; In contrast, patients with <strong>cutaneous diphtheria</strong> are treated with <strong>antibiotics only</strong>.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diphtheria antitoxin</strong> (most important):&nbsp; Consists of preformed, neutralizing antibodies that bind and inactivate the circulating toxin.&nbsp; However, diphtheria antitoxin cannot inactivate toxin that has already entered cells and should be administered as soon as possible, particularly in patients with respiratory diphtheria who are at risk for severe disease.&nbsp; Diphtheria antitoxin is an equine-derived hyperimmune antiserum and is therefore associated with an increased risk for anaphylaxis and/or serum sickness in a small percentage of patients.</li>\n\t<li><strong>Antibiotic therapy</strong>:&nbsp; Eradicates <em>C diphtheriae</em>, thereby halting further toxin production and preventing transmission.&nbsp; <strong>Penicillin</strong> or <strong>macrolide</strong> (eg, erythromycin) antibiotics are preferred.</li>\n</ul><br><br><p>Initiation of antibiotic therapy and diphtheria antitoxin should not be delayed while awaiting diagnostic test results.</p><br><br><p>In addition, patients with respiratory diphtheria should be closely monitored for airway obstruction due to pseudomembrane expansion.&nbsp; Intubation and/or tracheostomy may be necessary to protect the airway but should be performed carefully to avoid dislodging the pseudomembrane.</p><br><br><p>Patients should also be closely monitored for signs and symptoms of systemic toxicity with serial cardiac enzymes, ECGs, neurologic examinations, and renal function testing.&nbsp; <strong>Droplet precautions</strong> should be used for the duration of treatment until cultures are negative (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34084.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>Patients should be tested after completion of antibiotic therapy to confirm eradication.</p>\n<h2>Management of close contacts</h2><br><br><p>Close contacts of suspected cases should be tested (eg, nasal and pharyngeal cultures) and treated with prophylactic antibiotics (eg, erythromycin, benzathine penicillin G).&nbsp; Those with a positive culture must complete a full course of medication.&nbsp; These close contacts should be tested after completion of antibiotic therapy to confirm eradication.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for diphtheria has improved with antibiotic therapy and diphtheria antitoxin.&nbsp; Historically, fatality rates approached 50%.&nbsp; Currently, mortality rates are 5%-10%, depending on access to health care resources in the area of the outbreak.&nbsp; Delayed treatment is the most significant risk factor for mortality, particularly if treatment is initiated &gt;4 days from symptom onset.&nbsp; Cardiac complications (eg, myocarditis) are a significant cause of death.</p>\n<h1>Prevention</h1><br><br><p>Diphtheria can be prevented with <strong>immunization</strong>, which generates neutralizing IgG antibodies against the binding component (B subunit) of the toxin.&nbsp; This is the most effective preventive strategy for infection with toxigenic strains of <em>C diphtheriae</em>; it not only reduces the risk for active infection, but also limits asymptomatic carriage of toxigenic strains, which has led to a widespread decline in prevalence.&nbsp; Vaccination recommendations are as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age &lt;7:&nbsp; A 5-dose series of vaccines containing diphtheria toxoid, tetanus toxoid, and acellular pertussis (DTaP) is recommended.</li>\n\t<li>Age 11-12:&nbsp; A booster containing tetanus toxoid, reduced diphtheria toxoid, and acellular pertussis (Tdap) is recommended.</li>\n\t<li>Age &gt;12:&nbsp; A booster containing tetanus toxoid and reduced diphtheria toxoid with or without acellular pertussis (Tdap or Td) is recommended every 10 years throughout life.</li>\n</ul><br><br><p>Vaccination is still indicated following natural infection, which does not necessarily confer lasting immunity.</p>\n<h1>Summary</h1><br><br><p>Diphtheria (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41725.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) is an infectious disease caused by <em>Corynebacterium diphtheriae</em>, a gram-positive bacillus transmitted via aerosolized droplets.&nbsp; <em>C diphtheriae</em> exists in nontoxigenic and toxigenic forms, and conversion to the toxigenic form can cause local (eg, respiratory, cutaneous) and systemic (eg, cardiac, nervous, renal) symptoms.&nbsp; Culture and diphtheria toxin detection confirm the diagnosis, and management includes immediate (ie, do not delay for diagnostic test results) antibiotic therapy (eg, penicillin, macrolide).&nbsp; Vaccination (eg, DTaP, Tdap, Td) is the most effective strategy for prevention.<p></p>\n</div>\n\n            "
}