{
  "meta": {
    "title": "Dengue virus infection",
    "url": "https://brainandscalpel.vercel.app/dengue-virus-infection-95b95980-2edf1a.html",
    "scrapedAt": "2025-12-01T05:04:34.506Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction </h1>\n<p>Dengue virus (DENV) is a flavivirus transmitted to humans by the bite of infected <em>Aedes</em> mosquitoes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L116810.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The majority of DENV infections are either asymptomatic or cause a self-limited febrile illness (dengue fever).&nbsp; However, a small number of infections (&lt;5%) can produce severe illness with bleeding complications (dengue hemorrhagic fever) or circulatory collapse (dengue shock syndrome).<p></p>\n<h1>Epidemiology </h1><br><br><p>The principal <strong>mosquito</strong> vector of DENV is <em>Aedes aegypti</em>, although other <strong><em>Aedes</em></strong> species (eg, <em>Ae albopictus</em>) are capable of transmission.&nbsp; DENV has a worldwide distribution that covers the same tropical and subtropical regions inhabited by its vectors.&nbsp; Infection can also be transmitted by blood product exposure, but maternal-fetal and sexual transmission are rare.</p>\n<h1>Pathogenesis and clinical presentation </h1><br><br><p><em>Aedes</em> mosquitoes become infected by feeding on blood from viremic humans (DENV's main reservoir).&nbsp; Subsequent blood meals by an infected mosquito transmit DENV into the skin of victims, where it migrates to the lymphoid tissues and produces viremia.</p><br><br><p>The incubation period is 3-14 days, with over half of DENV infections having no or minimal symptoms.&nbsp; Symptomatic dengue is most commonly self-limited (dengue fever) but can sometimes produce significant bleeding (dengue hemorrhagic fever) or circulatory collapse (dengue shock syndrome):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dengue fever (DF)</strong>:&nbsp; Systemic viremia produces sudden high-grade fever (≥38.5 C [101.3] F), headache/retro-orbital pain, myalgia, and maculopapular rash.&nbsp; The bone pain (hence, <strong>\"break-bone fever\"</strong>) likely stems from direct DENV infection of the bone marrow; destruction of marrow precursor cells often produces leukopenia and thrombocytopenia.&nbsp; Although minor hemorrhagic manifestations may occur (eg, petechiae, epistaxis), significant bleeding heralds progression to more serious infection.</li>\n\t<li><strong>Dengue hemorrhagic fever (DHF):</strong>&nbsp; DHF has the same features as DF plus increased capillary permeability and significant thrombocytopenia (&lt;100,000 platelets/mm<font size=\"2\"><sup>3</sup></font>), which together can produce potentially life-threatening bleeding (eg, hematemesis).&nbsp; Increased <strong>capillary permeability</strong> (DHF's cardinal feature) results from endothelial cell dysfunction and causes plasma leakage, which manifests as hemoconcentration (ie, increased hematocrit) and third-spacing (eg, ascites, pleural effusion).&nbsp; DENV-induced endothelial dysfunction is transient, and patients who recover from DHF typically regain capillary function quickly with no residual pathology.&nbsp; However, patients with more severe capillary leakage can progress to shock.</li>\n\t<li><strong>Dengue shock syndrome (DSS):</strong>&nbsp; The syndrome is characterized by DHF with capillary leakage severe enough to cause <strong>shock/circulatory collapse</strong>, signaled by hypotension (systolic pressure &lt;90 mm Hg) or narrowed pulse pressure (&lt;20 mm Hg), a sign of reduced stroke volume.&nbsp; Shock can result in organ dysfunction (eg, brain hypoperfusion causing increased confusion) and may become irreversible without prompt fluid resuscitation.</li>\n</ul><br><br><p>DENV has 4 serotypes and initial (ie, primary) infection by one serotype usually causes milder disease but confers lasting serotype-specific immunity.&nbsp; However, cross-protective immunity against the other 3 serotypes is short-lived (eg, months); this allows for subsequent (ie, <strong>secondary</strong>) <strong>infection</strong> by a different serotype, which carries a substantially higher risk of severe disease (DHF and DSS).&nbsp; The tendency for secondary infections to cause more severe disease likely results from the production of antibodies (initially formed to fight primary infection) that fail to neutralize DENV but instead form immune complexes.&nbsp; This activates monocytes, causing release of vasoactive mediators (eg, TNF-alpha, complement) leading to capillary leak (which may progress to shock).</p><br><br><p>Microvascular fragility is present in ~80% of patients with DENV infection and is detected by a <strong>positive tourniquet</strong> test—petechiae formation after 5 minutes of compression by a blood pressure cuff (inflated midway between systolic and diastolic pressures).</p><br><br><p>Other manifestations of DENV infection may include lymphadenopathy, vomiting/abdominal pain, and elevated aminotransferases/hepatomegaly.</p>\n<h1>Diagnosis </h1><br><br><p>DENV infection should be suspected in individuals with typical clinical manifestations and relevant exposure (ie, living in or recent travel to areas with DENV transmission).</p>\n<h2>Confirmation of infection</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Symptoms ≤7 days:&nbsp; Diagnosis is confirmed directly by detection of viral nucleic acid (reverse-transcriptase polymerase chain reaction) or viral antigen (enzyme-linked immunosorbent assay).</li>\n\t<li>Symptoms &gt;7 days:&nbsp; Diagnosis is established indirectly by serology that is positive for DENV-specific IgM antibodies.</li>\n</ul>\n<h2>Other testing</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count is necessary to evaluate the extent of associated hemoconcentration, thrombocytopenia, and leukopenia.</li>\n\t<li>Liver enzymes should be assessed for aminotransferase elevation indicative of hepatic involvement (present in ~80% of DENV infections).</li>\n\t<li>Blood urea nitrogen and creatinine should be evaluated (to help estimate plasma loss from capillary leakage).</li>\n\t<li>Coagulation profile may show prolonged aPTT and decreased fibrinogen in patients with DHS/DSS (increases the risk for severe bleeding).</li>\n\t<li>Blood type and screen should be performed for patients with DHS/DSS (may require transfusion).</li>\n</ul>\n<h2>Classification systems</h2><br><br><p>The World Health Organization has 2 classification systems to characterize the diagnostic phases of DENV infection (each having 3 categories).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Phenotype-based classification</strong> (published in 1997):&nbsp; organizes DENV infection by the clinical presentation described above, and summarized criteria include the following:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>DF</strong> = Fever <em>plus</em> ≥2 of the following clinical findings:&nbsp; headache/retro-orbital pain, bone pain/arthralgia, myalgia, rash, leukopenia, or findings of minor bleeding (eg, positive tourniquet test).</li>\n\t\t<li><strong>DHF</strong> = Fever <em>plus</em> overt bleeding, <em>with</em> both increased capillary permeability (eg, hemoconcentration, ascites) and significant thrombocytopenia (≤100,000 platelets/mm<font size=\"2\"><sup>3</sup></font>).</li>\n\t\t<li><strong>DSS</strong> = DHF <em>plus</em> evidence of shock (eg, systolic pressure &lt;90 mm Hg).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Severity-based classification</strong> (published in 2009):&nbsp; organizes DENV infection by the presence of either warning signs or severe disease.&nbsp; Criteria are summarized in the table (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/52941.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), and categories include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Dengue</strong> <em><strong>without</strong></em> <strong>warning signs</strong></li>\n\t\t<li><strong>Dengue</strong> <em><strong>with</strong></em> <strong>warning signs</strong></li>\n\t\t<li><strong>Severe dengue</strong></li>\n\t</ul>\n\t</li>\n</ul><br><br><p>The newer classification system emphasizes early recognition of patients who do not meet the original criteria for DHF/DSS but still show signs suggestive of more severe illness (eg, persistent vomiting, hepatomegaly).&nbsp; The 2009 classification system may be more sensitive for identifying potential progression to severe infection, but the 1997 classification remains in use.</p>\n<h1>Differential diagnosis </h1><h2>Viral causes of arthralgia</h2><br><br><p>Chikungunya and Zika virus infections (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L116736.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) should be distinguished from DENV infection because all have identical mosquito vectors, overlapping regional distributions, and shared clinical features.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chikungunya virus</strong>:&nbsp; usually causes more severe arthralgia (often with synovitis), whereas DENV infection usually causes more significant thrombocytopenia and bleeding manifestations.</li>\n\t<li><strong>Zika virus</strong>:&nbsp; usually has less intense fever and arthralgia while bleeding manifestations are rarely seen.&nbsp; In addition, conjunctivitis is common with Zika (~80% of symptomatic cases) and uncommon with DENV.</li>\n</ul><br><br><p>Given such overlap, patients with suspicious symptoms and relevant exposure should be tested for all 3 viruses to avoid misdiagnosis (coinfection with &gt;1 virus has been described).</p>\n<h2>Viral hemorrhagic fevers</h2><br><br><p>Viral hemorrhagic fevers (eg, Ebola, Marburg, yellow fever) can all cause fever, hemorrhage, and organ dysfunction.&nbsp; Distinction relies on relevant epidemiologic history, as well as viral and serologic testing to discern the culprit virus.</p>\n<h2>Other infections</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Malaria</strong>:&nbsp; can cause fever, vomiting/abdominal pain, and myalgia.&nbsp; However, malaria classically produces cyclical fever and usually has associated anemia from lysis of erythrocytes by malarial parasites.</li>\n\t<li><strong>Typhoid fever</strong>:&nbsp; results from <em>Salmonella enterica</em> serotype Typhi (formerly <em>S typhi</em>) infection and can cause fever, rash, abdominal pain, hepatomegaly, and intestinal bleeding.&nbsp; However, relative bradycardia is classic, and history often reveals consumption of contaminated food or water.</li>\n\t<li><strong>Leptospirosis</strong>:&nbsp; may present similarly to DENV infection (eg, fever, headache, myalgia).&nbsp; However, patients often have pulmonary involvement (eg, dyspnea, cough), and/or renal abnormalities (eg, proteinuria).</li>\n</ul><br><br><p>Other infections to consider include parvovirus B19, viral hepatitis, and acute HIV.</p>\n<h1>Management </h1><br><br><p>Recognition of both severe disease and warning signs for progression is essential to provide the proper care setting.&nbsp; Outpatient management is appropriate for patients diagnosed with DF, whereas hospitalization is indicated for DHF/DSS.&nbsp; Per the 2009 classification, dengue <em>without</em> warning signs can usually be managed on an outpatient basis; both dengue <em>with</em> warning signs and severe dengue warrant inpatient care.</p><br><br><p>Because no specific antiviral treatment is available, management of DENV infection consists of analgesia/antipyresis and fluid replacement, with transfusion when indicated.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fever, myalgia, and arthralgia</strong>:&nbsp; are managed with acetaminophen.&nbsp; Due to bleeding risk, nonsteroidal anti-inflammatory drugs are avoided.</li>\n\t<li><strong>Capillary leakage and shock</strong>:&nbsp; are treated with oral fluids for mild disease and intravenous crystalloids (eg, lactated Ringer's) for hospitalized patients.&nbsp; Colloid solutions (eg, albumin) may be helpful for resistant shock.</li>\n\t<li><strong>Hemorrhage</strong>:&nbsp; is managed with blood transfusion when significant and apparent (eg, hematemesis, melena).&nbsp; Silent hemorrhage should be considered in any patient with continued hypotension despite adequate volume resuscitation.&nbsp; Transfusion of platelets and fresh frozen plasma may be necessary for refractory bleeding.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis for DENV infection is generally good, with most infections resolving in 1-2 weeks.&nbsp; However, a small percentage of patients (&lt;5%) can progress to DHF/DSS (severe dengue by the 2009 criteria), which has a mortality rate exceeding 20% without treatment.&nbsp; Early detection and appropriate care can reduce the risk of death from DENV infection to ~1%.</p>\n<h1>Prevention</h1><br><br><p>Mosquito exposure should be minimized, and patients with confirmed DENV infection should be counseled to avoid mosquito exposure during active viremia (~1 week) to reduce the risk of local transmission.&nbsp; Tetravalent vaccines (containing all 4 DENV serotypes) are available for individuals living in endemic areas.&nbsp; Several models predict that the habitat of mosquito vectors (eg, <em>Ae aegypti</em>) will expand with climate change (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88682.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), which will likely increase the distribution of DENV infection.<p></p>\n<h1>Summary </h1><br><br><p>Dengue virus (DENV) is transmitted to humans by the bite of infected <em>Aedes</em> mosquitoes, and infections are widespread across their habitat (tropical and subtropical regions).&nbsp; The majority of DENV infections are either asymptomatic or cause a self-limited febrile illness (dengue fever).&nbsp; However, a small percentage (&lt;5%) can produce potentially life-threatening bleeding (dengue hemorrhagic fever), which may progress to circulatory collapse (dengue shock syndrome).&nbsp; Diagnosis is confirmed directly by detection of viral nucleic acid or antigen or established indirectly by serology.&nbsp; Treatment of DENV infection is supportive and includes acetaminophen, fluid replacement, and transfusion.&nbsp; The prognosis of DENV infection is generally good, with most infections resolving in 1-2 weeks.&nbsp; However, severe dengue requires early recognition and treatment to prevent death from shock, organ failure, or bleeding.</p>\n</div>\n\n            "
}