{
  "meta": {
    "title": "Encephalitis",
    "url": "https://brainandscalpel.vercel.app/encephalitis-cd3ccf8d-2edf1a.html",
    "scrapedAt": "2025-12-01T05:04:37.663Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction </h1>\n<p>Encephalitis is an inflammatory condition of the brain parenchyma characterized by acute or subacute onset of neurological symptoms due to infection or immune-mediated processes (eg, autoimmune encephalitis).</p>\n<h1>Pathophysiology</h1><br><br><p>Encephalitis can result from direct viral invasion of the brain parenchyma or from an autoimmune response triggered by viral infection (eg, post-infectious) or underlying cancer (eg, paraneoplastic).</p><br><br><p>Viruses commonly associated with encephalitis include <strong>herpes simplex virus</strong> (HSV), <strong>enteroviruses</strong> (eg, coxsackievirus), <strong>West Nile virus</strong> (WNV), and other arboviruses (eg, St. Louis virus, Dengue viruses).&nbsp; Most viruses infect the brain parenchyma via transmission from blood.&nbsp; A select few, including HSV and <strong>rabies</strong>, cause infection via retrograde transport in neurons.&nbsp; With HSV-1 infection, transmission to brain parenchyma can happen via primary oropharyngeal infection that travels via the olfactory tract to the olfactory cortex (in the temporal lobe) or from the reactivation of latent virus in the trigeminal ganglion with subsequent spread into the adjacent temporal lobe.</p><br><br><p>In autoimmune encephalitis, antibodies produced against neuronal antigens (that mimic viral or cancerous antigens) lead to inflammation and neuronal dysfunction.&nbsp; Anti-N-methyl-D-aspartate receptor <strong>(NMDAR) antibodies</strong> are commonly found in both post-infectious and paraneoplastic encephalitis.</p>\n<h1>Epidemiology and risk factors</h1><br><br><p>Encephalitis can be found in any age group, with HSV-1 the most common cause of sporadic encephalitis.&nbsp; For other viral etiologies, the epidemiology depends on time of year, geography, and exposure.&nbsp; For example, WNV is usually found in summer months in warm climates, and rabies occurs most often in patients with exposure to infected animals (eg, bats, raccoons).&nbsp; Patients who are immunocompromised are at higher risk of infection.</p><br><br><p>Autoimmune encephalitis, which is less common than viral encephalitis, is more prevalent in women than men and is often associated with a history of recent infection or cancer (often ovarian teratoma).</p>\n<h1>Clinical presentation</h1><br><br><p>Symptoms of encephalitis usually develop acutely (over &lt;1 week).&nbsp; Clinical manifestations of encephalitis vary widely but often include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fever</strong></li>\n\t<li><strong>Altered mental status</strong></li>\n\t<li><strong>Seizures</strong></li>\n\t<li><strong>Focal neurological deficits</strong></li>\n\t<li><strong>Behavioral changes</strong></li>\n</ul><br><br><p>Altered mental status is a key feature of encephalitis and can range from subtle changes (eg, disorientation) to severe somnolence.</p><br><br><p>Some clinical manifestations may help differentiate the specific etiology of encephalitis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>HSV</strong>:&nbsp; Temporal lobe dysfunction is common and can manifest as olfactory hallucinations, personality changes, and psychosis.</li>\n\t<li><strong>WNV</strong>:&nbsp; A flu-like illness (fever, headache, myalgias) with a maculopapular rash on the back and chest may precede neurological manifestations.&nbsp; In addition, flaccid paralysis and/or parkinsonian symptoms (eg, rigidity, bradykinesia) are often hallmark features.</li>\n\t<li><strong>Coxsackievirus</strong>:&nbsp; Lesions of the hand, foot, and mouth may be present concomitantly.</li>\n\t<li><strong>Rabies</strong>:&nbsp; Hydrophobia/aerophobia from involuntary pharyngeal muscle spasms are pathognomonic.</li>\n\t<li><strong>Autoimmune (anti-NMDAR) encephalitis</strong>:&nbsp; Prominent psychiatric features (anxiety, behavioral changes, psychosis), autonomic instability (hypertension, hyperthermia), and dyskinesias (orofacial dyskinesias, choreiform movements) are typical.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of encephalitis involves a combination of clinical evaluation, lumbar puncture with cerebrospinal fluid (CSF) analysis, and head imaging (usually MRI).&nbsp; Key diagnostic findings suggestive of encephalitis include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>CSF</strong>:&nbsp; lymphocytic pleocytosis (10-500 cells/mm<font size=\"2\"><sup>3</sup></font>), normal to mildly elevated protein (&lt;150 mg/dL), and normal glucose levels (40-70 mg/dL)</li>\n\t<li><strong>Brain MRI</strong>:&nbsp; inflammation (eg, enhancement) in various regions of the brain</li>\n\t<li>Specific <strong>serological testing</strong> in CSF (eg, HSV PCR, West Nile IgM, NMDAR antibodies)</li>\n</ul><br><br><p>Additional findings that may more specifically suggest HSV as the cause include increased red blood cell count in the CSF, <strong>temporal lobe edema or hemorrhage</strong> on MRI (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65725.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), and focal temporal lobe slowing on electroencephalogram.<p></p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Meningitis</strong>:&nbsp; can present with fever, headache, and fatigue; however, patients do not usually have signs of abnormal brain function such as altered mental status, behavior changes, and focal neurological deficits.</li>\n\t<li><strong>Brain abscess</strong>:&nbsp; can present with fever, focal neurological deficits, and headache; however, these symptoms tend to occur more slowly, over the course of a few weeks, and usually in patients with other risk factors (eg, infective endocarditis, recent otitis media, immunocompromised state).&nbsp; Brain MRI usually shows ring-enhancing lesions.</li>\n\t<li><strong>Stroke</strong>:&nbsp; can cause acute onset of focal neurological symptoms, but fever and behavioral changes are uncommon.</li>\n\t<li><strong>Psychiatric disorders</strong>:&nbsp; can present with both psychosis (eg, hallucinations, delusions) and mild cognitive dysfunction (eg, disorganization), but fever and focal neurologic symptoms would not be expected.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of encephalitis involves supportive care, antiviral or immunomodulatory therapy, and treatment of complications (eg, antiseizure medications).&nbsp; While awaiting confirmatory testing, <strong>empiric intravenous acyclovir</strong> should be started on all patients with encephalitis due to significant morbidity and mortality of untreated disease.&nbsp; If HSV is confirmed on PCR testing, acyclovir should be continued for 2-3 weeks.</p><br><br><p>Patients with confirmed autoimmune (anti-NMDAR) encephalitis are typically treated with <strong>immunomodulatory therapy</strong> (eg, high-dose steroids).&nbsp; They should also have imaging for tumors (eg, CT scan of chest, abdomen, pelvis) and, if applicable, prompt tumor removal, which is associated with better outcomes.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of encephalitis depends on various factors.&nbsp; The underlying etiology plays a significant role in overall prognosis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Enterovirus:&nbsp; usually milder with fewer neurological complications</li>\n\t<li>HSV:&nbsp; associated with significant neurological morbidity (eg, cognitive impairment, seizures) and mortality (up to 30%)</li>\n\t<li>Rabies:&nbsp; nearly 100% fatal</li>\n\t<li>Autoimmune encephalitis:&nbsp; recovery often slow, but 80% of patients recover with minimal sequelae within 2 years</li>\n</ul><br><br><p>Other factors that impact prognosis include severity of neurological impairment on presentation and timeliness of treatment.&nbsp; Many patients experience long-term neurological sequelae (eg, seizures, cognitive impairment) despite treatment.</p>\n<h1>Summary</h1><br><br><p>Encephalitis is an inflammatory condition of the brain parenchyma due to infection or autoimmune process.&nbsp; It typically presents with fever, altered mental status, focal neurological deficits, and seizures.&nbsp; Diagnosis is supported by CSF showing lymphocytic pleocytosis, as well as abnormal inflammation on brain MRI.&nbsp; Testing for specific etiologies (eg, HSV PCR, West Nile IgM, NMDAR antibodies) can confirm the diagnosis.&nbsp; Treatment depends on the etiology but includes acyclovir for HSV and immunosuppression for autoimmune encephalitis.</p>\n</div>\n\n            "
}