{
  "meta": {
    "title": "Epiglottitis",
    "url": "https://brainandscalpel.vercel.app/epiglottitis-41d5d75c-2edf1a.html",
    "scrapedAt": "2025-12-01T05:04:40.376Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Epiglottitis is inflammation of the epiglottis and adjacent structures that most commonly occurs due to bacterial infection.&nbsp; Prompt diagnosis and treatment are required to prevent life-threatening airway obstruction.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>Epiglottitis most commonly occurs due to bacterial infection, although viral, fungal and noninfectious causes are possible.&nbsp; Predisposing epiglottal epithelial injury occurs due to a precedent viral upper respiratory tract infection or trauma from swallowing food.&nbsp; Bacteria from the nasopharynx directly invade the injured epiglottal epithelium, triggering an inflammatory response with rapidly progressive supraglottic swelling that can lead to airway obstruction.&nbsp; Specifically, the most common causes of epiglottitis include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bacterial:&nbsp; <em>Haemophilus influenzae</em> type b (Hib), nontypeable <em>H influenzae</em>, <em>Staphylococcus aureus</em>, <em>Streptococcus pneumoniae</em>, and <em>S pyogenes</em></li>\n\t<li>Viral:&nbsp; influenza, herpes simplex virus, parainfluenza virus</li>\n\t<li>Fungal:&nbsp; <em>Candida</em> species, <em>Histoplasma capsulatum</em></li>\n\t<li>Noninfectious:&nbsp; caustic ingestion, thermal injury</li>\n</ul><br><br><p>Fungal infections rarely cause epiglottitis and occur almost exclusively in immunocompromised patients (eg, those with HIV).</p><br><br><p>Epiglottitis due to Hib infection is a vaccine-preventable condition and therefore occurs most commonly in unvaccinated or undervaccinated children.&nbsp; Epiglottitis is less common in adults, with risk factors including diabetes mellitus, obesity, and prior upper respiratory infection.</p>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of epiglottitis depends on the underlying etiology of the infection.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute presentation</strong>:&nbsp; Acute bacterial epiglottitis typically occurs due to Hib infection and presents with an abrupt (no prodrome) onset of <strong>fever</strong> and <strong>signs of upper airway obstruction</strong> (eg, dysphagia, drooling, respiratory distress) in unvaccinated or undervaccinated patients.&nbsp; <strong>Supraglottic swelling</strong> is rapidly progressive (within hours), leading to signs of impending airway obstruction, including anxiety and <strong>tripod positioning</strong> (ie, leaning forward with a hyperextended neck while sitting upright) to minimize obstruction (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21171.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; In addition, turbulent airflow through the narrow, swollen airway may be audible as <strong>high-pitched, inspiratory stridor</strong>.</li>\n\t<li><strong>Subacute presentation</strong>:&nbsp; Subacute bacterial epiglottitis can occur due to bacterial (eg, nontypeable <em>H influenzae</em>, <em>S aureus</em>, <em>S pneumoniae</em>), viral, fungal, and noninfectious etiologies.&nbsp; Patients typically present with a history of severe throat pain that is out of proportion to oropharyngeal examination and progresses over the course of several days.&nbsp; Similar to acute epiglottitis, patients may develop dysphagia, drooling, and respiratory distress; however, rapidly progressive supraglottic swelling with anxiety, tripod positioning, and inspiratory stridor are uncommon.&nbsp; Patients often have a muffled or hoarse voice due to vocal cord swelling.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of epiglottitis depends on the patient's clinical presentation, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute presentation</strong>:&nbsp; Acute bacterial epiglottitis should be suspected in any unvaccinated or undervaccinated patient with abrupt-onset fever, dysphagia, drooling, respiratory distress, tripod positioning, and stridor.&nbsp; Oropharyngeal examination is often normal, although pooled secretions may be present in the oropharynx.&nbsp; These patients are at risk for immediate airway obstruction, and direct visualization of the epiglottis may precipitate obstruction.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Radiograph of the lateral neck may be considered if definitive airway management (eg, endotracheal intubation) is readily available; portable radiographs are preferred to avoid moving the patient and possibly triggering laryngospasm and complete airway obstruction.&nbsp; However, imaging should never delay definitive airway management.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Subacute presentation</strong>:&nbsp; Subacute bacterial epiglottitis should be suspected in patients with severe throat pain, dysphagia, and drooling, regardless of vaccination status.&nbsp; Immediate airway obstruction is less likely, and confirmation via direct visualization of the epiglottis radiograph of the lateral neck is appropriate prior to airway management.</li>\n</ul><br><br><p>In acute and subacute cases, the characteristic radiographic finding is an enlarged epiglottis on <strong>lateral neck radiograph</strong>, known as the <strong>thumb sign</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L109233.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Laboratory evaluation, which should be obtained only if the airway is secure, may include complete blood count with differential, blood culture, and epiglottic culture (if intubated).<p></p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Croup</strong> (laryngotracheitis):&nbsp; most commonly caused by parainfluenza virus and typically presents with a \"barking\" cough, inspiratory stridor, and hoarse voice.&nbsp; Unlike bacterial epiglottitis, dysphagia, drooling, anxiety, and tripod positioning are uncommon.&nbsp; Posterior-anterior (not lateral) neck radiograph demonstrates subglottic narrowing of the trachea (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6625.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), known as steeple sign, and a normal epiglottitis.</li>\n\t<li><strong>Peritonsillar or retropharyngeal abscess</strong>:&nbsp; can occur due to <em>S aureus</em> or <em>S pyogenes</em> infection.&nbsp; Patients typically present with gradual-onset fever and neck pain (limiting neck mobility), stiffness, and swelling.&nbsp; Peritonsillar abscess may be visible as unilateral tonsillar swelling and uvular deviation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25820.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ); however, lateral neck radiograph may be necessary to visualize the widened prevertebral space and normal epiglottis in patients with retropharyngeal abscess, distinguishing the diagnosis from epiglottitis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50767.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Bacterial tracheitis</strong>:&nbsp; can occur following a precedent viral infection.&nbsp; Similar to bacterial epiglottitis, bacterial tracheitis presents with fever and signs of upper airway obstruction.&nbsp; Tracheal erythema and purulent secretions may be visualized.&nbsp; Posterior-anterior and lateral neck radiographs reveal subglottic narrowing of the trachea (similar to croup) and a normal epiglottitis.</li>\n\t<li><strong>Foreign body aspiration</strong>:&nbsp; most commonly presents with acute-onset wheezing, stridor, and/or respiratory distress without fever.&nbsp; Examination typically shows unilateral wheezing or asymmetric breath sounds.&nbsp; If the foreign body is radiopaque (eg, a coin), it may be visible on radiograph.</li>\n\t<li><strong>Diphtheria</strong>:&nbsp; presents with gradual-onset fever, sore throat, and an adherent gray, sharply demarcated pharyngeal pseudomembrane.&nbsp; Stridor and respiratory distress can develop in severe cases.&nbsp; Diphtheria is rare due to widespread immunization.</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of epiglottitis involves the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Airway management</strong>:&nbsp; Immediate endotracheal intubation should be performed if the patient is age &lt;6; if &gt;50% airway obstruction is suspected in an older child, adolescent, or adult; or if complete airway obstruction is suspected at any age.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Endotracheal intubation should be attempted only in a controlled setting (eg, operating room) with trained personnel (eg, anesthesiologist) because unnecessary agitation could trigger laryngospasm and complete airway obstruction.</li>\n\t\t<li>A surgical airway (eg, tracheotomy, needle cricothyrotomy) may be necessary if endotracheal intubation is unsuccessful.&nbsp; Patients presenting with complete airway obstruction require bag-valve-mask ventilation while immediately proceeding to intubation on arrival.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Antibiotic therapy</strong>:&nbsp; Empiric antibiotic therapy with a third-generation cephalosporin (eg, ceftriaxone, cefotaxime) and an antibiotic with activity against <em>S aureus</em> (eg, vancomycin, clindamycin) should be initiated immediately.&nbsp; Ideally, a blood culture and an epiglottic culture (if intubated) should be obtained prior to initiation of antibiotic therapy.</li>\n</ul><br><br><p>Glucocorticoids and bronchodilators (eg, racemic epinephrine) have not been shown to improve outcomes and are not routinely recommended.</p>\n<h1>Prevention</h1><br><br><p><strong>Vaccination</strong> is the most effective strategy in the prevention of acute bacterial epiglottitis.&nbsp; Hib is a gram-negative coccobacilli with a polysaccharide capsule that comprises the polymer polyribosylribitol phosphate (PRP) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16733.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; The capsule protects the bacterium from phagocytosis and complement-mediated lysis.&nbsp; The inactive conjugate Hib vaccine comprises PRP conjugated to a protein carrier.&nbsp; Conjugation induces T-cell–dependent memory, which increases the effectiveness of the vaccine.&nbsp; The conjugate Hib vaccine is typically administered at age 2, 4, and 6 months with a booster at age 12-15 months.&nbsp; Vaccination results in host development of anti-PRP antibodies, which leads to improved opsonization and complement-mediated phagocytosis.&nbsp; Invasive Hib infection is rare in vaccinated patients, and failure to complete the vaccination series is the greatest risk factor for acute bacterial epiglottitis.<p></p>\n<h1>Prognosis</h1><br><br><p>With prompt diagnosis and appropriate management, most patients with bacterial epiglottitis fully recover without complications.&nbsp; However, delays in diagnosis and treatment can lead to irreversible hypoxic injury or death secondary to complete airway obstruction, particularly en route to the hospital or soon after arrival when the diagnosis is not yet established.</p>\n<h1>Summary</h1><br><br><p>Epiglottitis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33355.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is inflammation of the epiglottis and adjacent structures most commonly due to bacterial infection.&nbsp; <em>Haemophilus influenzae</em> type b (Hib) is the most common cause of bacterial epiglottitis prior to routine childhood vaccination.&nbsp; Although Hib remains a common cause, other oropharyngeal bacteria (eg, <em>Staphylococcus aureus</em>, <em>Streptococcus pneumoniae</em>) are more common among vaccinated patients.&nbsp; Prompt diagnosis, airway management (eg, endotracheal intubation), and empiric antibiotic therapy are essential for survival.<p></p>\n</div>\n\n            "
}