{
  "meta": {
    "title": "Erythema infectiosum (fifth disease)",
    "url": "https://brainandscalpel.vercel.app/erythema-infectiosum-fifth-disease-f09009ac-2edf1a.html",
    "scrapedAt": "2025-12-01T05:04:45.223Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Erythema infectiosum, also known as fifth disease, is a manifestation of parvovirus B19 infection that presents as a common childhood viral exanthem.&nbsp; Although rare, adults can also develop erythema infectiosum following parvovirus B19 infection.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p><strong>Parvovirus B19</strong> is a nonenveloped, single-stranded DNA virus that replicates in erythroid progenitor cells.&nbsp; Only these cells express the cell surface receptor for parvovirus B19 (P blood group antigen).&nbsp; Infection prevents erythroid progenitor cell maturation, leading to the formation of giant pronormoblasts (much larger than normal red blood cells [RBCs]) with glassy, intranuclear viral inclusions (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L61285.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Viral replication induces erythroid progenitor cell lysis, temporarily halting erythropoiesis.<p></p><br><br><p>Most patients remain asymptomatic because the remaining RBCs have a lifespan of several months.&nbsp; However, even brief interruptions in RBC production can cause severe anemia (eg, transient aplastic crisis) in patients with underlying hematologic disorders with accelerated RBC turnover (eg, sickle cell anemia).</p><br><br><p>A few factors appear to increase the risk for erythema infectiosum, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Age 5-15.</li>\n\t<li>Season:&nbsp; late winter and early spring.</li>\n\t<li>Exposure:&nbsp; close contacts of infected individuals, particularly in school or day care settings.</li>\n\t<li>Immune status:&nbsp; individuals who are immunocompromised (eg, patients with HIV) and those with underlying hematologic disorders (eg, sickle cell disease).&nbsp; In addition, these patients are at increased risk for severe complications (ie, transient aplastic crisis).</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of parvovirus B19 infection varies, with 25% of patients remaining asymptomatic.&nbsp; In symptomatic patients, erythema infectiosum classically presents in 3 stages (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L116923.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), after an incubation period of 7-14 days, as follows:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prodrome</strong>:&nbsp; A total of 2-4 days of nonspecific, flu-like symptoms (eg, fever, malaise, cough, congestion) coinciding with viremia and any hematologic abnormalities (eg, anemia, reticulocytopenia) that may occur.</li>\n\t<li><strong>Exanthem</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Face:&nbsp; Malar rash that spares the nasolabial fold, or slapped-cheek appearance (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L79762.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), with circumoral pallor.</li>\n\t\t<li>Body:&nbsp; Maculopapular rash that spreads to the trunk and limbs, often with a lacy, reticulated pattern (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10916.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), which occurs several days after the malar rash.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Recovery</strong>:&nbsp; Exanthem that typically resolves in 1-3 weeks but may recur with exposure to sunlight, heat, stress, etc.</li>\n</ul><br><br><p>Only 25% of patients develop an exanthem, which often prompts presentation to medical care.&nbsp; The exanthem is immune mediated, and patients are not considered to be infectious once the exanthem appears.&nbsp; The exanthem is generally benign, and patients are often well-appearing.&nbsp; Although more common in adults, arthralgias and/or arthritis occur in 10% of children with the exanthem.</p>\n<h1>Diagnosis</h1><br><br><p>Erythema infectiosum is a clinical diagnosis based on the characteristic rash and history.&nbsp; However, when necessary, the diagnosis can be confirmed with laboratory testing, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Serology</strong>:&nbsp; This is the preferred confirmatory test.&nbsp; Immunocompromised patients, however, may not have detectable antibodies due to an insufficient immune response.</li>\n\t<li><strong>PCR</strong>:&nbsp; Detection of parvovirus B19 DNA via PCR may be necessary to confirm the diagnosis in immunocompromised patients; however, parvovirus B19 DNA can be detected for months to years after acute infection and therefore may not distinguish acute from chronic infections.&nbsp; Additionally, since erythema infectiosum is an immune-mediated exanthem, most patients have already mounted an immune response at the time of presentation, and parvovirus B19 DNA may not be detectable.</li>\n</ul><br><br><p>If performed, a complete blood count may show anemia without compensatory reticulocytosis.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for erythema infectiosum includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Measles</strong>:&nbsp; patients are often ill-appearing with a viral prodrome (eg, fever, cough, coryza, conjunctivitis, Koplik spots) followed by a cephalocaudal maculopapular rash (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10904.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; However, patients with erythema infectiosum are typically well-appearing and do not develop conjunctivitis.</li>\n\t<li><strong>Scarlet fever</strong>:&nbsp; a delayed-type skin reaction to <em>Streptococcus pyogenes</em> that presents with fever, pharyngitis, and a fine, papular (sandpaper) rash that starts in the axillae or groin and spreads to the trunk and extremities (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10684.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Kawasaki disease</strong>:&nbsp; classically presents with ≥5 days of fever in addition to conjunctivitis, rash, lymphadenopathy, and extremity changes.&nbsp; In contrast, erythema infectiosum is characterized by a brief (2-4 days) prodrome with fever, malaise, cough, and congestion but no conjunctivitis, lymphadenopathy, or extremity changes.</li>\n</ul><br><br><p>In addition to measles, the differential diagnosis also includes other viral exanthems, including roseola, rubella, and enteroviral infections.&nbsp; These diagnoses may be distinguished by rash morphology and distribution, as well as associated symptoms and vaccination history.</p>\n<h1>Management</h1><br><br><p>Erythema infectiosum is a mild, self-limited viral illness.&nbsp; Treatment is supportive with antipyretics and analgesics as needed.&nbsp; The majority of patients fully recover within weeks of symptom onset.</p>\n<h1>Complications</h1><br><br><p>Although rare, potential complications of erythema infectiosum can include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Transient aplastic crisis</strong>:&nbsp; Acute parvovirus B19 infection can cause severe anemia in patients with underlying hematologic disorders that rely on continuous erythropoiesis (eg, hereditary spherocytosis).&nbsp; These patients often require hospitalization and serial RBC transfusions.</li>\n\t<li><strong>Chronic infection</strong>:&nbsp; Immunocompromised patients who are unable to produce neutralizing antibodies can develop severe, chronic anemia.&nbsp; These patients may benefit from intravenous immunoglobulin therapy.</li>\n\t<li><strong>Hydrops fetalis</strong>:&nbsp; Parvovirus B19 infection during pregnancy can affect fetal progenitor cells.&nbsp; This can lead to fetal anemia and hydrops fetalis with a risk for fetal demise, particularly before 20 weeks gestation.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Erythema infectiosum, also known as fifth disease, is a manifestation of parvovirus B19 infection that presents as a common childhood viral exanthem.&nbsp; Patients develop a brief (2-4 days) viral prodrome (eg, fever, malaise, cough, congestion) followed by a malar rash (slapped-cheek appearance).&nbsp; The infection is mild and self-limited, and management is supportive.&nbsp; Although rare, complications can include transient aplastic crisis in patients with underlying hematologic disorders, chronic infection in patients with immunodeficiencies, and hydrops fetalis in pregnant women.</p>\n</div>\n\n            "
}