{
  "meta": {
    "title": "Foodborne illness (food poisoning)",
    "url": "https://brainandscalpel.vercel.app/foodborne-illness-food-poisoning-e64c37b3-2edf1a.html",
    "scrapedAt": "2025-12-01T05:04:45.259Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Foodborne illness (food poisoning) results from the ingestion of pathogens (bacterial, viral, parasitic) or toxins in contaminated food or beverages.&nbsp; Foodborne illnesses commonly present with gastrointestinal symptoms, but symptoms can vary depending on the causative agent and host factors (eg, age, immune status).&nbsp; Although most foodborne illnesses are typically self-limited, transmission even in the setting of mild disease can pose significant public health risk, especially if transmitted to vulnerable populations who may suffer from more severe disease.</p>\n<h1>Pathophysiology</h1><br><br><p>The pathophysiology of foodborne illness varies by pathogen but generally involves toxin production, direct infection, or both:</p>\n<h2>Toxin-mediated illnesses</h2><br><br><p>Some bacteria such as <em>Staphylococcus aureus</em> and <em>Bacillus cereus</em> produce preformed toxins in food, causing rapid onset of vomiting after exposure.&nbsp; Other toxins such as <em>Clostridium perfringens</em> and enterotoxigenic <em>Escherichia coli</em> (ETEC) produce toxins when they are in the intestines after ingestion.&nbsp; These toxins can disrupt normal gut function, leading to symptoms of nausea, vomiting, and diarrhea.</p>\n<h2>Infection</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bacterial infections</strong>:&nbsp; Pathogens such as <em>Salmonella</em>, <em>Shigella</em>, and <em>Campylobacter</em> directly invade and damage the intestinal epithelium, causing an inflammatory response that results in symptoms such as diarrhea (possibly bloody/mucoid) and abdominal pain.&nbsp; Fecal leukocytes and red blood cells are seen due to inflammation and ulceration of the intestinal mucosa.</li>\n\t<li><strong>Viral infections</strong>:&nbsp; Viruses such as norovirus and rotavirus infect intestinal cells, leading to cell lysis and inflammation, which disrupt fluid absorption and result in watery, noninflammatory (secretory) diarrhea.</li>\n\t<li><strong>Parasitic infections</strong>:&nbsp; <em>Giardia</em> attaches to the intestinal epithelium, damaging the villous structures and brush border enzymes and causing malabsorption (but not bloody diarrhea).&nbsp; <em>Entamoeba</em> can cause bloody diarrhea because trophozoites invade and directly damage the intestinal epithelium, causing cell lysis and flask-shaped ulcers (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7406.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) on pathology.</li>\n</ul><br><br><p>Symptom onset varies depending on the causative agent and the mechanism of disease (eg, preformed toxin–mediated illnesses often have a rapid onset, whereas bacterial and parasitic infections may have a longer incubation period).</p>\n<h1>Risk factors</h1><br><br><p>Certain factors increase the risk for contracting foodborne illness:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>High-risk foods</strong>:&nbsp; Undercooked poultry, eggs, and beef, as well as unpasteurized dairy.</li>\n\t<li><strong>Improper food handling</strong>:&nbsp; Cross contamination, inadequate cooking, poor hygiene practices, and food storage at improper temperatures (eg, at cookouts/picnics).</li>\n\t<li><strong>Weakened immune system</strong>:&nbsp; Infants, elderly patients, pregnant individuals, and immunocompromised persons are more susceptible.</li>\n\t<li><strong>Travel history</strong>:&nbsp; Travelers to areas with decreased access to sanitation and lower food/ water safety standards are at higher risk.</li>\n\t<li><strong>Outbreaks</strong>:&nbsp; Group settings (eg, restaurants, catered events, nursing homes, childcare centers) are associated with higher transmission due to shared food sources and potential overcrowding.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of foodborne illness varies widely depending on the specific pathogen (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/55159.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gastrointestinal symptoms</strong>:&nbsp; Diarrhea (which may be watery or bloody depending on the pathogen), abdominal cramps, nausea, and vomiting are typical.&nbsp; Vomiting tends to predominate if the illness is mediated by a preformed toxin.&nbsp; However, if the toxin is formed in the intestine, diarrhea often predominates.&nbsp; Fever may be present, especially in invasive infections such as <em>Salmonella</em>.</li>\n\t<li><strong>Systemic symptoms</strong>:&nbsp; Fatigue, headache, myalgia, and malaise are common.</li>\n\t<li><strong>Dehydration</strong>:&nbsp; Severe diarrhea and vomiting may lead to signs of dehydration, such as dry mucous membranes, delayed capillary refill, poor skin turgor, reduced urine output, and tachycardia.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Diagnosis of foodborne illness is primarily clinical, with laboratory testing reserved for severe, prolonged, or outbreak-related cases:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Stool culture</strong>:&nbsp; The gold standard for identifying bacterial pathogens, especially for severe cases or when public health concerns are present (eg, if food handlers are infected).</li>\n\t<li><strong>Stool PCR and antigen testing</strong>:&nbsp; Useful for detecting viral or parasitic causes of foodborne illness.&nbsp; Rapid turnaround times compared to stool culture may be useful in the setting of an outbreak.</li>\n\t<li><strong>Stool microscopy</strong>:&nbsp; May be used to detect ova and parasites in the stool, although PCR or antigen testing is often preferred.</li>\n\t<li><strong>Blood cultures</strong>:&nbsp; Recommended if systemic symptoms (eg, fever, hypotension) are present to suggest bacteremia, particularly in patients who are immunocompromised or if there are signs of extraintestinal infection (eg, septic arthritis, meningitis).</li>\n</ul>\n<h1>Laboratory and imaging evaluation</h1><br><br><p>Laboratory and imaging evaluation are generally not required for mild cases but may be necessary in complicated or severe disease:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Complete blood count</strong>:&nbsp; May show leukocytosis in bacterial infections, although leukocytosis may not be present in all cases.</li>\n\t<li><strong>Basic metabolic panel</strong>:&nbsp; Useful for assessing for elevated blood urea nitrogen and creatinine (due to dehydration) and for electrolyte imbalances due to gastrointestinal losses (eg, hypokalemia).</li>\n\t<li><strong>Liver function tests</strong>:&nbsp; May show transaminase elevation in cases of viral illness such as hepatitis A or if there is concern for extraintestinal infection (eg, typhoidal <em>Salmonella</em>, <em>Entamoeba</em>).</li>\n\t<li><strong>Imaging</strong>:&nbsp; Rarely indicated unless there is concern for complications such as toxic megacolon, intestinal perforation, or abscess formation.</li>\n</ul>\n<h1>Main etiologies to consider</h1><br><br><p>Many pathogens cause foodborne illness, and presenting symptoms may help differentiate likely pathogens.&nbsp; In general, vomiting-predominant syndromes are caused by preformed toxins and some viruses.&nbsp; Noninflammatory (secretory) diarrhea is generally caused by viral pathogens, certain bacterial pathogens, or noninvasive parasitic pathogens.&nbsp; Inflammatory diarrhea is typically due to bacterial pathogens or invasive parasites (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18687.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h2>Vomiting predominant</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong><em>S aureus</em></strong> presents with <strong>rapid onset of vomiting</strong> due to a <strong>preformed toxin</strong> proliferating in improperly stored foods (eg, potato salad at a picnic setting), which occurs due to rapid toxin production at higher temperatures.</li>\n\t<li><strong><em>B cereus</em></strong> is characterized by rapid onset of vomiting after exposure to <strong>reheated rice</strong> due to preformed toxins.</li>\n\t<li><strong>Hepatitis A virus</strong> occurs more commonly in resource-limited settings.&nbsp; It presents with nausea/vomiting, fever, <strong>jaundice</strong>, dark urine, pale stools, <strong>right upper quadrant abdominal pain</strong>, and <strong>transaminase elevation with hyperbilirubinemia</strong> on liver function testing.</li>\n</ul>\n<h2>Noninflammatory diarrhea predominant</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Norovirus</strong> is <strong>highly transmissible</strong> (fecal-oral spread), particularly in settings such as nursing homes, childcare centers, and cruise ships, where it can result in outbreaks.&nbsp; There is a 1- to 2-day delay from exposure to symptom onset with <strong>watery diarrhea</strong>, usually resolving within 2-3 days.&nbsp; <strong>Vomiting</strong> is also common.&nbsp; Stool PCR is positive for norovirus; clinically, it may be indistinguishable from other causes of viral gastroenteritis.</li>\n\t<li><strong>Rotavirus</strong> is more common in <strong>children age &lt;5</strong>, presenting with watery/noninflammatory diarrhea (and possible dehydration) as well as self-limited fever.&nbsp; <strong>Routine childhood vaccinations</strong> have dramatically reduced disease incidence.</li>\n\t<li><strong>ETEC</strong> presents with abrupt onset of <strong>watery, noninflammatory diarrhea, usually 1-2 days following exposure</strong>; vomiting is rare.&nbsp; The illness is typically self-limited.</li>\n\t<li><em><strong>Listeria monocytogenes</strong></em> is linked to the ingestion of <strong>unpasteurized milk or soft cheeses</strong>.&nbsp; Clinical presentation is typically febrile gastroenteritis, but patients who are immunocompromised are at risk for development of invasive disease (eg, bacteremia, <strong>meningitis</strong>, pneumonia).</li>\n\t<li><strong>Giardiasis</strong> is associated with exposure to <strong>contaminated food or unfiltered water (eg, during camping or hiking)</strong>.&nbsp; It presents with <strong>loose, oily, nonbloody stools</strong>; bloating; and possible malnutrition due to villous blunting <strong>weeks to months after exposure</strong> (because ingested cysts need to mature).&nbsp; Stool antigen or PCR testing is preferred over stool microscopy.</li>\n</ul>\n<h2>Inflammatory diarrhea predominant</h2><br><br><p>These can cause bloody diarrhea (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/48825.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Shiga toxin <em>E coli</em> (STEC)/enterohemorrhagic <em>E coli</em> (EHEC)</strong> is seen with ingestion of undercooked beef.&nbsp; It presents with bloody inflammatory diarrhea and <strong>absence of fever</strong>, and it can progress to hemolytic uremic syndrome (anemia, thrombocytopenia, renal dysfunction) due to production of Shiga toxin (most commonly seen with <em>E coli</em> O157:H7).</li>\n\t<li><strong><em>Shigella</em></strong> is highly transmissible (requires only a <strong>small inoculum</strong> for development of disease).&nbsp; Patients have abdominal pain, high fever, and diarrhea that transitions from watery to bloody, although stool volumes remain low due to primary colonic involvement.&nbsp; Hemolytic uremic syndrome is a potential complication, and seizures are seen most commonly in young children.</li>\n\t<li><strong><em>Salmonella</em></strong> is associated with ingestion of contaminated food or water (or exposure to exotic pets/reptiles).&nbsp; More common in resource-limited regions, it presents with vomiting and bloody diarrhea, and it can progress to <strong>enteric (typhoid) fever</strong> with pulse-temperature dissociation, hepatosplenomegaly, and rose spots.&nbsp; <em>Salmonella</em> is associated with the development of reactive arthritis or osteomyelitis in patients with sickle cell disease.</li>\n\t<li><strong><em>Campylobacter jejuni</em></strong> can develop due to ingestion of undercooked <strong>poultry</strong>.&nbsp; It presents with fever, abdominal pain (possible <strong>pseudoappendicitis</strong>), and diarrhea (± blood and mucous), and it is associated with the development of <strong>Guillain-Barré syndrome</strong> and reactive arthritis.</li>\n\t<li><strong>Amebiasis (eg, <em>Entamoeba histolytica</em>)</strong> is seen with exposure to cysts in contaminated food and water, more commonly in <strong>resource-limited settings</strong>.&nbsp; Amebiasis may be asymptomatic or present with bloody stools and fever.&nbsp; Patients often have prolonged symptoms and may&nbsp; develop liver abscess with transaminitis and elevation of alkaline phosphatase.&nbsp; Colon visualization (eg, colonoscopy) reveals <strong>flask-shaped ulcers</strong> on biopsy.&nbsp; Stool PCR/antigen testing is positive if the patient has ongoing diarrhea.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Certain patient history factors (eg, recent history of traveling to a resource-limited setting or sharing food with a patient who is infected) may suggest a foodborne illness.&nbsp; However, nonfoodborne-related causes of vomiting and diarrhea should be considered.</p>\n<h2>Vomiting</h2><br><br><p>Additional diagnoses to consider in patients with acute vomiting include mechanical intestinal obstruction (surgical history, hernia on examination), gastroparesis (history of diabetes), and cyclic vomiting syndrome (marijuana use).</p>\n<h2>Noninflammatory diarrhea</h2><br><br><p>Additional noninfectious causes of acute noninflammatory diarrhea include medication use (eg, macrolide antibiotics, magnesium), dietary changes (eg, osmotic diarrhea due to sorbitol or xylitol), neuroendocrine stimulation (eg, carcinoid syndrome, hyperthyroidism), and enzymatic deficiency (eg, congenital or acquired lactase deficiency, postinfectious lactase deficiency).</p>\n<h2>Inflammatory diarrhea</h2><br><br><p>In patients with inflammatory diarrhea, other considerations include, but are not limited to, <em>Clostridioides difficile</em> (recent antibiotic use), inflammatory bowel disease (Crohn disease, ulcerative colitis), and mesenteric ischemia (atrial fibrillation, hypercoagulability, or vascular disease).</p>\n<h1>Management</h1><br><br><p>Management of foodborne illness primarily focuses on supportive care, with rehydration being critical.</p>\n<h2>Rehydration</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Oral rehydration solutions</strong> provide necessary electrolytes and glucose for rehydration.</li>\n\t<li><strong>Intravenous fluids</strong> are used in cases of severe dehydration or when the patient is unable to tolerate oral intake.</li>\n\t<li><strong>Antiemetics</strong> are used to assist patients in preventing hypovolemia and controlling symptoms of vomiting.</li>\n</ul>\n<h2>Antibiotics</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Indications</strong>:&nbsp; High-risk patients, invasive bacterial infections (eg, <em>Shigella</em>, <em>Salmonella</em> septicemia), or if transmissibility is a public health concern (eg, if food handlers are infected).</li>\n\t<li><strong>Risk with antibiotic administration</strong>:&nbsp; With antibiotic administration, there is potential increased risk for hemolytic uremic syndrome (eg, in patients with STEC) or prolonged time to asymptomatic carriage (eg, in patients with <em>Salmonella</em>).&nbsp; Development of antibiotic resistance is also a consideration.</li>\n\t<li><strong>Common choices</strong>:&nbsp; Fluoroquinolones (eg, ciprofloxacin or levofloxacin) and azithromycin are common oral antibiotic choices.&nbsp; Regional resistance patterns and severity of disease should be considered when selecting an antibiotic regimen for patients.</li>\n</ul>\n<h2>Antiparasitics</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Giardia</strong>:&nbsp; Treatment with tinidazole or nitazoxanide is first-line therapy, and metronidazole can be used as an alternate agent.&nbsp; For patients who are pregnant, paromomycin is used.</li>\n\t<li><strong>Amebiasis</strong>:&nbsp; Patients who are asymptomatic are treated with an intraluminal agent (eg, paromomycin) targeting intestinal cysts, whereas those who are symptomatic are treated with a tissue agent (eg, metronidazole) plus an intraluminal agent to eradicate trophozoites.</li>\n</ul>\n<h2>Antimotility agents</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Antimotility agents (eg, loperamide) are generally not used in patients with bloody or inflammatory diarrhea due to the risk for worsening or prolonging the disease course.</li>\n</ul>\n<h1>Complications</h1><br><br><p>In addition to specific complications mentioned in association with particular pathogens, complications potentially seen with most foodborne illness include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dehydration and electrolyte imbalances</strong>:&nbsp; These are particularly common in young children and elderly patients.&nbsp; These imbalances can lead to renal failure, or, in rare cases, arrhythmias.</li>\n\t<li><strong>Chronic postinfectious irritable bowel syndrome</strong>:&nbsp; Persistent gastrointestinal symptoms can develop in some individuals following a foodborne infection.&nbsp; In addition, some patients may suffer from postinfectious lactase deficiency due to damage to lactase enzymes in the intestinal brush border.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis for foodborne illness is generally favorable, with most cases resolving within a few days without complications.&nbsp; Severe outcomes are more likely in vulnerable populations, including infants, elderly patients, and immunocompromised individuals.&nbsp; For high-risk groups, mortality and morbidity can increase, particularly with infections that are more invasive, such as <em>Salmonella</em> and <em>Listeria</em>.&nbsp; Public health measures to prevent transmission are key in reducing the overall incidence of foodborne illness.</p>\n<h1>Summary</h1><br><br><p>Foodborne illness (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42069.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) encompasses a range of diseases caused by consuming contaminated food or beverages.&nbsp; Foodborne illnesses may be due to bacteria, viruses, or parasites, with symptoms varying from mild gastrointestinal discomfort to severe systemic effects.&nbsp; Risk factors include improper food handling, compromised immunity, and high-risk foods.&nbsp; Diagnosis often relies on clinical history, supported by stool cultures/PCR or other laboratory tests when necessary.&nbsp; Management is usually supportive, with rehydration being the mainstay of treatment, although antibiotics are used in select cases.&nbsp; Preventative measures focus on food safety, hygiene, and proper cooking techniques.<p></p>\n</div>\n\n            "
}