{
  "meta": {
    "title": "Hepatitis B virus (HBV) infection",
    "url": "https://brainandscalpel.vercel.app/hepatitis-b-virus-hbv-infection-adc234f0-2edf1a.html",
    "scrapedAt": "2025-12-01T05:04:54.053Z",
    "type": "article"
  },
  "content": "\n                <h1>Introduction</h1>\n<p>Hepatitis B virus (HBV) is a partially double-stranded DNA virus belonging to the <em>Hepadnaviridae</em> family.&nbsp; Approximately 2 billion people worldwide have had HBV infection, with approximately 250-400 million living with chronic HBV infection.&nbsp; HBV primarily targets hepatocytes, leading to both acute and chronic liver disease.&nbsp; Chronic infection can result in cirrhosis and independently increases the risk of hepatocellular carcinoma (HCC).</p>\n<h2>Epidemiology and transmission</h2><br><br><p>HBV is endemic worldwide, with a particularly high prevalence in sub-Saharan Africa, East Asia, and the Pacific Islands.&nbsp; Key routes of transmission include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vertical transmission</strong>:&nbsp; From mother to child during childbirth (ie, perinatal transmission).&nbsp; Usually occurs during passage through the birth canal rather than transplacentally.</li>\n\t<li><strong>Sexual transmission</strong>: Unprotected sexual contact with an infected partner.&nbsp; Higher risk among individuals with multiple partners or men who have sex with men.</li>\n\t<li><strong>Parenteral exposure</strong>: Sharing contaminated needles and syringes among injection drug users.&nbsp; Health care–related exposures, namely needlestick injuries and, less commonly, blood transfusions.</li>\n\t<li><strong>Household contact</strong>: Sharing personal items such as razors or toothbrushes that may be contaminated with blood.&nbsp; HBV is not spread through casual contact such as kissing or sharing food or water.</li>\n</ul><br><br><p>In high-incidence areas, vertical transmission is most common (90%), whereas in low-prevalence regions (eg, the United States, Canada, Western Europe), most cases arise due to unsafe sexual practices or injection drug use.</p>\n<h1>Pathogenesis</h1><br><br><p>Understanding the structure and life cycle of HBV is essential to comprehending its pathogenicity and the immune response it elicits.</p>\n<h2>Viral structure</h2><br><br><p>HBV is a hepadnavirus composed of:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>An outer lipid envelope that contains viral-encoded proteins (hepatitis B surface antigen [HBsAg]) and host lipid components</li>\n\t<li>An icosahedral nucleocapsid core that contains a circular, partially double-stranded DNA (dsDNA) genome and a DNA polymerase with reverse transcriptase activity</li>\n</ul>\n<h2>Viral life cycle</h2><br><br><p>The HBV life cycle is as follows (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43021.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ol class=\"article-body-ordered-list\" type=\"1\">\n\t<li><strong>Entry and uncoating</strong>:&nbsp; HBV binds to the bile salt transporter receptor and enters hepatocytes.&nbsp; The virus is uncoated in the cytoplasm.</li>\n\t<li><strong>DNA repair</strong>:&nbsp; The single-stranded DNA portion is completed (repaired) by host DNA polymerases, generating dsDNA.</li>\n\t<li><strong>Transcription</strong>:&nbsp; Host RNA polymerase transcribes the dsDNA into viral messenger RNA and pregenomic RNA.</li>\n\t<li><strong>Translation</strong>:&nbsp; Viral proteins, including HBsAg, hepatitis B core antigen (HBcAg), hepatitis B e antigen (HBeAg), and viral polymerase, are synthesized.</li>\n\t<li><strong>Reverse transcription</strong>:&nbsp; Viral polymerase converts pregenomic RNA back into partially dsDNA within newly forming nucleocapsids.</li>\n\t<li><strong>Assembly and release</strong>:&nbsp; New viral particles are assembled and released from the hepatocyte to infect additional cells.</li>\n</ol><br><br><p>HBV has several genotypes (A-J) that vary geographically and may influence disease progression (eg, progression to chronic disease, development of HCC).</p>\n<h2>Immune response and disease course</h2><br><br><p>The interaction between HBV and the host immune system determines the clinical outcome of infection.</p><br><br><p><strong>Acute infection</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A robust cytotoxic T-lymphocyte response can clear the virus but also causes hepatocellular injury.</li>\n\t<li>A serum sickness–like syndrome may occur due to circulating immune complexes composed of HBsAg and anti-HBs antibodies activating complement (type III hypersensitivity).</li>\n\t<li>The immune response to HBV is typically very effective, with spontaneous recovery seen in &gt;95% of adults.</li>\n\t<li>Less than 1% of patients develop fulminant hepatitis, which is characterized by severe acute liver failure resulting from massive hepatocyte necrosis.&nbsp; This typically occurs in patients with viral coinfection (eg, hepatitis D virus, HIV).</li>\n</ul><br><br><p><strong>Chronic infection</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>An inadequate immune response allows the virus to persist.</li>\n\t<li>Chronic HBV infection develops in approximately 5% of adults.&nbsp; Ongoing immune-mediated inflammation leads to liver damage and fibrosis.</li>\n\t<li>Some 20%-30% of patients with chronic HBV develop cirrhosis.&nbsp; HCC develops in 2%-3% of chronic cases.</li>\n\t<li>HBV can integrate its DNA into the host genome (not necessary for viral replication), contributing to carcinogenesis even in the absence of cirrhosis.</li>\n</ul><br><br><p>The disease course for HBV infection is markedly different from hepatitis C virus (HCV), in which chronic hepatitis develops in 50%-80% of patients (discussed in a separate article).</p>\n<h1>Clinical presentation</h1><br><br><p><span>Acute infection</span></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Approximately 70% of adults are asymptomatic or have subclinical, anicteric disease.</li>\n\t<li>When symptoms occur, they typically develop 1-4 months after exposure and may include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Nonspecific symptoms, such as fatigue, malaise, anorexia, and nausea</li>\n\t\t<li>Hepatic symptoms, including right upper quadrant pain due to hepatomegaly, jaundice, dark urine, and pale stools</li>\n\t\t<li>Other symptoms, such as low-grade fever and a serum sickness–like syndrome (eg, urticarial vasculitis rash, arthralgia, lymphadenopathy)</li>\n\t</ul>\n\t</li>\n\t<li>Laboratory findings:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Elevated aminotransferases (alanine aminotransferase [ALT] and aspartate aminotransferase [AST]), which are often &gt;10 times the upper limit of normal; ALT typically higher than AST.</li>\n\t\t<li>Hyperbilirubinemia, as indicated by elevated total and direct bilirubin levels</li>\n\t\t<li>Impaired hepatic synthetic function (eg, INR &gt;1.5), which indicates a poor prognosis</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Chronic infection</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chronic infection is often asymptomatic until advanced liver disease develops.</li>\n\t<li>Symptoms are typically limited to nonspecific symptoms or a result of extrahepatic complications (discussed later).</li>\n\t<li>Laboratory findings:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Variable ALT and AST levels may be intermittently elevated or normal; there is a poor correlation with the extent of liver damage.</li>\n\t\t<li>Thrombocytopenia is due to immune-mediated mechanisms or splenic sequestration in cirrhosis.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Complications</h1><h2>Hepatic complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cirrhosis</strong>:&nbsp; Chronic inflammation leads to fibrosis and scarring of liver tissue, impairing liver function.</li>\n\t<li><strong>HCC</strong>:&nbsp; HBV is a significant risk factor for HCC due to viral DNA integration into the host genome (even without cirrhosis).&nbsp; This is in contrast to HCV, an RNA virus that does not independently predispose to HCC in the absence of cirrhosis.</li>\n\t<li><strong>Fulminant hepatitis</strong>: Rare complication (&lt;1%) occurring from massive necrosis.</li>\n</ul>\n<h2>Extrahepatic complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Polyarteritis nodosa</strong> is a systemic necrotizing vasculitis affecting medium-sized arteries, leading to hypertension, renal impairment, and neurologic deficits.</li>\n\t<li><strong>Glomerulopathies</strong> are most commonly associated with membranous nephropathy, a cause of nephrotic syndrome (eg, heavy proteinuria, anasarca) due to immune complex deposition.&nbsp; Membranoproliferative glomerulonephritis is less common (typically seen with HCV).</li>\n\t<li>In <strong>mixed cryoglobulinemia syndrome</strong>, the presence of cryoglobulins can lead to vasculitis and organ damage, although this is much less common than with HCV infection.</li>\n</ul>\n<h1>Diagnosis</h1><h2>Serologic testing</h2><br><br><p>Serologic markers help distinguish between different phases of HBV infection and immunity status (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32394.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>HBsAg (hepatitis B surface antigen)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Indicates current infection (acute or chronic)</li>\n\t\t<li>Is the first serologic marker to appear; detectable before symptoms</li>\n\t\t<li>Persisting &gt;6 months: progression to a chronic infection</li>\n\t</ul>\n\t</li>\n\t<li>Anti-HBs (hepatitis B surface antibody)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Indicates immunity due to recovery or vaccination</li>\n\t\t<li>Appears after clearance of HBsAg</li>\n\t</ul>\n\t</li>\n\t<li>Anti-HBc (hepatitis B core antibody)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>IgM anti-HBc\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Indicates acute or recent infection</li>\n\t\t\t<li>May be the only marker detectable during the \"window period\" (described later)</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>IgG anti-HBc\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Indicates past or chronic infection, but not prior vaccination</li>\n\t\t\t<li>Persists for life</li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t</li>\n\t<li>HBeAg (hepatitis B e antigen)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Indicates active viral replication and infectivity</li>\n\t</ul>\n\t</li>\n\t<li>Anti-HBe (hepatitis B e antibody)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Indicates lower levels of viral replication</li>\n\t\t<li>Appears after HBeAg seroconversion</li>\n\t\t<li>Not present after vaccination</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>HBV DNA quantitative measurement assesses viral load and replication activity.</p>\n<h2>Acute infection</h2><br><br><p>Acute HBV infection is characterized by viral proliferation in hepatocytes, with the release of viral antigens (HBsAg, HBeAg) and HBV DNA into the bloodstream and the generation of IgM against HB core antigen.&nbsp; Most adults with HBV clear the virus and generate protective immunity against future infection.&nbsp; This is reflected serologically by the following progression:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute phase</strong>:&nbsp; Anti-HBe antibodies develop 3-6 months after initial infection and are associated with the elimination of HBeAg.&nbsp; This correlates with reduced viral replication and infectivity.</li>\n\t<li><strong>Window period</strong>:&nbsp; HBsAg is eliminated around the time that HBeAg becomes undetectable.&nbsp; IgM anti-HBc may be the only detectable marker.</li>\n\t<li><strong>Recovery</strong>:&nbsp; Anti-HBsAg antibodies form several weeks or months later and provide protective immunity against future infection.</li>\n</ul><br><br><p>The natural course of acute HBV is illustrated in the following figure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15838.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p>\n<h2>Chronic infection</h2><br><br><p>Chronic HBV is defined by the persistence of HBsAg for &gt;6 months.&nbsp; The disease course can be divided into 4 phases (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15836.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), although not all patients experience every phase:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Immune tolerance</strong>:&nbsp; Reflects high viral replication (ie, high HBV DNA and HBeAg) with minimal liver inflammation (ie, normal ALT).&nbsp; During this phase, the immune system does not strongly react to the virus, and liver damage is typically absent or minimal.</li>\n\t<li><strong>Immune clearance</strong> (immune active phase):&nbsp; Marked by high viral replication (ie, high HBV DNA and HBeAg) accompanied by active liver inflammation (ie, high ALT).&nbsp; This phase poses the greatest risk for cirrhosis and HCC due to ongoing liver damage.</li>\n\t<li><strong>Inactive carrier state</strong>:&nbsp; Reflects low viral replication (ie, low HBV DNA) with minimal liver inflammation (ie, normal ALT).&nbsp; During this phase, patients often undergo HBeAg seroconversion (ie, negative HBeAg, positive anti-HBe), indicating reduced viral activity and lower risk of liver disease progression.</li>\n\t<li><strong>Reactivation</strong> (immune escape phase):&nbsp; Marked by fluctuating viral activity and liver inflammation.&nbsp; Patients have negative HBeAg and positive anti-HBe, often due to HBV mutations that escape immune control.&nbsp; This phase can lead to the recurrence of liver damage.</li>\n</ul><br><br><p>Chronic hepatitis B with high infectivity is represented by persistent elevation of HBsAg, HBeAg, and HBV DNA with no anti-HBe (ie, replicative phase).&nbsp; The transition from high infectivity to low infectivity usually occurs years later and is marked by anti-HBe, the elimination of HBeAg, and the continued production of HBsAg (ie, nonreplicative phase).&nbsp; The natural course of chronic HBV is illustrated in the following figure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17646.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p>\n<h2>Imaging and biopsy</h2><br><br><p>Imaging (eg, ultrasonography, CT scan, MRI) is not used for diagnosing HBV but can help assess its complications, such as cirrhosis and HCC.&nbsp; Advanced imaging techniques such as elastography can noninvasively evaluate liver fibrosis by measuring liver stiffness.</p><br><br><p>Liver biopsy is not typically required for diagnosis but can be considered to exclude other causes of liver disease or to help determine whether treatment should be given in those not otherwise meeting criteria.&nbsp; Histologic findings include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ground-glass hepatocytes (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71381.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; accumulation of HBsAg within infected hepatocytes; appear as finely granular, homogeneous, pale eosinophilic cytoplasm</li>\n\t<li>Hepatocyte necrosis:&nbsp; ballooning degeneration, apoptosis (Councilman bodies)</li>\n\t<li>Portal inflammation:&nbsp; mononuclear cell infiltration (lymphocytes, macrophages)</li>\n\t<li>Fibrosis and cirrhosis:&nbsp; bridging fibrous septa and regenerative nodules</li>\n</ul>\n<h1>Treatment</h1><h2>Antiviral therapy</h2><br><br><p>The mainstay of treatment is with antiviral agents, typically administered in chronic cases but also in select cases of acute hepatitis B.&nbsp; The primary goals are to suppress viral replication, reduce liver inflammation, prevent progression to cirrhosis, and decrease HCC risk.&nbsp; Treatment duration is variable (ranging from years to lifelong), depending on factors such as medication choice, HBV DNA levels, liver function tests, and underlying patient factors (eg, cirrhosis).</p><br><br><p>Antiviral medications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nucleos(t)ide analogues</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Entecavir:&nbsp; potent antiviral with low resistance risk</li>\n\t\t<li>Tenofovir:&nbsp; effective against both HBV and HIV</li>\n\t\t<li>Lamivudine:&nbsp; less preferred due to higher resistance rates</li>\n\t</ul>\n\t</li>\n\t<li><strong>Interferon-alpha</strong>:&nbsp; May be used in select patients but generally avoided, given the risk for bacterial infection and worsening hepatic inflammation.&nbsp; In addition, it has a high incidence of adverse effects (eg, flu-like symptoms, depression, cytopenia).</li>\n</ul>\n<h2>Acute infection</h2><br><br><p>Supportive care is typically sufficient because most adults recover spontaneously within 1-4 months.&nbsp; However, antivirals are given in select cases, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Prolonged course:&nbsp; symptoms &gt;4 weeks with significant jaundice (bilirubin &gt;3 mg/dL)</li>\n\t<li>Coagulopathy:&nbsp; INR &gt;1.5, indicating impaired hepatic synthetic function</li>\n\t<li>Acute liver failure (eg, encephalopathy, coagulopathy):&nbsp; reduction of reinfection risk after transplantation</li>\n</ul><br><br><p>Expected changes include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Decline of HBV DNA levels and aminotransferases</li>\n\t<li>Disappearance of HBsAg</li>\n\t<li>Emergence of anti-HBs (indicating immunity)</li>\n</ul><br><br><p>Patients who do not clear HBsAg after 6 months are diagnosed with chronic HBV infection.</p>\n<h2>Chronic infection</h2><br><br><p>The decision to initiate antiviral treatment is based largely on HBV DNA level, ALT level, and the presence of cirrhosis.&nbsp; Key indications for treatment include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Persistently elevated ALT (&gt;2 times normal) and high HBV DNA\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>HBeAg-positive (immune active phase):&nbsp; HBV DNA &gt;20,000 IU/mL</li>\n\t\t<li>HBeAg-negative (immune escape phase):&nbsp; HBV DNA &gt;2,000 IU/mL</li>\n\t</ul>\n\t</li>\n\t<li>Cirrhosis, regardless of ALT or HBV DNA levels, whether compensated or decompensated</li>\n\t<li>Patients receiving immunosuppression or those with HCC</li>\n</ul><br><br><p>Regular monitoring of HBV DNA levels, liver function tests, and HBeAg/Anti-HBe status should be performed even in patients not on treatment because the need for treatment may arise.&nbsp; Screening for HCC using ultrasonography with or without serum alpha-fetoprotein is recommended every 6 months in high-risk patients (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119831.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Prevention</h1><br><br><p>The 2 primary options for preventing HBV infection include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>HBV vaccination</strong> uses recombinant HBsAg to induce protective immunity.&nbsp; HBsAg is a viral envelope protein that enables HBV to attach to and enter hepatocytes.&nbsp; Vaccine-induced anti-HBs antibodies bind to HBsAg, preventing viral attachment and penetration.</li>\n\t<li><strong>Hepatitis B immune globulin</strong> (HBIG) consists of IgG against HBsAg, providing immediate, short-term passive immunity by supplying ready-made antibodies.&nbsp; This offers protection when an immediate defense is needed (eg, following recent exposure).</li>\n</ul>\n<h2>Preexposure prophylaxis</h2><br><br><p>HBV vaccination is recommended for:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>All newborns:&nbsp; even if the mother is HBsAg negative (because she could have contracted the virus after prenatal screening).&nbsp; For newborns of mothers who are HBsAg positive, HBIG (passive immunity) is administered in addition to vaccination (activity immunity) within 12 hours of birth, followed by completion of the normal hepatitis B series.&nbsp; These infants characteristically have very high viral loads and positive HBeAg but remain asymptomatic and have normal or minimally elevated liver enzymes (immune-tolerant phase); therefore, liver function tests cannot be used to detect infection.</li>\n\t<li>Most health care workers:&nbsp; if there is a lack of sufficient titers (eg, anti-HBsAb &lt;10 mIU/mL).</li>\n\t<li>Other high-risk individuals:&nbsp; including intravenous drug users, those with chronic liver disease, and persons living with HIV.</li>\n</ul>\n<h2>Postexposure prophylaxis</h2><br><br><p>Postexposure prophylaxis (PEP) is recommended following percutaneous injuries (eg, needlestick, bite) or contact of mucous membranes with blood or other infectious bodily fluids (eg, semen) from a source patient who is either HBsAg positive or whose HBsAg status is unknown.</p><br><br><p>PEP algorithms are complex, and the full details are beyond the scope of this article.&nbsp; Depending on the status of the exposed patient (eg, anti-HBs titer) and the source patient (eg, HBsAg), PEP may involve vaccination, HBIG, or both (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L100935.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>If the exposed individual is fully vaccinated with an adequate postvaccine response (ie, anti-HBs titer ≥10 mIU/mL), PEP is not required.</li>\n\t<li>If the exposed individual has an unknown postvaccine response or an incomplete or unknown vaccination status (anti-HBs titer &lt;10 mIU/mL), PEP should be given:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>HBV vaccination only:&nbsp; if the source's status is unknown but not high-risk for HBV</li>\n\t\t<li>HBIG only:&nbsp; if the exposed person was previously vaccinated but lacks sufficient antibody levels and the source is high risk or HBsAg positive</li>\n\t\t<li>Both HBIG and vaccination:&nbsp; if the exposed person is nonimmune (including never infected) or has low anti-HBs titers and the source is HBsAg positive</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Summary</h1><br><br><p>Hepatitis B virus (HBV) continues to be a major global health concern, affecting millions of individuals worldwide.&nbsp; Acute HBV infection is usually self-limiting in adults (~95%), with the majority of patients recovering spontaneously.&nbsp; However, chronic HBV infection, which affects approximately 5% of affected adults, can lead to long-term complications that include cirrhosis and hepatocellular carcinoma.&nbsp; Transmission occurs primarily through vertical transmission (most common in high-prevalence areas), sexual contact, and parenteral exposure.&nbsp; Universal vaccination remains the most effective strategy for preventing HBV infection, starting with routine vaccination of all newborns.&nbsp; For those with chronic HBV (and some cases of acute HBV), antiviral therapies aim to suppress viral replication, limit liver damage, and reduce the risk for hepatocellular carcinoma.</p>\n\n            "
}