{
  "meta": {
    "title": "Infectious urethritis",
    "url": "https://brainandscalpel.vercel.app/infectious-urethritis-a9714cca-2edf1a.html",
    "scrapedAt": "2025-12-01T05:05:17.608Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Infectious urethritis is inflammation of the urethra caused by sexually transmitted pathogens, most commonly <em>Neisseria gonorrhoeae</em> and <em>Chlamydia trachomatis</em>.&nbsp; It is most prevalent in young, sexually active individuals and typically presents with dysuria and urethral discharge.&nbsp; Although urethritis occurs in males and females, females typically present symptomatically with cervicitis (eg, vaginal discharge) or pelvic inflammatory disease (eg, pelvic pain) rather than isolated urethritis.</p><br><br><p>This article will focus mainly on urethritis in men (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/47242.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Pathogenesis</h1><br><br><p>Infectious urethritis occurs when viral or bacterial pathogens are introduced into the urethra through unprotected sexual contact.&nbsp; These organisms invade the urethral mucosa and trigger an inflammatory response within the epithelium, resulting in urethral discomfort (eg, dysuria) and discharge.</p><br><br><p>There are 2 major categories of infectious urethritis, gonococcal and nongonococcal (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57259.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Gonococcal urethritis (GU)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong><em>Neisseria gonorrhoeae</em></strong>:&nbsp; A sexually transmitted, intracellular, gram-negative diplococcus that adheres to and invades the urethral epithelium via pili, or hair-like proteins on the bacterial surface.&nbsp; Antibodies generated by the host organism provide minimal immunity against future infections due to a high rate of antigenic variation in these surface pili.&nbsp; This results in frequent reinfections in high-risk populations.</li>\n</ul>\n<h2>Nongonococcal urethritis (NGU)</h2><br><br><p>May be caused by several other sexually transmitted bacterial or viral pathogens:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong><em>Chlamydia trachomatis</em></strong>:&nbsp; The most common cause of NGU, this obligate intracellular gram-negative bacterium cannot grow outside of living cells and therefore cannot be cultured on standard laboratory media (\"culture-negative urethritis\").&nbsp; In addition, <em>C trachomatis</em> lacks sufficient peptidoglycan in its cell wall, making it invisible on Gram stain.</li>\n\t<li><strong><em>Mycoplasma genitalium</em></strong>:&nbsp; The second most common cause of NGU, this atypical bacterium lacks a cell wall and cannot be grown on culture.</li>\n\t<li><strong><em>Trichomonas vaginalis</em></strong>:&nbsp; This motile, flagellated protozoan infects the epithelium of the urogenital tract, causing cell injury and inflammation.</li>\n\t<li>Viruses are less common pathogens but may include herpes simplex virus and adenovirus.</li>\n</ul><br><br><p>Both GU and NGU infections can spread to upper reproductive organs, leading to epididymitis, prostatitis, or pelvic inflammatory disease (in females).</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Unprotected sexual contact, especially with a new partner or multiple partners</li>\n\t<li>Men who have sex with men (MSM)</li>\n\t<li>History of sexually transmitted infections (STIs)</li>\n\t<li>Young age (highest incidence at age 20-24)</li>\n\t<li>Immunosuppression (eg, HIV)</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Some patients with urethritis are asymptomatic.&nbsp; NGU infections are more likely to have mild or no symptoms and often go undiagnosed, whereas GU infections tend to cause more noticeable symptoms.&nbsp; Symptomatic patients with urethritis typically have the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dysuria</strong></li>\n\t<li><strong>Urethral discharge</strong>:&nbsp; May be mucopurulent or watery.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Purulent, thick, yellow-green discharge suggests <em>N gonorrhoeae</em>.</li>\n\t\t<li>Scant, mucoid, or watery discharge suggest NGU infections (eg, <em>C trachomatis</em>, <em>M genitalium</em>).</li>\n\t</ul>\n\t</li>\n\t<li>Discomfort at the urethral meatus (eg, irritation, burning, itching).</li>\n\t<li>Erythema or swelling of the urethral meatus.</li>\n</ul><br><br><p>Systemic symptoms (eg, fever, malaise) are uncommon unless the infection spreads to adjacent structures (eg, epididymis, prostate).</p>\n<h1>Differential diagnosis</h1><br><br><p>Several conditions can mimic infectious urethritis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute cystitis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/91455.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; Infection confined to the bladder causes dysuria, urgency, and frequency, but urethral discharge is absent.</li>\n\t<li><strong>Acute bacterial prostatitis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/47233.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):&nbsp; Patients are typically ill-appearing and have dysuria, pelvic/perineal pain, voiding difficulty (eg, hesitancy, dribbling), and systemic symptoms (eg, fever, chills).&nbsp; On examination, the prostate is edematous and tender to palpation.</li>\n\t<li><strong>Epididymitis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/46306.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ):&nbsp; Characterized by unilateral testicular pain and swelling as well as focal tenderness on the posterior aspect of the testis.</li>\n\t<li><strong>Noninfectious urethritis</strong>:&nbsp; Urethral inflammation may be caused by chemical irritants (eg, spermicides) or trauma (eg, catheterization).&nbsp; Laboratory testing can differentiate infectious from noninfectious etiologies.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Urethritis should be suspected in patients with dysuria, urethral discharge, and risk factors for STI.</p><br><br><p>The diagnosis of infectious urethritis is made when ≥1 of the following are present:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Purulent or mucopurulent penile discharge</li>\n\t<li>≥2 leukocytes per field on urethral swab Gram stain</li>\n\t<li>Positive leukocyte esterase on urine dipstick or ≥10 leukocytes/hpf on urinalysis</li>\n</ul><br><br><p>Identification of the underlying organism is generally made with nucleic acid amplification testing (NAAT) of a urethral swab or first-void urine sample (collected from the first part of urination without prior cleaning of the meatus).</p>\n<h2>Laboratory evaluation</h2><br><br><p>The laboratory evaluation for infectious urethritis typically begins with a screening urinalysis to assess for leukocyte esterase or ≥10 leukocytes/hpf, which supports the diagnosis of infectious urethritis.&nbsp; However, the most important step is identifying the causative organism, which is essential for proper management.&nbsp; This is best accomplished using:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nucleic acid amplification testing (NAAT)</strong>:&nbsp; This is the <strong>gold standard</strong> for diagnosis.&nbsp; It can be conducted on a urethral swab or first-void urine, which is less uncomfortable for the patient.&nbsp; <strong>all patients</strong> with evidence of infectious urethritis should undergo testing for <strong>gonorrhea and chlamydia</strong> because these are the most common pathogens.</li>\n</ul><br><br><p>Because it often takes 24-72 hours to obtain a NAAT result, Gram staining can be performed to more rapidly diagnose <em>N gonorrhoeae</em> while awaiting NAAT results.&nbsp; Gram stain in these cases often shows gram-negative intracellular diplococci and multiple polymorphonuclear leukocytes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L5570.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; In contrast, <em>C trachomatis</em> cannot be seen on Gram stain due to the lack of peptidoglycan in its cell wall.&nbsp; Given the high rate of gonorrhea and chlamydia co-infection, patients diagnosed with gonorrhea by Gram stain should still undergo NAAT testing for chlamydia.<p></p><br><br><p>Additional testing may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>HIV and syphilis screening:&nbsp; Due to high co-infection rates.</li>\n\t<li>NAAT for <em>T vaginalis</em> and/or <em>M genitalium</em>:&nbsp; Testing for these less common infections is reasonable if there is adequate clinical suspicion (eg, diagnosed in a partner), a high local prevalence of disease, or when patients have persistent urethritis symptoms after receiving usual management for gonorrhea and chlamydia.</li>\n\t<li>Herpes simplex virus testing:&nbsp; May be obtained if there are penile vesicles or ulcerations.</li>\n\t<li>Urine culture with antibiotic sensitivity testing:&nbsp; Antibiotic-resistant gonorrhea is a growing concern, so culture-based therapy adjustments may be necessary.&nbsp; Culture may also reveal other urinary tract pathogens (eg, <em>Escherichia coli</em>) that require treatment.</li>\n</ul>\n<h2>Imaging studies</h2><br><br><p>Imaging is not routinely required unless complications of urethritis are suspected.&nbsp; However, testicular ultrasonography is used if epididymitis (eg, hyperemia of the epididymis) is suspected.&nbsp; Transrectal ultrasonography is used occasionally to evaluate for complicated prostatitis (eg, abscess).</p>\n<h1>Management</h1><br><br><p>To reduce sequelae (eg, prostatitis, epididymitis) and risk of transmission, infectious urethritis is treated empirically while awaiting NAAT results.&nbsp; <strong>Gonorrhea and chlamydia co-infections</strong> are common, so <strong>empiric treatment</strong> should include <strong>coverage for both pathogens</strong>:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><em>N gonorrhoeae</em>:&nbsp; <strong>ceftriaxone</strong></li>\n\t<li><em>C trachomatis</em>:&nbsp; <strong>doxycycline</strong>&nbsp;<u>OR</u> azithromycin (single dose) if medication adherence is a concern</li>\n</ul><br><br><p>Treatment for other infectious organisms (eg, <em>M genitalium</em>, <em>T vaginalis</em>) should be provided based on clinical suspicion and/or positive NAAT results.</p><br><br><p>Reinfection is common and should be suspected when symptoms resolve completely with treatment and then reoccur after a short period.&nbsp; Most cases of reinfection are triggered by intercourse with a new sexual partner who is infected or a lack of treatment in an ongoing sexual partner.</p>\n<h1>Prevention</h1><br><br><p>Patients are advised to abstain from sexual activity for 7 days after antibiotic treatment is completed and have all sexual partners tested and treated to prevent reinfection.&nbsp; Counseling about the importance of safe sex practices (eg, condom use) and routine STI screening is essential for future prevention.</p>\n<h1>Complications and prognosis</h1><br><br><p>Most patients with urethritis have an excellent prognosis.&nbsp; Complications are rare if the condition is treated early, but untreated infections can cause infectious complications, including epididymitis or prostatitis, urethral strictures, and infertility.</p><br><br><p>Rarely, patients with GU can develop <strong>disseminated gonococcal infection</strong>, which presents with migratory polyarthralgias, painless skin lesions (typically pustules), tenosynovitis, and fever.</p><br><br><p>In addition, <strong>Reiter syndrome</strong> (associated with <em>C trachomatis</em> infection) can occur.&nbsp; Patients typically have acute mono- or oligoarticular arthritis, usually in a lower extremity, arising days to weeks following an infection.&nbsp; The classic triad includes arthritis, conjunctivitis, and urethritis (ie, \"can't see, can't pee, can't climb a tree\").</p>\n<h1>Summary</h1><br><br><p>Infectious urethritis is inflammation of the urethra due to sexually transmitted infections.&nbsp; Although some patients are asymptomatic, the typical presentation involves dysuria and urethral discharge.&nbsp; Diagnosis is confirmed with nucleic acid amplification testing (NAAT) and treatment is antibiotics.&nbsp; Empiric treatment should be provided prior to NAAT results and cover both <em>Neisseria gonorrhoeae</em> and <em>Chlamydia trachomatis</em> because these are the most common pathogens and co-infection is common.</p>\n</div>\n\n            "
}