{
  "meta": {
    "title": "Leprosy (Hansen disease):  Mycobacterium leprae infection",
    "url": "https://brainandscalpel.vercel.app/leprosy-hansen-disease-nbsp-mycobacterium-leprae-infection-09275efc-2edf1a.html",
    "scrapedAt": "2025-12-01T05:05:23.556Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Leprosy (Hansen disease) is a chronic destructive infection of peripheral nerves caused by the <em>Mycobacterium leprae</em> complex.&nbsp; Untreated, it causes neuropathic damage to the skin, upper respiratory tract, and eyes.&nbsp; Although largely eradicated from most Western countries, it is considered a neglected tropical disease with a significant public health impact.</p>\n<h1>Pathogenesis</h1><h2>Microbiology</h2><br><br><p>The <em>M leprae</em> complex includes 2 subspecies (<em>M leprae</em> and <em>Mycobacterium lepromatosis</em>) that produce clinically equivalent disease.&nbsp; These pathogens are slow-growing, <strong>acid-fast bacilli (AFB)</strong> with cell walls rich in mycolic acids.&nbsp; As obligate <strong>intracellular</strong> pathogens, they require living cells to survive and cannot be cultured with standard techniques.&nbsp; Like other mycobacteria, the <em>M leprae</em> complex has virulence factors that resist phagolysosomal digestion (eg, cord factor, lipoarabinomannan) to enable intracellular survival.</p>\n<h2>Transmission</h2><br><br><p>The major route of transmission is human to human via <strong>respiratory droplets</strong>, with minor spread through direct contact with skin lesions.&nbsp; Most healthy individuals are at low risk for acquiring <em>M leprae</em> due to natural immunity (eg, 5% lifetime risk even if living with a person who is infected).&nbsp; Risk factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Poverty and overcrowding.</li>\n\t<li>Endemic regions (over 90% of cases occur in India, Indonesia, or Brazil).</li>\n\t<li>Poor innate immunity (eg, polymorphisms affecting macrophage function).</li>\n\t<li>Close contact with <strong>armadillos</strong> (most common mechanism of transmission in the United States).</li>\n</ul>\n<h2>Immune response</h2><br><br><p>The most common outcome after <em>M leprae</em> complex exposure is <strong>asymptomatic clearance</strong> by macrophages.&nbsp; If the bacilli survive, they eventually invade the peripheral nerve sheaths (eg, entering through receptors on Schwann cells).&nbsp; <em>M leprae</em> complex bacteria prefer cooler environments just below body temperature, so they mainly affect superficial cutaneous nerves.&nbsp; Due to the very slow replication rate of these pathogens, skin lesions may not appear for 5-10 years.</p><br><br><p>The severity of infection is determined by the <strong>cell-mediated immune</strong> (CMI) response.&nbsp; The required CMI response appears to be specific to <em>M leprae</em> (ie, leprosy is not associated with globally suppressed cellular immunity, such as HIV infection or reactivation tuberculosis).&nbsp; The <strong>T<font size=\"2\"><sub>h</sub></font>1</strong> component of CMI, where CD4<font size=\"2\"><sup>+</sup></font> T cells produce <strong>IFN-γ</strong> to stimulate <strong>granuloma formation</strong>, is particularly critical.&nbsp; For poorly understood reasons, some patients have an effective T<font size=\"2\"><sub>h</sub></font>1 CMI response to <em>M leprae</em>, whereas others do not.&nbsp; The effectiveness of the T<font size=\"2\"><sub>h</sub></font>1 CMI determines whether patients develop limited lesions (tuberculoid leprosy) or extensive lesions (lepromatous leprosy).</p>\n<h1>Clinical presentation</h1><h2>Tuberculoid leprosy</h2><br><br><p>Patients with an <strong>effective T<font size=\"2\"><sub>h</sub></font>1</strong> CMI response develop <strong>tuberculoid leprosy</strong>, a milder form of disease with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Low bacterial burden <strong>(paucibacillary)</strong> due to successful immune control.</li>\n\t<li>A <strong>small number</strong> of <strong>sharply demarcated</strong> skin lesions, reflecting a strong CMI response that limits infection to single or few superficial nerve branches.&nbsp; The bacilli spread outward along the nerve territory but are confined by a strong granulomatous response.&nbsp; This produces distinctive macules and plaques with a denervated <strong>anesthetic center</strong> surrounded by a well-defined inflammatory (sometimes painful) border at the leading edge of infection (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104148.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>Patients with tuberculoid leprosy may experience negative cosmetic effects from skin lesions but typically do not have significant peripheral nerve damage.</p>\n<h2>Lepromatous leprosy</h2><br><br><p>Patients with an <strong>ineffective T<font size=\"2\"><sub>h</sub></font>1</strong> CMI response develop <strong>lepromatous leprosy</strong>, a more <strong>severe</strong> and <strong>diffuse</strong> form of disease with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>High bacterial burden <strong>(multibacillary)</strong> due to poor immune control.&nbsp; Rather than a strong T<font size=\"2\"><sub>h</sub></font>1 response, patients instead exhibit a humoral (T<font size=\"2\"><sub>h</sub></font>2) response, producing antibodies that are ineffective against intracellular organisms such as <em>M leprae</em>.&nbsp; Therefore, the bacilli continue to proliferate within lesions.</li>\n\t<li><strong>Numerous widespread</strong> skin lesions with <strong>ill-defined borders</strong>, reflecting free bacterial spread across adjacent peripheral nerve territories.</li>\n</ul><br><br><p>Extensive nerve destruction leads to polyneuropathy affecting multiple body regions (eg, extremities, trunk, face).&nbsp; In late stages, <strong>sensory neuropathy</strong> produces anesthetic patches of skin.&nbsp; With diminished pain and temperature sensation, relatively minor injuries can go unnoticed, leading to nonhealing ulcers and bacterial superinfection (necessitating amputation in severe cases).&nbsp; Corneal anesthesia can eventually lead to undetected abrasions, scarring, and <strong>blindness</strong>.&nbsp; Facial nerve involvement produces thickened, corrugated skin (eg, leonine facies (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L99907.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )), frequently with destruction of the ears and nose.&nbsp; <strong>Disfigurement</strong> contributes to social stigma and isolation (eg, leper colonies).<p></p><br><br><p>Less commonly, motor neuropathy can produce muscle atrophy and weakness (eg, foot drop) and autonomic neuropathy can produce alopecia and anhidrosis.</p>\n<h2>Borderline leprosy</h2><br><br><p>Borderline leprosy represents an intermediate state between tuberculoid and lepromatous disease, with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Moderate bacillary burden.</li>\n\t<li>Mixed skin findings, such as few lesions (a tuberculoid feature) with ill-defined edges (a lepromatous feature) or numerous widespread lesions (a lepromatous feature) with sharply demarcated edges (a tuberculoid feature).</li>\n</ul><br><br><p>Borderline leprosy can <strong>shift between forms</strong>.&nbsp; The <strong>lepromin skin test</strong> evaluates CMI and can help identify patients with borderline leprosy who are at risk for progression to lepromatous leprosy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17236.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The test involves subdermal injection of heat-killed <em>M leprae</em> extract followed by assessment for induration over 24-72 hours:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Positive:&nbsp; Induration (≥5 mm) indicates robust CMI response (lower risk).</li>\n\t<li>Negative:&nbsp; Lack of induration indicates poor CMI with inability to form granulomas (higher risk).</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>A presumptive diagnosis of leprosy can be made with any one of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Characteristic skin lesions with focally reduced sensation.</li>\n\t<li>Thickened peripheral nerve with a corresponding motor or sensory deficit.</li>\n\t<li>Presence of AFB on full-thickness skin biopsy or smear.</li>\n</ul><br><br><p>Definitive diagnosis requires detection of <em>M leprae</em> on skin biopsy via PCR because the organism cannot be cultured.&nbsp; Skin biopsy also assesses the bacillary load, enabling classification as tuberculoid or lepromatous leprosy.&nbsp; Samples should be taken from the <strong>leading edge</strong> of the skin lesion, where bacilli are most abundant:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tuberculoid lesions exhibit minimal AFB and tight granulomas, consistent with a good CMI response.</li>\n\t<li>Lepromatous lesions exhibit copious AFB and loose macrophages (without granulomas), consistent with a poor CMI response.</li>\n</ul>\n<h1>Management</h1><h2>Multidrug treatment</h2><br><br><p>First-line treatment of leprosy involves multidrug treatment (MDT):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tuberculoid</strong>:&nbsp; rifampicin + dapsone (± clofazimine) for 6 months.</li>\n\t<li><strong>Borderline</strong> or <strong>lepromatous</strong>:&nbsp; rifampicin + dapsone + clofazimine for 12 months.</li>\n</ul><br><br><p>Rifampicin is an RNA polymerase inhibitor that is administered monthly, dapsone is a folate antimetabolite that is given daily, and clofazimine is a DNA intercalator also given daily.&nbsp; The long duration of treatment is necessary due to the very slow replication rate of <em>M leprae</em>.&nbsp; MDT clears roughly 90% of the total <em>M leprae</em> burden after a full treatment course, typically resulting in clinical cure (ie, complete resolution of skin lesions).&nbsp; Early treatment is essential because neuropathy and tissue destruction are irreversible in later lepromatous stages.</p>\n<h2>Immunologic reactions</h2><br><br><p>When MDT is initiated, 2 immunologic complications can occur as <em>M leprae</em> are lysed and release antigens into the extracellular space.&nbsp; These reactions are mainly seen in patients with high preexisting antigen load (ie, multibacillary lepromatous leprosy):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Type 1 (reversal reaction)</strong>:&nbsp; Antigen exposure acutely reactivates CMI (reversing previous anergy), which can exacerbate neuropathy and existing skin lesions.&nbsp; Management involves a brief course of systemic corticosteroids (eg, prednisone) to dampen the inflammation and supportive care with analgesics (eg, nonsteroidal anti-inflammatory drugs).&nbsp; (This process is roughly analogous to the transient worsening of CNS inflammation seen upon initiating treatment for tuberculous meningitis.)</li>\n\t<li><strong>Type 2 (erythema nodosum leprosum)</strong>:&nbsp; Circulating immune complexes (ie, type III hypersensitivity) deposit in tissues, causing multiorgan inflammation.&nbsp; Patients can develop erythema nodosum, panniculitis, glomerulonephritis, ocular inflammation (eg, uveitis), and worsening neuropathy.&nbsp; Treatment involves systemic corticosteroids and thalidomide (a cost-effective immune modulator readily accessible in resource-limited settings).</li>\n</ul><br><br><p>In addition, <strong>type 3 (Lucio phenomenon)</strong> is an immune complex–mediated systemic vasculitis that can occur in patients with untreated leprosy.&nbsp; Its defining feature is severe skin and multiorgan damage.&nbsp; Patients develop rapidly enlarging gangrenous skin ulcers.&nbsp; Systemic involvement includes glomerulonephritis, acute liver injury, and optic neuritis.&nbsp; The Lucio phenomenon is associated with high mortality due to sepsis from secondary bacterial infections.&nbsp; Treatment includes urgent MDT to reduce <em>M leprae</em> antigen load and systemic corticosteroids to control inflammation.</p>\n<h2>Prevention</h2><br><br><p>There is currently no vaccine for primary prevention, although the Bacillus Calmette-Guérin vaccine is sometimes used (due to its structural homology with <em>Mycobacterium tuberculosis</em>) in some areas with exceptionally high transmission.</p><br><br><p>Close contacts of patients with leprosy can receive postexposure prophylaxis with a single dose of rifampicin.</p><br><br><p>Individuals with leprosy often face ostracization from their communities.&nbsp; Many choose to live in self-imposed exile.&nbsp; However, isolation makes the disease more difficult to treat and eradicate.&nbsp; Major efforts focus on public education (eg, leprosy is curable and not highly contagious) and supporting <strong>social reintegration</strong> at all stages of disease (eg, allowing patients to work and attend school).</p>\n<h1>Differential diagnosis</h1><br><br><p>Skin lesions and sensory neuropathy are the defining characteristics of leprosy, but several other conditions are on the differential.</p>\n<h2>Other neglected tropical diseases</h2><br><br><p>Several tropical infections can cause skin and mucosal destruction.&nbsp; These conditions tend to cause open suppurative wounds that can mimic ulcerated lepromatous lesions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Yaws</strong> is a chronic, typically painless, ulcerating skin and soft tissue infection caused by <em>Treponema pallidum</em> (subspecies <em>pertenue</em>), leading to bone and cartilage erosion.&nbsp; It is treated with penicillin.</li>\n\t<li><strong>Tropical ulcer</strong> is a chronic, typically painful infection due to <em>Mycobacterium ulcerans</em>.&nbsp; It affects the feet, ankles, and forelegs (eg, due to lack of protective footwear).&nbsp; Polymicrobial superinfection (eg, with anaerobes) is common:&nbsp; It leads to destruction of skin, underlying fascia, and bone and is treated with wound debridement and broad-spectrum antibiotics.</li>\n\t<li><strong>Cutaneous leishmaniasis</strong> is a protozoal infection transmitted through the bite of sandflies.&nbsp; It presents with an enlarging painful ulcer with a necrotic base at the bite site.&nbsp; It is treated with pentavalent antimonials (eg, meglumine antimoniate and sodium stibogluconate).</li>\n</ul>\n<h2>Infiltrative skin disease</h2><br><br><p>Several infiltrative disorders can cause skin thickening (pachyderma) that resembles leonine facies of lepromatous leprosy.&nbsp; However, unlike in leprosy, skin sensation is preserved:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sarcoidosis</strong> can present with lupus pernio, which involves dermal infiltration by granulomas, causing induration, hardening, and deformity around the nose, cheeks, and lips.</li>\n\t<li><strong>Cutaneous T-cell lymphoma (mycosis fungoides)</strong> involves dermal infiltration by malignant T cells, causing diffuse induration, erythema, and exfoliation.&nbsp; Systemic B symptoms (eg, fever, pruritus) are typically seen.</li>\n\t<li><strong>Acromegaly</strong> (eg, pituitary adenoma) involves dermal infiltration by collagen and mucopolysaccharides.&nbsp; Coarse facies, macroglossia, jaw protrusion, and frontal bossing are typically seen.</li>\n</ul>\n<h2>Other chronic infections</h2><br><br><p>Leprosy can be mistaken for other chronic infections affecting skin and soft tissue:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tertiary syphilis</strong> can present with gummas, inflammatory masses that cause progressive tissue destruction and disfigurement.&nbsp; It may also be associated with focal neurologic deficits (eg, tabes dorsalis) due to CNS involvement (unlike peripheral neuropathy in leprosy).</li>\n\t<li><strong>Dermatophytosis</strong> (eg, tinea corporis, pityriasis versicolor) are superficial fungal infections that present with annular scaling macules or patches, often with hypopigmented centers.&nbsp; Unlike in leprosy, the lesions are typically pruritic rather than insensate.</li>\n\t<li><strong>Other mycobacteria</strong> that can affect the skin include cutaneous tuberculosis (verrucous lesions, usually with active pulmonary tuberculosis) and <em>Mycobacterium marinum</em> (pustules with ulceration, associated with aquarium or fish exposure).</li>\n</ul>\n<h1>Summary</h1><br><br><p>Leprosy (Hansen disease) is a chronic infection caused by <em>Mycobacterium leprae</em> that primarily affects the peripheral nerves, skin, and upper respiratory tract, leading to tissue damage and disfiguration if left untreated.&nbsp; Disease severity depends on the host cell-mediated immune (CMI) response.&nbsp; Effective CMI is associated with tuberculoid leprosy, a clinically milder form with low bacterial burden and limited skin lesions.&nbsp; Ineffective CMI is associated with lepromatous leprosy, a clinically severe form with high bacterial burden, widespread lesions, and neuropathic disfiguration (eg, of the face or eyes).&nbsp; First-line treatment involves multidrug therapy with rifampicin, dapsone, and clofazimine taken for extended durations.&nbsp; Combatting social stigmatization is an important part of helping patients engage with treatment and reintegrate into their community.</p>\n</div>\n\n            "
}