{
  "meta": {
    "title": "Lyme disease",
    "url": "https://brainandscalpel.vercel.app/lyme-disease-88cb1d19-2edf1a.html",
    "scrapedAt": "2025-12-01T05:05:28.592Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Lyme disease is caused by <em>Borrelia burgdorferi</em> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L34308.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), a bacterial spirochete transmitted to humans by the bite of infected <em>Ixodes</em> ticks (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118020.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Infection primarily affects the skin, nervous system, heart, and joints, with clinical manifestations typically occurring in 3 phases: early localized, early disseminated, and late disease.<p></p>\n<h1>Epidemiology, vectors, and seasonality</h1><br><br><p>Lyme disease was first recognized in Old Lyme, Connecticut, a small, rural town that typifies the geography of where most infections occur (ie, woodlands of the northern hemisphere).&nbsp; Lyme disease is endemic to the northeastern and midwestern United States (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11968.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), as well as forested regions in northern Europe and Asia.<p></p><br><br><p>The risk for Lyme disease is highest for individuals who reside in or travel to endemic areas and are exposed to ticks, which often occurs in the context of outdoor recreational or occupational activities (eg, hiking, camping, landscaping, forestry).</p><br><br><p><em><strong>B burgdorferi</strong></em> is the specific species that causes most infections in the United States (<em>B burgdorferi sensu stricto</em> [in the strict sense]), but the term <em>B burgdorferi</em> may be used more broadly to characterize every species of spirochete that produces Lyme disease (eg, <em>Borrelia afzelii</em> and <em>Borrelia garinii</em>, found in Europe, are designated as <em>B burgdorferi sensu lato</em> [in the broad sense]).</p><br><br><p>The primary vector of <em>B burgdorferi</em> in the United States is <em>Ixodes scapularis</em> (also known as the blacklegged tick or deer tick).&nbsp; However, other <em>Ixodes</em> species serve as vectors in other regions (eg, <em>Ixodes ricinus</em> in Europe).</p><br><br><p>The primary reservoir for <em>B burgdorferi</em> is the white-footed mouse.&nbsp; Although deer are important for maintaining large <em>Ixodes</em> populations because they provide blood meals for adult ticks, they are not directly involved in the life cycle of <em>B burgdorferi</em> because deer complement effectively destroys spirochetes.</p><br><br><p>Onset of Lyme disease mainly occurs during the summer months (June to August).&nbsp; <em>Ixodes</em> ticks primarily transmit <em>B burgdorferi</em> during their nymph stage.&nbsp; In this stage, their only blood meal occurs in late spring/early summer.&nbsp; Nymphal ticks are more effective vectors than adult ticks because of their smaller size (&lt;2 mm), which allows them to remain undetected long enough to transmit disease.&nbsp; Ticks must actively feed ≥36 hours before <em>B burgdorferi</em> can migrate from their gut to their salivary glands for transmission.</p>\n<h1>Pathogenesis and clinical presentation</h1><br><br><p>Because <em>B burgdorferi</em> does not produce substances that cause tissue destruction (eg, toxins, proteases), the manifestations of Lyme disease primarily result from the immune response to infection (eg, cytokine release, macrophage recruitment).&nbsp; As such, symptoms begin locally (at the site of skin inoculation) and progress through a series of characteristic phases as <em>B burgdorferi</em> disseminates (via the bloodstream) to the other tissues it typically affects.</p>\n<h2>Early localized disease (3-30 days after tick bite)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Erythema migrans</strong> (EM) is the hallmark lesion of early localized Lyme disease occurring in approximately 80% of patients.&nbsp; EM begins as a single red macule at the site of tick attachment, appearing at least 3 days (and more commonly 7-14 days) after infection.&nbsp; Continued bacterial replication causes dermal inflammation that slowly expands outward to form an annular, erythematous rash at least 5 cm in diameter (median: 15 cm).&nbsp; EM is often uniformly red during the first few days (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95204.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) but classically develops central clearing with a <strong>bull's-eye appearance</strong> during expansion (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17878.jpg\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; The rash is not particularly painful but may cause pruritus or burning.&nbsp; EM should be distinguished from erythema due to tick saliva hypersensitivity, which often develops during attachment and dissipates within 24-48 hours of the tick falling off (ie, before EM can emerge) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118021.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Constitutional symptoms</strong> resembling a viral syndrome often result from systemic circulation of the same inflammatory cytokines (eg, IL-1, TNF-alpha) that help produce the localized EM rash.&nbsp; Possible symptoms include fatigue, low-grade fever, headache, arthralgia, and myalgia.</li>\n</ul><br><br><p>Without treatment, EM usually fades in 3 to 4 weeks, and approximately 30% of patients have no further disease progression.</p><br><br><p>Note that some patients may not experience EM (ie, during early localized disease), leading to initial disease presentation at a more advanced phase.</p>\n<h2>Early disseminated disease (weeks to months after tick bite)</h2><br><br><p>If Lyme disease is not diagnosed and treated during the early localized phase, <em>B burgdorferi</em> may enter the bloodstream and disseminate to the nervous system, heart, and/or other skin regions.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Neurologic manifestations</strong> result from <em>B burgdorferi'</em>s ability to infect (ie, tropism for) the CNS and the peripheral nervous system.&nbsp; Manifestations may include <strong>lymphocytic meningitis</strong>, <strong>motor/sensory radiculopathy</strong>, and unilateral/bilateral cranial nerve palsies (particularly the facial nerve [CN VII]).&nbsp; Lyme disease is one of the rare causes of <strong>bilateral facial nerve palsy</strong>.</li>\n\t<li><strong>Cardiac manifestations</strong> result from <em>B burgdorferi'</em>s ability to enter heart tissues and cause inflammation.&nbsp; The most common manifestation is <strong>atrioventricular (AV) block</strong>, which usually presents with symptoms of syncope, lightheadedness, palpitations, dyspnea, and/or chest pain.</li>\n\t<li><strong>Skin manifestations</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L106067.jpg\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ) include multiple EM lesions, which result from spirochetemia with hematologic dissemination of <em>B burgdorferi</em> to skin areas remote from the original tick bite.&nbsp; These lesions appear similar to (but are often smaller than) the original, localized EM lesions and represent the most common finding of disseminated disease.&nbsp; They do not result from multiple tick bites.</li>\n</ul><br><br><p>Other findings of early disseminated disease may include regional lymphadenopathy, migratory arthralgias, and conjunctivitis.</p>\n<h2>Late disease (months to years after tick bite)</h2><br><br><p>Late Lyme disease can occur when early disease (localized or disseminated) goes unrecognized or untreated.&nbsp; Although the immune system is typically successful at clearing early infection, <em>B burgdorferi</em> may evade immune defenses within specific sites (joints, nervous system) to persist at low levels for months to years.&nbsp; Inflammation from persistent infection can cause slow destruction of these tissues, leading to arthritis and/or neurologic manifestations.&nbsp; Because the inflammation of late disease remains localized, systemic symptoms are typically minimal/absent:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Arthritis</strong> is the most common manifestation of late disease and is the presenting symptom of <em>B burgdorferi</em> infection in up to 30% of cases (resulting from early disease symptoms being absent, overlooked, or misdiagnosed).&nbsp; Typically, Lyme arthritis is <strong>monoarticular or oligoarticular</strong> and affects the <strong>large joints</strong>, especially the knee (&gt;90% of cases).&nbsp; In contrast to other forms of bacterial arthritis, patients with Lyme arthritis are typically afebrile and able to bear weight (ie, minimally painful even in the presence of large effusions, which are common).&nbsp; Synovial fluid analysis is negative by Gram stain and culture (spirochetes difficult to see and grow) but typically shows inflammation with a leukocyte count of 10,000-25,000/mm<font size=\"2\"><sup>3</sup></font> (vs usually &gt;50,000/mm<font size=\"2\"><sup>3</sup></font> with typical bacterial arthritis).</li>\n\t<li><strong>Neurologic manifestations</strong> of late Lyme disease are different from early disseminated disease and may include <strong>peripheral neuropathy</strong>, <strong>mononeuropathy multiplex</strong> (affecting ≥2 noncontiguous nerves), and <strong>encephalomyelitis</strong>.&nbsp; Appropriate antibiotic therapy for early disease has significantly decreased the occurrence of late neurologic Lyme disease (which is rare even in untreated patients).</li>\n</ul><br><br><p>The particular tissue site affected by late Lyme disease is likely influenced by the specific species of <em>B burgdorferi sensu lato</em> (eg, <em>B afzelii</em> in Europe can persist for years in the skin to cause a bluish-red lesion called acrodermatitis chronica atrophicans).</p><br><br><p>Posttreatment Lyme disease syndrome develops in approximately 10% of patients and is characterized by subjective symptoms (eg, fatigue, myalgias, cognitive difficulties) that may persist for months to years after appropriate antibiotic treatment.&nbsp; Its relationship to <em>B burgdorferi</em> remains unclear, long-term antibiotic therapy is unhelpful, and most patients gradually improve with time.</p><br><br><p>\"Chronic Lyme disease\" is a term used by some patient advocacy groups to describe symptoms attributed to prior Lyme infection; it&nbsp;has no clear clinical or scientific definition.</p>\n<h1>Diagnosis</h1><br><br><p>Lyme disease should be suspected in any individual with compatible clinical manifestations and possible exposure to <em>Ixodes</em> ticks.&nbsp; Only approximately 30% of patients with early disease can remember a tick bite.&nbsp; The diagnostic approach depends on the phase of infection:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Patients with EM:</strong>&nbsp; Lyme disease is <strong>diagnosed clinically</strong> when a characteristic EM lesion is present in a patient who resides in/has traveled to a Lyme-endemic area.&nbsp; Serologic testing is neither required nor recommended in patients with early localized infection because the humoral antibody response is not fully developed (only ~30% of patients with early localized disease are seropositive at the time of presentation).</li>\n\t<li><strong>Patients with suspected early disseminated or late infection:</strong>&nbsp; These patients should undergo <strong>serologic testing</strong> to support the diagnosis (IgM antibodies appear 2-4 weeks after infection onset, with a sensitivity of ~80%).&nbsp; Serum antibody testing is 2-tiered, beginning with an enzyme-linked immunosorbent assay (ELISA), which if positive or equivocal, is followed by a Western blot for confirmation.</li>\n</ul><br><br><p>Other testing may be needed depending on the clinical presentation.&nbsp; Patients with symptoms of classic early Lyme disease and an incomplete response to antibiotics should undergo complete blood count and hepatic aminotransferase testing.&nbsp; This can help evaluate for evidence of coinfection with other pathogens harbored by <em>I scapularis</em> ticks (eg, <em>Anaplasma phagocytophilum</em> and <em>Babesia microti</em> can cause blood cytopenia and/or aminotransferase elevation).&nbsp; ECG should be performed for patients with symptoms suggestive of Lyme carditis (eg, syncope, dyspnea).&nbsp; Although a classic presentation of Lyme arthritis or Lyme meningitis with seropositive results for anti-<em>B burgdorferi</em> antibodies is sufficient for diagnosis, synovial and cerebrospinal fluid analyses are usually performed to exclude other causes.</p>\n<h1>Management</h1><h2>Antimicrobial prophylaxis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ticks must be firmly attached and feeding to transmit Lyme disease, so patients who find a tick crawling on their skin should receive reassurance.&nbsp; In patients with an attached tick, the first step is <strong>tick removal</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12371.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The recommended technique involves grasping the tick as close to the skin as possible (to avoid compressing its body, which might release tick-borne pathogens) and pulling straight up.</li>\n\t<li>Antibiotic prophylaxis with <strong>doxycycline</strong> is recommended for patients who meet all 5 criteria for prophylaxis treatment of Lyme disease (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/52545.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Lyme disease is effectively prevented when prophylaxis is given within 72 hours of tick removal.&nbsp; Patients presenting &gt;72 hours after tick removal should be closely monitored for the development of Lyme disease manifestations (eg, an EM rash), which should prompt a full course of antibiotics.</li>\n</ul>\n<h2>Treatment of active disease</h2><br><br><p>Antibiotic therapy is the mainstay of Lyme disease treatment.&nbsp; The antibiotic choice and duration depend on the phase of disease and its specific manifestations:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Early localized disease</strong> (ie, a single EM lesion) is preferably treated using oral doxycycline (10-day course).&nbsp; Oral beta-lactams (amoxicillin or cefuroxime; 14-day course) are generally reserved for patients who are pregnant or have a doxycycline allergy.&nbsp; Both regimens are effective at shortening the duration of early localized disease and preventing progression to a more advanced disease phase.</li>\n\t<li><strong>Early disseminated disease</strong> treatment is primarily based on which tissues are involved:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Patients with multiple EMs and no extracutaneous involvement (ie, no neurologic or cardiac manifestations) are treated the same as those with a single EM lesion.</li>\n\t\t<li>Treatment of neurologic manifestations consists of longer courses (eg, 14-28 days) of oral doxycycline for milder sequelae (eg, isolated cranial nerve palsy) or IV ceftriaxone for more severe manifestations (eg, meningitis).</li>\n\t\t<li>Patients with Lyme carditis and a markedly prolonged PR interval (&gt;300 ms), second degree AV block (eg, 2:1 block), or third degree AV block should be hospitalized for cardiac monitoring.&nbsp; First-line treatment is IV ceftriaxone until the heart block resolves, followed by a 14- to 21-day course of oral antibiotics (doxycycline or amoxicillin).&nbsp; Severe or symptomatic AV block may require temporary pacing but is typically self-limited (ie, permanent pacing is rarely necessary).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Late disease</strong> treatment also depends on the affected tissue site.&nbsp; Lyme arthritis is treated with oral doxycycline (or amoxicillin) for 28 days.&nbsp; Late neurologic disease (eg, mononeuropathy multiplex, encephalomyelitis) is treated with IV ceftriaxone for 28 days.</li>\n</ul>\n<h2>Other issues</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Children age &lt;8</strong>:&nbsp; Beta-lactams (amoxicillin or ceftriaxone) are generally recommended for most Lyme disease manifestations due to the possibility of dental staining with doxycycline.&nbsp; However, doxycycline is still preferred for acute neurologic manifestations due to its better penetration into the CNS (supported by the American Academy of Pediatrics when administered for ≤21 days).</li>\n\t<li><strong>Pregnancy</strong>:&nbsp; Pregnant women are generally treated with beta-lactams due to doxycycline's adverse effects on fetal development (eg, tooth discoloration, bone growth inhibition).&nbsp; Lyme disease itself is not associated with congenital anomalies in the developing fetus.</li>\n\t<li><strong>Jarisch-Herxheimer reactions</strong> (JHRs):&nbsp; JHRs are acute, febrile reactions that may occur during antibiotic therapy for any spirochetal infection (eg, syphilis, leptospirosis, Lyme disease).&nbsp; These reactions typically develop within 24 hours of starting antibiotics and result from a systemic immune response to bacterial antigens released by dying spirochetes.&nbsp; Clinical manifestations include fever, rigors, and diaphoresis, which are often accompanied by headache, nausea, myalgias, hypotension, and worsening skin lesions.&nbsp; JHRs occur in approximately 15% of patients with Lyme disease, particularly those with early disseminated disease (ie, when the number of circulating spirochetes is highest).&nbsp; Because reactions are self-limited (ie, usually resolve in &lt;24 hr), antibiotics should be continued, and treatment is supportive (eg, nonsteroidal anti-inflammatory drugs).</li>\n\t<li><strong>Coinfection</strong>:&nbsp; <em>I scapularis</em> ticks can also carry <em>A phagocytophilum</em> and <em>B microti</em>, so patients with Lyme disease may be coinfected with &gt;1 pathogen (~5% of cases).&nbsp; Other signs of coinfection (eg, blood cytopenia, hepatic aminotransferase elevation) with <em>A phagocytophilum</em> (anaplasmosis) and <em>B microti</em> (babesiosis) are often present.&nbsp; Doxycycline is effective against <em>A phagocytophilum</em> but not <em>B microti</em>.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Due to its ability to affect multiple organ systems, Lyme disease has a broad differential that can vary based on the phase of disease and its characteristic manifestations.</p>\n<h2>Erythema migrans</h2><br><br><p>EM in a patient with potential exposure (eg, outdoor activity in a Lyme-endemic area) effectively establishes the diagnosis of Lyme disease.&nbsp; However, EM must be distinguished from several dermatologic conditions which may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tick bite hypersensitivity causes erythema during tick attachment that resolves &lt;48 hours after detachment (ie, before EM can develop).</li>\n\t<li>Tinea corporis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L34121.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ) (ringworm) can cause an annular, erythematous lesion with outward expansion and central clearing.&nbsp; However, the fungal lesions usually cause intense pruritus and have an advancing edge that is scaly and raised.</li>\n\t<li>Cellulitis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20326.jpg\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ) often causes expanding erythema with associated systemic symptoms (eg, fever, fatigue).&nbsp; However, cellulitis typically produces associated edema, warmth, and tenderness with no central clearing.</li>\n\t<li>Viral exanthem (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28969.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ) commonly presents as a rash in the context of fever.&nbsp; However, exanthems are typically associated with other viral symptoms (eg, rhinorrhea, pharyngitis) and the rash is usually maculopapular and diffuse (vs annular and localized).</li>\n</ul><br><br><p>Diagnosis of Lyme disease presenting with an extracutaneous manifestation (ie, without a preceding or accompanying EM lesion) is challenging and requires a high index of suspicion and thorough epidemiologic history.</p>\n<h2>Neurologic Lyme disease</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Facial nerve palsy occurs in approximately 8% of patients with Lyme disease and is easily misdiagnosed as Bell palsy (which is more common even in hyperendemic areas).&nbsp; Features making Lyme disease more likely include endemic exposure, systemic symptoms, bilateral weakness, and onset between July and October (ie, during the peak of early disseminated disease).</li>\n\t<li>Lyme meningitis can be difficult to distinguish from viral meningitis in the absence of an EM lesion.&nbsp; Diagnosis is established by compatible cerebrospinal fluid findings (elevated protein level, moderate lymphocytosis) and a positive serologic test for <em>B burgdorferi</em>.&nbsp; Lyme meningitis cooccurs with Lyme facial palsy in approximately 50% of affected patients.</li>\n</ul>\n<h2>Lyme carditis</h2><br><br><p>Lyme carditis can often be distinguished from other common causes of unexplained AV block (eg, sarcoidosis) by a history of endemic exposure and positive serologic testing.&nbsp; In contrast to Lyme disease, myocarditis from viral infections (eg, coxsackie B virus) typically causes symptoms of decompensated heart failure rather than heart block.</p>\n<h2>Lyme arthritis</h2><br><br><p>Lyme arthritis has a large differential, which includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute bacterial arthritis is typically marked by high fever, severe joint pain (eg, difficulty bearing weight), and a synovial fluid leukocyte count &gt;50,000/mm<font size=\"2\"><sup>3</sup></font>.&nbsp; In contrast, patients with Lyme arthritis are usually afebrile, experience less pain (eg, can usually bear weight), and have synovial fluid leukocyte counts of 10,000-25,000/mm<font size=\"2\"><sup>3</sup></font>.</li>\n\t<li>Gonorrhea can cause acute, afebrile, monoarticular arthritis.&nbsp; However, involved joints are severely painful and have higher synovial leukocyte counts (mean = 50,000/mm<font size=\"2\"><sup>3</sup></font>).&nbsp; Additional findings of tenosynovitis and pustular skin lesions (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28561.png\" alt=\"image 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 10</div>\n                                </div>\n                                ) are often present.</li>\n\t<li>Reactive arthritis describes an asymmetric oligoarthritis presenting 1-4 weeks after infection with certain enteric (eg, <em>Campylobacter jejuni</em>) or genitourinary (eg, <em>Chlamydia trachomatis</em>) pathogens.&nbsp; Extraarticular manifestations such as urethritis and eye involvement (eg, conjunctivitis) are classic.</li>\n\t<li>Rheumatic fever (RF) is a rare complication of streptococcal pharyngitis that can cause a rash and large joint arthritis.&nbsp; However, the arthritis typically migrates from joint to joint and occurs at the same time as the characteristic rash of RF (erythema marginatum (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10619.png\" alt=\"image 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 11</div>\n                                </div>\n                                ) [not migrans]).&nbsp; In contrast, Lyme arthritis is a late disease manifestation that occurs months to years after an EM lesion.&nbsp; Other manifestations of RF include heart murmur, Sydenham chorea, and subcutaneous nodules.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Long-term prognosis of patients with Lyme disease who are treated with appropriate antibiotics is generally very good (regardless of disease stage at diagnosis).</p><br><br><p>The majority of patients with early disease have complete resolution of symptoms within several weeks of completing antibiotics.&nbsp; Even most of the approximately 10% of patients with subjective symptoms (eg, fatigue) persisting &gt;6 months after treatment (ie, post-treatment Lyme disease syndrome) eventually become symptom free (usually within another 6 months).</p><br><br><p>Most patients with early neurologic Lyme disease (~90%) have no symptoms a year after treatment, but recovery from late-phase neurologic manifestations tends to take longer and is more likely to leave residual deficits.&nbsp; Lyme carditis typically resolves completely with antibiotics, and a permanent pacemaker is rarely needed.&nbsp; Late-phase Lyme arthritis usually resolves within 3 months of antibiotic therapy, with only approximately 10% of patients developing persistent (ie, postinfectious) arthritis.</p>\n<h1>Prevention</h1><br><br><p>No vaccine is currently available to prevent Lyme disease.&nbsp; People who reside in/travel to endemic areas should wear protective clothing, use tick repellents (eg, DEET), and inspect for ticks after outdoor exposure.</p>\n<h1>Summary</h1><br><br><p>Lyme disease is a bacterial infection caused by <em>Borrelia burgdorferi</em>, which is transmitted to humans by the bite of infected <em>Ixodes</em> ticks.&nbsp; Infections occur in forested areas of the northern hemisphere and are endemic to the northeastern and midwestern United States.&nbsp; Because <em>B burgdorferi</em> produces no toxins, Lyme disease manifestations result from the immune response to infection, which primarily affects the skin, nervous system, heart, and joints.&nbsp; The illness typically occurs in 3 phases:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Early localized disease begins at the site of inoculation and is characterized by the distinctive erythema migrans (EM) rash (annular, expanding erythema with central clearing), which is often accompanied by constitutional symptoms (eg, fatigue, headache, myalgias).</li>\n\t<li>Early disseminated disease involves the hematologic spread of spirochetes to other tissues affected by <em>B burgdorferi</em>, including the nervous system (eg, lymphocytic meningitis, cranial nerve palsy), heart (atrioventricular block), and skin (multiple EMs).</li>\n\t<li>Late disease results from persistence of spirochetes within specific tissues leading to arthritis and neurologic complications (eg, peripheral neuropathy, encephalomyelitis).</li>\n</ul><br><br><p>Diagnosis of early localized disease is clinical and established by the presence of an EM lesion in a person with potential <em>Ixodes</em> tick exposure.&nbsp; Diagnosis of early disseminated and late disease relies on compatible clinical findings with 2-tiered serologic testing (enzyme-linked immunosorbent assay followed by a Western blot for confirmation).&nbsp; Antibiotics are the mainstay of Lyme disease treatment, with the choice and duration dependent on the phase of illness and its specific manifestations.&nbsp; Prognosis is generally very good, especially with early diagnosis and treatment.</p>\n</div>\n\n            "
}