{
  "meta": {
    "title": "Maternal and neonatal group B Streptococcus infection",
    "url": "https://brainandscalpel.vercel.app/maternal-and-neonatal-group-b-streptococcus-infection-d61b2494-2edf1a.html",
    "scrapedAt": "2025-12-01T05:05:36.089Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Group B <em>Streptococcus</em> (GBS), also known as <em>Streptococcus agalactiae</em>, is a gram-positive bacterium that can colonize the gastrointestinal and genitourinary tracts of adults (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14318.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; In general, colonization is asymptomatic; however, it can cause maternal (eg, urinary tract infection [UTI], intraamniotic infection, endometritis) and neonatal infections following delivery.&nbsp; Neonates are particularly susceptible to severe GBS disease.&nbsp; Therefore, identifying and treating patients with GBS colonization is a critical component of prenatal and intrapartum care.<p></p>\n<h1>Maternal group B <em>Streptococcus</em> infection</h1><h2>Pathogenesis and risk factors</h2><br><br><p>GBS colonizes approximately 10%-30% of pregnant women, and colonization status can change throughout pregnancy.&nbsp; GBS colonization is typically asymptomatic; however, it can become pathologic and result in maternal disease.&nbsp; This is usually due to an increase in bacterial burden with the invasion of different tissues (eg, upper genital tract, urinary tract) through virulence factors (eg, polysaccharide capsule) that assist in epithelial cell adhesion and invasion.&nbsp; The most common manifestations of GBS disease during pregnancy are UTIs, intraamniotic infection, and postpartum endometritis.</p><br><br><p>Risk factors for clinically significant maternal GBS disease include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Heavy burden of colonization, as evidenced by previous delivery of a neonate affected by GBS disease or GBS bacteriuria (ie, identification of GBS on urine culture).</li>\n\t<li>Exposure of sterile anatomic sites (upper genital tract, urinary tract) to ascending bacteria (eg, prolonged rupture of membranes (≥18 hr), uterine instrumentation, devitalized tissue [ie, cesarean delivery]).</li>\n</ul><br><br><p>Although maternal disease can be serious, the primary clinical significance of maternal GBS colonization is the potential for vertical transmission to the neonate during delivery, which can result in neonatal GBS disease.&nbsp; Therefore, universal screening of pregnant women is required.</p>\n<h2>Screening</h2><br><br><p>Routine screening is performed throughout pregnancy to identify GBS colonization (ie, GBS-positive patients) that needs intrapartum antibiotic prophylaxis (IAP) to prevent neonatal transmission.</p><br><br><p><strong>First-trimester screening</strong></p><br><br><p>All pregnant women are screened for asymptomatic bacteriuria (ASB) using a urine culture at the first prenatal visit because ASB is associated with an increased risk for pyelonephritis and preterm delivery.&nbsp; The urine culture may speciate GBS; the presence of GBS bacteriuria during the first trimester indicates heavy anogenital colonization, and treatment at the time of delivery is warranted (ie, intrapartum antibiotic prophylaxis).</p><br><br><p><strong>Third-trimester screening</strong></p><br><br><p>Pregnant women, even those with planned cesarean deliveries, are screened for GBS colonization in the third trimester using <strong>rectovaginal culture</strong> (swab of vagina and rectum).&nbsp; Because colonization status can change, culture results are only valid for up to 5 weeks.&nbsp; Therefore, screening is performed between <strong>36-38 weeks gestation</strong> because the majority of patients deliver at 40-42 weeks gestation.&nbsp; Screening at an earlier gestational age may be considered in patients at risk for spontaneous or indicated preterm delivery.</p><br><br><p>Exceptions to the third-trimester screening guidelines include women with GBS bacteriuria (positive GBS urine culture) in the first trimester or a prior infant with early-onset neonatal GBS infection because these both indicate heavy colonization and require intrapartum prophylaxis.</p>\n<h2>Management of GBS colonization</h2><br><br><p><strong>Antepartum management</strong></p><br><br><p>GBS asymptomatic bacteriuria (like all bacteruria) treatment in pregnancy is determined by the colony count:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>ASB ≥10<font size=\"2\"><sup>5</sup></font> CFU/mL requires both immediate treatment and intrapartum treatment.</li>\n\t<li>ASB &lt;10<font size=\"2\"><sup>5</sup></font> CFU/per mL requires only intrapartum treatment.</li>\n</ul><br><br><p>Asymptomatic GBS bacteriuria with a high colony count is treated with a beta-lactam antibiotic at the time of the culture to reduce the risk of pyelonephritis or preterm labor.&nbsp; Importantly, treatment of bacteriuria does <u>not</u> eradicate rectovaginal colonization.&nbsp; Therefore, patients still require intrapartum treatment.</p><br><br><p>Because antibiotics do not change colonization status, a positive rectovaginal culture in the third trimester does not require immediate treatment.&nbsp; Rather, antibiotics are indicated only at the time of delivery for neonatal protection.</p><br><br><p><strong>Intrapartum management</strong></p><br><br><p>The goal of intrapartum antibiotic prophylaxis (IAP) is to <strong>reduce the risk for vertical transmission</strong> of GBS infection to the neonate during labor and vaginal delivery (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38414.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Antibiotics are administered intravenously to achieve adequate concentration in the fetal circulation and amniotic fluid; ideally, antibiotics are administered for at least 4 hours prior to delivery and continued with repeat dosing until delivery.&nbsp; <strong>Penicillin G</strong> is the standard therapy.&nbsp; In patients with a penicillin allergy, IAP is chosen based on the risk for anaphylaxis:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>For those at low risk for anaphylaxis (eg, maculopapular rash with penicillin), cefazolin (first-generation cephalosporin) is often used.</li>\n\t<li>For those at high risk for anaphylaxis (eg, respiratory distress, urticaria), dual sensitivity testing of GBS isolates to both clindamycin and erythromycin is performed because erythromycin resistance is associated with inducible clindamycin resistance.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>In patients who are sensitive to both, IAP is with clindamycin.</li>\n\t\t<li>In patients who are resistant to clindamycin or erythromycin (or for whom sensitivities are unavailable), IAP is with vancomycin.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Neonates of most women who receive adequate IAP do not require additional management for GBS disease after delivery.&nbsp; However, because vancomycin does not reach bactericidal concentrations in the amniotic fluid, infants of women treated with vancomycin may require additional neonatal observation and evaluation.</p><br><br><p>Indications for IAP include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33322.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Positive rectovaginal culture on GBS screening.</li>\n\t<li>GBS bacteriuria at any point during the current pregnancy (regardless of colony count or prior treatment).</li>\n\t<li>Prior infant with early-onset GBS disease.</li>\n\t<li>Patients who have unknown GBS colonization status and ≥1 of the following:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Rupture of membranes ≥18 hours.</li>\n\t\t<li>Intrapartum fever ≥38 C (100.4 F).</li>\n\t\t<li>Preterm labor (&lt;37 weeks gestation).</li>\n\t\t<li>Preterm prelabor rupture of membranes (PPROM).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Patients who are GBS positive but undergo a scheduled cesarean delivery (ie, before the onset of labor or ruptured membranes) do not require IAP because the risk for GBS vertical transmission is low.</p>\n<h2>Maternal complications of GBS colonization</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>UTIs</strong>:&nbsp; may occur at any point in the pregnancy and can range from ASB to pyelonephritis.&nbsp; GBS-related UTIs during pregnancy are treated with antibiotics (eg, penicillin, ampicillin).</li>\n\t<li><strong>Intraamniotic infection</strong>:&nbsp; typically results from ascending vaginal bacteria (including GBS) that infects the amniotic fluid, placenta, and membranes.&nbsp; Intraamniotic infection most often occurs following rupture of membranes, particularly if ruptured membranes is prolonged (eg, ≥ 18 hr, PPROM).&nbsp; Treatment is delivery and broad-spectrum antibiotics (typically ampicillin and gentamicin).</li>\n\t<li><strong>Postpartum endometritis</strong>:&nbsp; is a polymicrobial infection that occurs following delivery, most often due to ascending vaginal bacteria (including GBS) into the uterine cavity.&nbsp; Treatment involves broad-spectrum antibiotics (gentamicin and clindamycin; ampicillin is added in GBS-colonized patients).</li>\n</ul>\n<h2>Prevention and prognosis</h2><br><br><p>There are no strategies to prevent maternal GBS colonization; however, maternal colonization with GBS is favorable with the use of intrapartum antibiotics.&nbsp; Even complications (eg, intraamniotic infection, postpartum endometritis) respond well to antibiotics and have a favorable prognosis.</p>\n<h1>Neonatal group B <em>Streptococcus</em> infection</h1><h2>Pathogenesis and risk factors</h2><br><br><p>GBS is the most common cause of early-onset (age &lt;7 days) neonatal sepsis and is transmitted via ascending colonization of the maternal genital tract.&nbsp; Fetal and neonatal GBS infections are categorized according to the timing of infection in relation to delivery (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60605.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fetal infection</strong>:&nbsp; Rarely, vertical transmission of GBS results in intraamniotic and fetal infection in the absence of labor and ruptured membranes; this can lead to PPROM, preterm labor, and stillbirth.</li>\n\t<li><strong>Early-onset GBS (EOGBS) disease</strong>:&nbsp; A neonatal infection that begins at age &lt;7 days, this infection occurs due to vertical transmission during labor and childbirth (ie, from contact with or aspiration of infected amniotic fluid or vaginal secretions).</li>\n\t<li><strong>Late-onset GBS (LOGBS) disease</strong>:&nbsp; This neonatal infection occurs between age 7 days and 3 months, is unrelated to delivery, and occurs due to postnatal exposure to colonized caregivers (ie, horizontal transmission).</li>\n</ul><br><br><p>Risk factors for early-onset GBS disease are related to burden of colonization, time exposed to bacteria, and neonatal immune system immaturity (eg, preterm birth).</p>\n<h2>Clinical presentation</h2><br><br><p><strong>Early-onset group B <em>Streptococcus</em> disease</strong></p><br><br><p>EOGBS disease occurs at <strong>age &lt;7 days</strong> but most often arises within 24 hours of birth.&nbsp; It typically occurs in preterm infants or infants of mothers with inadequately treated GBS infection or unknown GBS status.</p><br><br><p>GBS can infect different areas and therefore present in a variety of ways (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60084.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sepsis</strong> (ie, disseminated infection):&nbsp; is the most common presentation (80% of cases).&nbsp; Clinical features can include tachypnea, grunting, respiratory distress, lethargy, poor feeding, temperature instability (hypothermia or fever), and/or hypotension.</li>\n\t<li><strong>Pneumonia</strong>:&nbsp; can present with hypoxia, grunting, and tachypnea.&nbsp; Chest x-ray can show diffuse alveolar densities with pleural effusions.</li>\n\t<li><strong>Meningitis</strong>:&nbsp; can present with lethargy, poor feeding, seizures, irritability, temperature instability, and respiratory distress.&nbsp; Neonates may have a normal neurologic examination or a bulging fontanelle, nuchal rigidity, or poor tone.</li>\n</ul><br><br><p><strong>Late-onset group B <em>Streptococcus</em> disease</strong></p><br><br><p>LOGBS disease is GBS infection that occurs between <strong>age 7 days and 3 months</strong> following birth, although most cases present around age 1 month.&nbsp; Disseminated infection (ie, bacteremia) is the most common presentation and results in fever, irritability, lethargy, and respiratory symptoms.&nbsp; Meningitis can also occur with LOGBS; however, when it occurs, it is more likely to cause a bulging fontanelle, nuchal rigidity, and seizures.&nbsp; Less commonly, localized infection (eg, cellulitis, septic arthritis, endocarditis) can occur.</p>\n<h2>Diagnosis</h2><br><br><p>Definitive diagnosis is made by identification of GBS in a normally sterile site (eg, blood, pleural fluid, urine, bone, joint).&nbsp; Evaluation includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Blood and urine cultures.</li>\n\t<li>Cerebrospinal fluid (CSF) analysis.</li>\n\t<li>Chest x-ray for neonates with respiratory symptoms to assess for pneumonia and cranial ultrasonography or, potentially, MRI for cases of meningitis to assess for complications (eg, hydrocephalus, abscesses).</li>\n</ul>\n<h2>Management</h2><br><br><p>Initially, neonates with signs of infection are treated with empiric broad-spectrum intravenous antibiotics (often ampicillin and gentamicin) while awaiting culture results.&nbsp; If meningitis is suspected, an expanded-spectrum cephalosporin (eg, cefotaxime) can be used instead of gentamicin to ensure CNS penetration.&nbsp; Antibiotics are narrowed to <strong>penicillin</strong> or <strong>ampicillin</strong> in those with culture-proven EOGBS and LOGBS disease.</p>\n<h2>Prevention</h2><br><br><p>The primary prevention strategy for EOGBS disease is through universal GBS screening in pregnant women, along with appropriate IAP for women with evidence of colonization.&nbsp; Adequate intrapartum antibiotics (≥4 hr) reduce vertical neonatal transmission and EOGBS disease by 80%.</p><br><br><p>Postpartum prevention of EOGBS disease is based on neonatal risk factors (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L76990.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; High-risk neonates (eg, &lt;35 weeks gestation, intrapartum fever, PPROM, intraamniotic infection) require blood cultures and empiric antibiotics.&nbsp; Low-risk neonates (eg, gestational age ≥35 weeks) have serial examinations and vital signs for ≥36 hours.<p></p><br><br><p>IAP does <em>not</em> prevent LOGBS disease because these infections are horizontally transmitted from contacts and caregivers rather than vertically transmitted during delivery.</p>\n<h2>Prognosis</h2><br><br><p>The mortality rate for EOGBS disease is 2%-3%; however, it is significantly higher (up to 30%) in preterm infants.&nbsp; Risk factors for mortality include preterm delivery, low birth weight, hypotension, and seizures.&nbsp; The mortality rate for LOGBS disease is lower (overall 1%-3% and up to 8% in preterm infants).&nbsp; Most neonates with GBS do well in the long term; however, long-term sequelae are possible and include persistent pulmonary hypertension, cerebral palsy, intellectual disability, and hearing or visual impairment.</p>\n<h1>Summary</h1><br><br><p>Group B <em>Streptococcus</em> (GBS), also known as <em>Streptococcus agalactiae</em>, can colonize the gastrointestinal and genitourinary tracts of adults.&nbsp; In general, colonization is asymptomatic; however, maternal colonization can cause pregnancy complications and severe neonatal infection following delivery.&nbsp; Therefore, women require routine screening and treatment for such colonization.&nbsp; Neonates with a high risk for GBS infection or GBS disease require antibiotic therapy.</p>\n</div>\n\n            "
}