{
  "meta": {
    "title": "Necrotizing fasciitis",
    "url": "https://brainandscalpel.vercel.app/necrotizing-fasciitis-5955ee2a-2edf1a.html",
    "scrapedAt": "2025-12-01T05:05:41.730Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Necrotizing fasciitis is a severe, rapidly progressing infection that results in the destruction of fascia and adjacent soft tissue.&nbsp; It most commonly affects the extremities but can also present as perineal necrotizing fasciitis (Fournier gangrene).</p><h1>Pathophysiology</h1><p>Necrotizing fasciitis is triggered by bacteria that invade through minor breaks in the skin, rapidly multiplying and releasing <strong>toxins</strong> that kill tissue and reduce blood flow, enabling the infection to swiftly <strong>spread along fascial planes</strong>.&nbsp; Gas production by microbes leads to air in the soft tissues, which results in crepitus on examination in about 50% of cases.&nbsp; Infection initially spreads along the muscle fascia due to its poor blood supply before involving subcutaneous fat.&nbsp; As a result, early identification is difficult.</p><p>Histologically, necrotizing fasciitis involves widespread necrosis of subcutaneous tissue and fascia, typically sparing the muscle in its early stages.&nbsp; It features thrombosis of subcutaneous vessels and dense neutrophil infiltration.</p><h1>Risk factors</h1><ul class=\"article-body-unordered-list\"><li>Major or minor trauma (particularly penetrating trauma)</li><li>Immunosuppression (eg, diabetes mellitus, chronic steroid use, chemotherapy)</li><li>Chronic alcohol use</li><li>Malignancy</li><li>Pregnancy</li><li>Peripheral vascular disease</li><li>Recent surgical procedures</li></ul><h1>Clinical presentation</h1><p>Necrotizing fasciitis should be suspected in any patient with <strong>rapid progression of soft tissue infection</strong> (eg, erythema, warmth, edema, often spreading past erythema), <strong>severe pain out of proportion to physical findings</strong>, systemic toxicity, <strong>crepitus</strong>, and/or signs of tissue necrosis, particularly in the setting of predisposing factors such as immunosuppression or recent skin trauma (which may be minor).&nbsp; The clinical features can vary based on the type of infection and the affected population.</p><h2>Type I (polymicrobial)</h2><p>Type I infections involve a mix of anaerobes such as <em>Bacteroides</em> and <em>Peptostreptococcus</em> and aerobes including <em>Escherichia coli</em> and enterococci.&nbsp; These infections typically present more insidiously, evolving over several days.&nbsp; Patients may initially exhibit symptoms of a simple skin infection (eg, swelling, erythema, mild pain) but as the condition progresses, the pain becomes disproportionately severe relative to the examination.&nbsp; The polymicrobial nature of this type often affects immunocompromised individuals (eg, diabetes mellitus) and those with chronic debilitating diseases, contributing to a complex clinical scenario with possibly fewer obvious signs of systemic toxicity initially.</p><h2>Type II (monomicrobial)</h2><p>Type II infections are caused predominantly by <strong>group A</strong> <em><strong>Streptococcus</strong></em> and often present more acutely and aggressively.&nbsp; Patients experience intense, severe pain early with rapid progression to systemic toxicity.&nbsp; Symptoms include high fever, severe tenderness over the affected area, and early signs of shock, which may accompany a characteristic finding of critical pain out of proportion to the physical appearance of the skin.&nbsp; Toxic shock syndrome is more common in Type II infections.</p><h2>Fournier gangrene</h2><p>Fournier gangrene is a specialized form affecting the perineum and genital region, typically presenting with sudden, intense pain in the genital area, swelling, and systemic illness.&nbsp; Infections can originate from the bowel, urinary tract, or a small breach in the skin and are typically polymicrobial in nature.&nbsp; Gram-positive bacteria (eg, group A streptococci<em>, Staphylococcus aureus</em>) and gram-negative bacteria (eg, <em>E coli</em>, <em>Pseudomonas aeruginosa</em>) are the most common.&nbsp; The infections often progress rapidly, and the mortality rate is as high as 40%.&nbsp; Risk factors include male sex, local trauma or infections of the genital or perineal areas, and SGLT-2 inhibitors (associated with increased risk of severe infections).</p><h2>Neonatal necrotizing fasciitis</h2><p>This rare but critical condition in neonates presents typically with poor feeding, irritability, fever, and swelling of a limb or the abdominal wall.&nbsp; The skin may initially appear red and swollen before quickly progressing to blue or black discoloration, indicative of necrosis and gangrene.&nbsp; The condition typically results from infection with beta-hemolytic streptococci; polymicrobial infections are less common.&nbsp; Risk factors include prematurity, umbilical catheter use, and congenital skin barrier defects.</p><p>A necrotizing infection involving the submandibular space fascia can occur and is known as Ludwig angina.&nbsp; Ludwig angina is discussed in more detail in a separate dedicated article.</p><h1>Differential diagnosis</h1><ul class=\"article-body-unordered-list\"><li><strong>Cellulitis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37713.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; is an acute skin infection that presents with warmth, erythema, edema, and mild tenderness (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20326.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Underlying tissue necrosis, severe pain, crepitus, or systemic signs (eg, hypotension) are typically not present and should raise concern for a more aggressive process (eg, necrotizing fasciitis).</li><li><strong>Abscess</strong>:&nbsp; is a localized to a tender, fluctuant area that does not spread aggressively as does necrotizing fasciitis.&nbsp; Systemic signs such as hypotension and high fever are unusual.</li><li><strong>Acute compartment syndrome</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/88774.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; is characterized by swelling and pain out of proportion to examination due increased pressure within an enclosed fascial space that limits perfusion of muscle and nerve tissues (not typically as a result of infection).&nbsp; Gas in the soft tissues and systemic symptoms (eg, fever, hypotension) are not expected.</li><li><strong>Deep venous thrombosis (DVT)</strong>:&nbsp; can cause pain (typically not severe) and swelling of a limb due to impaired venous outflow but unlike necrotizing fasciitis, which may be difficult to diagnose on imaging, DVT is typically easily identified by Doppler ultrasonography.&nbsp; Septic thrombophlebitis of the internal jugular vein (Lemierre syndrome) is a rare condition that can occur after pharyngitis in young adults and cause fever, significant neck pain, swelling, and erythema with complications (eg, emboli) due to <em>Fusobacterium necrophorum</em>; it does not involve the fascial plane.</li><li><strong>Gas gangrene</strong>:&nbsp; a muscle infection primarily caused by <em>Clostridium perfringens</em> that results in severe pain, swelling, and a rapid onset of tissue gas formation (crepitus).&nbsp; Systemic symptoms (eg, fever, tachycardia, hypotension) are typically present, and Gram stain usually demonstrates gram-positive rods.&nbsp; Necrotizing fasciitis is caused by a variety of organisms and has a similar clinical presentation but primarily involves the subcutaneous fat and connective tissue.&nbsp; Gram stain typically demonstrates mixed aerobes and anaerobes.</li></ul><h1>Diagnostic evaluation</h1><p>In general, laboratory tests are consistent with signs of severe infection including:</p><ul class=\"article-body-unordered-list\"><li>Elevated white blood cell count</li><li>Elevated C-reactive protein (CRP) and erythrocyte sedimentation rate</li><li>Markers of organ dysfunction (eg, elevated creatinine, hepatic dysfunction)</li></ul><p>If either creatine kinase or aspartate aminotransferase is significantly elevated, infection involving the muscle is likely.&nbsp; Blood cultures are typically positive with monomicrobial infections (~60%) but are often negative in polymicrobial infections (~80%).</p><p>The Laboratory Risk Indicator for Necrotizing Fasciitis (LRINEC) score, which considers factors such as CRP, white blood cell count, hemoglobin, sodium, creatinine, and glucose levels, is a helpful tool to assess the likelihood of necrotizing fasciitis but should not be used to rule out the diagnosis.</p><h1>Imaging</h1><p>Imaging studies are not diagnostic for necrotizing fasciitis and surgical intervention should never be delayed waiting on imaging results, but imaging tests can be helpful in assessing the extent of infection and presence of gas.</p><ul class=\"article-body-unordered-list\"><li>X-ray:&nbsp; may show gas in soft tissues or soft tissue swelling but is not recommended as an initial or definitive imaging study.</li><li><strong>CT scan</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L5787.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; is the best initial test because it is more detailed, showing <strong>gas and fluid collections</strong>.</li></ul><p>When imaging studies are obtained that reveal the presence of gas in tissues, prompt surgical exploration should be performed.</p><h1>Diagnosis</h1><p>Necrotizing fasciitis can be a challenging diagnosis because systemic symptoms (eg, fever) and skin manifestations may be minimal or absent, imaging studies may be normal or show nonspecific findings (eg, soft tissue swelling), and pain may be attributed to other conditions (eg, recent surgery, injury).</p><p>Surgical exploration is the only way to confirm the diagnosis.&nbsp; Swollen, discolored fascia, a thin gray exudate without purulence, gross necrosis, and tissue planes that separate easily with blunt dissection are intraoperative findings characteristic of necrotizing fasciitis.&nbsp; The presence of these findings is typically sufficient to confirm the diagnosis.</p><p>Biopsy of involved tissue is typically not required but, if obtained, will show extensive tissue destruction, thrombosis of blood vessels, abundant bacteria, and infiltration of acute inflammatory cells.</p><h1>Management</h1><p>Clinical suspicion of necrotizing fasciitis warrants <strong>urgent, aggressive surgical exploration and debridement</strong> of the involved tissue to prevent morbidity and mortality, and initiation of appropriate antibiotic therapy.&nbsp; Antibiotic therapy without surgical debridement results in almost 100% mortality.</p><h2>Surgical debridement</h2><ul class=\"article-body-unordered-list\"><li>Should be performed early, patients may still appear well; early intervention (eg, &lt;6 hours) improves mortality</li><li>All devitalized tissue should be removed; may require multiple debridements</li><li>Tissue samples can be sent for Gram stain and culture</li></ul><p>In severe cases involving an extremity, amputation is sometimes necessary to prevent patient death.</p><h2>Antibiotic therapy</h2><p>When the etiology of the necrotizing fasciitis is unknown, broad-spectrum coverage typically includes the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Piperacillin/tazobactam</strong> or a <strong>carbapenem</strong> (eg, imipenem, meropenem) to cover group A <em>Streptococcus</em> and anaerobes</li><li><strong>Vancomycin</strong> to cover <em>S aureus</em>, including methicillin-resistant isolates (MRSA)</li><li><strong>Clindamycin</strong> to inhibit toxin formation by streptococci/staphylococci</li></ul><p>Once culture information is available, antibiotic therapy should be narrowed based on identified pathogens.</p><p>Other possible interventions may be indicated including intensive hemodynamic support (eg, vasopressors, intravenous fluids resuscitation), intravenous immunoglobulin (may be indicated in cases caused by streptococcal infections), and hyperbaric oxygen therapy (inconsistent evidence it increases limb salvage and reduces mortality).</p><h1>Complications</h1><ul class=\"article-body-unordered-list\"><li>Sepsis and septic shock</li><li>Multiorgan failure</li><li>Extensive loss of limbs or life-altering scarring</li></ul><h1>Prognosis</h1><p>Prognosis depends significantly on early recognition and aggressive treatment.&nbsp; Mortality rates are still substantial (as high as 35%), particularly if surgical exploration and debridement is delayed (ie, delay of &gt;24 hours results in a ninefold increase in mortality).</p><h1>Summary</h1><p>Necrotizing fasciitis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/72903.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) is a severe soft-tissue infection characterized by rapid tissue destruction and systemic involvement.&nbsp; Type I infections (polymicrobial) typically progress insidiously, whereas Type II infections (monomicrobial) present more acutely with severe pain and systemic toxicity.&nbsp; Surgical exploration is the only way to confirm the diagnosis and should be performed early to decrease morbidity and mortality.&nbsp; Broad-spectrum antibiotics should also be administered.&nbsp; Necrotizing fasciitis remains associated with high morbidity and mortality.<p></p></div>\n            "
}