{
  "meta": {
    "title": "Neonatal sepsis",
    "url": "https://brainandscalpel.vercel.app/neonatal-sepsis-4ada96d6-2edf1a.html",
    "scrapedAt": "2025-12-01T05:05:43.317Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Neonatal sepsis is a systemic infection occurring in infants within the first 28 days of life, most commonly caused by group B <em>Streptococcus</em> (GBS), <em>Escherichia coli</em>, and <em>Listeria monocytogenes</em>, although other bacterial, viral, or fungal pathogens may occasionally be involved.&nbsp; It presents as a broad clinical syndrome marked by bacteremia and signs of systemic illness.&nbsp; Prompt recognition and treatment are essential due to the potential for rapid deterioration and significant morbidity and mortality.</p>\n<h1>Pathophysiology</h1><br><br><p>Neonatal sepsis arises from a combination of pathogen exposure and the infant's immature immune defenses.&nbsp; It is often categorized as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Early-onset sepsis</strong>:&nbsp; Usually occurs within the first 72 hours of life and is typically acquired vertically from the maternal genitourinary tract, either transplacentally or during delivery.</li>\n\t<li><strong>Late-onset sepsis</strong>:&nbsp; Usually occurs after 72 hours of life and is generally acquired postnatally from the environment.</li>\n</ul><br><br><p>Pathogens typically invade through mucosal surfaces or breaches in skin integrity and then disseminate via the bloodstream.&nbsp; The risk for dissemination in neonates is higher due to immature immune function.&nbsp; Their innate immunity is compromised by limited neutrophil reserves, poor chemotaxis, and reduced production of proinflammatory cytokines.&nbsp; Neonates' adaptive immunity is also underdeveloped, with low endogenous immunoglobulin levels and diminished complement activity, resulting in reduced pathogen clearance.</p><br><br><p>The resulting systemic inflammatory response from disseminated infection can trigger endothelial injury, capillary leak, hypotension, and multiorgan dysfunction.&nbsp; Moreover, the neonatal blood-brain barrier is immature and more permeable than in older children or adults, facilitating pathogen invasion into the CNS and increasing the risk of meningitis.</p>\n<h1>Microbiology</h1><br><br><p>The most common causes of neonatal sepsis include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Group B</strong> <em><strong>Streptococcus</strong></em> <strong>(GBS)</strong>.</li>\n\t<li><em><strong>Escherichia coli</strong></em>.</li>\n\t<li><em><strong>Listeria monocytogenes</strong></em>.</li>\n</ul><br><br><p>Late-onset sepsis may be caused by additional pathogens, including <em>Staphylococcus aureus</em>, gram-negative bacilli (eg, <em>Klebsiella</em>, <em>Enterobacter</em>), and coagulase-negative <em>Staphylococci</em> (especially in preterm neonates).&nbsp; Viral (eg, herpes simplex virus [HSV], enterovirus) and fungal (eg, <em>Candida albicans</em>) pathogens are less common but should be considered in high-risk patients.</p>\n<h1>Risk factors</h1><br><br><p>Although the specific pathogens and mode of acquisition vary, risk factors for neonatal sepsis generally reflect the degree of exposure to pathogens and the vulnerability of the neonatal immune system.&nbsp; These factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Maternal factors</strong>:&nbsp; Conditions that increase fetal exposure to pathogens during delivery are strongly associated with early-onset sepsis.&nbsp; These include prolonged rupture of membranes, maternal chorioamnionitis, intrapartum fever, and GBS colonization.</li>\n\t<li><strong>Perinatal factors</strong>:&nbsp; Prematurity and low birth weight increase a neonate's susceptibility due to immature skin/mucosa and underdeveloped immunity.</li>\n\t<li><strong>Environmental exposures</strong>:&nbsp; The risk for late-onset sepsis is elevated in neonates who undergo invasive procedures (eg, central venous catheters, mechanical ventilation) or are in the neonatal intensive care unit.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Clinical manifestations of sepsis and/or meningitis in neonates are often subtle and nonspecific.&nbsp; Delivery-related risk factors, such as low Apgar scores, need for resuscitation, or prolonged rupture of membranes, can increase clinical concern, particularly for early-onset sepsis.&nbsp; Neonates with sepsis often have poor feeding, inconsolability, or lethargy.</p><br><br><p>Common clinical features often include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Temperature instability</strong>, causing either fever or hypothermia (&lt;36 C [96.8 F]), although patients may be normothermic.&nbsp; <strong>Fever may be the first and only sign</strong>.</li>\n\t<li><strong>Irritability</strong>, <strong>lethargy</strong>, and/or <strong>hypotonia</strong> (eg, weak suck, decreased muscle tone).</li>\n\t<li><strong>Respiratory distress</strong>, including tachypnea, grunting, retractions, and, in some cases, apnea.</li>\n</ul><br><br><p>Jaundice may result from sepsis-associated cholestasis.&nbsp; Other nonspecific signs can include tachycardia, poor perfusion (usually a late finding), vomiting, and abdominal distension.&nbsp; In cases of meningitis, seizures are a frequent presenting feature.&nbsp; Unlike older children and adults, neonates with meningitis do <em>not</em> have nuchal rigidity or positive Kernig and Brudzinski signs (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26922.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h1>Diagnosis</h1><br><br><p>Because the presentation of neonatal sepsis and meningitis is often nonspecific and because fever may be the first and only sign, clinical evaluation alone usually cannot reliably identify the source of infection.&nbsp; Therefore, <strong>febrile neonates age ≤21 days</strong> should undergo a <strong>full sepsis evaluation</strong> prior to starting antibiotics if possible.&nbsp; Components of a full sepsis evaluation include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Blood</strong>:&nbsp; Blood culture.&nbsp; Additional tests, such as complete blood count with differential, and inflammatory markers (eg, C-reactive protein, procalcitonin) are often obtained.</li>\n\t<li><strong>Urine</strong>:&nbsp; Urinalysis and urine culture.</li>\n\t<li><strong>Cerebrospinal fluid (CSF)</strong>:&nbsp; Lumbar puncture with cell count with differential, glucose, protein, Gram stain, and culture.</li>\n</ul><br><br><p>HSV testing in CSF and blood may be considered in cases of patients with late-onset sepsis or in high-risk patients (eg, maternal lesions).&nbsp; A more limited evaluation without CSF studies may be considered in well-appearing neonates age &gt;21 days.</p><br><br><p>Laboratory findings that may be concerning for sepsis include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Abnormal white blood cell count (elevated or decreased).</li>\n\t<li>Elevated immature neutrophils (increased band count).</li>\n\t<li>Elevated C-reactive protein (CRP) or procalcitonin.</li>\n\t<li>Indirect hyperbilirubinemia, which may reflect sepsis-related hemolysis.</li>\n\t<li>CSF abnormalities (eg, pleocytosis, elevated protein, low glucose).</li>\n</ul><br><br><p>Blood and urine cultures are essential for identifying the causative organism and guiding antibiotic therapy.&nbsp; In neonates with suspected meningitis, CSF culture remains the definitive diagnostic test.</p><br><br><p>Imaging studies may be considered in certain cases, such as a chest x-ray for neonates with respiratory symptoms.&nbsp; When meningitis is confirmed or there is concern for complications such as hydrocephalus, cranial ultrasonography is often performed due to its safety and bedside availability; in some cases, MRI may be warranted for more detailed assessment.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Respiratory distress syndrome</strong>:&nbsp; Usually occurs in preterm infants due to surfactant deficiency, presenting with respiratory distress shortly after birth.&nbsp; Chest radiography often shows diffuse ground-glass opacities.&nbsp; Unlike infants with sepsis, those with respiratory distress syndrome usually lack systemic signs such as temperature instability or hypotension.</li>\n\t<li><strong>Inborn errors of metabolism</strong>:&nbsp; Can present with poor feeding, lethargy, vomiting, or hypotonia, similar to sepsis.&nbsp; Laboratory findings may include metabolic acidosis, hyperammonemia, or hypoglycemia.&nbsp; Symptoms often worsen after initiation of feeding.&nbsp; Inborn errors of metabolism may be detected on newborn screening after birth.</li>\n\t<li><strong>Congenital heart disease</strong>:&nbsp; May present with cyanosis and respiratory distress, especially if right-to-left shunting has occurred.&nbsp; Distinguishing features include murmur, abnormal cardiac examination, and differential preductal and postductal oxygen saturation.&nbsp; Chest radiography may show cardiomegaly or increased pulmonary vascular markings.</li>\n\t<li><strong>Necrotizing enterocolitis</strong>:&nbsp; Usually occurs in preterm infants and can mimic sepsis.&nbsp; Infants usually have feeding intolerance, abdominal distension, bloody stools, and lethargy.&nbsp; Abdominal radiography may reveal pneumatosis intestinalis, portal venous gas, or free air if perforation occurs.</li>\n</ul>\n<h1>Management</h1><br><br><p>After cultures are obtained, neonates should immediately receive empiric parenteral antibiotics, including (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/86352.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ampicillin</strong>:&nbsp; Provides coverage against GBS and <em>L monocytogenes</em>.</li>\n\t<li><strong>Gentamicin</strong>:&nbsp; Covers <em>E coli</em>, which is often resistant to ampicillin.&nbsp; Cefotaxime or ceftazidime may be preferred over gentamicin for ill-appearing neonates with suspected meningitis due to superior CSF penetration.</li>\n\t<li><strong>Acyclovir</strong>:&nbsp; May be included in the empiric treatment regimen to cover HSV in patients at high risk.</li>\n</ul><br><br><p>Antibiotic administration before obtaining cultures should be avoided when possible because antibiotics can sterilize cultures, hindering the definitive diagnosis.&nbsp; However, neonates who are critically ill (eg, septic shock, status epilepticus) or who cannot immediately undergo lumbar puncture should receive antibiotics prior to cultures.&nbsp; Antibiotics are usually continued for 7-10 days if cultures are positive.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of neonatal sepsis depends on gestational age, timeliness of treatment, and pathogen virulence.&nbsp; Meningitis can lead to long-term complications such as <strong>hearing loss</strong> (especially with exposure to ototoxic antibiotics) and <strong>neurodevelopmental impairment</strong> (eg, cerebral palsy), particularly in preterm infants.&nbsp; Mortality is higher in preterm neonates and in infants with early-onset sepsis due to gram-negative organisms.&nbsp; Although many infants recover fully with prompt care, some patients experience lasting neurologic deficits.</p>\n<h1>Summary</h1><br><br><p>Neonatal sepsis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32198.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a life-threatening condition of systemic infection in infants age &lt;28 days.&nbsp; The immature neonatal immune system, particularly in preterm infants, contributes to susceptibility to specific pathogens, including group B <em>Streptococcu</em>s, <em>Escherichia coli</em>, and <em>Listeria monocytogenes</em>.&nbsp; The presentation is often nonspecific, necessitating a high index of suspicion in febrile neonates age ≤21 days.&nbsp; The diagnosis relies on a full sepsis evaluation with blood, urine, and cerebrospinal fluid cultures.&nbsp; Empiric antibiotics (ampicillin, gentamicin) are initiated early and adjusted as needed.&nbsp; Complications can be severe, especially in preterm infants, which makes timely diagnosis and aggressive management essential for improving outcomes.<p></p>\n</div>\n\n            "
}