{
  "meta": {
    "title": "Osteomyelitis",
    "url": "https://brainandscalpel.vercel.app/osteomyelitis-64266467-2edf1a.html",
    "scrapedAt": "2025-12-01T05:05:51.286Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction </h1><p>Osteomyelitis is an inflammatory bone infection caused by various pathogens, most commonly bacteria.&nbsp; It can be acute or chronic and is characterized by progressive inflammatory destruction of the bone.</p><h1>Pathophysiology</h1><p>Osteomyelitis arises when bacteria infiltrate the bone tissue establishing a focus of infection.&nbsp; Persistent inflammation within the confined bony space leads to increased intramedullary pressure, which compromises blood flow and forces infectious exudate into the cortex and periosteum.&nbsp; Without treatment, the infection can lead to complications such as chronic osteomyelitis (sometimes with sinus tracts to drain away purulent material), abscess formation, and pathologic fractures.</p><p>Osteomyelitis can develop via hematogenous or nonhematogenous spread.</p><h2>Hematogenous osteomyelitis </h2><p>Hematogenous osteomyelitis occurs when microorganisms seed the bone following an episode of bacteremia and is more common in <strong>children</strong>.&nbsp; It usually affects the metaphysis of long bones (due to the high vascularization and slow blood flow in this region); there can be multifocal involvement.&nbsp; The infection is typically monomicrobial, with the most common causative organism being <strong><em>Staphylococcus aureus</em></strong>.&nbsp; Other pathogens include <em>Streptococcus</em> species, gram-negative bacteria, fungi, and mycobacteria.</p><h2>Nonhematogenous osteomyelitis&nbsp;</h2><ul class=\"article-body-unordered-list\"><li><strong>Direct inoculation</strong>:&nbsp; occurs when pathogens enter into the bone directly; it is more common in <strong>adults</strong> and can involve any bone.&nbsp; <strong><em>S aureus</em></strong> is the most frequent pathogen.&nbsp; Direct inoculation can occur due to trauma (eg, open fractures), surgery (often leading to polymicrobial infection), or penetrating injuries (eg, puncture wounds with <em>Pseudomonas</em>).</li><li><strong>Contiguous spread</strong>:&nbsp; occurs when infection spreads from <strong>adjacent tissue</strong> (eg, diabetic foot ulcers, pressure sores).&nbsp; This typically leads to <strong>polymicrobial</strong> infection.</li></ul><h1>Risk factors</h1><ul class=\"article-body-unordered-list\"><li><strong>Age:</strong>&nbsp; Children are most susceptible due to their actively growing bones with a rich blood supply.</li><li><strong>Skin breaks:</strong>&nbsp; Open wounds, puncture injuries, and surgical procedures create a direct portal of entry for bacteria.</li><li><strong>Vascular insufficiency:</strong>&nbsp; Diabetes mellitus, peripheral artery disease, and sickle cell disease (SCD) can compromise blood flow to bone, hindering immune cell delivery and antibiotic delivery.</li><li><strong>Indwelling foreign bodies:</strong>&nbsp; Prosthetic joints, indwelling catheters, and implants can harbor bacteria and form biofilms, making them a nidus for chronic infection.</li><li><strong>Immunosuppression:</strong>&nbsp; HIV/AIDS, malignancy, and certain medications can impair the immune response.</li></ul><h1>Clinical presentation</h1><p>The clinical presentation of osteomyelitis varies depending on the acuity of the infection.</p><h2>Acute osteomyelitis </h2><p>Typically presents with a rapid onset of symptoms (over several days to weeks), including:</p><ul class=\"article-body-unordered-list\"><li>Localized bone pain and tenderness</li><li>Erythema and swelling over the affected area</li><li>Systemic symptoms (eg, fever, fatigue)</li><li>In children, irritability and refusal to bear weight on the affected extremity</li></ul><h2>Chronic osteomyelitis</h2><p>Symptoms occur over months to years and include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/46979.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li>Persistent or recurrent bone pain</li><li>Drainage from sinus tracts in the bone</li><li>Local swelling and erythema (may be absent)</li><li>Systemic symptoms (eg, fever and malaise) less common but can occur in exacerbations</li><li>On imaging, sequestra (eg, bone necrosis) typically present</li></ul><p>Clinical presentation, causative organisms, work-up and management may also vary depending on the location of the infection.</p><h2>Vertebral osteomyelitis </h2><p>Vertebral osteomyelitis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80009.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) is a challenging variant due to its deep location and often delayed diagnosis.&nbsp; It is most often due to hematogenous spread.<p></p><ul class=\"article-body-unordered-list\"><li>Risk factors include injection drug use, sickle cell anemia, and immunosuppression.</li><li>Typical presentation is with nonspecific back pain that gradually worsens.&nbsp; Fever is present in ≤50% of cases.&nbsp; Exquisite <strong>focal tenderness on percussion</strong> at the posterior spinous process of the affected vertebra may occur.&nbsp; Epidural abscess may result if the infection extends posteriorly into the epidural space.</li><li><em>S aureus</em> is the most common pathogen, but infections with gram-negative organisms also occur.</li><li><em>Mycobacterium tuberculosis</em> spondylitis (Pott disease) is a specific type or vertebral osteomyelitis that is usually the result of hematogenous seeding of vertebrae from primary pulmonary infection with tuberculosis.&nbsp; The vertebrae are particularly likely to be affected due to their extensive venous plexuses.&nbsp; The infection frequently spreads behind the anterior ligament to the adjacent vertebrae and intervertebral disc space, leading to contiguous bone destruction and abscess formation.</li></ul><h2>Foot osteomyelitis </h2><p>Patients with diabetes mellitus and nonhealing foot ulcer require special evaluation for osteomyelitis.</p><ul class=\"article-body-unordered-list\"><li>Initial screening is typically performed at the bedside with <strong>probe-to-bone</strong> testing.&nbsp; Contact with the bone is highly specific (&gt;90%) for osteomyelitis (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32574.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ), but sensitivity is much lower; negative probe-to-bone testing necessitates imaging to rule out osteomyelitis.</li><li>MRI of the foot is the diagnostic test of choice.&nbsp; Osteomyelitis-related bone changes are present on MRI &lt;5 days after infection onset.</li></ul><h2>Pediatric osteomyelitis</h2><ul class=\"article-body-unordered-list\"><li>Classically occurs in the metaphyses of long bones (eg, femur, tibia) because this region is highly vascular yet contains slow-flowing sinusoids that are conducive to bacterial seeding.</li><li>Focal bony tenderness is typically present in older children; children age ≤2 may be unable to localize pain.&nbsp; Passive range of motion of the joints typically is normal and helps distinguish osteomyelitis from septic arthritis.</li><li><em>S aureus</em> is the predominant pathogen in patients without SCD&nbsp; (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39334.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).&nbsp; In children with SCD, intermittent sickling of cells in the metaphyseal capillary loops leads to slower blood flow and microinfarction of bone; in these patients, <em>Salmonella</em> (an encapsulated gram-negative organism) accounts for a large proportion of osteomyelitis (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33090.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) due to splenic dysfunction and increased bacterial translocation from occluded intestinal segments.&nbsp; Symptoms are similar to typical osteomyelitis, but a high index of suspicion is needed for patients with SCD and unexplained bone pain.</li></ul><h1>Diagnosis</h1><p>Clinical suspicion of osteomyelitis is based on the presentation, but definitive diagnosis requires a combination of laboratory and imaging studies, with bone biopsy helping establish the causative organism.</p><h2>Laboratory evaluation</h2><ul class=\"article-body-unordered-list\"><li>Complete blood count (CBC) may show elevated white blood cell count with neutrophilia but can also be normal.</li><li><strong>Inflammatory markers</strong>, such as erythrocyte sedimentation rate (ESR), C-reactive protein (CRP), and platelet count, are typically elevated but are nonspecific and can be elevated in other inflammatory conditions.</li><li>Blood cultures should be obtained, but their sensitivity varies depending on the site of infection (eg, rarely positive in foot osteomyelitis) and source of infection (eg, more sensitive when infection is caused by hematogenous spread and fever is present).&nbsp;</li></ul><h2>Imaging studies</h2><ul class=\"article-body-unordered-list\"><li><strong>&lt;2 weeks of symptoms:</strong>&nbsp; Plain radiographs are often normal early in the disease, so advanced imaging is recommended.&nbsp; <strong>MRI</strong> is the most sensitive imaging study for diagnosing osteomyelitis.&nbsp; It can detect bone and soft tissue involvement, abscess formation, and complications within days of the initial infection.&nbsp; Confirmation of osteomyelitis then requires an open or CT-guided biopsy.</li><li><strong>&gt;2 weeks of symptoms:</strong>&nbsp; Plain <strong>radiographs</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69349.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) are the best initial study.&nbsp; Bone lucency (areas of decreased bone density), periosteal reaction (new bone formation around the affected area), and lytic lesions (bone destruction) may be present.</li></ul><p>Regardless of duration of symptoms, any patient with a high suspicion of having osteomyelitis (eg, localized symptoms, abnormal laboratory studies) and normal radiographs should undergo advanced imaging (eg, <strong>MRI</strong>).</p><p>Other potentially helpful imaging modalities include technetium-99m bone scan, which can detect increased bone turnover due to inflammation and infection but lacks anatomical detail; and CT scan, which can be helpful for evaluating bone detail and complications like fractures or foreign bodies.&nbsp; CT can also be used for image-guided biopsy and needle aspiration of bone abscesses.</p><h2>Bone biopsy and culture </h2><p>The most specific diagnostic test for osteomyelitis is bone biopsy and culture.&nbsp; Bone biopsy, preferably performed before antibiotic initiation, allows for identification of the causative pathogens and tailoring of antibiotic therapy (positive superficial wound cultures do not reliably predict the culprit organisms).&nbsp; However, bone biopsy is an invasive procedure, and delaying antibiotics can worsen outcomes.&nbsp; The decision to proceed with an empiric antibiotic course while awaiting culture results depends on the clinical picture and severity of illness.&nbsp; In high-risk situations with concerning clinical features and negative blood cultures, a bone biopsy with culture should be strongly considered.</p><h1>Differential diagnosis</h1><ul class=\"article-body-unordered-list\"><li><strong>Septic arthritis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/55929.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ):&nbsp; an infection of the joint space that can present with pain, swelling, and erythema of the involved joint.&nbsp; Joint effusion and restricted range of motion are prominent clinical features of septic arthritis that are typically absent or less prominent in osteomyelitis.&nbsp;</li><li><strong>Transient synovitis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34701.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ):&nbsp; a common cause of hip pain in children, particularly after a viral illness.&nbsp; Symptoms are usually self-limited and improve within a few days.&nbsp; Imaging studies are typically normal in transient synovitis.</li><li><strong>Sickle cell vaso-occlusive pain crisis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31723.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ):&nbsp; an acute vaso-occlusive pain episode with symptoms (bone pain, inability to ambulate, soft tissue edema, skin erythema) that may be difficult to differentiate from osteomyelitis, which occurs more commonly in patients with SCD.&nbsp; Fever and pain localized to one site (versus multiple sites in an acute vaso-occlusive pain episode) are more characteristic of osteomyelitis.&nbsp; Advanced imaging (eg, MRI) may be necessary to determine the diagnosis.</li><li><strong>Osteonecrosis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/68594.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 9\n                                    </a>\n                                </div>\n                                ):&nbsp; can present with chronic joint/bone pain.&nbsp; It typically occurs in patients with risk factors (eg, systemic lupus erythematosus, antiphospholipid antibody syndrome, chronic steroid use).&nbsp; X-ray may be diagnostic (eg, flattened, collapsed epiphysis ((\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44736.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )); but early radiographs may be normal, in which case advanced imaging (eg, MRI) can diagnose the condition.</li><li><strong>Reflex sympathetic dystrophy (RSD)</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/48756.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 10\n                                    </a>\n                                </div>\n                                ):&nbsp; a complex pain syndrome that can cause localized pain, swelling, and skin changes.&nbsp; However, RSD typically does not cause fever or elevated inflammatory markers, and imaging studies are usually normal.</li></ul><h1>Management</h1><h2>Antibiotic management </h2><p>The mainstay of treatment for osteomyelitis is antibiotic therapy.&nbsp; Antibiotic treatment can be administered intravenously for initial management, sometimes followed by a transition to oral antibiotics once the patient shows clinical improvement.</p><ul class=\"article-body-unordered-list\"><li><strong>Empiric therapy:</strong>&nbsp; Broad-spectrum antibiotics (eg, vancomycin plus third/fourth generation cephalosporin) should cover common osteomyelitis pathogens, including methicillin-resistant <em>S aureus</em> (MRSA) and gram-negative organisms.</li><li><strong>Tailored therapy:</strong>&nbsp; If culture results and susceptibilities are available, antibiotic therapy is narrowed to target the specific pathogen.</li></ul><p>The duration of antibiotic treatment can range from 6 weeks for uncomplicated acute osteomyelitis to several months for chronic osteomyelitis or osteomyelitis involving prosthetic joints.</p><h2>Surgical management </h2><p>Surgical intervention may be necessary in some cases.&nbsp; This may involve:</p><ul class=\"article-body-unordered-list\"><li><strong>Debridement:</strong>&nbsp; Infected and devitalized bone tissue is removed to promote healing and prevent further spread of infection.&nbsp; Drainage of abscesses, if present, can be performed with needle aspiration or surgical incision and drainage to remove pus and infected tissue.</li><li><strong>Removal of foreign bodies:</strong>&nbsp; Prosthetic joints, implants, or hardware that are infected may need to be removed to eradicate the infection.</li></ul><h1>Complications</h1><ul class=\"article-body-unordered-list\"><li><strong>Chronic osteomyelitis:</strong>&nbsp; If untreated, acute osteomyelitis can transition to a chronic form, leading to persistent pain, bone destruction, and pathologic fractures.</li><li><strong>Osteomyelitis with contiguous spread:</strong>&nbsp; Infection can spread to involve surrounding soft tissues, joints, and blood vessels.</li><li><strong>Septic arthritis:</strong>&nbsp; Osteomyelitis can involve adjacent joints, leading to septic arthritis.</li><li><strong>Osteomyelitis with neurologic complications:</strong>&nbsp; Vertebral osteomyelitis can cause spinal cord compression and neurologic deficits.</li><li><strong>Amyloidosis:</strong>&nbsp; This is a rare complication of chronic osteomyelitis, where abnormal proteins are deposited in various organs, leading to dysfunction.</li></ul><h1>Summary </h1><p>Osteomyelitis is an infection of the bone primarily caused by bacteria, most frequently <em>Staphylococcus aureus</em>.&nbsp; It can arise through hematogenous spread, direct inoculation from trauma or surgery, or contiguous spread from nearby infections.&nbsp; Acute osteomyelitis typically presents with sudden localized bone pain, fever, and malaise.&nbsp; Chronic osteomyelitis features more gradual onset, persistent pain, swelling, erythema, and possibly drainage from sinus tracts.&nbsp; MRI is the most sensitive diagnostic imaging study; bone biopsy may be indicated to identify the culprit pathogen.&nbsp; Treatment includes long-term antibiotics.&nbsp; Surgical intervention (eg, debridement) may also be required.&nbsp; Early diagnosis and targeted treatment are essential to prevent severe complications such as bone necrosis, septic arthritis, and systemic infection.</p></div>\n            "
}