{
  "meta": {
    "title": "Overview of protozoal infections and antiprotozals",
    "url": "https://brainandscalpel.vercel.app/overview-of-protozoal-infections-and-antiprotozals-9e805782-2edf1a.html",
    "scrapedAt": "2025-12-01T05:05:52.836Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Protozoa (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/126227.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) are microscopic unicellular eukaryotes found in most habitats worldwide.&nbsp; They were first visualized in 1674 by Antonie van Leeuwenhoek using a single-lens microscope.&nbsp; Protozoal infection can be commensal or pathogenic depending on the organism, the immune status of the host, and the prevalence of the protozoal organism within a region.&nbsp; Protozoa often have complex lifecycles that include alterations in pathogen structure or host environment during different stages.&nbsp; Treatment must be tailored to local resistance patterns and may require a species-specific medication.<p></p>\n<h1>Protozoal infections</h1><br><br><p>Pathogenic protozoa are typically transmitted by the fecal-oral route or by insect bite (eg, mosquitos, ticks, bugs) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/126228.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; In humans, protozoal disease most commonly occurs in the intestines, bloodstream, or genitourinary tract; however, immunocompromised hosts are at risk for a wider array of illnesses by various protozoa, some of which may attack other organs (eg, lungs, brain).&nbsp; A broad discussion of common protozoal illnesses in different organ systems follows.<p></p>\n<h2>Intestinal protozoa</h2><br><br><p><em><strong>Entamoeba histolytica</strong></em> (amebiasis)</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cysts are found in contaminated food/water and transmitted via the fecal-oral route.&nbsp; They mature to trophozoites in the large intestine.</li>\n\t<li>Patients develop acute or chronic diarrhea; mucosal invasion occurs in a minority of cases, leading to ulcers (eg, dysentery) and/or spread to other organs (eg, hepatic abscess).</li>\n</ul><br><br><p><em><strong>Giardia duodenalis</strong></em></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cysts are transmitted via the fecal-oral route in contaminated water (most often) and mature to trophozoites in the upper portion of the small intestine, leading to noninvasive infection.</li>\n\t<li>Most patients are asymptomatic, but a minority develop watery, foul-smelling diarrhea, which is typically self-limited.</li>\n</ul><br><br><p><em><strong>Cryptosporidium</strong></em></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Oocysts are found in contaminated food/water and are transmitted via the fecal-oral route.&nbsp; They mature to sporozoites in the gastrointestinal tract and invade intestinal epithelial cells.</li>\n\t<li>Many cases are asymptomatic, but infection may cause self-limited, acute diarrhea; patients with immunosuppression (eg, AIDS) are at risk for chronic, voluminous diarrhea.</li>\n</ul>\n<h2>Hematologic protozoa</h2><br><br><p><em><strong>Plasmodium</strong></em> (malaria)</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sporozoites (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25881.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) are transmitted by female <em>Anopheles</em> mosquitoes, mature to merozoites in hepatocytes, and then spread to erythrocytes.</li>\n\t<li>Patients develop a febrile, flu-like illness (eg, fever paroxysms, chills, headache, malaise, anemia) due to erythrocyte lysis; severe, life-threatening disease with multiorgan involvement (eg, brain, lungs, kidney) can occur.</li>\n</ul><br><br><p><em><strong>Babesia</strong></em></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sporozoites are transmitted by ticks (eg, <em>Ixodes</em> species) and mature into trophozoites/merozoites in erythrocytes.</li>\n\t<li>Erythrocyte lysis causes flu-like symptoms; immunosuppressed individuals are at risk for severe disease with complications (eg, hemolytic anemia, acute respiratory distress syndrome, or congestive heart failure).</li>\n</ul>\n<h2>Genitourinary protozoa</h2><br><br><p><em><strong>Trichomonas vaginalis</strong></em></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Trophozoites are transmitted during sexual contact (there is no cyst stage).</li>\n\t<li>Most patients are asymptomatic, but a minority develop vaginitis, vaginal discharge (purulent, malodorous, thin), and genitourinary symptoms (eg, burning, pruritus, dysuria).</li>\n</ul>\n<h2>Brain/tissue-invasive protozoa</h2><br><br><p><em><strong>Naegleria fowleri</strong></em> (primary amebic meningoencephalitis)</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Trophozoites penetrate the olfactory epithelium during swimming, diving, or other activities in warm freshwater.</li>\n\t<li>Infections are rare and characterized by a fulminant, rapidly progressive encephalitis.</li>\n</ul><br><br><p><em><strong>Toxoplasma gondii</strong></em></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Transmission occurs via accidental ingestion of oocysts from cat feces (eg, in contaminated food or water), ingestion of tissue cysts in undercooked meat, or transplacental spread.&nbsp; After ingestion, the pathogen differentiates into sporozoites (from oocysts) or bradyzoites (from tissue cysts), penetrates intestinal epithelial cells, and disseminates systemically via the bloodstream or lymphatics.</li>\n\t<li>Most patients are asymptomatic, but a small minority develop lymphadenopathy (bilateral, symmetric, nontender cervical) or constitutional symptoms; immunosuppressed patients are at risk for life-threatening organ infection (eg, encephalitis, pneumonitis).</li>\n</ul><br><br><p><em><strong>Trypanosoma cruzi</strong></em> (Chagas disease)</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Trypomastigotes are transmitted when a triatomine&nbsp; (kissing bug) defecates near a bite wound (classically located by the eye); the pathogen replicates intracellularly at the portal of entry (skin or mucous membranes) and then spreads systemically.</li>\n\t<li>Acute infection is usually marked by systemic symptoms and localized swelling at the portal of entry; a minority of untreated individuals develop severe complications (eg, dilated cardiomyopathy, megaesophagus, megacolon) years later.</li>\n</ul><br><br><p><em><strong>Trypanosoma brucei</strong></em> (African sleeping sickness)</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Trypomastigotes are injected into the bloodstream during bites from the Tsetse fly (<em>Glossina</em> species); the pathogen replicates in blood, lymph, and interstitial fluid (does not invade cells).</li>\n\t<li>Patients develop intermittent fever, lymphadenopathy, rash, and other systemic signs; late disease is marked by invasion of the blood-brain barrier with CNS manifestations (eg, behavioral changes, daytime sleep/nighttime insomnia, confusion, seizures).</li>\n</ul><br><br><p><em><strong>Leishmania</strong></em> species</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Promastigotes are transmitted by female sand flies and are subsequently phagocytosed by host macrophages; the pathogen replicates in macrophages.</li>\n\t<li>Depending on the infecting species, patients may develop cutaneous (eg, painless skin ulcers at entry), mucocutaneous (spread to mucous membranes), or visceral (eg, pancytopenia, splenomegaly, death) illness.</li>\n</ul><br><br><p>Many protozoal infections become chronic or relapsing due to immune system evasion, latency, or persistence in immunologically privileged sites.&nbsp; Disease severity is often exacerbated in immunocompromised hosts.</p>\n<h1>Antiprotozoals</h1><br><br><p>Antiprotozoal agents are categorized based on their chemical structure and mechanism of action.&nbsp; The major classes of antiprotozoal therapy are listed below.</p>\n<h2>Nitroimidazoles</h2><br><br><p>Nitroimidazoles (eg, <strong>metronidazole</strong>, tinidazole) have activity against anaerobic bacteria and some protozoa (eg, <em><strong>Giardia</strong></em><strong>,</strong> <em><strong>Entamoeba</strong></em><strong>,</strong> <em><strong>Trichomonas</strong></em>).&nbsp; They passively diffuse into the organism, and, in <strong>low-oxygen environments</strong> (eg, anaerobic conditions), the nitro group is reduced, leading to the generation of free radicals.&nbsp; The free radicals break DNA strands, inhibit DNA synthesis, and destroy proteins, resulting in cell death.</p><br><br><p>Common adverse effects of metronidazole include a metallic taste and gastrointestinal upset (eg, nausea, vomiting, diarrhea).&nbsp; Alcohol should be avoided during treatment and for 48 hours following the final dose due to the potential for <strong>disulfiram-like effects</strong> (flushing, nausea, vomiting, palpitations).&nbsp; Prolonged use may cause peripheral neuropathy.</p>\n<h2>Aminoquinolines</h2><br><br><p>Aminoquinolines (eg, chloroquine, hydroxychloroquine, amodiaquine, primaquine) have activity against <em><strong>Plasmodium</strong></em> species (malaria).&nbsp; <em>Plasmodium</em> parasites digest hemoglobin in erythrocytes, releasing heme.&nbsp; Because free heme is toxic, the parasite polymerizes it into nontoxic hemozoin.&nbsp; Aminoquinolines prevent the polymerization of free heme, which results in parasite death.&nbsp; Drug resistance related to individual aminoquinolines and the adverse effects of the various agents are described below:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chloroquine</strong>:&nbsp; Generally avoided in areas where <em>P falciparum</em> is endemic due to widespread <strong>drug resistance</strong>.&nbsp; Common adverse effects include gastrointestinal upset, pruritus, and retinopathy (prolonged use/higher doses).</li>\n\t<li><strong>Hydroxychloroquine</strong>:&nbsp; Has a similar profile to chloroquine but with a lower risk of retinopathy with prolonged use.&nbsp; It is often used for <strong>rheumatologic diseases</strong> (eg, rheumatoid arthritis, lupus) due to immunomodulatory effects (eg, inhibition of toll-like receptors, reduced cytokine production, antithrombotic effects).&nbsp; It is not considered a first-line treatment for malaria.</li>\n\t<li><strong>Amodiaquine</strong>:&nbsp; Has activity against chloroquine-resistant <em>P falciparum</em>; however, due to the risk for agranulocytosis and hepatotoxicity, it is not generally used as a monotherapy.&nbsp; Instead, it is often combined with other antimalarial agents as part of artemisinin-based combination therapy (eg, artesunate plus amodiaquine).</li>\n\t<li><strong>Primaquine</strong>:&nbsp; Has some unique features not shared with other aminoquinolines.&nbsp; This medication has activity against <em>P vivax</em> and <em>P ovale</em>&nbsp;<strong>hypnozoites</strong> (dormant hepatic forms) but has no activity against intraerythrocytic parasites.&nbsp; In addition, it is gametocidal (prevents transmission) for <em>P falciparum</em>.&nbsp; Primaquine must be avoided in patients with glucose-6-phosphate dehydrogenase (<strong>G6PD</strong>) <strong>deficiency</strong> due to the risk for severe hemolysis; therefore, G6PD testing must be performed prior to use.</li>\n</ul>\n<h2>Artemisinins</h2><br><br><p>Artemisinins (eg, artesunate, artemether, arteether) treat <strong>malaria</strong>.&nbsp; They are derived from the leaves of the Chinese sweet wormwood plant (<em>Artemisia annua</em>) and consist of a sesquiterpene lactone with an endoperoxide bridge.&nbsp; Iron or heme in the <em>Plasmodium</em> food vacuole activates the artemisinin by breaking the endoperoxide bridge, which generates free radicals and kills the parasite.&nbsp; The drug works more rapidly than other antimalarials, killing parasites within 1-2 asexual cycles (48 hr).&nbsp; It also has activity against gametocytes, which reduces transmission risk.</p><br><br><p>Due to their short half-life, and in order to prevent the development of drug resistance, artemisinins are generally combined with other medications to ensure parasite eradication as part of <strong>artemisinin-based combination therapy</strong> (ACT) (eg, artemether + lumefantrine, artesunate + amodiaquine, artesunate + mefloquine).&nbsp; ACT is considered first-line therapy for uncomplicated and severe <em>P falciparum</em> infection; intravenous artesunate is the treatment of choice for severe malaria.&nbsp; Resistance to artemisinins is localized (eg, Southeast Asia, East Africa) and has resulted in delayed parasite clearance, but not treatment failure.</p><br><br><p>This class of medications is generally well tolerated, but delayed hemolysis (days or weeks later) can occur in patients who receive intravenous therapy.</p>\n<h2>Antifolates</h2><br><br><p>Antifolates (eg, sulfonamides, pyrimethamine, proguanil, dapsone) inhibit the enzymatic conversion of p-aminobenzoic acid → dihydrofolic acid → tetrahydrofolic acid, which is required for purine, deoxythymidine triphosphate, and methionine synthesis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28055.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; Blockade of these enzymatic steps impairs DNA synthesis.&nbsp; Antifolates are used in the treatment of a wide array of bacterial and some parasitic (eg, <strong>malaria,</strong> <em><strong>Toxoplasma</strong></em>) infections.&nbsp; However, point mutations in dihydropteroate synthase or dihydrofolate reductase can cause resistance.<p></p><br><br><p>Although antifolates selectively target bacterial and protozoal enzymes, host cells also require tetrahydrofolic acid for DNA synthesis and repair.&nbsp; Therefore, this class of medication can cause adverse effects, particularly in rapidly dividing host cells.&nbsp; This can result in bone marrow suppression (eg, anemia, leukopenia, thrombocytopenia) and gastrointestinal mucosal issues (eg, mucositis, stomatitis).&nbsp; Rash and hepatotoxicity can also occur.</p>\n<h2>Miltefosine</h2><br><br><p>Miltefosine was developed as an antineoplastic agent but is now used to treat some parasitic infections (eg, <em><strong>Leishmania</strong></em><strong>,</strong> <em><strong>N fowleri</strong></em>).&nbsp; This drug is a synthetic alkylphosphocholine that inserts into lipid bilayers and disrupts membrane integrity; it also interferes with lipid-dependent cell signaling pathways.&nbsp; It is teratogenic; women who take the medication must use reliable contraception during and after treatment (half-life is 30 days).&nbsp; Although adverse effects are common (eg, kidney, gastrointestinal), it is much better tolerated than older compounds used for leishmaniasis (discussed in the next section).</p>\n<h2>Heavy metal compounds</h2><br><br><p>This class of medications (eg, melarsoprol, sodium stibogluconate) contains toxic metal elements (eg, <strong>arsenic</strong>, antimony).&nbsp; They disrupt parasite metabolism by binding enzymatic sulfhydryl groups, which inactivates key proteins and causes oxidative stress.&nbsp; However, because they act nonselectively, the risk of host cell <strong>toxicity</strong> (eg, encephalopathy, peripheral neuropathy, mucositis, hepatotoxicity, pancreatitis, cardiotoxicity) is high.&nbsp; Therefore, they are typically used only under medical supervision when other agents have failed.&nbsp; Melarsoprol can be used for CNS <strong>trypanosomiasis</strong>; sodium stibogluconate is used for <strong>leishmaniasis</strong>.</p>\n<h2>Benznidazole and nifurtimox</h2><br><br><p>These nitroheterocyclic compounds treat <strong>Chagas disease</strong> (<em>T cruzi</em>) by generating reactive oxygen species <strong>(nitro radicals)</strong> in the parasites.&nbsp; Benznidazole has fewer adverse effects than nifurtimox, but both medications can cause neuropathy and gastrointestinal issues (eg, nausea/vomiting).</p>\n<h2>Other agents</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nitazoxanide</strong>:&nbsp; Broad-spectrum antiparasitic agent that inhibits the pyruvate-ferredoxin oxidoreductase pathway in anaerobic metabolism.&nbsp; It is primarily used in the treatment of <em>Giardia</em> and <em>Cryptosporidium</em>.</li>\n\t<li><strong>Paromomycin</strong>:&nbsp; Aminoglycoside antibiotic that inhibits the 30S ribosomal subunit in prokaryotic cells, which impairs protein synthesis.&nbsp; It is used as a luminal agent for <em>E histolytica</em> (in conjunction with metronidazole).</li>\n</ul>\n<h1>Summary</h1><br><br><p>Protozoa are a diverse group of eukaryotic organisms with complex life cycles.&nbsp; Treatment often targets a single step in the protozoan life cycle.&nbsp; The major antiprotozoal medications are summarized in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/126647.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).<p></p>\n</div>\n\n            "
}