{
  "meta": {
    "title": "Pediatric urinary tract infections",
    "url": "https://brainandscalpel.vercel.app/pediatric-urinary-tract-infections-nbsp-24b9f0cd-2edf1a.html",
    "scrapedAt": "2025-12-01T05:05:54.480Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1>\n<p>Urinary tract infections (UTIs) are typically due to ascending enteric bacteria, and risk factors in children include functional and anatomic abnormalities, such as vesicoureteral reflux (VUR).&nbsp; Young children (age &lt;2) often present with nonspecific findings (eg, fever, irritability), and prompt treatment prevents long-term complications such as renal scarring and chronic kidney disease.</p>\n<h1>Pathogenesis</h1><br><br><p>A UTI is typically acquired when enteric bacteria are introduced to the periurethral area and ascend the urethra to the bladder.&nbsp; <em><strong>Escherichia coli</strong></em> is the most common etiology, followed by other gram-negative bacteria (eg, <em>Klebsiella</em>, <em>Proteus</em>).&nbsp; Virulence factors facilitate infection, such as P fimbriae on <em>E coli</em>, which promote adhesion to the uroepithelium.</p><br><br><p>Bacterial attachment triggers an inflammatory response, resulting in the classic findings of dysuria, urgency, and frequency when localized to the lower urinary tract (ie, cystitis) and flank pain and costovertebral angle tenderness when spread to the upper urinary tract (ie, pyelonephritis).</p>\n<h1>Risk factors</h1><h2>Host factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Female sex</strong>:&nbsp; Girls are at increased risk for UTI due to a shorter urethra and a smaller distance between the anus and urinary meatus.</li>\n\t<li><strong>Lack of circumcision in male infants</strong>:&nbsp; The risk for UTI in uncircumcised males is increased only in those age &lt;12 months and may be related to a physiologically tight foreskin that can partially obstruct the urethral meatus and/or the relative lack of keratinization of foreskin mucosa in infancy (ie, more likely to bind bacteria).</li>\n\t<li><strong>Recent sexual activity in adolescent girls</strong>:&nbsp; This increases the likelihood that bacteria are introduced to the periurethral area during intercourse.</li>\n</ul>\n<h2>Anatomic and functional abnormalities</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vesicoureteral reflux</strong> (VUR) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87924.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):&nbsp; VUR occurs when the intravesical ureter is shorter than normal and therefore not fully compressed by the bladder wall, allowing urine to reflux into the ureter and kidney.&nbsp; The retrograde flow of urine allows bacteria to ascend the urinary tract and cause recurrent UTIs.</li>\n\t<li><strong>Bladder/bowel dysfunction</strong>:&nbsp; Young children are at risk for functional constipation during times of dietary change that alter stool consistency (eg, introduction of solid foods) or with stressors that may cause withholding behavior (eg, toilet training).&nbsp; Fecal retention causes rectal distension, which can obstruct bladder emptying.&nbsp; Incomplete, dysfunctional voiding results in stagnant urine, which promotes microbial growth.&nbsp; Bladder dysfunction (eg, urachal defect open to the bladder) can also lead to urinary stasis and bacterial overgrowth (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90023.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Urinary obstruction</strong>:&nbsp; Obstructive abnormalities increase the risk for urinary stasis, promoting bacterial growth.&nbsp; These conditions include anatomic defects, such as posterior urethral valves (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14012.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) and ureteropelvic junction obstruction, as well as neurologic issues (eg, spina bifida).</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The presentation of UTI varies depending on age.</p>\n<h2>Infants and young children (age &lt;2)</h2><br><br><p>Symptoms are often nonspecific:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fever (may be the sole presenting symptom).&nbsp; Although the most common cause of fever without a source is a self-resolving viral infection, children age &lt;2 are at risk for an occult bacterial infection (eg, UTI), particularly when fever is ≥39 C (102.2 F) or lasts ≥48 hours.</li>\n\t<li>Irritability and poor feeding.</li>\n\t<li>Gastrointestinal symptoms (eg, vomiting).</li>\n</ul>\n<h2>Older children (age ≥2)</h2><br><br><p>Classic findings are typical in this age group and may include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Dysuria, urgency, frequency.</li>\n\t<li>Suprapubic abdominal pain.</li>\n\t<li>New-onset daytime incontinence or secondary nocturnal enuresis.</li>\n\t<li>Fever.</li>\n\t<li>Flank/back pain and/or costovertebral tenderness (suggests upper urinary tract involvement [ie, pyelonephritis]).</li>\n</ul>\n<h1>Evaluation</h1><br><br><p>The first step in the evaluation of a suspected UTI is urinalysis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/82103.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ); the urine is obtained via catheterization in children who are not toilet trained or via midstream clean catch in those who are.<p></p><br><br><p>A presumptive diagnosis can be made with urinalysis showing either or both of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Leukocyte esterase:&nbsp; This enzyme is produced by white blood cells (WBCs) and suggests pyuria, which can be confirmed on urine microscopy by a WBC count of &gt;5/hpf.</li>\n\t<li>Nitrites:&nbsp; Pathophysiology involves the production of nitrate reductase by certain bacteria (eg, <em>E coli</em>, <em>Klebsiella</em>, <em>Proteus</em>).&nbsp; This bacterial enzyme reduces normal urinary nitrate to nitrite, the level of which correlates with the incubation time of bacteria in the bladder; specimens obtained during the daytime may show false-negative results because of the shorter duration of urine in the bladder and urinary frequency.</li>\n</ul><br><br><p>Hematuria (due to leaky blood vessels associated with urinary tract inflammation) may also be seen but is not suggestive of UTI unless leukocytes esterase and/or nitrites are present.</p><br><br><p>Additional studies (eg, complete blood count, blood culture, procalcitonin) are generally reserved for ill-appearing children (eg, hypotension, delayed capillary refill), unvaccinated patients, or those age &lt;2 months, in whom the risk for bacteremia is higher.</p>\n<h1>Diagnosis</h1><br><br><p>Urine culture is diagnostic and typically shows significant bacterial growth of a single pathogenic organism.&nbsp; Significant growth is defined based on the method of urine testing:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>≥100,000 CFU/mL on a clean-catch specimen.</li>\n\t<li>≥50,000 CFU/mL on a specimen from a catheter (growth of ≥10,000 CFU/mL may be considered significant in the appropriate clinical context).</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for UTI varies based on age group because the presenting symptoms are typically nonspecific in young children and classic in older children.</p>\n<h2>Children age &lt;2 with fever</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Viral illness</strong>:&nbsp; The most common cause of fever is a viral illness (eg, upper respiratory infection, gastroenteritis).&nbsp; Associated symptoms may be present (eg, cough, diarrhea), making a UTI less likely, and generally self-resolve within a week.&nbsp; In those with only fever, urinalysis and urine culture are typically indicated and negative.</li>\n\t<li><strong>Invasive bacterial infection in a neonate</strong> (eg, bacteremia, meningitis):&nbsp; Infants age &lt;4 weeks with invasive bacterial infections may present with fever and/or irritability alone, similar to symptoms seen in a UTI.&nbsp; Most children require a thorough evaluation for such causes (eg, blood, cerebrospinal fluid culture) because clinical evaluation alone is generally insufficient, and cultures are diagnostic.</li>\n</ul>\n<h2>Children age ≥2 with dysuria, urgency, and/or frequency</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nephrolithiasis</strong>:&nbsp; Kidney stones can cause dysuria, urgency, and hematuria with abdominal/flank pain and vomiting.&nbsp; Fever would not be seen, and urinalysis would be negative for leukocyte esterase and nitrites.</li>\n\t<li><strong>Sexually transmitted infection</strong>:&nbsp; Urethritis due to <em>Chlamydia trachomatis</em> or <em>Neisseria gonorrhoeae</em> in adolescents can present with dysuria and leukocytes on urinalysis.&nbsp; However, nitrites and standard urine cultures are negative, and male patients typically have urethral discharge.&nbsp; Because female patients typically have fewer symptoms with these infections, nucleic acid amplification testing should be performed and empiric treatment considered in sexually active patients with pyuria and no bacteriuria.</li>\n\t<li><strong>Nonspecific vulvovaginitis</strong>:&nbsp; Noninfectious perivulvar inflammation can cause dysuria, particularly in prepubertal girls due to lack of labial development and, often, poor hygiene.&nbsp; Findings include perivulvar erythema and itching; urinalysis may show leukocyte esterase, but urine culture is negative.</li>\n\t<li><strong>Vaginal foreign body</strong> (eg, toilet paper):&nbsp; Symptoms may include dysuria and frequency, but vaginal discharge and a foul odor are typical and a foreign body may be visualized on examination.</li>\n</ul>\n<h1>Acute management</h1><h2>Initial management</h2><br><br><p>In addition to supportive care (eg, hydration, antipyretics), <strong>empiric antibiotics</strong> should be initiated if the urinalysis is positive in the setting of suggestive symptoms (eg, fever, dysuria) without waiting for urine culture results due to the risk for ascending infection (ie, pyelonephritis).</p><br><br><p>To cover the most common pathogens, children are typically treated with a <strong>third-generation cephalosporin</strong> (eg, cefixime, cefdinir).&nbsp; First-generation cephalosporins (eg, cephalexin) can be considered depending on local patterns of bacterial resistance.&nbsp; Increasing rates of resistance are seen with amoxicillin-clavulanate and trimethoprim-sulfamethoxazole, which are generally not recommended as empiric therapy in children.</p><br><br><p>Although oral antibiotics are the preferred therapy for most children with UTIs (including pyelonephritis), <strong>inpatient treatment</strong> with <strong>intravenous antibiotics</strong> (eg, ceftriaxone) is indicated in the following cases:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hemodynamic instability.</li>\n\t<li>Inability to tolerate oral medications (eg, persistent vomiting).</li>\n\t<li>Failure of the condition to improve when the patient is taking oral antibiotics.</li>\n\t<li>Infants age &lt;2 months (due to increased risk for sepsis).</li>\n</ul>\n<h2>Follow-up</h2><br><br><p>Most patients' UTIs symptomatically improve within 48-72 hours of initiation of an appropriate antibiotic.&nbsp; Repeat urine testing is typically indicated only after the completion of antibiotics for patients who initially presented with blood in the urine to ensure resolution of hematuria after UTI treatment.</p><br><br><p>Patients with persistent/worsening symptoms despite initial treatment require additional evaluation, ideally guided by urine culture results if available (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L93053.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Uropathogen resistant to an empiric antibiotic:&nbsp; If the patient is well-appearing and tolerating oral antibiotics, management includes switching to a susceptible antibiotic and monitoring for improvement.</li>\n\t<li>Uropathogen susceptible to anempiric antibiotic:&nbsp; Renal and bladder ultrasonography (RBUS) is warranted in these patients to evaluate for pyelonephritis, renal abscess, or anatomic/mechanical obstruction (eg, kidney stone).</li>\n</ul><br><br><p>Patients whose condition does not respond to oral antibiotics as expected typically require hospital admission for intravenous antibiotics until they are afebrile with symptomatic improvement.</p>\n<h1>Long-term management</h1><br><br><p>After resolution of acute infection, <strong>RBUS</strong> is indicated in the following circumstances:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>First febrile UTI in patients age &lt;2.</strong></li>\n\t<li><strong>Recurrent febrile UTIs in patients age ≥2.</strong></li>\n</ul><br><br><p>RBUS evaluates for hydronephrosis and ureteral dilation, which may suggest an underlying anatomic abnormality reflective of retrograde flow (eg, VUR), predisposing patients to UTI.&nbsp; RBUS can be delayed until a second febrile UTI in children age ≥2 due to a lower risk for anatomic abnormalities, which usually cause complications at an earlier age.&nbsp; Ultrasonography should be performed after the acute illness has been treated (ie, antibiotic course) because renal inflammation during the acute infection can lead to false-positive results.</p><br><br><p>Patients with an abnormal RBUS or recurrent febrile UTIs should undergo voiding cystourethrography to identify potential VUR by visualization of retrograde flow of contrast dye (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11799.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p>\n<h1>Complications</h1><br><br><p>Untreated cystitis can lead to bacterial spread from the ureters to the kidneys, leading to pyelonephritis.&nbsp; Bacteria in the renal parenchyma induce an inflammatory response that can lead to ischemia and renal scarring with focal wedges of fibrotic tissue.&nbsp; Widespread renal scarring leads to chronic kidney disease, which manifests clinically as secondary hypertension, proteinuria, and failure to thrive.</p>\n<h1>Prevention</h1><br><br><p>Prevention focuses on the treatment of underlying conditions that predispose to UTI, such as VUR or chronic constipation.&nbsp; For patients with severe VUR on voiding cystourethrography, (dilation of the ureter ± kidney), prophylactic antibiotics can help prevent UTI.&nbsp; For those with chronic functional constipation, laxative therapy to soften stools can prevent stool withholding and allow the rectum to return to normal size, thereby relieving the pressure on the bladder.</p><br><br><p>Although behavioral measures have not been proved to reduce the risk for UTI, common recommendations that theoretically reduce the risk for infection include maintaining adequate fluid intake and regular voiding habits, wiping from front-to-back (to avoid fecal flora contaminating the urethra), and postcoital voiding in adolescents.</p>\n<h1>Summary</h1><br><br><p>Urinary tract infections in children (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36512.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) may present with classic symptoms (eg, dysuria) or nonspecific findings (eg, fever), particularly in children age &lt;2.&nbsp; A presumptive diagnosis is based on the presence of leukocyte esterase and/or nitrites on urinalysis, and urine culture is confirmatory.&nbsp; Management includes empiric antibiotic treatment (eg, third-generation cephalosporin), and posttreatment imaging is indicated for children age &lt;2 with a first febrile UTI or any child with recurrent febrile UTIs to identify risk factors for recurrence, which can be associated with renal scarring and chronic kidney disease.<p></p>\n</div>\n\n            "
}