{
  "meta": {
    "title": "Pediatric viral exanthems",
    "url": "https://brainandscalpel.vercel.app/pediatric-viral-exanthems-8f4d11e2-2edf1a.html",
    "scrapedAt": "2025-12-01T05:05:56.089Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>A viral exanthem is a rash that occurs as a manifestation of a systemic viral infection.&nbsp; Viral exanthems are most common in children and are often accompanied by fever or other nonspecific symptoms (eg, rhinorrhea, lymphadenopathy).&nbsp; Viral exanthems are typically self-limited but can cause serious complications and public health concerns.</p><br><br><p>This article presents a general overview of viral exanthems and then briefly discusses the most common pediatric viral exanthems.&nbsp; Additional details about each viral exanthem are discussed in separate dedicated articles.</p>\n<h1>Pathogenesis</h1><br><br><p>The pathogenesis depends on the underlying viral infection but can involve several mechanisms, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Immune complex deposition in the skin.</li>\n\t<li>Cytokine-mediated inflammation.</li>\n\t<li>Cytopathic effects of skin cell infection.</li>\n</ul><br><br><p>Some viral exanthems (eg, measles, mumps, rubella) can be prevented with vaccines, and in these cases, the primary risk factor is immunization status.&nbsp; General risk factors include exposure history (eg, school or day care attendance, travel to or residence in endemic areas), immunosuppression.</p>\n<h1>Clinical presentation and diagnosis</h1><br><br><p>Most viral exanthems are diagnosed clinically based on rash morphology, distribution, pattern of spread, and prodrome, if any.&nbsp; Rash morphology can vary and may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Macules:&nbsp; Flat, erythematous lesions.</li>\n\t<li>Papules:&nbsp; Raised, erythematous lesions.</li>\n\t<li>Vesicles:&nbsp; Raised lesions that are filled with clear fluid.</li>\n\t<li>Pustules:&nbsp; Raised lesions that are filled with purulent fluid.</li>\n</ul><br><br><p>Multiple types of lesions may be present simultaneously.&nbsp; In severe or atypical cases, laboratory evaluation may include serology or PCR for viral DNA or RNA.&nbsp; If obtained, a complete blood count is often normal or may show nonspecific findings, such as lymphocytosis.</p>\n<h1>Management</h1><br><br><p>Viral exanthems are typically self-limited, and management is generally supportive, including antipyretics, hydration, and rest.&nbsp; Topical antihistamines, corticosteroids, and emollients may be considered for pruritus, if present.&nbsp; Antiviral medications are generally not recommended.</p>\n<h1>Complications</h1><br><br><p>Complications are rare and include primary viral infection of other organs (eg, encephalitis, pneumonia), secondary bacterial infections, and aplastic crisis in patients with underlying hematologic conditions (eg, sickle cell disease).&nbsp; Some viruses (eg, rubella virus, parvovirus B19) are teratogenic if infection occurs during pregnancy, resulting in congenital infection.</p>\n<h1>Common pediatric viral exanthems</h1><h2>Measles (rubeola)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Etiology</strong>:&nbsp; Measles virus, a single-stranded, negative-sense, enveloped RNA paramyxovirus.</li>\n\t<li><strong>Pathogenesis</strong>:&nbsp; Transmission occurs through the inhalation of infected respiratory droplets, which can remain aerosolized for 2 hours.&nbsp; Following transmission, the virus replicates in the respiratory tract, eventually leading to viremia and infection of other organ systems, including the skin.&nbsp; The rash appears as T cells infiltrate to mount an immune response.</li>\n\t<li><strong>Clinical presentation</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108833.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Exanthem</strong>:&nbsp; Characterized by a <strong>maculopapular rash</strong> that <strong>starts on the face</strong> and spreads cephalocaudally (ie, head to trunk), sparing the palms and soles (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10903.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n\t\t<li><strong>Associated symptoms</strong>:&nbsp; The course of illness begins with a prodrome of fever, <strong>cough</strong>, <strong>coryza</strong> (rhinorrhea), <strong>conjunctivitis</strong>, and Koplik spots (gray-white lesions on an erythematous base) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10901.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; The prodrome is followed by the characteristic rash.</li>\n\t\t<li><strong>General appearance</strong>:&nbsp; Patients are generally <strong>ill-appearing</strong>.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Management</strong>:&nbsp; Supportive care and vitamin A supplementation (in patients with deficiency) to reduce the risk for complications in severe cases.</li>\n\t<li><strong>Complications</strong>:&nbsp; Primary measles pneumonia, secondary bacterial infections, and rare neurologic complications, such as acute disseminated encephalomyelitis and subacute sclerosing panencephalitis.</li>\n\t<li><strong>Prevention</strong>:&nbsp; Live attenuated (measles, mumps, and rubella [MMR]) vaccine and airborne precautions (eg, N95 respirator mask, isolation room).</li>\n</ul>\n<h2>Rubella</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Etiology</strong>:&nbsp; Rubella virus, a single-stranded, positive-sense, enveloped RNA togavirus.</li>\n\t<li><strong>Pathogenesis</strong>:&nbsp; Transmission occurs through inhalation of infected respiratory droplets.&nbsp; Following transmission, the virus replicates in the respiratory tract, eventually leading to viremia and infection of other organ systems, including the skin.&nbsp; The rash appears as immune complexes deposit in the skin, which causes an inflammatory response.</li>\n\t<li><strong>Clinical presentation:</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Exanthem</strong>:&nbsp; Characterized by a <strong>maculopapular rash</strong> that <strong>starts on the face</strong> and spreads cephalocaudally, sparing the palms and soles (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10907.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n\t\t<li><strong>Associated symptoms</strong>:&nbsp; Fever, <strong>lymphadenopathy</strong> (eg, suboccipital, posterior auricular, and posterior cervical), and Forchheimer spots (petechiae or erythematous papules on the soft palate).&nbsp; Adolescents and adults may develop arthralgia or arthritis.</li>\n\t\t<li><strong>General appearance</strong>:&nbsp; Patients are generally well-appearing.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Management</strong>:&nbsp; Supportive care.</li>\n\t<li><strong>Complications</strong>:&nbsp; Prenatal infections can cause <strong>congenital rubella syndrome</strong>, which is characterized by sensorineural hearing loss, cataracts, patent ductus arteriosus, and petechiae or purpura (ie, blueberry muffin rash) due to extramedullary hematopoiesis.</li>\n\t<li><strong>Prevention</strong>:&nbsp; Live attenuated (MMR) vaccine and standard infection control.</li>\n</ul>\n<h2>Erythema infectiosum (fifth disease)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Etiology</strong>:&nbsp; Parvovirus B19, a single-stranded, nonenveloped DNA parvovirus.</li>\n\t<li><strong>Pathogenesis</strong>:&nbsp; Transmission occurs through the inhalation of infected respiratory droplets or exposure to infected blood due to the virus's tropism for erythroid progenitor cells.&nbsp; Following transmission, the virus replicates in the respiratory tract, eventually leading to viremia and infection of other organ systems, including the skin and bone marrow.&nbsp; The rash appears as immune complexes deposited in the skin and causes an inflammatory response.&nbsp; Viral replication occurs primarily in the bone marrow.</li>\n\t<li><strong>Clinical presentation</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L116923.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Exanthem</strong>:&nbsp; Characterized by an erythematous rash on the cheeks (ie, <strong>slapped-cheek rash</strong>) that spares the nasolabial folds.&nbsp; A lacy, reticular rash on the trunk and extremities often follows and spares the palms and soles (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10916.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li>\n\t\t<li><strong>Associated symptoms</strong>:&nbsp; The course of illness begins with a nonspecific viral prodrome (eg, fever, diarrhea, rhinorrhea) that is followed by the characteristic rash.&nbsp; Adolescents and adults can develop <strong>symmetric, polyarticular arthritis</strong>.</li>\n\t\t<li><strong>General appearance</strong>:&nbsp; Patients are generally well-appearing.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Management</strong>:&nbsp; Supportive care.</li>\n\t<li><strong>Complications</strong>:&nbsp; Prenatal infections can cause fetal anemia (infects fetal erythroid progenitor cells), <strong>hydrops fetalis</strong>, and intrauterine fetal demise (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33203.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; In patients with underlying hematologic conditions that shorten the erythrocyte lifespan (eg, sickle cell disease), infection of erythroid progenitor cells can lead to life-threatening transient <strong>aplastic crisis</strong>.</li>\n\t<li><strong>Prevention</strong>:&nbsp; Standard infection control (eg, handwashing, avoidance of sick contacts).</li>\n</ul>\n<h2>Roseola infantum (exanthem subitum, sixth disease)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Etiology</strong>:&nbsp; Human herpesvirus 6 (HHV-6 ), a double-stranded, enveloped DNA herpesvirus.</li>\n\t<li><strong>Pathogenesis</strong>:&nbsp; Transmission occurs through direct contact with infected secretions (eg, saliva) or inhalation of infected respiratory droplets.&nbsp; Many cases have no identifiable exposure because the virus can be shed by asymptomatic individuals.&nbsp; Following transmission, the virus replicates in mature CD4<font size=\"2\"><sup>+</sup></font> T cells, which release proinflammatory cytokines.&nbsp; The onset of the rash coincides with the production of HHV-6–specific antibodies, suggesting that the formation of immune complexes may be involved in the pathogenesis, although the exact pathogenesis is unknown.</li>\n\t<li><strong>Clinical presentation</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111882.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Exanthem</strong>:&nbsp; Characterized by a <strong>maculopapular rash</strong> that <strong>starts on the trunk</strong> and then spreads to the face and extremities.&nbsp; The palms and soles are not involved.</li>\n\t\t<li><strong>Associated symptoms</strong>:&nbsp; The course of illness begins with 3-4 days of <strong>high fever</strong> (ie, &gt;40 C [&gt;104 F]).&nbsp; The fever may be associated with nonspecific viral symptoms (eg, rhinorrhea, cervical lymphadenopathy).&nbsp; The fever resolves abruptly and is followed by the characteristic rash.</li>\n\t\t<li><strong>General appearance</strong>:&nbsp; Patients are generally well-appearing.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Management</strong>:&nbsp; Supportive.&nbsp; Antipyretics are often administered due to the increased risk of febrile seizures.</li>\n\t<li><strong>Complications</strong>:&nbsp; Roseola infantum is classically associated with <strong>febrile seizures</strong> due to the degree of temperature elevation.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prevention</strong>:&nbsp; Standard infection control.</li>\n</ul>\n<h2>Varicella (chickenpox)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Etiology</strong>:&nbsp; Varicella-zoster virus, a double-stranded, enveloped DNA herpesvirus.</li>\n\t<li><strong>Pathogenesis</strong>:&nbsp; Transmission occurs through direct contact with infected secretions or inhalation of infected respiratory droplets.&nbsp; Following transmission, the virus replicates in the respiratory tract, eventually leading to viremia and infection of other organ systems, including the skin.</li>\n\t<li><strong>Clinical presentation:</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Exanthem</strong>:&nbsp; Characterized by <strong>successive crops</strong> of pruritic macules, papules, and vesicles (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10918.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ) <strong>of varying stages</strong> that present simultaneously (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40929.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t\t<li><strong>Associated symptoms</strong>:&nbsp; The course of illness begins with a nonspecific viral prodrome (eg, fever, malaise), followed by the characteristic rash.</li>\n\t\t<li><strong>General appearance</strong>:&nbsp; Patients are generally <strong>ill-appearing</strong>.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Management</strong>:&nbsp; Supportive care.&nbsp; Acyclovir may be considered for high-risk patients (eg, newborns, pregnant individuals).</li>\n\t<li><strong>Complications</strong>:&nbsp; Primary varicella pneumonia, secondary bacterial infections, and rare neurologic complications, such as encephalitis.&nbsp; Prenatal infection can result in <strong>congenital varicella syndrome</strong>, which can cause neonatal skin rash, pneumonia, hepatitis, and meningoencephalitis.</li>\n\t<li><strong>Prevention</strong>:&nbsp; Strategies include the live attenuated vaccine and postexposure prophylaxis for susceptible individuals (eg, unvaccinated/partially vaccinated and no history of chickenpox) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12692.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Airborne precautions are required when uncrusted lesions are present; contact precautions are also required.</li>\n</ul>\n<h2>Hand-foot-and-mouth disease</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Etiology</strong>:&nbsp; Coxsackievirus, a single-stranded, positive-sense, nonenveloped RNA picornavirus.</li>\n\t<li><strong>Pathogenesis</strong>:&nbsp; Transmission occurs through direct contact with infected secretions or the fecal-oral route (most common).&nbsp; Following transmission, the virus replicates in the gastrointestinal and respiratory tracts, eventually leading to viremia and infection of other organ systems, including the skin.</li>\n\t<li><strong>Clinical presentation:</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Exanthem</strong>:&nbsp; Characterized by <strong>macules, papules, and/or vesicles</strong> that <strong>involve the palms and soles</strong> but can involve other areas (eg, buttocks, arms, legs) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18683.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).&nbsp; The rash is generally not painful, but there may be mild pruritus or a tingling sensation.&nbsp; Some patients also develop an <strong>oral enanthem</strong> (ulcers on the tongue, cheek, and palate) that can be painful and interfere with eating and drinking (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81908.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ).</li>\n\t\t<li><strong>Associated symptoms</strong>:&nbsp; If present, the most common associated symptoms include fever, malaise, rhinorrhea, and diarrhea.</li>\n\t\t<li><strong>General appearance</strong>:&nbsp; Patients are generally well-appearing.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Management</strong>:&nbsp; Supportive care.</li>\n\t<li><strong>Complications</strong>:&nbsp; Patients with a severe oral enanthem are at increased risk for dehydration.&nbsp; In addition, patients with eczema may develop a severe exanthem in areas typically affected by eczema (eg, eczema coxsackium).&nbsp; Rare complications include myopericarditis, aseptic meningitis, and nail dystrophy.</li>\n\t<li><strong>Prevention</strong>:&nbsp; Standard infection control, with particular attention to handwashing following diaper changes.</li>\n</ul>\n<h1>Summary</h1><br><br><p>A viral exanthem is a skin rash that occurs as a manifestation of a systemic viral infection and is common in children.&nbsp; Most viral exanthems are diagnosed clinically, based on rash morphology, distribution, pattern of spread, and prodrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/79868.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Viral exanthems are typically self-limited; complications are rare but can be serious.<p></p>\n</div>\n\n            "
}