{
  "meta": {
    "title": "Poliomyelitis",
    "url": "https://brainandscalpel.vercel.app/poliomyelitis-0dfb6688-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:02.891Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1>\n<p>Poliomyelitis (or polio) is a highly contagious disease that can lead to paralysis.&nbsp; A species of enterovirus causes the infection, transmission is primarily fecal-oral, and children are most often affected.&nbsp; Polio is usually asymptomatic, but a small percentage (~0.5%) of infections progress to acute flaccid paralysis (AFP), often causing lifelong disability or death.</p><br><br><p>The name—<em>polio</em> = \"gray\" + <em>myelo</em> = \"spinal cord\" + <em>itis</em> = \"inflammation\"—comes from the virus's ability to attack lower motor neurons (anterior horn cells) in the spinal cord's gray matter (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L122661.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), leading to paralysis.&nbsp; Poliovirus can also target lower motor neurons in the brainstem (bulbar nuclei), which may lead to dysarthria, dysphagia, and respiratory failure.<p></p>\n<h1>History</h1><br><br><p>Sporadic cases of polio have occurred for thousands of years; however, epidemics did not begin until approximately 1900.&nbsp; Paradoxically, these outbreaks affected countries with better sanitation.&nbsp; This is likely explained by the timing of virus exposure compared to the presence of maternal antibodies.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Before modern sanitation, poliovirus was ubiquitous, and most infants were exposed within their first 12 months; this induced active immunity in their intestinal mucosa (preventing reinfection), whereas maternal antibodies provided passive protection against viremia and paralysis.</li>\n\t<li>With modern sanitation, viral exposure was often delayed until after an infant's first 12 months.&nbsp; No longer protected by maternal antibodies, young children began to have epidemics of paralysis that grew in scope.&nbsp; By the time vaccines were developed (1950s), poliovirus was causing &gt;500,000 cases of paralysis around the world each year, ~10% of which were fatal.</li>\n</ul>\n<h1>Vaccines:&nbsp; then and now</h1><br><br><p>Decades of extensive vaccination has poliovirus on the brink of global eradication.&nbsp; This remarkable achievement was accomplished using 2 different types of vaccine:</p>\n<h2>Inactivated polio vaccine</h2><br><br><p><strong>Inactivated polio vaccine</strong> (IPV) (Salk) uses killed virus and requires intramuscular injection.&nbsp; IPV works by inducing humoral immunity (serum IgG) that prevents viremia (ie, protects against paralysis) but does not generate mucosal immunity (does not stop transmission).</p>\n<h2>Oral polio vaccine</h2><br><br><p><strong>Oral polio vaccine</strong> (OPV) (Sabin) uses live virus that has been attenuated (weakened; unable to paralyze) and is given by mouth.&nbsp; OPV works by inducing both humoral (serum IgG) and mucosal (pharyngeal and intestinal IgA) immunity that prevents both viremia (ie, protects against paralysis) and mucosal infection (ie, stops transmission).</p><br><br><p>IPV decreased paralytic polio by 10-fold in its first year (1955).&nbsp; However, OPV (1961) quickly supplanted IPV due to its easier delivery, lower cost, and ability to stop transmission.</p><br><br><p>When mucosal immunity (ie, OPV vaccination) remains high in a population, wild poliovirus (WPV) can no longer circulate; the virus dies out and disappears.&nbsp; As such, <strong>extensive OPV vaccination</strong> has been an essential tool for bringing WPV <strong>close to extinction</strong> (currently endemic in only 2 countries).&nbsp; In addition, OPV is transiently <strong>shed in the recipient's stool</strong>, allowing attenuated virus to spread, and indirectly immunize, unvaccinated individuals.&nbsp; Therefore, OPV increased <strong>population immunity</strong> even when vaccination programs were unable to reach everyone.&nbsp; When high immunization rates are maintained, attenuated OPV strains stop spreading and harmlessly disappear.</p><br><br><p>However, when high rates of OPV vaccination are not maintained, the attenuated strains can continue circulating among low-immunity populations.&nbsp; Prolonged circulation allows OPV strains to lose their attenuating mutations and regain the ability to paralyze.&nbsp; First seen in 2000, these <strong>vaccine-derived polioviruses</strong> (VDPV) now circulate in <strong>low-immunity populations</strong> and cause annual outbreaks of paralysis.&nbsp; OPV can also lose its attenuating mutations in susceptible vaccine recipients (eg, immunosuppression) and cause paralysis after vaccination; this rare event is called vaccine-associated paralytic polio (VAPP).</p><br><br><p>OPV use is still critical to poliovirus elimination in resource-limited areas due to its low cost, ease of administration, and ability to halt transmission.&nbsp; However, the existence of OPV-related infections (VDPV and VAPP) means that routine OPV vaccination is phased out as soon as safely possible (ie, when all transmission is interrupted) to achieve complete eradication.&nbsp; The world can then complete its transition to IPV for all routine immunization, with OPV on reserve to stop residual outbreaks.&nbsp; The \"Global eradication strategy\" section has further details.</p>\n<h1>Virology and current epidemiology</h1><br><br><p>Modern poliovirus infection can be wild-type, vaccine-derived, or vaccine-associated.</p>\n<h2>Wild-type poliovirus</h2><br><br><p><strong>WPV</strong> has 3 serotypes that differ by their capsid proteins but produce identical illness.&nbsp; Survival confers lifelong immunity but is specific to the infecting serotype (ie, infection by the other 2 still possible).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>WPV1</strong> has caused the majority of polio throughout history and is the only serotype still in circulation.&nbsp; WPV1 remains endemic to Afghanistan and Pakistan and has produced modern outbreaks in China (2011) and southeastern Africa (2021).</li>\n\t<li>WPV2 and WPV3 have been eradicated since 1999 and 2012, respectively.</li>\n</ul>\n<h2>Vaccine-derived polioviruses</h2><br><br><p><strong>VDPVs</strong> are strains of live OPV that have lost attenuation and regained the ability to paralyze due to reversion mutations acquired during circulation in low-vaccine populations.&nbsp; VDPVs now produce annual outbreaks of polio (eg, &gt;500 documented cases/year—more than WPVs).</p>\n<h2>Vaccine-associated paralytic polio</h2><br><br><p><strong>VAPP</strong> is caused by OPV strains that have lost attenuation and cause paralysis in an OPV recipient.&nbsp; VAPP is extremely rare (~1 case per 2.5 million OPV doses), and most cases affect at-risk recipients (eg, those with primary humoral immunodeficiency).&nbsp; For this reason, OPV is contraindicated in people with immunodeficiency.</p>\n<h1>Pathogenesis and clinical manifestations</h1><br><br><p>Poliovirus is spread primarily by the <strong>fecal-oral</strong> route (eg, contaminated water), but oral-oral transmission (eg, pharyngeal secretions) can sometimes occur.&nbsp; Following exposure, poliovirus replicates in the affected mucosa (oropharyngeal, gastrointestinal) before spreading to the tonsils, cervical lymph nodes, and Peyer patches (small intestine).&nbsp; Continued viral replication in these <strong>lymphoid tissues</strong> produces viremia.</p><br><br><p>Viremia almost always (~98%) resolves without symptoms or after a transient, flu-like illness (eg, fever, headache, sore throat).&nbsp; In both cases, poliovirus-induced antibodies can clear the viremia (end infection) without sequelae.&nbsp; However, in a minority (~2%) of infections, viremia spreads to the CNS.&nbsp; The mechanisms of CNS invasion are poorly understood and seem to occur independent of age, gender, or socioeconomic status.</p><br><br><p><strong>CNS invasion</strong> usually results in aseptic meningitis (eg, neck stiffness, vomiting) that resolves without paralysis or other sequelae.&nbsp; Therefore, only a small fraction (~0.5%) of all polio infections result in paralysis, occurring in the rare cases when viremia fails to clear before CNS invasion, followed by the uncommon progression from aseptic meningitis to infection of motor neurons (spinal cord and/or brainstem).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Anterior horn cell infection results in <strong>AFP</strong>.&nbsp; Weakness typically affects legs more than arms, affects proximal more than distal muscles, and is almost always <strong>asymmetric</strong>.&nbsp; The paralysis is usually accompanied by severe limb <strong>pain</strong> (from motor neuron inflammation) and can affect one muscle, several muscles, or many muscles (eg, quadriplegia).&nbsp; Deep tendon reflexes are decreased or absent, but <strong>sensation</strong> remains <strong>intact</strong>.</li>\n\t<li>Bulbar involvement occurs in about one-fifth of paralytic polio cases and may produce facial weakness, dysarthria, or dysphagia.</li>\n\t<li><strong>Respiratory failure</strong> may result from bulbar involvement or when motor neurons in the cervical spinal cord are affected (\"C3, 4, and 5 keep the diaphragm alive\").</li>\n</ul><br><br><p>Weakness typically worsens over several days, and any recovery of motor function occurs over months to years and is often incomplete (about two-thirds of patients have residual weakness).</p>\n<h1>Diagnosis</h1><br><br><p>Polio should be considered in the differential diagnosis of any patient with AFP.&nbsp; Suspicion should increase when the paralysis also shows classic polio characteristics (ie, asymmetric weakness in an infant or child preceded by flu-like and/or meningeal symptoms without any sensory deficits).&nbsp; All suspected cases of polio should be reported to the nearest public health authority, which can assist with diagnostic testing and quickly implement control measures if positive (diagnostic delay is a significant threat to final eradication).</p><br><br><p>Diagnostic testing involves the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Laboratory tests</strong> include stool samples and oropharyngeal swabs (2 of each collected at least 24 hr apart).&nbsp; Infection is confirmed when poliovirus RNA is detected in the stool or oropharynx using reverse transcription PCR (RT-PCR) or viral culture.&nbsp; Serology is not useful for acute diagnosis because confirmation requires a 4-fold increase in antipolio titers performed at least 3 weeks after symptom onset.</li>\n\t<li><strong>Cerebrospinal fluid (CSF)</strong> should be analyzed with RT-PCR and viral culture, although a negative result does not rule out polio.&nbsp; CSF findings in patients with meningitis typically show moderate pleocytosis (10-500/mm<font size=\"2\"><sup>3</sup></font>) (predominantly lymphocytes), mildly elevated protein levels (50-100 mg/dL), and a normal glucose level (similar to other viral causes of meningitis).</li>\n\t<li><strong>MRI</strong> of the spinal cord may show inflammation in the spinal cord's anterior horns from poliovirus infection.&nbsp; However, MRI of the spinal cord (and brain, with bulbar symptoms) is most useful for excluding other paralysis causes.</li>\n\t<li><strong>Electrodiagnostic studies (EDSs)</strong> are recommended for all patients with suspected polio.&nbsp; Electromyography shows denervation of lower motor neurons (fibrillation potentials, positive sharp waves), but nerve conduction velocities (NCVs) are typically normal.&nbsp; Like MRI, EDSs are useful to assess for other causes.</li>\n\t<li><strong>Other testing</strong> should evaluate for alternate causes of AFP described below; virtually all are more common than polio is currently.</li>\n</ul>\n<h1>Differential diagnosis</h1><h2>Infectious mimics</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Other viral infections</strong> that cause AFP include nonpolio enteroviruses, echoviruses, and coxsackieviruses, which can be distinguished from one other by RT-PCR of an appropriate specimen (eg, stool, CSF).&nbsp; West Nile virus can also cause AFP with meningitis but is typically accompanied by other findings (eg, tremor, myoclonus).&nbsp; Varicella-zoster infection (eg, rash) and rabies (eg, hydrophobia) are rare causes of AFP.</li>\n\t<li><strong>Bacterial infections</strong> that may present with AFP include diphtheria (eg, pharyngeal pseudomembranes) and botulism (eg, afebrile, symmetric paralysis).</li>\n</ul>\n<h2>Noninfectious mimics</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Guillain-Barré syndrome</strong>:&nbsp; This syndrome can cause AFP but is distinguished by its symmetric distribution, sensory loss on examination, and slowed conduction on NCV testing (ie, evidence of demyelination).</li>\n\t<li><strong>Other spinal cord disorders</strong> (eg, transverse myelitis, spinal cord infarction):&nbsp; Other spinal cord disorders can produce weakness, but other findings (eg, upper motor neuron signs, sensory deficits) are usually present, and imaging is typically definitive.</li>\n\t<li><strong>Neuromuscular junction disorders:</strong>&nbsp; Both myasthenia gravis (postsynaptic acetylcholine receptor autoantibodies) and Lambert-Eaton myasthenic syndrome (presynaptic calcium channel autoantibodies) can cause muscle weakness.&nbsp; However, the weakness characteristically fluctuates, extraocular muscles are often affected, and CSF analysis is normal.</li>\n\t<li><strong>Inflammatory myopathies</strong> (eg, polymyositis, dermatomyositis):&nbsp; Inflammatory myopathies cause motor weakness but they usually have a gradual onset/progression with associated creatine phosphokinase elevation.</li>\n</ul>\n<h1>Management</h1><br><br><p>Because no antiviral therapy is currently effective, treatment of polio is supportive.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Supportive care</strong> in the acute setting includes antipyretics for fever and analgesics for pain.&nbsp; Immobile patients should receive preventive care for common complications of bed rest (eg, prophylaxis of deep venous thrombosis, incentive spirometry to prevent atelectasis, frequent repositioning to avoid bed sores).</li>\n\t<li><strong>Bulbar involvement</strong> requires close monitoring and careful strategies to prevent aspiration pneumonia, but intubation for airway protection may be required.</li>\n\t<li><strong>Respiratory failure</strong> from bulbar and/or diaphragmatic paralysis requires mechanical ventilation.</li>\n\t<li><strong>Physical therapy</strong> can help improve functional status and prevent contractures.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Most poliovirus infections are completely asymptomatic.&nbsp; Patients with flu-like illness or isolated aseptic meningitis (ie, without paralysis) recover completely.</p><br><br><p>The outcomes of paralytic polio depend on the severity of infection (ie, the likelihood of residual deficits increases with the severity of acute weakness).&nbsp; Although reinnervation can help motor function, about two-thirds of paralytic patients never regain full strength in the affected muscles.</p><br><br><p>Mortality risk increases with patient age and the degree of bulbar/respiratory involvement.&nbsp; Overall, 5%-10% of patients with paralytic polio die from respiratory failure.</p>\n<h2>Postpolio syndrome</h2><br><br><p>Postpolio syndrome (PPS) describes new muscle weakness and extreme fatigue that occurs many years (35 on average) after acute infection; it affects somewhere between 25% and 50% of paralytic polio survivors.&nbsp; The cause of PPS is not completely clear but may involve failure of enlarged motor units created by the reinnervation that occurs during polio's recovery phase; loss of these oversized motor units possibly results from decades of increased metabolic demand.&nbsp; PPS is a progressive process and management is supportive.</p>\n<h1>Global eradication strategy</h1><br><br><p>Two countries (Afghanistan and Pakistan) remain endemic for WPV1, and several countries have experienced WPV1 outbreaks due to reintroduction from these areas.&nbsp; More than 40 countries have experienced VDPV cases due to low population immunity.&nbsp; The continued possibility of WPV1 reintroduction or VDPV importation means that polio infection is still possible anywhere in the world (even in countries that have been polio-free for decades).</p><br><br><p>Because early detection of poliovirus infection is critical to stopping outbreaks, every health care provider should be able to recognize paralytic polio's defining characteristic (ie, AFP → consider polio).&nbsp; In addition, environmental surveillance of wastewater samples can help detect circulating WPVs or VDPVs in areas without documented infection.</p><br><br><p>Although the details are complex, the general strategy for polio's complete eradication includes:</p><br><br><ol class=\"article-body-ordered-list\" type=\"1\">\n\t<li>Stopping all transmission of WPV1 in endemic areas so that routine OPV immunization can eventually be discontinued.</li>\n\t<li>Replacing trivalent OPV (contains all 3 serotypes) with bivalent OPV (removes type 2), because most VDPV infections result from type 2 OPV strains that have reverted to neurovirulence.</li>\n\t<li>Phasing out routine OPV immunization as soon as safely possible (ie, when WPV is completely eradicated and global immunity is high).</li>\n\t<li>Transitioning to only IPV for routine polio vaccination across the globe (with monovalent OPV vaccines on reserve to provide a type-specific response to any residual outbreaks).</li>\n</ol>\n<h1>Summary</h1><br><br><p>Poliomyelitis is a highly contagious disease caused by an enterovirus that primarily affects children through fecal-oral transmission.&nbsp; Polio is typically asymptomatic or causes a transient flu-like illness.&nbsp; However, approximately 0.5% of infections progress to acute flaccid paralysis resulting from CNS invasion, followed by infection of lower motor neurons in the spinal cord or brainstem.&nbsp; Clinical manifestations range from limb paralysis to respiratory failure, and death can occur.&nbsp; Diagnosis is confirmed by detecting poliovirus RNA in a patient's stool, oropharynx, or cerebrospinal fluid, and treatment is supportive.&nbsp; Vaccination efforts have brought polio close to eradication.&nbsp; However, complete elimination relies on prompt reporting of suspected cases and environmental surveillance for circulating polioviruses.&nbsp; Final eradication involves stopping all transmission of wild-type virus, phasing out oral polio vaccine use (due to vaccine-derived polioviruses), and transitioning to inactivated poliovirus for all routine immunizations.</p>\n</div>\n\n            "
}