{
  "meta": {
    "title": "Postoperative fever",
    "url": "https://brainandscalpel.vercel.app/postoperative-fever-cef7691e-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:03.576Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>A postoperative fever is defined as a temperature ≥38 °C (100.4°F) following a surgical procedure.&nbsp; Postoperative fevers are common occurrences and arise from many different causes.&nbsp; However, the etiologies generally follow a predictable timeline after surgery (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15426.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), which allows for targeted diagnostic testing.&nbsp; The causes of postoperative fever can be classified with the \"5 Ws\" mnemonic – wind, wound, water, walk, and wonder drugs (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/63346.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Wind</h1><br><br><p><em>Wind</em> refers to pulmonary causes of fever, which generally occur between 0 and 48 hours postoperatively.&nbsp; Causes include:</p><br><br><p><strong>Atelectasis</strong> is the reversible collapse of lung tissue with poor expansion of alveoli leading to intrapulmonary shunting (ie, perfusion without ventilation).&nbsp; Atelectasis may cause low-grade fever, but it is not an independent cause of fever; therefore, patients should undergo additional evaluation for other potential causes.</p><br><br><p><strong>Pneumonia</strong> is characterized by fever, dyspnea, tachypnea, cough, and hypoxia; it typically occurs 48 hours following surgery but can occur at any point in the first week after surgery.&nbsp; In addition to lobar pneumonia, postsurgical patients are at risk for:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Aspiration pneumonia</strong>:&nbsp; Occurs due to perioperative aspiration of gastric contents, which allows for exposure of high amounts of bacteria into the lungs from the orogastric contents and can result in pneumonia (usually in dependent areas of the lungs).&nbsp; The infection is usually polymicrobial with both aerobic and anaerobic organisms.&nbsp; The risk for aspiration pneumonia is increased in patients with altered mental status, an impaired gag reflex, the use of a nasogastric tube, and vomiting during induction of anesthesia or in the postoperative period.</li>\n\t<li><strong>Ventilator associated pneumonia</strong> (VAP) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44115.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; Occurs due to prolonged endotracheal intubation, usually developing ≥48 hours after endotracheal intubation (or within 48 hours of extubation).&nbsp;</li>\n</ul><br><br><p><strong>Pulmonary embolism</strong> (PE) can cause fever, possibly due to tissue necrosis in the setting of pulmonary infarction (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20603.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Unlike the other \"wind\" etiologies, PE can occur at any time in the postoperative period.<p></p>\n<h1>Wound</h1><br><br><p><em>Wound</em> refers to surgical site infections (SSIs) and are infections that occur near the surgical site within 30 days.&nbsp; SSIs occur when pathogens are introduced to the surgical site; the development of infection depends on the size of the inoculum and patient factors involved in wound healing and immune defense (eg, vascular disease, immunosuppression, smoking malnutrition, diabetes mellitus).&nbsp; Common SSI pathogens include <em>Staphylococcus aureus</em>, coagulase negative <em>Staphylococci</em>, <em>Streptococcus</em> species, and <em>Enterococcus</em> species.</p><br><br><p><strong>Surgical site infections</strong> (SSIs) are classified based on the tissue involved:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Superficial infections</strong>:&nbsp; Involve the skin and subcutaneous tissue and are characterized by localized erythema, warmth, or purulent drainage around the incision.&nbsp;</li>\n\t<li><strong>Deep infections</strong>:&nbsp; Involve fascia and muscle and have a similar presentation to superficial infections but are more likely to cause systemic signs like fever and leukocytosis.</li>\n\t<li><strong>Organ/deep space infections</strong>:&nbsp; Involve any space deeper than the fascia (eg, intraabdominal abscess, joint infection, spinal abscess, endometritis).&nbsp; Pathogens may be introduced through inoculation at the time of surgery or through progressive spread from overlying deep infections.&nbsp; Patients often present with pain in the affected area, fever, and malaise without overlying skin findings.</li>\n\t<li><strong>Necrotizing soft tissue infections</strong>:&nbsp; Involve the skin, subcutaneous tissue, fascia, and muscle and are life-threatening.&nbsp; They can be polymicrobial or monomicrobial (Group A <em>Streptococcus</em>, <em>Clostridium perfringens</em>, <em>Staphylococcus aureus</em>).&nbsp; Necrotizing infections present within days of surgery with rapidly progressive symptoms, including severe peri-incisional pain, skin discoloration and blistering, crepitus, dishwater-like grey drainage, and sepsis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85343.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Water&nbsp;</h1><br><br><p><em>Water</em> refers to a postoperative fever caused by urinary tract infection.&nbsp; Most often, this occurs between days 2 and 5 postoperatively.</p><br><br><p><strong>Urinary tract infections</strong> (eg, cystitis, pyelonephritis) are a common complication following surgery, particularly in patients who underwent genitourinary procedures (which introduces normal vaginal or gastrointestinal flora into the urinary tract) or had a urinary catheter placed (catheter placement introduces bacteria into the urinary tract and promotes biofilm development in indwelling catheters).&nbsp; Commonly implicated pathogens include <em>Escherichia coli</em>, <em>Pseudomonas aeruginosa</em>, <em>Enterococcus</em>, and <em>Candida</em> species.</p>\n<h1>Walk</h1><br><br><p><em>Walk</em> refers to <strong>thromboembolism</strong> (ie, deep vein thrombosis [DVT]); patients typically develop fever 5-7 days after surgery.</p><br><br><p>DVT related to surgery typically develops in the lower extremities and are classified as either proximal (eg, femoral, iliac, popliteal veins) or distal (eg, small veins of the calf).&nbsp; Surgery increases the risk of thrombosis through immobilization, release of tissue factor, and other alterations in the fibrinolytic and clotting systems.&nbsp; The risk increases with longer duration of immobilization and with more invasive surgeries.&nbsp; DVT can cause fever and pain, edema, and redness of the affected extremity.</p><br><br><p>DVT also increases the risk of PE development.</p>\n<h1>Wonder drugs</h1><br><br><p><em>Wonder drugs</em> refers to fever caused by medications or transfusion reactions, and the fever can occur any time during the postoperative fever.</p><br><br><p><strong>Medications</strong> that can cause fever include antibiotics (particularly beta-lactams and sulfonamides), heparin, antihistamines, morphine, and antiepileptics.&nbsp; The associated fever can occur within hours to weeks after initiation of medications and may occur due to hypersensitivity reactions, disrupted thermoregulation, and cytokine activation.&nbsp; The fever is attributed to the medication when fever corresponds with drug administration and resolves with cessation of the medication, and there is no apparent alternative cause.</p><br><br><p><strong>Malignant hyperthermia</strong> is a rare reaction to anesthetic agents (inhaled volatile anesthetic or succinylcholine) seen in patients with a genetically abnormal ryanodine receptor in skeletal muscle (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L94753.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ), leading to widespread, sustained muscle contraction and subsequent hyperthermia, rhabdomyolysis, and metabolic acidosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L98948.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Most cases present during administration of anesthesia but can also present in the immediate postoperative period.<p></p><br><br><p><strong>Transfusion reactions</strong> are another cause of postoperative fever and are divided into the following categories (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15372.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute hemolytic transfusion reaction</strong> (AHTR):&nbsp; Occurs when antibodies in the transfusion recipient's circulation recognize noncompatible antigens on donor red blood cells (RBCs), resulting in acute hemolysis (usually within minutes of transfusion).&nbsp; This can occur with ABO incompatibility or other foreign RBC antigens (eg, Kidd, Kell).&nbsp; Hemolysis causes fever, hypotension, disseminated intravascular coagulation (oozing from venous catheter sites, bleeding from surgical sites), back pain, dark urine, and acute kidney injury.</li>\n\t<li><strong>Febrile nonhemolytic transfusion reaction</strong> (FNHTR):&nbsp; Self-limited illness characterized by transient fever, chills, and malaise (without hemolysis) within 1-6 hours of transfusion.</li>\n\t<li><strong>Transfusion-related acute lung injury</strong> (TRALI):&nbsp; Occurs when transfused blood products containing anti-neutrophil antibodies activate recipient neutrophils, triggering an inflammatory reaction that damages lung tissue.&nbsp; The result is diffuse alveolar damage.&nbsp; Patients have sudden onset fever and respiratory failure, usually within several hours of the transfusion.</li>\n\t<li><strong>Septic transfusion reaction</strong>:&nbsp; Occurs due to transfusion of contaminated blood products; the most common pathogens are gram-positive bacteria (eg, <em>Staphylococcus</em>, <em>Streptococcus</em>).&nbsp; It presents within hours of transfusion with fever, tachycardia, and rigors, and may cause life-threatening sepsis.</li>\n</ul>\n<h1>Evaluation </h1><br><br><p>Because a postoperative fever can be caused by a wide range of etiologies, the diagnostic workup can be narrowed based on the timing of the fever in relation to surgery and the clinical history (eg, medication administration, blood transfusion) and physical examination.</p>\n<h2>Immediate: 0-6 hours postoperatively&nbsp;</h2><br><br><p>Postoperative fever is common following major surgery and is generally mediated by the release of pyretic cytokines in response to tissue trauma.&nbsp; Immediate postoperative fever during the operative or postoperative period <strong>(0-6 hours after surgery)</strong> is typically associated with the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prior infection or trauma</strong>.</li>\n\t<li><strong>Malignant hyperthermia</strong>/anesthetic medications (often associated with temperature &gt;40.0 C [104 F]).</li>\n\t<li><strong>Blood transfusion</strong>.&nbsp;</li>\n</ul><br><br><p>An immediate postoperative fever due to drugs or blood transfusions is often associated with hypotension (due to vasodilation) and rash.&nbsp; In these cases, cessation of transfusion or drug administration is warranted.</p>\n<h2>Acute: 1-7 days postoperatively&nbsp;</h2><br><br><p>An acute postoperative fever <strong>(1-7 days after surgery)</strong> is usually caused by <strong>bacterial infection</strong>.&nbsp; Fever is delayed with bacterial infections because several days of bacterial replication are generally necessary to produce enough endotoxin or exotoxin to generate fever.&nbsp; Most acute postoperative fevers are caused by <strong>nosocomial infections</strong> (eg, urinary tract infections, pneumonia) or <strong>catheter-related blood stream infections</strong>.&nbsp; Catheter-related infections typically occur within 48 hours of insertion and are caused by migration of skin commensal through the catheter lumen or around the exterior of the catheter into the vessel lumen.&nbsp; Patients usually have fever and purulence or erythema around the catheter insertion site, but these findings are not always present.</p><br><br><p>Workup of infectious causes of acute postoperative fever is narrowed based on the physical examination.&nbsp; Evaluation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count.</li>\n\t<li>Blood cultures.</li>\n\t<li>Lactic acid.</li>\n\t<li>Urinalysis and urine culture.</li>\n\t<li>Chest x-ray.</li>\n</ul><br><br><p>Acute surgical site infections are more likely to be caused by group A <em>Streptococcus</em> (GAS) or <em>Clostridium perfringens</em>.&nbsp; If the physical examination reveals erythema, induration, purulent drainage, or dusky incision coloring, a presumptive clinical surgical site infection is diagnosed while wound cultures are collected and cultured.</p><br><br><p><strong>Noninfectious causes</strong> of fever can occur in the acute postoperative period, including myocardial infarction, pulmonary embolism, or DVT.&nbsp; Imaging (CT angiogram, Doppler ultrasound, ECG) should be ordered based on the clinical presentation (eg, tachycardia/chest pain/shortness of breath, calf swelling and pain).</p>\n<h2>Subacute: 7-28 days postoperatively&nbsp;</h2><br><br><p>A subacute postoperative fever <strong>(7-28 days after surgery)</strong> is typically due to <strong>drug fever</strong> or <strong>surgical site infection</strong>.&nbsp; Drug fever from antibiotics (commonly beta-lactams) is a diagnosis of exclusion and is often accompanied by rash and peripheral eosinophilia.&nbsp; Surgical site infections are common causes of subacute postoperative fever, and the diagnosis is typically made clinically and confirmed with wound cultures.</p>\n<h2>Delayed: &gt;1 month postoperatively&nbsp;</h2><br><br><p>A delayed postoperative fever <strong>(&gt;1 month postoperatively)</strong> is often due to viral infections or surgical site infections due to indolent organisms.&nbsp; The workup is dependent upon clinical history and presentation.</p>\n<h1>Prevention of postoperative fever</h1><br><br><p>Postoperative fever prevention involves universal preoperative, intraoperative, and postoperative steps.</p>\n<h2>Preoperative&nbsp;prevention</h2><br><br><p>Prior to surgery patients should have adequate optimization of comorbid conditions.&nbsp; This includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Glycemic control in diabetes mellitus, which reduces the risk of SSIs and promotes wound healing.&nbsp;</li>\n\t<li>Control of chronic obstructive pulmonary disease, which reduces the risk of pulmonary infections.</li>\n\t<li>Weight loss in obese patients, which reduces pulmonary complications and SSIs.&nbsp;</li>\n\t<li>Smoking cessation 4-6 weeks prior to surgery to reduce both pulmonary complications and SSIs.&nbsp; Smoking causes alterations in tissue perfusion, inflammatory response, and collagen synthesis that can promote infection and poor wound healing.&nbsp;</li>\n\t<li>Any elective surgery should be delayed if there is any sign of preexisting infection.&nbsp;</li>\n</ul>\n<h2>Intraoperative prevention </h2><br><br><p>This refers to standard precautions employed for all patients, regardless of co-morbid conditions, to prevent SSI infections.&nbsp; Precautions include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Preoperative antibiotics (antibiotics for surgery prophylaxis) are administered prior to incision; the antibiotic regimen is based on the flora most likely encountered during surgery (eg, anaerobe coverage included in bowel surgery) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81682.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp;</li>\n\t<li>Surgical site preparation with either chlorhexidine or an alcohol-based solution to reduce the skin flora burden.</li>\n\t<li>Sterile technique with sterile instruments and sterile gowns/draping to eliminate contamination of the surgical site.</li>\n</ul><br><br><p>Standard procedures to prevent venous thromboembolism (VTE) include pneumatic compression devices or compression stockings, and/or prophylactic pharmacologic anticoagulation based on patient risk factors (eg, history of DVT, obesity, malignancy).</p><br><br><p>Other factors to prevent causes of postoperative fever include the selected surgical route.&nbsp; A minimally invasive surgical route (compared to an open procedure) reduces risk of SSIs and allows for earlier ambulation (reduction of pulmonary complications, thromboembolism).</p><br><br><p>Modifying the anesthesia from general to either neuraxial (eg, epidural or spinal) anesthesia or local nerve block can reduce postoperative pulmonary complications and thromboembolism.</p>\n<h2>Postoperative prevention </h2><br><br><p>In the postoperative period, prevention of fever and complications is focused on early ambulation (reduces risk of VTE, atelectasis), incentive spirometry (reduces atelectasis and pneumonia risk), and early removal of indwelling catheters (reduces UTI risk).</p>\n<h1>Summary&nbsp;</h1><br><br><p>Fever is a frequent complication of the postoperative period and may represent a benign finding or serious illness.&nbsp; The \"5 Ws\" mnemonic (wind, wound, water, walk, and wonder drugs) provides a framework for establishing a differential diagnosis based on the patient's presentation and the time elapsed since surgery.&nbsp; Strategies to reduce the risk of developing conditions associated with postoperative fever are essential components of perioperative care; these include optimization of medical conditions, use of sterile technique, and prophylaxis for infection and VTE.</p>\n</div>\n\n            "
}