{
  "meta": {
    "title": "Preseptal cellulitis",
    "url": "https://brainandscalpel.vercel.app/preseptal-cellulitis-17b4f8cf-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:04.384Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n\t<p>Preseptal cellulitis, also called periorbital cellulitis, is an infection involving the soft tissues surrounding the eye.&nbsp; It presents with unilateral eye pain, erythema, and swelling.&nbsp; Although the infection is typically localized, prompt recognition and management are necessary to prevent potential complications, such as extension of infection into the posterior orbital structures (ie, orbital cellulitis).</p>\n\t<h1>Anatomy</h1>\n\t\n\t<p>The orbital septum is a fascial membrane that forms a boundary between the anterior and posterior orbit (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11657.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; It extends vertically from the superior and inferior orbital rims to the upper and lower eyelids, respectively.&nbsp; Preseptal cellulitis involves the eyelids and periorbital soft tissues, which are located anterior to the septum.&nbsp; In contrast, orbital cellulitis, a more serious infection, involves the extraocular muscles and orbital fat posterior to the septum.<p></p>\n\t<h1>Risk factors</h1>\n\t\n\t<p>Introduction of bacteria into the periorbital soft tissues can occur from:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Recent trauma or surgery to the eyelids or facial soft tissues</li>\n\t\t<li>Insect bites or skin abrasions near the eye</li>\n\t\t<li>Eyelid conditions such as meibomian gland obstruction (ie, hordeolum) or nasolacrimal duct obstruction (ie, dacryocystitis)</li>\n\t\t<li>Upper respiratory infection, particularly sinusitis (due to the close proximity of sinuses to the orbit)</li>\n\t</ul>\n\t\n\t<p>Additional risk factors include immunocompromise and poor hygiene.</p>\n\t<h1>Pathophysiology</h1>\n\t\n\t<p>Preseptal cellulitis often arises from direct inoculation of bacteria through traumatic injury or surgery, but contiguous spread of bacteria from a sinus infection is also possible.&nbsp; The most common causative organisms are representative of the source of infection.&nbsp; <em><strong>Staphylococcus aureus</strong></em> and <em><strong>Streptococcus pyogenes</strong></em> are most common when infection originates in the periorbital skin (eg, abrasion, insect bite), whereas <em><strong>Streptococcus pneumoniae</strong></em>, <em>Moraxella catarrhalis</em>, and <em>Haemophilus influenzae</em> are more likely when preseptal cellulitis is preceded by a nasopharyngeal infection.</p>\n\t<h1>Clinical presentation</h1>\n\t\n\t<p>The following symptoms are typically observed in preseptal cellulitis:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Swelling and erythema of the eyelids</strong></li>\n\t\t<li><strong>Tenderness and warmth around the affected eye</strong></li>\n\t\t<li><strong>Fever</strong> and <strong>malaise</strong> (in severe cases)</li>\n\t\t<li><strong>Vision remains unaffected</strong></li>\n\t</ul>\n\t\n\t<p>Proptosis, pain with extraocular movements, and ophthalmoplegia (ie, weakness/paralysis of the extraocular muscles) are <u>not</u> consistent with preseptal cellulitis.&nbsp; These findings are characteristic of orbital cellulitis, which involves the tissues posterior to the orbital septum.</p>\n\t<h1>Diagnosis</h1>\n\t\n\t<p>Preseptal cellulitis is primarily a <strong>clinical diagnosis</strong>, based on the patient's history and physical examination.&nbsp; Imaging studies such as CT scan or MRI may be necessary in uncertain cases to rule out involvement of the posterior orbit.</p>\n\t\n\t<p>In most cases, laboratory testing is not required.&nbsp; However, if suspicion of systemic involvement (eg, high fever) exists or if the patient is very young or immunocompromised, blood cultures and a complete blood count (CBC) may be obtained to assess for bacteremia and systemic infection.</p>\n\t<h1>Differential diagnosis</h1>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Orbital cellulitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45905.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; a severe infection involving the extraocular muscles and orbital fat posterior to the orbital septum.&nbsp; Both preseptal and orbital cellulitis cause eye pain, periorbital edema, and erythema.&nbsp; However, proptosis, pain with extraocular movements, and ophthalmoplegia (ie, paralysis of extraocular muscles) are the defining characteristics of orbital cellulitis and are not present in preseptal infections.&nbsp; Orbital cellulitis is also more likely to cause chemosis (ie, conjunctival swelling) and systemic symptoms (eg, fever, leukocytosis).</li>\n\t\t<li><strong>Allergic or contact dermatitis</strong>:&nbsp; can cause eyelid swelling, erythema, and itching.&nbsp; It is often associated with exposure to allergens or irritants such as topical medications or environmental triggers.</li>\n\t\t<li><strong>Hordeolum</strong> (ie, stye) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22626.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ):&nbsp; an acute localized inflammatory lesion of the eyelid caused by obstruction of the meibomian gland.&nbsp; It typically presents as a discrete, tender, erythematous nodule on the eyelid margin rather than the diffuse soft-tissue erythema and edema seen in preseptal cellulitis.</li>\n\t\t<li><strong>Dacryocystitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L109063.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; an infection of the lacrimal sac, often secondary to obstruction of the nasolacrimal duct (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24642.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Patients may present with localized swelling, erythema, and tenderness, but symptoms are often localized over the medial canthal region.&nbsp; Excessive tearing is a unique characteristic of this condition.</li>\n\t</ul>\n\t<h1>Management</h1>\n\t\n\t<p>The majority of adults and children age &gt;1 with preseptal cellulitis have outpatient management with 5-7 <strong>oral antibiotics</strong>; however, antibiotics should be continued until symptoms are nearly resolved.</p>\n\t\n\t<p>Empiric therapy is directed against bacteria that colonize the common sources of infection, including the skin (eg, <em>S aureus</em> and <em>S pyogenes)</em> and nasopharynx (eg, <em>S pneumoniae)</em>.</p>\n\t\n\t<p>In patients with no recent injury to the periorbital skin, the presumed source is the nasopharynx and antibiotic options for empiric therapy include amoxicillin-clavulanate (first line), a second- or third-generation cephalosporin, or levofloxacin (for penicillin allergy).</p>\n\t\n\t<p>Patients whose source is related to a traumatic break in the periorbital skin (eg, insect bite) should receive additional coverage for methicillin-resistant <em>S aureus</em> (MRSA) with either linezolid or trimethoprim-sulfamethoxazole.&nbsp; MRSA is uncommon in preseptal infections originating from the nasopharynx, which is why patients with a presumed nasopharyngeal source do not require MRSA coverage.</p>\n\t\n\t<p>Hospital admission and intravenous antibiotics may be indicated in certain situations, including:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Children age &lt;1</li>\n\t\t<li>Evidence of severe illness (eg, high fever, toxic appearance)</li>\n\t\t<li>Concern for orbital cellulitis</li>\n\t\t<li>Failure of outpatient therapy</li>\n\t</ul>\n\t<h1>Prognosis</h1>\n\t\n\t<p>With prompt and appropriate treatment, the prognosis for preseptal cellulitis is excellent.&nbsp; Most patients show improvement within 48 hours of initiating antibiotic therapy.&nbsp; However, delayed diagnosis or inadequate treatment can lead to complications such as orbital cellulitis.</p>\n\t<h1>Summary</h1>\n\t\n\t<p>Preseptal cellulitis is an infection involving the periorbital soft tissues located anterior to the orbital septum (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37182.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; It is commonly preceded by periorbital trauma/injury or sinus infection.&nbsp; Typical symptoms include unilateral eye pain with surrounding erythema and edema.&nbsp; Preseptal cellulitis is differentiated from orbital cellulitis by the absence of proptosis, painful extraocular movements, and ophthalmoplegia.&nbsp; Most cases can be managed with oral antibiotics in the outpatient setting.<p></p>\n\t</div>\n\t\n            "
}