{
  "meta": {
    "title": "Pyogenic liver abscess",
    "url": "https://brainandscalpel.vercel.app/pyogenic-liver-abscess-ecc29280-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:05.983Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Liver abscesses are the most common type of intraabdominal abscess.&nbsp; In resource-limited settings, they have a relatively high incidence and are usually caused by parasitic infections (eg, <em>Entamoeba histolytica</em>, <em>Echinococcus</em>).&nbsp; In contrast, in resource-abundant settings, liver abscesses are uncommon and are most often caused by bacterial infection; these&nbsp;pyogenic liver abscesses are the focus of this article.</p>\n<h1>Pathophysiology and microbiology</h1><br><br><p>Pyogenic liver abscess can result from direct spread from the biliary tract or surrounding structures, or hematogenous spread through the portal vein or systemic circulation.&nbsp; Most abscesses are <strong>polymicrobial</strong>, with enteric gram-negative bacilli, streptococci (eg, <em>Streptococcus milleri</em>, typically associated with infection at other sites), and certain gram-positive organisms (eg, <em>Staphylococcus aureus</em>) being the most common pathogens.&nbsp; In East Asia (eg, Thailand), <em>Klebsiella pneumoniae</em> is a prominent cause.</p><br><br><p>More specifically, routes through which bacteria can gain access to the liver include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Biliary tract infection (eg, ascending cholangitis), which is usually caused by enteric gram-negative bacilli (eg, <em>Escherichia coli</em>, <em>Klebsiella</em>) and enterococci</li>\n\t<li>Portal vein infection (eg, <strong>pyemia</strong>), which develops particularly in the setting cases of infections of the gastrointestinal tract (eg, diverticulitis, appendicitis)</li>\n\t<li>Direct invasion from an adjacent source (eg, peritonitis, cholecystitis)</li>\n\t<li>Hepatic artery (systemic hematogenous seeding)</li>\n\t<li>Penetrating trauma or injury (eg, stab wound), which typically results in abscesses that contain mixed aerobic and anaerobic flora</li>\n</ul><br><br><p>Once bacteria reach the liver, various immune cells (eg, neutrophils, macrophages, lymphocytes) release inflammatory mediators (eg, cytokines) that can damage liver tissue and promote abscess formation.&nbsp; Pyogenic liver abscesses are typically (but not always) single and can vary in size from a few millimeters to several centimeters.&nbsp; The abscess cavity is filled with pus, which may contain bacteria, neutrophils, and tissue debris.&nbsp; The right lobe of the liver is more commonly involved due to its more substantial size and blood supply.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Diabetes mellitus can impair immune function and increase the risk of infections, including liver abscesses.</li>\n\t<li>Immunosuppression (HIV infection, chemotherapy, liver transplant)</li>\n\t<li>Hepatobiliary or pancreatic disease</li>\n\t<li>Foreign bodies, especially intraabdominal foreign bodies such as biliary stents or surgical drains, can provide a nidus for infection and abscess formation.</li>\n\t<li>Chronic granulomatous disease (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/54946.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                )</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Pyogenic liver abscesses usually present with fever, right upper quadrant pain, and hepatomegaly.&nbsp; Patients can also have systemic manifestations (eg, malaise, nausea/vomiting, weight loss).</p><br><br><p>Leukocytosis and elevated liver enzymes are common, typically with greater increases in alkaline phosphatase and bilirubin (eg, jaundice) than in aminotransferases.&nbsp; Elevated inflammatory markers and normochromic, normocytic anemia (of chronic disease) may be present but are nonspecific.</p><br><br><p>When located in the hepatic dome, a liver abscess can cause diaphragmatic irritation and a sterile right-sided pleural effusion; occasionally the abscess may rupture, spread through the diaphragm, seed the pleural space, and create an empyema.</p>\n<h1>Diagnosis</h1><br><br><p>Liver abscesses are diagnosed with abdominal imaging, which can be performed rapidly and noninvasively.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ultrasonography</strong>:&nbsp; Often the initial imaging study, an ultrasound can reveal a well-defined, hypoechoic or hyperechoic, fluid-filled mass within the liver.&nbsp; Debris or septation are sometimes noted.</li>\n\t<li><strong>CT (ideally with intravenous contrast)</strong>:&nbsp; More sensitive than an ultrasound, a CT scan (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8698.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) can provide detailed information about the abscess, including its size, location, and any complications.&nbsp; Rim enhancement with surrounding edema are relatively specific but not often seen.</li>\n\t<li>MRI can be used to differentiate abscesses from other liver lesions, such as tumors.</li>\n</ul>\n<h1>Differential diagnosis</h1><h2><em>Entamoeba histolytica</em> abscess</h2><br><br><p>Amebiasis manifestations include <strong>amebic dysentery</strong> (eg, subacute diarrhea) and extraintestinal manifestations, most commonly <strong>amebic liver abscess</strong> (a leading cause of death due to parasitic infection).&nbsp; Both pyogenic liver abscesses and amebic liver abscesses can present with similar symptoms.&nbsp; However, pyogenic abscesses are typically seen in patients who are ill-appearing, elderly, and have comorbidities (eg, diabetes mellitus).</p><br><br><p>In contrast, amebic liver abscesses tend to present in younger patients (men &gt; women) who have an exposure history (typically within weeks but sometimes years), with a lower likelihood of hyperbilirubinemia and left shift on white cell count.&nbsp; Serology is positive in most patients, and stool examination may reveal cysts or trophozoites of <em>E histolytica</em> (eg, in patients with concurrent diarrhea).&nbsp; Drainage (<strong>\"anchovy paste,\"</strong> proteinaceous debris from necrotic hepatocytes) is not usually necessary.&nbsp; Treatment is with tissue agents (eg, metronidazole, tinidazole, nitazoxanide) followed by luminal agents (eg, paromomycin) to destroy intraluminal cysts.</p>\n<h2><em>Echinococcus</em> cyst</h2><br><br><p><em>Echinococcus</em> (dog tapeworm in rural areas of resource-limited regions, with sheep as intermediate host and humans as incidental hosts) can cause cystic echinococcosis (<em>E granulosus</em>) with a hydatid liver cyst.&nbsp; Patients are usually initially asymptomatic.&nbsp; Large (&gt;10 cm) cysts may cause right upper quadrant pain and hepatomegaly but fever is rare in the absence of cyst rupture, which typically causes a hypersensitivity reaction with fever.&nbsp; <strong>Eosinophilia</strong> can occur, and serological tests for <em>Echinococcus</em> antibodies may be positive.</p><br><br><p>Ultrasonography may show a smooth, anechoic cyst, but internal septation (daughter cysts) and \"hydatid sand\" (hooklets and scolexes of protoscolices) are also classic features.&nbsp; <strong>\"Eggshell\" calcification</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24242.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) of a hepatic cyst on CT scan is highly suggestive of a hydatid cyst.&nbsp; Small cysts (&lt;5 cm) are typically treated with albendazole; larger or complex cysts usually also require percutaneous therapy or surgery, although risk of anaphylactic shock exists due to cyst content spillage.&nbsp; Alveolar echinococcosis (<em>E multilocularis</em>) is more often symptomatic (right upper quadrant pain, weight loss, sometimes mimicking hepatocellular carcinoma), with imaging showing irregular lesions (poorly defined wall, irregular calcifications, necrosis).<p></p>\n<h2>Benign or malignant liver tumors</h2><br><br><p>Primary or metastatic liver tumors can mimic pyogenic abscesses.&nbsp; Hepatic hemangiomas are vascular tumors that can be difficult to differentiate from abscesses.&nbsp; Imaging (eg, MRI with gadolinium contrast) can help distinguish these lesions.</p>\n<h2>Other</h2><br><br><p>Cholecystitis, pancreatitis, and appendicitis can sometimes cause right-sided pain and fever, but imaging will distinguish them from abscesses.</p>\n<h1>Management</h1><br><br><p>Management of pyogenic abscess includes blood cultures, intravenous antibiotics, and abscess drainage with culture of the aspirated material.</p>\n<h2>Antibiotics</h2><br><br><p>Broad-spectrum antibiotics are usually initiated empirically and tailored to the organisms recovered on blood culture.&nbsp; Common antibiotic regimens for pyogenic liver abscesses include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Metronidazole (anaerobic and <em>E histolytica</em> coverage) with a third (or higher) generation cephalosporin</li>\n\t<li>Combination beta-lactam and beta-lactam inhibitor (with or without metronidazole for empiric <em>E histolytica</em> coverage)</li>\n\t<li>Fluoroquinolone with metronidazole</li>\n</ul><br><br><p>Vancomycin can be added to ensure <em>S aureus</em> coverage in patients with septic shock or recent indwelling catheter or injection drug use.</p><br><br><p>Several weeks of antibiotics are recommended.</p>\n<h2>Drainage</h2><br><br><p>Abscesses may require drainage to promote healing and prevent complications.&nbsp; Drainage can be performed surgically or percutaneously under ultrasound or CT guidance.&nbsp; <strong>Percutaneous drainage</strong> is typically preferred, as it is less invasive and carries a lower risk of complications.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>For small (≤5 cm) single, unilocular abscesses, needle aspiration alone or with drainage catheter placement can be considered.</li>\n\t<li>For larger single, unilocular abscesses, drainage catheters are preferred.</li>\n</ul><br><br><p>Surgical drainage may be necessary in some cases, such as when the abscess is very large, complex, or associated with other complications.</p><br><br><p>Aspirate should be sent for Gram stain and culture.&nbsp; In addition, a sample should be saved for additional testing (eg, PCR testing for <em>E histolytica</em>, parasite stains) in case bacterial cultures are not revealing.</p>\n<h1>Complications</h1><br><br><p>Complications of pyogenic liver abscesses include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Rupture</strong>:&nbsp; Abscesses can rupture into the peritoneal cavity, leading to peritonitis.</li>\n\t<li><strong>Sepsis</strong>:&nbsp; Severe infections can lead to sepsis, a life-threatening condition.</li>\n\t<li><strong>Liver abscess extension</strong>:&nbsp; Abscesses can extend into adjacent structures, such as the gallbladder or pancreas.&nbsp; Occasionally, abscess rupture and pleural space seeding creates an empyema.</li>\n\t<li><strong>Hemorrhage</strong>:&nbsp; Abscesses can involve blood vessels, leading to bleeding.</li>\n\t<li><strong>Other complications</strong> can include liver failure, renal failure, and respiratory failure.</li>\n</ul><br><br><p>Pyogenic liver abscesses are associated with colorectal cancer, so screening colonoscopy is recommended.</p>\n<h1>Summary</h1><br><br><p>Pyogenic liver abscesses are collections of pus within the liver caused by bacterial infections.&nbsp; They can result from direct spread from the biliary tract or hematogenous spread through the portal vein or systemic circulation.&nbsp; Common pathogens include enteric gram-negative bacilli, streptococci, or <em>Staphylococcus aureus</em>.&nbsp; Risk factors include diabetes, immunosuppression, hepatobiliary or pancreatic disease, foreign bodies, or chronic granulomatous disease.&nbsp; Pyogenic liver abscesses typically present with fever, right upper quadrant pain, and hepatomegaly.&nbsp; Leukocytosis, elevated liver enzymes, and inflammatory markers may be present.&nbsp; Diagnosis is made with imaging studies such as ultrasonography and CT.&nbsp; Management includes antibiotics and drainage of the abscess.</p>\n</div>\n\n            "
}