{
  "meta": {
    "title": "Respiratory viruses",
    "url": "https://brainandscalpel.vercel.app/respiratory-viruses-3882bd05-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:11.064Z",
    "type": "article"
  },
  "content": "\n                <div>\n\t<h1>Introduction</h1>\n\t<p>Human respiratory viruses are a major cause of morbidity and mortality worldwide, causing infection of the upper respiratory tract (eg, rhinopharyngitis) with potential lower respiratory tract (eg, bronchiolitis, pneumonia) or systemic involvement as well.&nbsp; Their transmission through respiratory droplets and continuous antigenic changes make them the most concerning class of pathogens for future pandemics.</p>\n\t<h1>Major respiratory viruses</h1>\n\t<h2>Classification</h2>\n\t<p>There are 8 categories of major human respiratory viruses:</p>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Influenza viruses (A and B)</li>\n\t\t<li>Coronaviruses (CoV)</li>\n\t\t<li>Respiratory syncytial virus (RSV)</li>\n\t\t<li>Human metapneumovirus (hMPV)</li>\n\t\t<li>Parainfluenza viruses (PIV 1,2, 3, and 4)</li>\n\t\t<li>Rhinoviruses (RV)</li>\n\t\t<li>Enteroviruses (EV D68 and A71) including Coxsackie viruses&nbsp;</li>\n\t\t<li>Adenoviruses (AdV)</li>\n\t</ul>\n\t<p>There is no standard classification system for these viruses.&nbsp; Clinically, it is customary to group the winter respiratory viruses (influenza, CoV, RSV) together.&nbsp; These 3 viruses cause the majority of severe complications (eg, hospitalization) and have vaccines and antiviral therapies against key strains.</p>\n\t<h2>Antigenic diversity</h2>\n\t<p>Respiratory viruses undergo constant genetic change through 2 mechanisms:</p>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Antigenic <strong>drift</strong>:&nbsp; Continuous accumulation of mutations causing progressive change in viral proteins.&nbsp; All viruses slowly drift, gradually escaping adaptive immune recognition and making long-lasting immunization impossible (ie, \"there is no cure for the common cold\").</li>\n\t\t<li>Antigenic <strong>shift</strong>:&nbsp; Discrete events in which viral genomes undergo reassortment (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32708.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) or recombination (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32707.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) when 2 viral strains infect the same cell.&nbsp; This is particularly important for influenza A where the hemagglutinin (H) and neuraminidase (N) proteins reassort, producing new virulent strains such as swine flu (H1N1) and bird flu (H5N1).</li>\n\t</ul>\n\t<h1>Pathogenesis</h1>\n\t<p>All of these viruses have the common features of transmission primarily via respiratory droplets (&gt;100 microns, fall with gravity) and aerosols (&lt;10 microns, stay suspended).&nbsp; Fomites (eg, contaminated surfaces such as door handles) are a secondary source.&nbsp; On entry, the viruses fuse to and enter upper respiratory epithelial cells (eg, nasopharyngeal mucosa) via specific surface receptors (eg, influenza hemagglutinin binds to sialic acid; RSV F protein binds to nAChR).</p>\n\t<p>Once the virus is intracellular, a cytotoxic immune response is activated (eg, interferons, interleukins, CD8+ and NK cells, apoptosis).&nbsp; Some viruses also induce direct cytopathic effects (eg, RSV creates intercellular syncytia, influenza budding causes membrane lysis) resulting in cell death.&nbsp; The resulting tissue damage and inflammation coincide with onset of clinical symptoms (eg, congestion, pharyngitis) and generally correspond to PCR positivity.</p>\n\t<h1>Specific manifestations</h1>\n\t<p>All major respiratory viruses produce a similar upper respiratory syndrome (eg, congestion, coryza, cough, varying systemic symptoms).&nbsp; In addition to these nonspecific aspects, certain clinical features distinguish the viruses:</p>\n\t<h2>Influenza virus</h2>\n\t<p>Influenza (ie, flu) typically features a milder upper respiratory component (eg, less cough and rhinitis) but more severe systemic symptoms such as high fever, headache, intense malaise, and pronounced myalgias.&nbsp; Certain populations (eg, elderly, pregnant, chronic medical conditions, nursing home residents) are at high risk of morbidity and mortality.&nbsp; Death is usually not due to primary influenza infection itself but from secondary bacterial pneumonia (eg, initial improvement followed by sudden worsening).</p>\n\t<h2>Coronaviruses</h2>\n\t<p>These are divided into 2 categories.&nbsp; The pandemic severe acute respiratory syndrome viruses (SARS-CoV, SARS-CoV2, and MERS-CoV) are more likely to cause severe viral pneumonia, which can progress to acute respiratory distress syndrome (ARDS) and multiorgan failure.&nbsp; The endemic coronaviruses (eg, CoV2 OC43, 229E, and NL63) mainly cause a milder illness (ie, common cold).</p>\n\t<h2>RSV</h2>\n\t<p>This is the main cause of bronchiolitis in infants and children (age &lt;2) and a major risk factor for later development of asthma.&nbsp; RSV bronchiolitis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36751.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) involves an upper respiratory prodrome followed by small airway obstruction (eg, wheezing, hyperinflation, retractions).&nbsp; RSV is also a major cause of severe morbidity in adults with chronic obstructive pulmonary disease (COPD) (eg, acute exacerbation).<p></p>\n\t<h2>Human metapneumovirus</h2>\n\t<p>This is taxonomically related to RSV and is an emerging cause of severe bronchiolitis and pneumonia in high-risk populations (especially elderly, immunocompromised, and chronic lung disease).&nbsp; Because its prevalence is rising, human metapneumovirus is increasingly recognized as the fourth winter respiratory virus (together with influenza, RSV, and CoV).</p>\n\t<h2>Parainfluenza</h2>\n\t<p>This is the main cause of croup (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/56775.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) (ie, laryngotracheitis) in infants and children (6 months-3 years).&nbsp; Parainfluenza infection causes glottic edema, producing inspiratory stridor, a hoarse barking (\"croupy\") cough (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/21508.mp3\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), and potentially severe narrowing of the upper airway (eg, steeple sign (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46959.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                )) on neck x-ray).<p></p>\n\t<h2>Rhinoviruses</h2>\n\t<p>These are the most common cause of the common cold overall (~40%).&nbsp; RV tends to produce mild symptoms but is a frequent cause of acute exacerbations of asthma and COPD.</p>\n\t<h2>Enteroviruses</h2>\n\t<p>The nonpolio enteroviruses (mainly EV-D68 and A71) typically cause a common cold syndrome, but rarely produce neurologic infection (eg, aseptic meningitis, encephalitis, acute flaccid myelitis).&nbsp; Contrary to their name, fecal-oral spread and gastroenteritis are minor secondary features.&nbsp; Coxsackieviruses are a subgroup of EV that cause herpangina (posterior oropharyngeal vesicles), hand-foot-mouth disease (herpangina + palm and sole lesions), pleuritis, and myopericarditis.</p>\n\t<h2>Adenoviruses</h2>\n\t<p>These viruses cause common cold with conjunctivitis (ie, pink eye), sometimes called pharyngoconjunctival fever.&nbsp; Other potential manifestations include pneumonia (eg, immunocompromised) and gastroenteritis (eg, fecal-oral transmission and tropism to Peye's patches).</p>\n\t<h1>Diagnosis and management</h1>\n\t<p>For rapid diagnosis, multiplex PCR testing (ie, respiratory viral panel) is now widely available at point of care, detecting all major respiratory viruses with excellent sensitivity and specificity.&nbsp; Home antigen-based testing is available for influenza and SARS-CoV2 (lower sensitivity than PCR).</p>\n\t<p>In practice, the main decision is whether to provide antiviral treatment.</p>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>\n\t\t\t<strong>Influenza</strong>:&nbsp; <strong>Oseltamivir</strong> and zanamivir are neuraminidase inhibitors (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44247.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) that prevent viral release.&nbsp; They are indicated for high-risk populations (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36645.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) and can be given prophylactically (ie, within 48 hours of exposure, 10-day course) or therapeutically (ie, within 48 hours of symptom onset, 5-day course).&nbsp;</li>\n\t\t<li>\n\t\t\t<strong>SARS-CoV2</strong>:&nbsp; Nirmatrelvir/ritonavir is a boosted protease inhibitor that prevents proviral peptide cleavage.&nbsp; It is indicated for mild-to-moderate (ie, outpatient) COVID-19 in patients with risk factors for progression to severe disease (eg, age ≥65, obesity, chronic medical conditions, immunosuppressed).&nbsp;</li>\n\t\t<li>\n\t\t\t<strong>RSV</strong>:&nbsp; Nirsevimab is a monoclonal antibody against the fusion protein, preventing cell entry.&nbsp; Because it is an immune globulin that neutralizes the virus extracellularly, it is also considered a form of passive immunization.&nbsp; It is indicated for neonates and infants with risk factors for severe RSV bronchiolitis (eg, preterm birth, bronchopulmonary dysplasia, congenital heart disease).</li>\n\t</ul>\n\t<p>All viral respiratory infections are managed with supportive care (eg, hydration, nonsteroidal anti-inflammatory drugs, sinus rinses).&nbsp; Acute exacerbations of underlying asthma or COPD require standard interventions (eg, bronchodilators, systemic corticosteroids).&nbsp; Severe croup (eg, stridor at rest) is treated with humidified air, systemic corticosteroids, and nebulized epinephrine.</p>\n\t<p>Prevention involves social distancing and self-quarantine, hygiene practices (eg, hand washing &gt;20 seconds with soap and water, avoiding hand-to-face contact), personal protective equipment (eg, face masks), and vaccination (influenza (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/41129.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ), RSV, SARS-CoV2).<p></p>\n\t<h1>Differential diagnosis</h1>\n\t<h2>Bacterial upper respiratory tract infections</h2>\n\t<p>Viral upper respiratory tract infections involve pharyngitis due to direct infection and postnasal drainage.&nbsp; However, serious bacterial upper airway infections can have a similar picture, typically with severe throat pain as their central feature:</p>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Epiglottitis:&nbsp; Mainly caused <em>Streptococcus pneumoniae, Staphylococcus aureus</em>, and <em>Haemophilus influenzae</em> (type B) (now uncommon with HiB vaccine).&nbsp; Epiglottitis causes inspiratory stridor akin to viral croup.&nbsp; However, unlike croup, patients appear acutely toxic (eg, very high fever), have severe throat pain, and have very rapid worsening of upper airway obstruction.&nbsp; Specific features of epiglottitis include drooling, muffled voice, respiratory distress, and thumb (or thumbprint) sign (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46897.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ) on lateral neck x-ray.</li>\n\t\t<li>Streptococcal pharyngitis:&nbsp; Caused by <em>Streptococcus pyogenes</em>.&nbsp; Patients typically present with pharyngitis as the dominant symptom in the background of an influenza-like illness (headache, myalgias, malaise).&nbsp; Like influenza, cough is relatively absent.&nbsp; However, purulent pharyngeal exudates and prominent cervical adenopathy are typically present.</li>\n\t\t<li>Diphtheria:&nbsp; Caused by <em>Corynebacterium diphtheriae.</em>&nbsp; Patients have severe throat pain and a grayish, thick, fibrinous pseudomembrane adherent to the posterior pharynx and tonsils.&nbsp; The pseudomembrane can cause airway obstruction and asphyxiation.&nbsp;</li>\n\t</ul>\n\t<h2>Bacterial community-acquired pneumonia</h2>\n\t<p>Community-acquired pneumonia (CAP) is defined as an new pulmonary infiltrate in the setting of compatible lower respiratory symptoms (eg, fever, chest pain, purulent sputum).&nbsp; Roughly 70% of CAP cases are bacterial and 30% are viral (mainly influenza, hMPV, and adenovirus).</p>\n\t<p>Distinguishing viral from bacterial CAP is important as part of the effort to promote appropriate antibiotic use (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/58261.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) and prevent bacterial resistance.&nbsp; This is very difficult (and usually impossible) on initial presentation based on clinical data alone.&nbsp; Although viral pneumonia classically produces diffuse interstitial infiltrates, it can also cause dense focal consolidation (like typical bacterial lobar pneumonia).&nbsp; The host systemic inflammatory response (eg, fever, neutrophilic leukocytosis) is also similar, although fever and leukocytosis are generally higher with bacterial infection.&nbsp; A true secondary bacterial pneumonia can develop in ~20% of patients with influenza (eg, initial improvement followed by recurrence of fever and development of productive cough) or COVID-19, further complicating the picture.<p></p>\n\t<p>\n\t\t<strong>Procalcitonin</strong> (PCT) is an acute phase reactant selectively released during bacterial (eg, induced by tumor necrosis factor-ɑ) more so than viral (eg, not induced by interferon-ɑ/ꞵ) infections.&nbsp; Serum PCT effectively discriminates between bacterial (eg, PCT &gt;0.5 ng/mL) and viral (eg, PCT &lt;0.1 ng/mL) lower respiratory tract infections.&nbsp; It is increasingly used in hospital settings but typically takes some time to result.&nbsp; It is used to guide early discontinuation of empiric antibiotics for CAP, rather than the decision to start or withhold them.</p>\n\t<h1>Other respiratory viruses</h1>\n\t<p>Several rarer viruses can cause potentially severe lower respiratory and multisystem involvement:</p>\n\t<h2>Hantavirus&nbsp;</h2>\n\t<p>Spread by particulates from rodent feces, particularly in rural areas of the southwestern United States, hantavirus infection begins with a gastrointestinal prodrome (eg, abdominal pain, nausea) with relatively minimal upper respiratory symptoms except for cough.&nbsp; However, it can rapidly progress to ARDS, circulatory failure, and hemorrhagic fever.&nbsp; Florid capillary leak (eg, marked hemoconcentration), thrombocytopenia, and copious bronchorrhea are distinctive characteristics.&nbsp; Diagnosis involves IgM serology.&nbsp; Treatment is supportive, and patients should be referred to a tertiary extracorporeal membrane oxygenation-enabled care center if possible.</p>\n\t<h2>Rubeola (measles)</h2>\n\t<p>Spread by respiratory droplets (extremely contagious) among children in congregate settings (eg, daycare), measles typically presents with an upper respiratory prodrome consisting of \"3Cs\":&nbsp; coryza, cough, and conjunctivitis.&nbsp; Koplik spots (small, grainlike, white buccal pustules) are a specific sign.&nbsp; Later, a diffuse exanthem (morbilliform eruption) appears.&nbsp; Complications include encephalitis and pneumonia.&nbsp; Diagnosis involves IgM serology.&nbsp; Treatment is supportive, with vitamin A given in severe cases (helps to maintain mucosal integrity).</p>\n\t<h2>Parvovirus B19</h2>\n\t<p>Spread by respiratory droplet (and vertical) transmission, parvovirus (fifth disease or erythema infectiosum) presents with a nonspecific upper respiratory prodrome and \"slapped-cheek\" appearance of facial erythema.&nbsp; In children, it can potentially cause aplastic anemia in patients with chronic hemolysis (eg, thalassemia).&nbsp; It is the most closely linked virus to seronegative reactive arthritis.</p>\n\t<h1>Summary</h1>\n\t<p>Human respiratory viruses affect the upper and possibly lower respiratory tract, potentially leading to serious complications such as pneumonia and exacerbations of chronic heart and lung conditions (eg, asthma).&nbsp; There are 8 major categories, with the winter respiratory viruses (influenza, coronaviruses, and RSV) constituting the bulk of morbidity and mortality.&nbsp; Clinical manifestations often overlap, presenting with upper respiratory symptoms (ie, rhinopharyngitis); however, specific viruses can lead to distinct severe conditions (eg, croup with parainfluenza, bronchiolitis with RSV).</p>\n\t<p>Rapid diagnosis with multiplex PCR testing (ie, respiratory viral panel) is widely used.&nbsp; Antiviral treatments are available for some viruses (influenza, SARS-CoV2, and RSV), while supportive care is the cornerstone of management.&nbsp; Preventive measures such as vaccination, hygiene practices, and social distancing are vital to reduce transmission risks.</p>\n</div>\n            "
}