{
  "meta": {
    "title": "Rheumatic heart disease",
    "url": "https://brainandscalpel.vercel.app/rheumatic-heart-disease-d8ce0573-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:09.463Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Acute rheumatic fever is an inflammatory complication of group A streptococcal (<em>Streptococcus pyogenes</em>) pharyngitis that can affect the heart, joints, skin, and CNS.&nbsp; It affects primarily those who have a susceptible genetic predisposition and spend their childhood in a medically resource-limited region.&nbsp; Repeated exposure to group A <em>Streptococcus</em> can produce a chronic inflammatory state of cardiac tissue known as rheumatic heart disease (RHD), which can lead to mitral stenosis and other types of valvular dysfunction.</p>\n<h1>Pathophysiology</h1><br><br><p>Acute rheumatic fever is a nonsuppurative sequela of group A <em>Streptococcus</em> pharyngitis.&nbsp; It may also occasionally complicate group A streptococcal skin infection, but this relationship is not clearly established.&nbsp; Following bacterial exposure, susceptible individuals develop both B- and T-cell immune reactions to the streptococcal M protein, which is a virulence factor that helps avoid phagocytosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31969.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; In a process called \"molecular mimicry,\" there is <strong>cross-reaction</strong> of the B- and T-cell immune response against M protein to also target self-antigens on the surface of the heart, causing cardiac inflammation.&nbsp; Additional cross-reaction with brain, skin, and joint tissue causes the other manifestations of acute rheumatic fever (eg, Sydenham chorea, erythema marginatum, migratory arthritis).&nbsp; The cardiac effects of acute rheumatic fever can involve inflammation of any of the heart's layers, including the endocardium (eg, valves), myocardium, epicardium, and pericardium.&nbsp; In the acute setting, this inflammation typically manifests as valvular regurgitation; less commonly, it can manifest as heart failure with left ventricular (LV) systolic dysfunction or pericarditis.<p></p><br><br><p><strong>RHD</strong> is defined by the development of <strong>permanent valvular damage</strong> after rheumatic fever.&nbsp; With repeated exposure to group A <em>Streptococcus</em>, chronic cardiac inflammation can create fibrosis and scarring, particularly within the cardiac valves.&nbsp; This fibrosis typically causes diffuse thickening of the valve surfaces and subvalvular apparatus (chordal structures), with calcification.&nbsp; The most intense changes are along the valve commissures (ie, \"corners\" where the valve leaflets meet) and leaflet edges, commonly producing leaflet fusion with a fish-mouth–shaped valve orifice (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L127891.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The valvular changes can lead to regurgitation relatively early in the disease process, but <strong>stenosis</strong> is the more common and severe disruption.&nbsp; The <strong>mitral</strong> valve is the most severely affected valve, and the aortic valve is generally the second most.&nbsp; The tricuspid valve is occasionally affected, and the pulmonic valve is usually spared.&nbsp; Worldwide, RHD is a common cause of mitral regurgitation and is by far the most common cause of mitral stenosis.<p></p>\n<h1>Pathology</h1><br><br><p>The hallmark histopathologic finding in acute rheumatic fever is the <strong>Aschoff body</strong>, a granulomatous lesion within the myocardium.&nbsp; Aschoff bodies contain enlarged macrophages known as Anitschkow cells, which have a characteristic caterpillar-like chromatin pattern (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63625.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).<p></p><br><br><p>Gross pathology of RHD shows valve-leaflet thickening and calcification with a narrowed, fish-mouth–shaped valve orifice, as demonstrated in this stenotic mitral valve affected by RHD (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45362.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Childhood in a medically resource-limited region is the strongest risk factor for rheumatic fever and RHD.&nbsp; These regions primarily include parts of Africa, Latin America, and Southeast Asia, as well as resource-limited areas of the United States.&nbsp; This increased risk is likely due to at least 2 factors:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Acute rheumatic fever is effectively prevented by timely antibiotic therapy for group A streptococcal pharyngitis, making RHD rare in regions with ready access to antibiotic treatment.</li>\n\t\t<li>Overcrowded and close-quartered living conditions, as are often prominent in medically resource-limited regions, likely encourage more frequent exposure to group A <em>Streptococcus</em> antigens.</li>\n\t</ul>\n\t</li>\n\t<li>There is strong genetic susceptibility for acute rheumatic fever and RHD (the condition tends to run in families), which may be due to the genetically determined expression of self-antigens with cross-reactivity to streptococcal M protein.</li>\n\t<li>RHD is more common in female patients, with a female/male ratio of 2:1.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Exposure to group A <em>Streptococcus</em> usually begins at school age, with peak incidence of acute rheumatic fever at age 5-15 years.&nbsp; Acute rheumatic fever typically presents 2-4 weeks after an episode of pharyngitis.&nbsp; Signs and symptoms include fever, arthritis (classically migratory polyarthritis), carditis manifestations (eg, chest pain, dyspnea, regurgitation murmur), CNS manifestations (ie, Sydenham chorea consisting of intermittent involuntary movements of the trunk, limbs, and face), and dermatologic manifestations (eg, subcutaneous nodules, erythema marginatum (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10619.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                )).&nbsp; These clinical manifestations of acute rheumatic fever are outlined in the Jones criteria (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/44303.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>In susceptible individuals who develop rheumatic fever, repeated exposure to group A <em>Streptococcus</em> without appropriate antibiotic therapy can lead to RHD.&nbsp; A <strong>variable latency period</strong> of approximately 10-40 years separates the initial episode of acute rheumatic fever from the onset of symptomatic RHD.&nbsp; This latency period tends to be shorter in regions where RHD is endemic (eg, symptomatic presentation in adolescence) and longer in regions where it is not (eg, symptomatic presentation at age 35-50), perhaps due to more frequent exposure to group A <em>Streptococcus</em> in endemic regions.</p><br><br><p>Mitral regurgitation is commonly seen in early RHD, but it is often not severe enough to be symptomatic.&nbsp; <strong>Mitral stenosis</strong> is generally the most serious manifestation.&nbsp; Mitral stenosis creates an obstruction to LV diastolic filling, which limits stroke volume and increases pulmonary venous pressure to cause pulmonary congestion; eventually, the increased pulmonary venous pressure progresses to pulmonary hypertension and right ventricular failure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L57542.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; The clinical characteristics of mitral stenosis are discussed in a separate article and are summarized in this table (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38239.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; When RHD affects other valves (eg, aortic valve, tricuspid valve), it is almost always in combination with substantial mitral valve disease.<p></p><br><br><p>Because young women are the most common demographic affected by RHD, <strong>pregnancy</strong> frequently uncovers previously asymptomatic valvular disease.&nbsp; In asymptomatic patients with relatively moderate mitral stenosis, the narrowed mitral valve cannot accommodate the physiologic 50% increase in blood volume that occurs during the first trimester, and decompensated heart failure develops.</p>\n<h1>Diagnosis</h1><br><br><p>A clinical diagnosis of acute rheumatic fever is made using the Jones criteria.&nbsp; In patients with a known history of rheumatic fever, RHD is suspected based on clinical suspicion (eg, murmur on auscultation).&nbsp; The diagnosis is confirmed by <strong>echocardiography</strong> showing typical valvular changes of mitral valve leaflet thickening and calcification, with possible similar involvement of the aortic and/or tricuspid valves.</p><br><br><p>Patients with suspected RHD may not always have a known history of rheumatic fever or even the recollection of a febrile illness as a child.&nbsp; In such cases, the presence of mitral stenosis is highly suggestive of RHD in the absence of a history suggesting other (much less common) causes of mitral stenosis (eg, previous thoracic radiation therapy).</p>\n<h1>Differential diagnosis</h1><br><br><p>In adolescents or adults with suspected RHD, other causes of mitral valve disease are the major differential diagnosis consideration.</p>\n<h2>Other causes of mitral stenosis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Radiation therapy (eg, for Hodgkin lymphoma) can lead to valvular fibrosis and stiffening and is an occasional cause of mitral stenosis.&nbsp; Affected patients have a history of receiving thoracic radiation therapy approximately 10-20 years before the development of mitral stenosis.</li>\n\t<li>Age-related mitral annular calcification is usually an incidental finding that is without hemodynamic consequence, but it can occasionally cause mitral stenosis.&nbsp; Affected patients are typically age &gt;65 with substantial risk factors for cardiovascular disease.&nbsp; The distribution of calcification creates a C-shaped pattern around the posterior annulus rather than primarily affecting the commissures, like it does in RHD (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71050.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Other causes of mitral regurgitation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Myxomatous degeneration of the mitral valve is the most common cause of primary mitral regurgitation in medically resource-rich countries.&nbsp; It can occur as an isolated valvular process or in association with syndromic connective tissue disease (eg, Marfan syndrome, Ehlers-Danlos syndrome).&nbsp; Rather than valve calcification of the commissures, myxomatous degeneration creates thickening and redundancy of the mitral valve leaflets with prolapse and impaired valve closure.</li>\n\t<li>Infective endocarditis of the mitral valve can damage the valve leaflets and impair valve closure that persists after antibiotic treatment.&nbsp; Patients have a history of previously treated infective endocarditis.</li>\n\t<li>Congenital defects of the mitral valve are often seen with endocardial cushion defects, including septum primum atrial septal defect and complete atrioventricular canal defect.&nbsp; These defects are commonly associated with Down syndrome.</li>\n</ul>\n<h1>Management</h1><br><br><p>RHD is best managed via the prevention of acute rheumatic fever.</p>\n<h2>Primary prevention</h2><br><br><p>Primary prevention involves prompt antibiotic therapy for group A <em>Streptococcus</em> pharyngitis to prevent an initial episode of acute rheumatic fever.&nbsp; This is best accomplished with a <strong>single dose</strong> of intramuscular <strong>benzathine penicillin G</strong>.&nbsp; Alternately, a course of an appropriate oral antibiotic (eg, amoxicillin) can be given.</p>\n<h2>Secondary prevention</h2><br><br><p>Secondary prevention refers to the continuous use of antibiotics to prevent recurrent rheumatic fever after an initial episode or, in cases of established RHD, to prevent the progression of existing valvular disease.&nbsp; Secondary prevention is best accomplished with the administration of intramuscular <strong>benzathine penicillin G every 3-4 weeks</strong>.&nbsp; Those with severe valve stenosis should receive oral antibiotics instead due to the risk for hemodynamic collapse if a vasovagal reaction is triggered by intramuscular injection.&nbsp; The duration of therapy ranges from 5 to 10 years or longer, depending on the extent of known cardiac involvement (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36199.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; In general, lifelong therapy is appropriate for patients with severe valvular disease that requires procedural repair or replacement.<p></p><br><br><p>The management of valvular disease due to RHD (eg, mitral stenosis, mitral regurgitation) follows guidelines for the specific valvular condition; these conditions are discussed in other dedicated articles.</p>\n<h1>Prognosis</h1><br><br><p>With adequate primary prevention (prompt treatment of group A <em>Streptococcus</em> pharyngitis), RHD can be effectively prevented.&nbsp; In addition, appropriate secondary prevention can substantially slow the progression of established RHD.&nbsp; Procedural valve intervention is an option for patients in whom severe valvular disease develops.&nbsp; Most patients with RHD who receive appropriate treatment and procedural intervention have a near-normal life expectancy.</p><br><br><p>Without treatment, advanced RHD causes progressive heart failure and death.&nbsp; Worldwide, the mortality rate due to RHD has declined substantially in recent decades, but the condition remains a major cause of cardiovascular death in children and young adults in medically resource-limited areas.</p>\n<h1>Summary</h1><br><br><p>Group A <em>Streptococcus</em> pharyngitis can lead to acute rheumatic fever due to an inflammatory process triggered by cross-reactivity between the streptococcal M protein and self-antigens within the heart, brain, skin, and joints.&nbsp; In patients who develop acute rheumatic fever, repeated exposure to group A <em>Streptococcus</em> can produce a chronic inflammatory state of cardiac tissue known as rheumatic heart disease (RHD), which can lead to mitral stenosis and other types of valvular dysfunction.&nbsp; Primary prevention consisting of timely antibiotic treatment of group A <em>Streptococcus</em> pharyngitis can effectively prevent acute rheumatic fever (and subsequent RHD).&nbsp; Secondary prevention consisting of chronic penicillin therapy can reduce the progression of rheumatic fever to RHD.&nbsp; Because of limitations in access to care and other factors, RHD primarily affects those who spend their childhood in a medically resource-limited region.&nbsp; Worldwide, RHD is a common cause of mitral regurgitation and is by far the most common cause of mitral stenosis.</p>\n</div>\n\n            "
}