{
  "meta": {
    "title": "Roseola",
    "url": "https://brainandscalpel.vercel.app/roseola-2b059b5e-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:12.743Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Roseola infantum (exanthema subitum or sixth disease) is a common childhood viral exanthem caused primarily by human herpesvirus 6 (HHV-6).&nbsp; It presents with a high fever for several days, followed by abrupt defervescence and the development of a maculopapular rash.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>HHV-6 infects most children by age 2 years and is most likely transmitted through infected secretions of asymptomatic close contacts (eg, via saliva from mother to infant).&nbsp; Following transmission, the mean incubation period is approximately 9-10 days.&nbsp; HHV-6 replicates within CD4<font size=\"2\"><sup>+</sup></font> T cells, causing immune dysfunction and cytokine production that manifests as high fever.&nbsp; The cause of the rash is unknown but may be related to antibody-antigen interaction after the initial febrile phase.</p><br><br><p>After initial infection, HHV-6 remains latent in the body, contributing to asymptomatic lifelong shedding and a high prevalence of infection among infants and young children with no known exposure.&nbsp; There are no risk factors for roseola infantum, but infection is most common in children age &lt;2.</p>\n<h1>Clinical presentation</h1><br><br><p>Classic roseola (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L111882.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) presents in children age &lt;2 with 3-5 days of high fevers (eg, &gt;40 C [104 F]).&nbsp; Despite the fever, patients are usually well-appearing.&nbsp; Other nonspecific viral symptoms may be present (eg, rhinorrhea, cervical lymphadenopathy, diarrhea), and the risk for febrile seizures is increased during the febrile phase.<p></p><br><br><p>Following the abrupt resolution of fever, a rash (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L33748.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) develops and is characterized by blanching, nonpruritic, rose-colored macules and/or papules.&nbsp; It begins on the trunk and spreads to the face and extremities.&nbsp; The rash self-resolves within 1-2 days.<p></p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of roseola is based on the clinical presentation of high fever for 3-5 days in a young child, followed by defervescence and development of the characteristic rash.</p><br><br><p>Laboratory tests are not typically necessary for diagnosis but may be obtained when evaluating an unexplained fever.&nbsp; In these cases, laboratory evaluation may show nonspecific neutropenia and thrombocytopenia from transient bone marrow suppression, as well as sterile pyuria.&nbsp; Confirmation of HHV-6 infection can be obtained in atypical presentations or immunocompromised patients.</p>\n<h1>Differential diagnosis</h1><br><br><p>Other erythematous childhood rashes may appear similar to roseola, including the following:</p><br><br><ul>\n\t<li>\n\t<p><strong>Rubella</strong>:&nbsp; typically presents with a maculopapular rash that begins on the face and spreads to the trunk and extremities.&nbsp; Rubella is also often associated with posterior auricular and occipital lymphadenopathy.</p>\n\t</li>\n\t<li>\n\t<p><strong>Measles</strong>:&nbsp; typically presents with a maculopapular rash on the face that spreads to the trunk and extremities.&nbsp; In addition, measles is characterized by cough, coryza, conjunctivitis, and pathognomonic Koplik spots on the buccal mucosa.</p>\n\t</li>\n\t<li>\n\t<p><strong>Scarlet fever</strong>:&nbsp; typically presents as a sandpaper-like rash (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10684.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) that starts in the axillae or groin and spreads to the trunk and extremities.&nbsp; Patients may also have pharyngitis and fever.<p></p>\n\t</li>\n\t<li>\n\t<p><strong>Hand-foot-and-mouth disease</strong>:&nbsp; often presents with oral vesicles (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81908.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) and maculopapular (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81909.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ) or vesicular lesions on the palms and soles.<p></p>\n\t</li>\n\t<li>\n\t<p><strong>Erythema infectiosum</strong> (fifth disease):&nbsp; commonly presents with a rash after fever onset.&nbsp; In contrast to roseola, the rash from erythema infectiosum begins on the face with a slapped-cheek (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L93956.png\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ) appearance (malar rash) followed by a reticulated truncal rash (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10916.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).<p></p>\n\t</li>\n\t<li>\n\t<p><strong>Primary varicella-zoster infection</strong> (chickenpox):&nbsp; presents with a prodrome of fever and malaise followed by diffuse crops of rashes.&nbsp; Chickenpox is characterized by a diffuse pruritic and vesicular rash in different stages of development on the face, trunk, and extremities.</p>\n\t</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of roseola is supportive and focuses on alleviating symptoms such as fever and discomfort (eg, antipyretic medications, hydration).&nbsp; The infection is typically benign and self-limited.&nbsp; Caretakers should be reassured that the rash is not contagious and does not require treatment.</p>\n<h1>Complications</h1><br><br><p>Roseola is usually a self-limited disease.&nbsp; During the febrile phase, a small percentage of patients with HHV-6 infection may develop febrile seizures that resolve without complications.&nbsp; Treatment of these patients is with reassurance and supportive care.</p>\n<h1>Summary</h1><br><br><p>Roseola infantum (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37604.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a common childhood viral exanthem caused primarily by human herpesvirus 6.&nbsp; The illness is characterized by a high fever followed by abrupt defervescence with the development of a maculopapular rash on the trunk that spreads to the face and extremities.&nbsp; The condition is usually self-limiting and resolves without complications.<p></p>\n</div>\n\n            "
}