{
  "meta": {
    "title": "Schistosomiasis",
    "url": "https://brainandscalpel.vercel.app/schistosomiasis-6b5c08b5-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:18.711Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Schistosomiasis (also known as bilharziasis) is a neglected tropical disease caused by parasitic trematodes (flatworms, or flukes) of genus <em>Schistosoma</em>.&nbsp; There are 3 species of clinical relevance:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><em>S haematobium</em> (urinary schistosomiasis)</li>\n\t<li><em>S mansoni</em> (hepatosplenic/intestinal schistosomiasis)</li>\n\t<li><em>S japonicum</em> (hepatosplenic/intestinal schistosomiasis)</li>\n</ul><br><br><p>Their general life cycle is similar, although geographic distribution and organ involvement vary.&nbsp; Schistosomiasis is characterized by a granulomatous, inflammatory, and fibrotic response to <em>Schistosoma</em> eggs within tissues (particularly bladder, gut, liver, lungs), leading to acute and chronic manifestations (eg, bladder carcinoma, cirrhosis, and pulmonary hypertension).&nbsp; It remains a major cause of morbidity and mortality worldwide, particularly in sub-Saharan Africa, Asia, and Latin America.</p>\n<h1>Parasitology</h1><br><br><p><em>Schistosoma</em> flukes (flatworms) are prevalent in tropical and subtropical regions, particularly in areas with poor water sanitation.&nbsp; Their lifecycle passes between aquatic snail and human hosts.&nbsp; Aquatic <strong>snails</strong> are the intermediate host (developmental stage of larvae), and humans are the definitive host (reproductive and egg-laying stage).</p><br><br><p>The larvae (cercariae) are the infective form.&nbsp; They penetrate the <strong>skin</strong> of humans who enter contaminated water (eg, bathing, swimming, fishing).&nbsp; Once inside the human host, cercariae migrate through the bloodstream to various organs (primarily the bladder, intestines, liver, and lungs), where they mature into adult worms.&nbsp; Within these organs, adult worms mate for life (10-20 years), producing hundreds of eggs per day.&nbsp; The eggs are excreted into the urine if the <strong>bladder</strong> is involved (eg, <em>S haematobium</em>) or stool if the <strong>liver and gut</strong> are involved (eg, <em>S mansoni</em> and <em>S japonicum</em>).&nbsp; These eggs pollute the water supply, hatching into primitive larvae (miracidia) that infect other snails, completing the cycle.</p>\n<h1>Pathophysiology</h1><br><br><p>Schistosomiasis is driven by egg-induced inflammation.&nbsp; Eggs become trapped in tissues (particularly in the liver, intestines, bladder, and lungs).&nbsp; They provoke <strong>granuloma formation</strong> and chronic inflammation, eventually inducing a fibrotic response.&nbsp; This involves a gradual switch between allergic immune signaling (TH2: eg, IL-4, IL-5) and fibrotic signaling (eg, IL-13, TGFβ).</p><br><br><p>Inflammation and fibrosis can cause organ-specific pathology affecting the liver (eg, cirrhosis, portal hypertension), bladder (eg, hematuria from inflammation, urinary retention from wall fibrosis, squamous cell carcinoma), lungs (eg, pulmonary hypertension), and bowel (eg, dysmotility, strictures, malabsorption).</p>\n<h1>Clinical presentation</h1> <h2>Acute schistosomiasis</h2><br><br><p>There are 2 forms of acute <em>Schistosoma</em> infection:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Schistosomal dermatitis (swimmer's itch)</strong>:&nbsp; A local dermatitis can occur where larvae penetrate the skin (typically calves and feet).&nbsp; It is a delayed (ie, type IV) hypersensitivity reaction that requires repeated exposure to circarae.&nbsp; (In some references, swimmer's itch refers to the allergic inflammation due to burrowing schistosomal larvae from nonhuman schistosomes.)</li>\n\t<li><strong>Acute schistosomiasis syndrome (Katayama fever)</strong>:&nbsp; A systemic immune complex (ie, type III) hypersensitivity reaction against <em>Schistosoma</em> antigens that occurs ~1 month after initial larval infection.&nbsp; It corresponds to the start of egg production.&nbsp; Patients develop recurring fever (typically nocturnal), migratory urticaria (with possible angioedema), and other nonspecific symptoms resembling serum sickness (eg, arthralgias, myalgias, malaise).&nbsp; Peripheral blood eosinophilia (often &gt;10%) is often present.&nbsp; Fleeting pulmonary infiltrates can be seen on chest x-ray as larvae pass through the pulmonary capillaries and venules.&nbsp; This acute syndrome typically resolves spontaneously within 2 weeks as granulomas wall off the eggs, limiting the systemic reaction.</li>\n</ul>\n<h2>Chronic urinary schistosomiasis</h2><br><br><p>Urinary schistosomiasis is mainly caused by <em><strong>S haematobium</strong></em>, endemic to sub-Saharan Africa and the Middle East.&nbsp; <em>Schistosoma</em> eggs can cause a range of pathology in the urinary tract:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ureterovesical inflammation and fibrosis:&nbsp; Eggs implanted in the ureteral and bladder wall induce granuloma formation, leading to <strong>hematuria</strong> and pyuria.&nbsp; The hematuria progresses from microscopic (early stages) to grossly visible (later stages), and may be accompanied by lower urinary tract symptoms (eg, dysuria, urgency).&nbsp; In advanced chronic stages (eg, years), the detrusor muscle becomes fibrotic and calcified, leading to voiding dysfunction (eg, retention), hydronephrosis, and renal failure due to obstruction.</li>\n\t<li><strong>Bladder cancer</strong>:&nbsp; Longstanding infection of the bladder wall induces epithelial metaplasia and can progress to bladder cancers.&nbsp; <strong>Squamous cell carcinoma</strong> is the most common histologic subtype, in contrast to urothelial (transitional cell) carcinoma, which is the classic form of bladder cancer (eg, associated with smoking and naphthylamine carcinogens).</li>\n</ul><br><br><p>Cystoscopy and biopsy are performed for suspicious lesions (eg, thickening, polyps, masses) to rule out bladder malignancy.&nbsp; Benign histology shows intramural eggs surrounded by granulomatous inflammation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26115.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Malignant histology shows keratinized nests of invasive squamous cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27158.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p>\n<h2>Chronic hepatosplenic (portopulmonary) schistosomiasis</h2><br><br><p>Hepatosplenic schistosomiasis is mainly caused by <em><strong>S mansoni</strong></em> (same distribution as <em>S haematobium</em> plus Caribbean and Latin America) and <em><strong>S japonicum</strong></em> (China, Philippines, Japan).&nbsp; Their eggs cause a range of manifestation in the liver, portal circulation, and pulmonary vessels:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Periportal fibrosis and portal hypertension:&nbsp; <em>Schistosoma</em> eggs become trapped in the hepatic sinusoids, activating hepatic myofibroblasts (stellate cells).&nbsp; <strong>Periportal fibrosis</strong> obliterates the portal venules but leaves the liver parenchyma intact.&nbsp; This leads to <strong>noncirrhotic portal hypertension</strong>, in which patients develop manifestations of portal hypertension (eg, gastroesophageal varices, splenomegaly, ascites) but generally have no evidence of liver dysfunction (eg, they have normal coagulation studies and bilirubin levels).</li>\n\t<li>Pulmonary hypertension:&nbsp; Portosystemic shunting can allow <em>Schistosoma</em> eggs to bypass the liver and lodge in the pulmonary capillary bed.&nbsp; Over time, the eggs induce proliferative lesions (eg, neointimal hyperplasia, muscularis thickening) that obliterate the pulmonary arterial lumen, leading to increased vascular resistance and <strong>pulmonary arterial hypertension (PAH)</strong>.&nbsp; Schistosomiasis is believed to be the leading cause of PAH worldwide (versus left-sided heart disease in the US).&nbsp; Patients present with exertional dyspnea and signs of right ventricular failure.</li>\n</ul>\n<h2>Chronic intestinal schistosomiasis</h2><br><br><p>Like hepatosplenic disease, intestinal schistosomiasis is principally caused by <em>S mansoni</em> and <em>S japonicum. </em> It involves <em>Schistosoma</em> eggs embedding into the mesenteric vessels and bowel wall.&nbsp; Manifestations include abdominal pain and chronic diarrhea.&nbsp; Ulceration and chronic bleeding can occur, leading to iron deficiency anemia.&nbsp; Fibrotic complications include malabsorption and intestinal structures.&nbsp; Gut (and urinary) mucosal barrier breakdown can lead to spontaneous bacterial translocation (eg, <em>Escherichia coli</em>) and sepsis.</p>\n<h2>Neuroschistosomiasis</h2><br><br><p><em>Schistosoma</em> larvae can travel via the cerebral and spinal arteries to the central nervous system.&nbsp; A small burden of eggs can cause major neurologic complications due to inflammation in a closed space.&nbsp; Spinal cord involvement (eg, transverse myelitis, spinal meningitis) is more common than cerebral disease (eg, inflammatory brain mass).&nbsp; In resource-limited countries, spinal schistosomiasis is likely responsible for ~10% cases of paraplegia.</p>\n<h1>Diagnosis</h1><br><br><p>For all forms of chronic schistosomiasis, diagnosis typically begins with serology (IgM or IgG against egg and worm antigens).&nbsp; Due to its very high sensitivity, negative serology should prompt investigation for other causes.&nbsp; For patients with positive serology, active infection can be confirmed by observation of schistosomal eggs in the urine (eg, <em>S haematobium</em>) or stool (eg, <em>S mansoni</em>, <em>S japonicum</em>).&nbsp; Urinary antigen testing is also widely available (eg, dipstick), and nucleic acid-based techniques (eg, PCR) are sometimes necessary for cases with low parasite or egg load.</p>\n<h1>Management</h1><br><br><p>Schistosomiasis involves an inflammatory and an infectious component; therefore, treatment generally involves prednisolone (a <strong>glucocorticoid</strong>) and/or praziquantel (an antiparasitic drug).&nbsp; <strong>Praziquantel</strong> works by causing massive calcium influx into the worm body, causing paralysis and detachment, allowing expulsion from the patient.&nbsp; It is only effective against adult worms.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute schistosomiasis syndrome:&nbsp; The goal is to reduce the systemic inflammatory response and kill adult worms before they establish chronic infection.&nbsp; Treatment involves 3 steps:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Initial glucocorticoids (eg, oral prednisolone) to reduce inflammation.</li>\n\t\t<li>Single dose of praziquantel to kill adult worms, often with corticosteroids overlapped to limit inflammation from parasite death.</li>\n\t\t<li>Second dose of praziquantel 4-6 weeks later to target remaining adult worms that were larvae at the time of the first dose.</li>\n\t</ul>\n\t</li>\n\t<li>Chronic (urinary, hepatosplenic, and intestinal) schistosomiasis:&nbsp; Treatment involves a single dose of praziquantel.&nbsp;</li>\n\t<li>Neuroschistosomiasis:&nbsp; Treatment involves immediate glucocorticoids to reduce spinal cord and brain inflammation.&nbsp; After several days of corticosteroid therapy, praziquantel (single dose) can be safely given without exacerbating edema.&nbsp; Corticosteroids are usually tapered over several months.&nbsp;</li>\n</ul><br><br><p>Systemic corticosteroids are effective in schistosomiasis because the disease is caused by egg-induced granulomatous inflammation rather than worm multiplication, unlike in other helminth infections where immunosuppression can trigger parasitic dissemination (eg, <em>Strongyloides</em> hyperinfection syndrome).</p><br><br><p>In all cases, parasite eradication should be confirmed 4-6 weeks after the final dose of praziquantel.&nbsp; This is accomplished with examination of urine or stool for nonviable (ie, empty) eggs.&nbsp; Proof of cure is important because late complications of schistosomiasis (eg, hydronephrosis, portal hypertension, PAH) are generally irreversible due to extensive fibrosis and tissue remodeling.</p>\n<h1>Summary</h1><br><br><p>Schistosomiasis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57024.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a parasitic infection caused by <em>Schistosoma</em> flatworms (flukes) that infect humans through contact with contaminated water.&nbsp; Clinical disease is caused by <em>Schistosoma</em> eggs that induce granulomas, inflammation, and fibrosis in target organs.&nbsp; Major sites affected include the bladder, liver, intestines, and lungs.&nbsp; Clinical manifestations include acute schistosomiasis (fever, eosinophilia, arthralgias, migratory pulmonary infiltrates) following initial infection, urinary schistosomiasis (inflammation, hematuria, obstructive uropathy, bladder carcinoma), hepatosplenic schistosomiasis (noncirrhotic portal hypertension, pulmonary hypertension), intestinal schistosomiasis (chronic diarrhea, iron deficiency anemia), and neuroschistosomiasis (myelitis).&nbsp; Diagnosis is based on serology and detection of eggs in urine or stool.&nbsp; Treatment typically involves a systemic glucocorticoid to control inflammation and praziquantel (anthelmintic) to eliminate adult worms.&nbsp; Early treatment is critical because late-stage complications (eg, portal hypertension) are often irreversible.<p></p>\n</div>\n\n            "
}