{
  "meta": {
    "title": "Sepsis",
    "url": "https://brainandscalpel.vercel.app/sepsis-c05b13d0-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:18.246Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Sepsis represents a dysregulated host immune response to infection, potentially leading to shock and acute organ failure.&nbsp; The terminology used to describe sepsis and related conditions (eg, septic shock) has evolved over time.</p>\n<h1>Pathophysiology&nbsp;</h1><h2>Microbiology of sepsis</h2><br><br><p>Many pathogens can produce a <strong>dysregulated host inflammatory response</strong>.&nbsp; Bacterial infections are the most common cause of sepsis.&nbsp; However, viral (eg, SARS-CoV-2), fungal (eg, <em>Candida</em> spp), and protozoal (eg, <em>Plasmodium</em>) sepsis can occur as well.&nbsp; Pathogens responsible for sepsis depend on specific host risk factors and sites of infection, as illustrated by the following associations:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Respiratory system infections (eg, community-acquired pneumonia):&nbsp; <em>Streptococcus pneumoniae</em>, <em>Haemophilus influenzae</em>, <em>Moraxella catarrhalis</em></li>\n\t<li>Urinary tract infections (eg, pyelonephritis):&nbsp; <em>Escherichia coli</em>, <em>Proteus mirabilis</em>, <em>Klebsiella</em> spp.</li>\n\t<li>Skin and soft tissue infections (eg, cellulitis):&nbsp; <em>Staphylococcus aureus</em>, <em>Streptococcus pyogenes, Staphylococcus epidermidis</em></li>\n\t<li>Abdominal (eg, complicated diverticulitis) and biliary system infections:&nbsp; <em>E coli</em>, <em>Enterococcus</em> spp, <em>Klebsiella</em> spp.</li>\n\t<li>Central nervous system (CNS) infections (eg, meningitis):&nbsp; <em>S pneumoniae</em>, <em>Neisseria meningitidis</em>, herpes simplex virus</li>\n\t<li>Neonatal infections:&nbsp; Group B <em>Streptococcus</em>, <em>Escherichia coli</em>, <em>Listeria monocytogenes</em> (all vertically transmitted)</li>\n</ul><br><br><p>Synergistic polymicrobial infections (eg, Fournier [perineal] gangrene, infected neuropathic diabetic foot ulcer) are often highly invasive, featuring anaerobic bacteria, toxin production, and fascial necrosis.&nbsp; They are associated with a higher rate of sepsis.</p>\n<h2>Host inflammatory response</h2><br><br><p>The acute inflammatory response is triggered by danger signals, consisting of (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/98951.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>pathogen-associated molecular patterns (PAMPs), found on invading microbes (eg, lipopolysaccharide from gram negative bacilli).</li>\n\t<li>damage-associated molecular patterns (DAMPs), released from necrotic host tissue (eg, mitochondrial DNA and histones from lysed cells).</li>\n</ul><br><br><p>PAMPs incite the initial septic response, followed by DAMPs, which perpetuate it.&nbsp; These interact with receptors (eg, toll-like receptors [TLRs]) present on leukocytes and endothelium (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89727.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><p>A localized response is adaptive (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105207.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; vasodilation and hyperemia encourages perfusion, endothelial permeability allows entry of immune cells into infected tissue, cytokine production activates immune cells and phagocytosis, complement activation boosts killing, and microvascular thrombosis limits microbial spread.<p></p><br><br><p>In contrast, a widespread response (ie, sepsis) is <strong>maladaptive</strong>:&nbsp; systemic vasodilation results in hypotension, widespread endothelial permeability causes third-spacing of plasma (eg, pulmonary edema), microvascular thrombosis causes organ hypoperfusion, and cytokine storm amplifies the entire response across the board.</p><br><br><p><strong>Organ dysfunction</strong></p><br><br><p>The overall result of this inflammatory response is cellular dysoxia characterized by the following (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/71498.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Decreased oxygen delivery (eg, hypotension, hypoxemia)</li>\n\t<li>Decreased oxygen extraction (eg, interstitial edema, microthrombosis, rapid capillary shunting)</li>\n\t<li>Decreased oxygen utilization (eg, reactive oxygen species-induced mitochondrial dysfunction)</li>\n</ul><br><br><p>Septic organ dysfunction reflects the combined effects of systemic inflammation and impaired oxygen metabolism (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/71499.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Because the vital organs cannot effectively extract and use oxygen, the saturation of venous blood (ie, central venous O<font size=\"2\"><sub>2 </sub></font>saturation) tends to be abnormally high in sepsis (ie, frequently &gt;85% [normal: 70%-80%]).<p></p>\n<h1>Definitions</h1><br><br><p>Contemporary definitions of sepsis and septic shock are as follows:</p>\n<h2>Sepsis</h2><br><br><p>Sepsis represents acute organ dysfunction caused by a dysregulated host response to infection.&nbsp; It requires:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>a known or suspected infection.</li>\n\t<li>an acute increase of ≥2 points in the Sequential Organ Failure Assessment (SOFA) score (found online), reflecting organ dysfunction and transition from a localized infection to a systemic illness.</li>\n</ul>\n<h2>Septic shock</h2><br><br><p>Septic shock is a subset of sepsis with circulatory and metabolic abnormalities.&nbsp; It requires:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>persistent hypotension requiring vasopressors to maintain mean arterial pressure (MAP) ≥65 mm Hg (circulatory component) <strong>PLUS</strong></li>\n\t<li>serum lactate &gt;2 mmol/L (metabolic component) after adequate volume resuscitation.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>In clinical practice, recognition of sepsis typically falls along one of two major pathways:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Focal, infection-related symptoms:</strong>&nbsp; Patients have obvious local signs and symptoms of infection (eg, flank pain and pyuria in pyelonephritis).&nbsp; Sepsis is typically diagnosed due to the presence of abnormal organ function remote from the infected site (eg, confusion, tachypnea, hypoxemia in a patient with urinary tract infection).</li>\n\t<li><strong>Nonfocal symptoms:</strong>&nbsp; Patients have generalized symptoms (eg, malaise, weakness, rigors, nausea) with vague onset (ie, days).&nbsp; Infectious sites tend to be obscure or deep (eg, intraabdominal).&nbsp; In this scenario, recognition of sepsis is likely to be delayed.&nbsp; An infection is first suspected based on systemic inflammatory signs (eg, fever, leukocytosis).&nbsp;</li>\n</ul><br><br><p>Because a diagnosis of sepsis requires a documented or suspected infection AND acute organ dysfunction, a standard workup consists of the following:</p>\n<h2>Search for infection</h2><br><br><p>This includes a thorough examination (eg, including skin and perineal), blood cultures (always), additional cultures depending on suspected site (eg, urine, wound, respiratory, cerebrospinal fluid), pathogen assays (eg, respiratory viral panel), serum procalcitonin, and chest and/or abdominal imaging.&nbsp; In addition, toxic shock syndrome, a superantigen-mediated cytokine storm often occurring in the setting of coexisting <em>Staphylococcus</em> infection, can result in sepsis with widespread skin exfoliation.</p>\n<h2>Screen for acute organ dysfunction</h2><br><br><p>The following examples illustrate the wide range of findings and markers that can suggest sepsis-mediated acute organ dysfunction:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>CNS:&nbsp; Altered mental status (eg, delirium)</li>\n\t<li>Circulatory:&nbsp; Hypotension, positive shock index (ie, pulse/systolic blood pressure &gt;1), delayed capillary refill (ie, ≥3s), skin mottling, elevated serum lactate (ie, &gt;2 mmol/L)</li>\n\t<li>Respiratory:&nbsp; Tachypnea, hypoxemia, chest x-ray (eg, fluffy pulmonary edema)</li>\n\t<li>Renal, gastrointestinal, and hepatic:&nbsp; Decreased urine output, metabolic panel abnormalities (eg, acidosis, acute kidney injury, acute liver injury)</li>\n\t<li>Hematologic:&nbsp; Abnormal blood count (eg, thrombocytopenia) or PT/INR (eg, coagulopathy), cutaneous purpura (eg, disseminated intravascular coagulation [DIC])</li>\n\t<li>Endocrine:&nbsp; Hyper- or hypoglycemia</li>\n</ul><br><br><p>Despite many attempts to develop reliable bedside screening (rule out) or diagnostic (rule in) scores for sepsis, none yet have the necessary sensitivity or specificity, respectively.&nbsp; The qSOFA score (altered mental status, tachypnea, and systolic hypotension) is a quick bedside prognostic score for patients with suspected sepsis but cannot be used to rule it in or out.</p><br><br><p>The Systemic Inflammatory Response Syndrome (SIRS) criteria were officially retired from major sepsis guidelines in 2016 due to their lack of specificity for sepsis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/62703.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).&nbsp; The criteria were originally developed to capture a wide range of infectious (ie, sepsis) and noninfectious inflammatory states (eg, severe acute pancreatitis, burns, and trauma or surgery).&nbsp; However, the use of SIRS criteria remains popular in many centers due to their familiarity.&nbsp; These criteria also recognize that both extremes of temperature (eg, hypothermia vs fever) and leukocyte count (eg, leukopenia vs leukocytosis) can occur.<p></p>\n<h1>Septic organ dysfunction</h1><br><br><p>Sepsis can impact almost every major organ.&nbsp; In the intensive care unit (ICU), it is customary to list problems by system:</p>\n<h2>CNS</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sepsis-associated encephalopathy:&nbsp; Diffuse brain dysfunction that involves abnormal blood-brain barrier permeability (ie, endothelial leak) allowing penetration of cytokines, toxins, and medications (eg, ICU sedation drugs).&nbsp; It produces delirium with hypoactivity and somnolence.&nbsp; Neuroimaging is typically normal, but it can show cerebral inflammation (hyperintensities) or edema in severe cases.&nbsp; EEG shows diffuse bihemispheric generalized slowing.</li>\n</ul>\n<h2>Circulatory</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Macrovascular dysfunction:&nbsp; Systemic vasodilation results in hypotension despite an overall hyperdynamic state (ie, increased cardiac output).&nbsp; Vasopressin deficiency is common due to impaired pituitary secretion and increased degradation, contributing to vasoplegia.&nbsp; This reduces the global blood pressure supplying the organs.</li>\n\t<li>Microvascular dysfunction:&nbsp; Endothelial leak, arteriolar-venular shunting, leukocyte aggregation, and microthrombosis results in areas of abnormally slow or fast capillary transit.&nbsp; This impairs the regional blood flow within organs.&nbsp;</li>\n\t<li>Cardiac:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Demand ischemia:&nbsp; Increased cardiac workload and decreased oxygen supply can produce diffuse subendocardial ischemia and type 2 non-ST elevation myocardial infarction (NSTEMI) (ie, troponin elevation), especially in patients with preexisting stable coronary artery disease.</li>\n\t\t<li>Tachyarrhythmias:&nbsp; Circulating cytokines, catecholamines, and metabolic derangements (eg, acidosis) can irritate atrial tissue and can precipitate atrial fibrillation or flutter.&nbsp;</li>\n\t\t<li>Stress cardiomyopathy:&nbsp; In severe cases, myocardial depression (decreased left ventricular ejection fraction) or even stress cardiomyopathy (apical ballooning) can occur, further compromising systemic perfusion.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Patients with sepsis frequently present with a degree of hypovolemia (eg, from poor oral intake and third-spacing).&nbsp; Initially, they may be volume-responsive (ie, improvement after intravenous fluid loading).&nbsp; However, persistent hypotension or rising lactic acidemia (ie, &gt;2 mmol/L despite adequate fluid resuscitation) indicates septic (distributive) shock.</p>\n<h2>Respiratory</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>General response:&nbsp; Nonspecific tachypnea is the earliest and most common vital sign abnormality in sepsis, likely reflecting increased ventilatory load (ie, CO<font size=\"2\"><sub>2</sub></font> production from infection), compensation for metabolic acidosis (ie, lactate), and direct stimulation of brainstem respiratory nuclei by inflammatory cytokines.</li>\n\t<li><strong>Acute respiratory distress syndrome</strong> (ARDS) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69013.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ):&nbsp; Alveolar inflammation and endothelial leak cause exudative pulmonary edema (neutrophilic proteinaceous fluid).&nbsp; Septic ARDS can evolve in the setting of direct lung injury (eg, pneumonia) or indirect lung injury (eg, abdominal infection).&nbsp; Diagnosis is made clinically based on the following criteria:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Onset:&nbsp; respiratory failure occurs within 1 week of identified infection</li>\n\t\t<li>Edema:&nbsp; diffuse, bilateral, fluffy opacities (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L614.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) on chest imaging</li>\n\t\t<li>Noncardiogenic:&nbsp; not fully explained by left heart failure or fluid overload</li>\n\t\t<li>Hypoxemia:&nbsp; often severe (ie, ratio of the partial pressure of oxygen in arterial blood [PaO<font size=\"2\"><sub>2</sub></font>] to the fraction of inspired oxygen [FiO<font size=\"2\"><sub>2</sub></font>] &lt;300; known as P/F ratio) due to profound ventilation/perfusion (V/Q) mismatch</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Renal</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute kidney injury (AKI), either prerenal (global kidney hypoperfusion, fractional excretion of sodium [FeNa] &lt;1%, urine output increases immediately with fluid loading) or intrarenal (eg, acute tubular necrosis in the setting of prolonged ischemia, FeNa &gt;2%, urine output does not respond to fluid loading).&nbsp; Oliguria or anuria may exacerbate interstitial fluid overload (eg, lung edema).</li>\n\t<li>Electrolyte disturbances:&nbsp; Acute electrolyte derangements are common; common patterns include acidosis-hyperkalemia (eg, renal failure, transcellular shifts), hyperphosphatemia-hypocalcemia (eg, renal failure), hyponatremia-hypochloremia-hypokalemia (eg, gastrointestinal volume loss).</li>\n</ul>\n<h2>Gastrointestinal and hepatic</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Gastroparesis and ileus:&nbsp; These reflects splanchnic hypoperfusion.&nbsp; Nausea and vomiting are common but nonspecific (ie, related to the overall systemic inflammatory response).&nbsp; Patients with enteral access may no longer tolerate their tube feedings (eg, due to elevated gastric residual volumes).&nbsp;</li>\n\t<li>Acute liver injury:&nbsp; A cholestatic pattern (ie, ↑ bilirubin and alkaline phosphatase) reflects cytokine-induced biliary sludging due to downregulation of bile salt transporters and injury to cholangiocytes.&nbsp; A hepatocellular pattern (ie, ↑ transaminases) reflects hepatocyte death due to liver hypoperfusion and local activation of resident macrophages (Kupffer cells).&nbsp; Shock liver refers to massive hepatic necrosis due to ischemia, with transaminase levels in the thousands.</li>\n\t<li>Other:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Peptic stress ulceration:&nbsp; Mucosal microcirculatory dysfunction can cause peptic stress ulcers.</li>\n\t\t<li>Ischemic colitis:&nbsp; Hypotension and hypoxia can cause colonic necrosis, especially at watershed areas (eg, splenic flexure).&nbsp; The typical presentation is dark maroon hematochezia.&nbsp; Imaging may show segmental colonic wall thickening and fat stranding.</li>\n\t\t<li>Gut bacterial translocation:&nbsp; Systemic inflammation and bowel hypoperfusion promote gut mucosal breakdown, resulting in microscopic translocation of intestinal flora (eg, coliforms such as <em>Enterobacter</em> spp) into the portal and systemic circulation.&nbsp; The resulting endotoxemia further exacerbates the septic immune response.&nbsp;</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Hematologic</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cytopenias:&nbsp; Acute anemia and thrombocytopenia are common in sepsis.&nbsp; The mechanisms are multifactorial but include bone marrow suppression (eg, cytokines, medications [especially antibiotics]), immune-mediated destruction (eg, complement activation), hemophagocytosis (eg, by activated macrophages), functional iron deficiency (eg, hepcidin upregulation), blood loss (eg, repeated phlebotomy), hemodilution (eg, intravenous fluids), and consumption (eg, DIC).</li>\n\t<li>Coagulopathy:&nbsp; Sepsis-induced coagulopathy is a bleeding diathesis with simultaneous microthrombosis (due to endothelial damage and exposure of tissue procoagulants) and bleeding (due to consumption of clotting factors).&nbsp; Therefore, it is often referred to as a consumptive coagulopathy.&nbsp; Typical coagulation abnormalities include prolongation of PT and aPTT, thrombocytopenia, and fibrinogen depletion.&nbsp; In severe cases, DIC produces microangiopathic hemolysis (eg, schistocytes), severe thrombocytopenia, and thrombotic tissue necrosis (eg, gangrene of nose and digits, purpura fulminans (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14706.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )).</li>\n</ul>\n<h2>Endocrine</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Glucose dysregulation:&nbsp; This includes stress hyperglycemia (from peripheral insulin resistance) or hypoglycemia (from increased metabolic demand with decreased availability due to impaired gluconeogenesis and glycogenolysis).&nbsp; Hypoglycemia is generally considered more ominous than hyperglycemia because it indicates liver involvement and failure of counterregulatory responses.</li>\n\t<li>Relative adrenal insufficiency:&nbsp; Suspected (and empirically treated) in patients with refractory septic shock (ie, requiring ≥2 vasopressors to maintain adequate blood pressure).&nbsp; Adrenal cortisol production is intact but inadequate to support the severity of illness.&nbsp; Preexisting adrenal hypofunction (eg, chronic corticosteroid therapy) is the major risk factor.&nbsp; Diagnosis has not been standardized; plasma cortisol levels vary widely from hour to hour and ACTH stimulation (ie, adrenal reserve) testing is unreliable.&nbsp; However, an outright low cortisol level (eg, ≤10 ng/mL) is a likely indicator (the average cortisol level in critically ill adults is usually &gt;40 ng/mL).</li>\n\t<li>Euthroid sick (low T<font size=\"2\"><sub>3</sub></font>) syndrome (ESS):&nbsp; ESS represents typical thyroid function abnormalities frequently seen in critically ill patients.&nbsp; It features a combination of low-to-normal TSH (reflecting mild central hypothyroidism due to hypothalamus-pituitary-thyroid axis suppression), low T<font size=\"2\"><sub>3</sub></font> (reflecting impaired peripheral conversion of T<font size=\"2\"><sub>4</sub></font> to T<font size=\"2\"><sub>3</sub></font> due to inflammatory cytokines and cortisol effect), and elevated elevated reverse T<font size=\"2\"><sub>3</sub></font> (reflecting increased deiodinase activity).&nbsp; These abnormalities are clinically insignificant, and thyroid function panels should be repeated after recovery from acute illness.</li>\n</ul>\n<h1>Differential diagnosis</h1><h2>Shock</h2><br><br><p>Patients often arrive at the emergency care setting with shock (ie, hypotension with inadequate organ perfusion).&nbsp; In addition to sepsis, the differential includes 4 shock states (distributive, hypovolemic, cardiogenic, obstructive).&nbsp; They can be differentiated by key physical examination observations, bedside echocardiography findings (emerging in popularity for rapid assessment), and their hemodynamic signatures (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40474.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Distributive</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42671.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Pathogenesis:&nbsp; widespread systemic vasodilation</li>\n\t\t<li>Etiologies:&nbsp; sepsis, anaphylaxis, spinal cord injury (neurogenic), severe hepatic failure</li>\n\t\t<li>Shock examination:&nbsp; warm extremities (often flushed), wide pulse pressure, diastolic hypotension</li>\n\t\t<li>Echocardiography:&nbsp; normal chamber volumes, hyperdynamic left ventricle (LV), normal inferior vena cava (IVC)</li>\n\t\t<li>Hemodynamics:&nbsp; high cardiac output (CO), low systemic vascular resistance (SVR) (primary disturbance), low central venous pressure (CVP)</li>\n\t</ul>\n\t</li>\n\t<li><strong>Hypovolemic</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42669.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                )\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Pathogenesis:&nbsp; decreased cardiac preload</li>\n\t\t<li>Etiologies:&nbsp; severe dehydration (eg, diarrheal illness), hemorrhage</li>\n\t\t<li>Shock examination:&nbsp; cold extremities, narrow pulse pressure, dry mucosae, flat neck veins</li>\n\t\t<li>Echocardiography:&nbsp; low chamber volumes, hyperdynamic LV, collapsed IVC</li>\n\t\t<li>Hemodynamics:&nbsp; low CO, high SVR, low CVP (primary disturbance)</li>\n\t</ul>\n\t</li>\n\t<li><strong>Cardiogenic</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42668.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                )\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Pathogenesis:&nbsp; decreased cardiac contractility and/or diastolic filling</li>\n\t\t<li>Etiologies:&nbsp; severe heart failure (eg, large myocardial infarction)</li>\n\t\t<li>Shock examination:&nbsp; cold extremities, narrow pulse pressure, distended neck veins, wet lungs</li>\n\t\t<li>Echocardiography:&nbsp; left atrial enlargement, hypokinetic LV, engorged IVC</li>\n\t\t<li>Hemodynamics:&nbsp; low CO (primary disturbance), high SVR, high PCWP (and high CVP)</li>\n\t</ul>\n\t</li>\n\t<li><strong>Obstructive</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42670.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                )\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Pathogenesis:&nbsp; blockage of blood flow into or out of the right ventricle (RV)</li>\n\t\t<li>Etiologies:&nbsp; massive pulmonary embolism (PE), severe pulmonary hypertension (PH), pericardial tamponade, tension pneumothorax</li>\n\t\t<li>Shock examination:&nbsp; cold extremities, narrow pulse pressure, distended neck veins, dry lungs</li>\n\t\t<li>Echocardiography:&nbsp; dilated hypokinetic RV (massive PE, severe PH) or, conversly, collapsed underfilled RV (tamponade, tension pneumothorax), underfilled small LV, engorged IVC&nbsp;</li>\n\t\t<li>Hemodynamics:&nbsp; low CO, high SVR, high CVP</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Lactic acidosis</h2><br><br><p>Sometimes, an elevated lactate is the first and potentially only clue toward recognition of sepsis, especially in patients with a vague presentation.&nbsp; Lactate is usually measured during the workup of high anion gap metabolic acidosis, representing \"L\" in the mnemonic MUDPILES (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/42521.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ).&nbsp; Sepsis-related lactic acidosis reflects a combination of inadequate tissue oxygen delivery (ie, Type A) and impaired oxygen utilization (ie, Type B).<p></p><br><br><p>In general, etiologies of lactic acidosis include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81700.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><p><strong>Type A: Inadequate oxygen delivery</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tissue hypoxia:&nbsp; from hypoperfusion (eg, septic shock, severe heart failure), hypoxemia (eg, respiratory failure), regional ischemia (eg, compartment syndrome), dyshemoglobinemia (eg, methemoglobinemia, carbon monoxide)</li>\n\t<li>Hypermetabolic demand:&nbsp; from exercising skeletal muscle or a generalized (tonic-clonic) seizure</li>\n</ul><br><br><p><strong>Type B: Adequate oxygen delivery</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Impaired oxygen utilization:&nbsp; from citric acid cycle defects (eg, severe thiamine deficiency [alcohol use disorder]), mitochondrial myopathies, or electron transport chain poisoning (eg, cyanide, metformin, propofol)</li>\n\t<li>Impaired lactate clearance:&nbsp; from impaired gluconeogenesis (eg, liver disease)</li>\n\t<li>Increased lactate production:&nbsp; from increased glycolysis (eg, aggressive lymphoma)</li>\n</ul><br><br><p><strong>ᴅ-type (rare)</strong></p><br><br><p>Uncommonly, <em>ᴅ-</em>lactic acidosis can occur, classically seen in 3 situations that lead to <em>ᴅ-</em>lactate accumulation:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Exogeneous propylene glycol, which is either ingested or used as an infusion vehicle for lorazepam</li>\n\t<li>Gut carbohydrate fermentation in the setting of short bowel syndrome (eg, resection or bypass), sometimes known as autrobrewery syndrome</li>\n\t<li>Diabetic ketoacidosis in which acetone is transiently metabolized to <em>ᴅ-</em>lactate</li>\n</ul><br><br><p>This form of lactic acidosis presents with neurologic signs (confusion and cerebellar ataxia).&nbsp; The <em>ᴅ</em>-lactate (an isomer of <em>ʟ</em>-lactate) is not detected on standard assays, and the only hint is an unexplained high anion gap (eg, normal ketones, no uremia, normal lactate [<em>ʟ</em>-type measured only]) and normal osmolar gap.</p><br><br><p>The cause of lactic acidosis can be obvious from the clinical context, but sometimes further clarification is needed (eg, patients with mixed processes such as shock and poisoning).&nbsp; In unclear cases, combining the central venous oxygen saturation (ScvO<font size=\"2\"><sub>2</sub></font>) with the arteriovenous pCO<font size=\"2\"><sub>2</sub></font> gap is a powerful way to evaluate lactic acidosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89774.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp;<p></p>\n<h2>Noninfectious systemic inflammation</h2><br><br><p>Several noninfectious conditions can closely resemble sepsis.&nbsp; They all feature a sepsis-like constellation of hyperthermia, hemodynamic instability, and multiorgan dysfunction.&nbsp; Some conditions commonly mistaken for sepsis include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Drug hypersensitivity syndromes:</strong>&nbsp; Severe drug hypersensitivity encompasses conditions such as Stevens-Johnson syndrome/toxic epidermal necrolysis (SJS/TEN) and drug hypersensitivity with eosinophilia and systemic symptoms (DRESS).&nbsp; These reactions can involve systemic inflammation (eg, often high fever) and potential multiorgan involvement.&nbsp; However, the mucocutaneous involvement and history of recent exposure to an offending medication are the distinguishing features.</li>\n\t<li><strong>Autoimmune conditions:</strong>&nbsp; Flares of underlying autoinflammatory diseases (eg, systemic lupus erythematosus, granulomatosis with polyangiitis) often present with fever and multiorgan dysfunction.&nbsp; Unlike sepsis, however, distributive shock and generalized circulatory dysfunction is unusual, and there may be distinctive features of autoimmune organ inflammation (eg, glomerulonephritis, diffuse alveolar hemorrhage).</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Other conditions:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Thyroid storm:&nbsp; Severe thyrotoxicosis can present with hyperthermia, tachyarrhythmias and hypotension, encephalopathy, gastrointestinal distress, and cholestatic liver dysfunction, mimicking sepsis.&nbsp; However, distinctive features include agitated delirium (rather than hypoactive) and congestive heart failure (rather than noncardiogenic pulmonary edema).</li>\n\t\t<li>Serotonin syndrome:&nbsp; Serotonergic drug interactions can produce a syndrome of tachycardia, hyperthermia, mental status changes, and even hematologic abnormalities (eg, coagulopathy and thrombocytopenia from DIC) akin to sepsis.&nbsp; However, distinctive features include neuromuscular excitability (agitation, clonus) rather than hypoactive delirium, and severe hypertension rather than hypotension.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Because time is of the essence while clarifying the diagnosis, empiric antibiotic therapy is usually stated while performing additional studies to rule out infection.</p>\n<h1>Management</h1><h2>Sepsis bundle</h2><br><br><p>Like acute coronary syndrome and stroke, sepsis (and suspected sepsis) is treated as a time-sensitive medical emergency (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/89466.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 9\n                                    </a>\n                                </div>\n                                ).&nbsp; Mortality increases by 4% each hour that care is delayed.&nbsp; In patients with sepsis (and suspected sepsis), major societies recommend a coordinated sepsis \"bundle of care\" with the following components:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Initial investigations\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Timing:&nbsp; Started within 1 hour, completed by 3 hours</li>\n\t\t<li>Studies:&nbsp; Blood cultures (from 2 sites, preferably before antibiotics), serum lactate, and other diagnostic tests to identify infection (eg, chest imaging)</li>\n\t</ul>\n\t</li>\n\t<li>Fluid resuscitation\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Timing:&nbsp; Started within 1 hour, completed by 3 hours</li>\n\t\t<li>Choice:&nbsp; Isochloremic (aka, balanced) crystalloids (eg, lactated Ringer's solution [LR] or Plasmalyte-A) are generally preferred over normal (0.9%) saline.&nbsp; The hyperchloremic composition of normal saline (ie, 154 mEq/L) is associated with greater risk of acute kidney injury (potentially due to renal vasoconstriction due to greater distal chloride delivery to macula densa), and induces a further metabolic acidosis (eg, making low-tidal ventilation more difficult).</li>\n\t\t<li>Dose (and rate):&nbsp; Generally, 30 mL/kg of crystalloid should be administered rapidly (ie, bolus rate&nbsp; ≈ 2000 mL/hr).&nbsp; Patients are monitored closely for increasing respiratory distress, which could signal pulmonary edema.&nbsp; In those with persistent hypotension after infusion of this recommended volume, further small incremental boluses (eg, 250-500 mL at a time) can be administered as long as perfusion is demonstrably improved (eg, increased MAP, decreased lactate).&nbsp;</li>\n\t</ul>\n\t</li>\n\t<li>Early antimicrobial therapy\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Timing:&nbsp; Started within 1 hour</li>\n\t\t<li>Choice:&nbsp; Empiric antibiotics with broad spectrum gram positive (ie, including methicillin-resistant <em>Staphylococcus aureus</em>) and gram negative coverage.&nbsp; A common regimen is vancomycin + piperacillin/tazobactam.&nbsp;</li>\n\t\t<li>Dose (pharmacodynamics and pharmacokinetics):&nbsp; The immediate goal is to achieve plasma drug concentration &gt; minimal inhibitory concentration.&nbsp; Patients with sepsis have an abnormally high volume of distribution due to tissue third-spacing of plasma fluid.&nbsp; Therefore, a loading dose is recommended to quickly achieve therapeutic levels, especially for beta-lactams.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>The philosophy of Early Goal Directed Therapy (EGDT) is a quantitative approach to resuscitation (ie, crystalloids, blood transfusions, and inotropes targeted to specified MAP, CVP, and ScvO<font size=\"2\"><sub>2</sub></font> goals).&nbsp; However, these goals appear to be less critical than a more pragmatic approach of early fluids and antimicrobial therapy.&nbsp; In centers with excellent sepsis bundle fulfillment, the marginal benefit of EDGT vanishes.</p>\n<h2>Source control</h2><br><br><p>In addition to resuscitation and early antimicrobial therapy, infectious sources should be cleared as soon as possible (eg, generally within 6-12 hours).&nbsp; This may involve:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Removing intravascular devices (eg, indwelling venous catheters)</li>\n\t<li>Draining infectious fluid collections (eg, hydronephrosis, abscesses, empyemas, peritonitis)</li>\n\t<li>Debridement of infected tissue (eg, necrotizing fasciitis)</li>\n\t<li>Repair of defects (eg, bowel perforation) causing ongoing contamination</li>\n</ul><br><br><p>In patients with initially simple infections (eg, lobar pneumonia), clinical deterioration or lack of improvement could signal development of a closed infection (eg, complicated parapneumonic effusion or empyema).&nbsp; Abscesses and infected phlegmons often have severely compromised blood supply and local acidosis, limiting the penetration and effectiveness of antibiotics.</p>\n<h2>Supportive care</h2><br><br><p>The strongest evidence-based interventions (by system) include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>CNS:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Judicious sedation (eg, targeting RASS score of −3)</li>\n\t\t<li>Avoiding benzodiazepines if possible (eg, trial of atypical antipsychotics instead)</li>\n\t\t<li>Daily sedation holidays (ie, spontaneous awakening trials) as soon as feasible</li>\n\t</ul>\n\t</li>\n\t<li>Cardiovascular:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Vasopressors (eg, norepinephrine infusion) for persistent hypotension (ie, MAP &lt;65 mm Hg) despite fluid resuscitation (ie, septic shock)</li>\n\t\t<li>Stress-dose steroids (eg hydrocortisone 200 mg/day) for persistent hypotension despite ≥2 vasopressors (ie, refractory septic shock)</li>\n\t\t<li>Inotropes (eg, dobutamine) are occasionally needed for sepsis-associated myocardial depression</li>\n\t\t<li>Deresuscitation (ie, targeting net negative fluid balance, usually with diuretics) as soon as feasible (ie, once vasopressors weaned off)</li>\n\t</ul>\n\t</li>\n\t<li>Respiratory:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Lung protective ventilation (ie, low tidal volumes [≤6 mL/kg ideal body weight]) for ARDS</li>\n\t\t<li>Ventilator-associated pneumonia (VAP) prevention bundle (eg, oral decontamination, subglottic suction, elevated head of bed)</li>\n\t</ul>\n\t</li>\n\t<li>Renal\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Renal replacement therapy as indicated</li>\n\t\t<li>Minimizing nephrotoxins (eg, contrast) unless absolutely necessary</li>\n\t</ul>\n\t</li>\n\t<li>Gastrointestinal\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Stress ulcer prophylaxis (eg, proton pump inhibitor and/or H<font size=\"2\"><sub>2</sub></font> blocker)</li>\n\t\t<li>Early enteral feeding (eg, nasogastric tube) to maintain gut mucosal integrity</li>\n\t</ul>\n\t</li>\n\t<li>Hematologic\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Avoidance of red blood cell transfusion unless hemoglobin &lt;7 mg/dL (ie, restrictive strategy) to reduce the risk of lung injury and volume overload</li>\n\t\t<li>Venous thromboembolism prophylaxis (eg, subcutaneous heparin) unless contraindicated (eg, severe thrombocytopenia)&nbsp;</li>\n\t</ul>\n\t</li>\n\t<li>Endocrine\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Glycemic control (eg, insulin infusion to keep blood glucose 140-180 mg/dL)</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>These strategies emphasize harm reduction due to nosocomial complications (eg, delirium, ventilatory-associated pneumonia, venous thrombosis).&nbsp; There is growing emphasis or proactive rehabilitation to restore cognitive and physical function (\"early ICU liberation\").&nbsp; These services are initiated as soon as possible (eg, assessment begins shortly after ICU admission) and include early mobilization (eg, physical therapy for range of motion), timely extubation (eg, as soon as wakefulness and spontaneous breathing trials are passed), speech and swallow therapy, and removing dormant lines, drains, and airways (eg, central venous line, urinary catheter) that serve as sources of infection.</p>\n<h1>Prognosis</h1><h2>Acute mortality</h2><br><br><p>Sepsis is a highly lethal condition.&nbsp; In-hospital mortality increases by ~20% for each acutely failing organ system.&nbsp; Additional poor prognostic signs include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>High lactate (ie, &gt;4 mmol/L) despite normotension</li>\n\t<li>Hypothermic or leukopenic phenotype (eg, associated with older patients with underlying severe chronic disease who are unable to mount an immune response)</li>\n\t<li>Unknown or non-urinary site of infection (eg, highest mortality in abdominal or pulmonary sepsis)</li>\n\t<li>Infection with nosocomial multidrug resistant pathogens (ie, versus community-acquired pathogen)</li>\n</ul>\n<h2>Late morbidity and mortality</h2><br><br><p>Survivors of the acute, hyperinflammatory phase of sepsis are not out of danger and may experience subacute and chronic problems.&nbsp; Approximately two-thirds of sepsis-related deaths occur outside of the ICU (eg, medical ward, nursing facilities).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Post-septic immunoparalysis (days to weeks):&nbsp; After the initial hyperinflammatory host response, a period of immune exhaustion sets in, characterized by anergy and apoptosis of CD4 and CD8 T-cells, expansion and activation of regulatory T cells (T<font size=\"2\"><sub>reg</sub></font>), impaired function of antigen presenting cells, and increased anti-inflammatory cytokines (eg, IL-10).&nbsp; Patients are susceptible to nosocomial infections from otherwise weak pathogens (eg, <em>Klebsiella</em>, enterococci) that normally pose little virulence to immunocompetent hosts.&nbsp; Secondary healthcare-acquired infections are the leading cause of death from sepsis, rather than the initial acute organ failure.&nbsp; Removing unnecessary invasive devices (eg, catheters) is an important aspect of prevention.</li>\n\t<li>Post-intensive care syndrome (PICS) (months to years):&nbsp; Sepsis survivors have a high (&gt;50%) prevalence of chronic neurocognitive and physical impairments.&nbsp; Less than half of survivors ever return to work again due to global weakness, mental slowing and executive dysfunction, and new psychiatric disorders (mainly major depression and PTSD).&nbsp; The pathogenesis of PICS is complex and poorly understood but may be rooted in extreme acute brain stress, inflammation, and hypoxia.&nbsp; Survivors of sepsis have a higher rate of PICS than patients with nonseptic critical illness (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/70881.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 10\n                                    </a>\n                                </div>\n                                ).&nbsp;</li>\n</ul>\n<h1>Summary</h1><br><br><p>Sepsis is a life-threatening condition resulting from a dysregulated host immune response to infection, which can lead to distributive shock and multiple organ failure.&nbsp; Bacterial lower respiratory infections are the leading cause of sepsis; however, viral, fungal, and protozoal infections are important etiologies as well.&nbsp; Sepsis pathophysiology involves an exaggerated inflammatory response leading to systemic vasodilation, increased endothelial permeability, cytokine production, and microvascular thrombosis.&nbsp; These processes result in organ dysfunction across multiple systems.</p><br><br><p>Diagnosis of sepsis requires (1) a known or suspected infection and (2) evidence of acute organ dysfunction (often assessed with the SOFA score).&nbsp; Common diagnostic studies include workup for infection (eg, blood cultures, chest imaging) and screening for organ dysfunction (eg, altered mental status, acute kidney injury, coagulopathy).&nbsp; Sepsis management involves a time-sensitive \"bundle\" that includes fluid resuscitation and empiric antimicrobial therapy starting within the first hour of suspicion.&nbsp; Source control (eg, debridement or abscess drainage) should be achieved as soon as feasible.&nbsp; Supportive measures include lung-protective ventilation for ARDS, renal replacement therapy, and prophylaxis against nosocomial complications.</p><br><br><p>Prognostically, sepsis carries a high in-hospital mortality rate, increasing by ~20% for each failing organ system.&nbsp; Many survivors experience post-intensive care syndrome (PICS), leading to significant morbidity and functional decline.</p>\n</div>\n\n            "
}