{
  "meta": {
    "title": "Shigella infection (shigellosis)",
    "url": "https://brainandscalpel.vercel.app/shigella-infection-shigellosis-74c2c5b0-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:20.317Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Shigellosis is caused by <em>Shigella</em> species bacteria, a group of gram-negative, facultative intracellular pathogens.&nbsp; It is characterized by acute diarrhea (with progression to bloody diarrhea), fever, and abdominal cramping.&nbsp; This highly transmissible disease spreads primarily via the fecal-oral route (eg, contaminated food or water, direct person-to-person contact).&nbsp; Humans are the only natural reservoir for this infection.&nbsp; Shigellosis is particularly prevalent in regions with inadequate sanitation or overcrowding and can lead to severe complications such as hemolytic uremic syndrome (HUS).</p>\n<h1>Pathophysiology</h1><br><br><p><em>Shigella</em> invade the intestinal (primary colonic) epithelium through microfold (M) cells in the mucosa.&nbsp; The bacteria can spread laterally via actin polymerization, avoiding immune detection (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85773.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Replication within host macrophages results in apoptosis and causes a profound inflammatory response with ulceration of mucosal cells (leading to bloody and mucoid diarrhea).&nbsp; The Shiga toxin, produced by certain strains (eg, <em>S dysenteriae</em>), inhibits the 60S subunit of ribosomes, halting protein synthesis and leading to cell death.&nbsp; Failure of protein synthesis causes damage to the enterocytes as well as the renal and vascular endothelium, underlying the systemic complications of shigellosis such as HUS.<p></p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Poor sanitation</strong>:&nbsp; Living in or traveling to areas with contaminated water (consumption or recreation) or food supplies increases exposure.</li>\n\t<li><strong>Age</strong>:&nbsp; Children are at higher risk, likely due to poor hand hygiene, exposure in settings such as day care centers, and immature immune systems.</li>\n\t<li><strong>Immunocompromise</strong>:&nbsp; HIV infection, malnutrition, or other immunosuppressive conditions increase the risk for infection, particularly due to low inoculum of bacteria required to cause infection.</li>\n\t<li><strong>Close contact</strong>:&nbsp; Due to high transmissibility, institutions such as day care centers, nursing homes, or homeless shelters can see rapid spread of disease.&nbsp; Close contact with an infected person at home is also a risk factor (eg, an ill sibling).</li>\n\t<li><strong>Sexual practices</strong>:&nbsp; Patients who have receptive anal or oral-anal intercourse are at increased risk due to potential direct inoculation from an infected partner.</li>\n</ul>\n<h1>Pathology</h1><br><br><p><em>Shigella</em> are non–lactose fermenting gram-negative bacilli with no hydrogen sulfide production on triple sugar iron agar (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6963.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Macroscopically, the colon of patients with shigellosis exhibits edema, erythema, and ulceration.&nbsp; Histopathologic findings include mucosal necrosis and dense infiltration of neutrophils in the lamina propria.&nbsp; Pseudomembrane formation within the colon can be seen, although it is more common in immunocompromised patients (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27782.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; In severe cases (eg, with development of HUS), signs of microangiopathic hemolytic anemia due to intravascular shearing can be seen (eg, schistocytes on peripheral smear) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13802.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p>\n<h1>Clinical presentation</h1><br><br><p>The incubation period of shigellosis is typically 1-3 days.&nbsp; Symptoms vary in severity but may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Diarrhea</strong>:&nbsp; Initial watery diarrhea progresses to dysentery (stools with blood and mucus).&nbsp; Small-volume stools reflect infection of the colon, differentiating small intestinal infections, which produce large-volume diarrhea.&nbsp; Nausea and vomiting are typically absent.</li>\n\t<li><strong>Fever</strong>:&nbsp; Fever typically develops a few days after exposure to the bacteria.&nbsp; It is often associated with fatigue and malaise.</li>\n\t<li><strong>Abdominal pain</strong>:&nbsp; The pain is cramping and localized to the lower abdomen.</li>\n\t<li><strong>Tenesmus:</strong>&nbsp; Primarily affecting the rectosigmoid colon, tenesmus causes pain with defecation.</li>\n\t<li><strong>Seizures</strong>:&nbsp; Up to 10% of children with <em>Shigella</em> infection are affected by seizures, likely due to massive cytokine response (eg, interleukin-1, tumor necrosis factor alpha).</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Confirmation of shigellosis by stool testing may take several days.&nbsp; Treatment is often initiated based on a presumptive clinical diagnosis.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Stool microscopy</strong>:&nbsp; Fecal leukocytes and red blood cells indicate an inflammatory cause of diarrhea.</li>\n\t<li><strong>Stool culture</strong>:&nbsp; Culture is the gold standard for identifying <em>Shigella</em> species; susceptibility testing is also clinically indicated due to increasing antibiotic resistance.</li>\n\t<li><strong>Blood cultures</strong>:&nbsp; Blood cultures may be positive if bacteremia is present.</li>\n\t<li><strong>Molecular methods</strong>:&nbsp; PCR (eg, of stool) allows for rapid and sensitive detection of <em>Shigella</em> and Shiga toxin.</li>\n</ul>\n<h1>Laboratory/imaging evaluation</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Basic metabolic panel</strong>:&nbsp; There may be electrolyte derangements (eg, hypokalemia).&nbsp; In HUS, elevation in blood urea nitrogen and creatinine are seen due to microvascular damage in the kidneys.</li>\n\t<li><strong>Complete blood count</strong>:&nbsp; Leukocytosis is often seen.&nbsp; In cases complicated by HUS, thrombocytopenia is seen.</li>\n\t<li><strong>Peripheral blood smear</strong>:&nbsp; In cases of HUS, schistocytes (red blood cell fragments due to mechanical shearing) are seen as a result of microangiopathic hemolytic anemia.</li>\n\t<li><strong>Imaging</strong>:&nbsp; Abdominal imaging (eg, CT scan) can be utilized if there is clinical concern for complications such as perforation or toxic megacolon.</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of shigellosis focuses on supportive care and, in certain cases, antimicrobial therapy:</p>\n<h2>Supportive care</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Oral or intravenous rehydration is important to correct dehydration and electrolyte imbalances.</li>\n\t<li>Antimotility agents (eg, loperamide) are not recommended due to the risk for a worsened or prolonged disease course.</li>\n</ul>\n<h2>Antimicrobial therapy</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Antibiotics are recommended for immunocompromised patients, those with severe cases requiring hospitalization, or those with extraintestinal manifestations.</li>\n\t<li>They may be recommended even in patients without significant comorbidity or disease if they pose a public health/transmission risk (eg, food handlers, childcare providers).</li>\n\t<li>Common agents include fluoroquinolones (eg, levofloxacin or ciprofloxacin) or azithromycin for outpatient oral treatment.&nbsp; Carbapenems (eg, ertapenem) may be utilized as intravenous therapy in patients who are immunocompromised or have severe disease.</li>\n\t<li>Resistance patterns should guide antibiotic selection, particularly in regions with multidrug-resistant <em>Shigella</em>.</li>\n</ul>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dehydration</strong>:&nbsp; Severe diarrhea may lead to hypovolemia and electrolyte abnormalities.</li>\n\t<li><strong>Hemolytic uremic syndrome (HUS)</strong>:&nbsp; HUS is particularly associated with Shiga toxin–producing strains (eg, <em>S dysenteriae</em>).&nbsp; It is characterized by hemolytic anemia, thrombocytopenia, and kidney dysfunction due to microvascular damage and microthrombi (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36652.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Schistocytes (fragmented red blood cells) can be seen on peripheral smear.</li>\n\t<li><strong>Seizures</strong>:&nbsp; As noted, up to 10% of children are affected by seizures.&nbsp; This is due to massive cytokine response (eg, IL-1, tumor necrosis factor alpha) and is often associated with fever.</li>\n\t<li><strong>Rectal prolapse</strong>:&nbsp; Prolapse is more common in infants and young children, although it is a rare complication overall.</li>\n\t<li><strong>Toxic megacolon, obstruction, or perforation</strong>:&nbsp; These are rare complications, but they can cause a significant risk for morbidity and mortality.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Shigellosis must be differentiated from other causes of acute inflammatory diarrhea, particularly those with similar presentations (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L79039.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/48825.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><em><strong>Salmonella</strong></em> infections can present with diarrhea, fever, and abdominal pain, often linked with consuming undercooked meat/poultry.&nbsp; High fever with temperature-pulse dissociation and hepatosplenomegaly are seen with typhoidal Salmonella (enteric fever).&nbsp; These features are not typically seen in <em>Shigella</em> infections.&nbsp; Stool culture and PCR testing may be utilized to distinguish these conditions.</li>\n\t<li><em><strong>Campylobacter jejuni</strong></em> causes diarrhea (with blood and mucus) and abdominal cramping similar to <em>Shigella</em>.&nbsp; However, <em>Campylobacter</em> is typically linked with exposure to undercooked poultry, nausea and vomiting are relatively common, and associations include Guillain-Barré syndrome and pseudoappendicitis (right lower quadrant pain due to ileocecitis).&nbsp; Stool culture can be utilized to distinguish these conditions.</li>\n\t<li><strong>Enterohemorrhagic <em>E coli</em> (EHEC)</strong> O157:H7 is a type of Shiga toxin–producing <em>E coli</em> (STEC) that causes bloody diarrhea and carries a risk for HUS.&nbsp; However, unlike Shigella, fevers are not common in STEC (possibly because STEC toxins are associated with a predominantly local [vs systemic] inflammatory response).&nbsp; EHEC is also often linked to consumption of undercooked beef or contaminated produce.</li>\n\t<li><em><strong>Yersinia enterocolitica</strong></em> presents with diarrhea, but pharyngitis may be present as a distinguishing symptom.&nbsp; History of exposure to undercooked pork or unpasteurized milk may also help distinguish from other bacterial infections of the intestines.&nbsp; Stool studies are positive for <em>Yersinia.</em></li>\n\t<li><strong>Amebiasis</strong> (<em>Entamoeba histolytica</em>) is a parasitic infection associated with dysentery and abdominal pain but is linked to travel to resource-limited areas.&nbsp; The diagnosis of amebiasis relies on trophozoite detection in stool or on serology (if liver abscess is suspected).</li>\n\t<li><strong>Gonococcal proctitis</strong> can present with mucus and blood in the stool as well as with tenesmus.&nbsp; In contrast to patients with <em>Shigella</em> infections, diarrhea is not prominent.&nbsp; Patients with proctitis may be more likely to experience constipation.&nbsp; Nucleic acid amplification testing from a rectal swab will be positive for <em>Neisseria gonorrhoeae</em>.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Most cases of shigellosis resolve within a week with appropriate supportive care.&nbsp; Severe complications are rare in otherwise healthy individuals but may lead to significant morbidity in vulnerable populations.&nbsp; Mortality is low with prompt treatment but may be high if severe complications such as HUS occur.</p>\n<h1>Summary</h1><br><br><p>Shigellosis is a common cause of bacterial dysentery, characterized by diarrhea (with blood and mucous), fever, and abdominal pain.&nbsp; It primarily affects young children and individuals in areas with poor sanitation or overcrowding.&nbsp; Diagnosis is based on clinical features and stool testing, with stool culture as the gold standard.&nbsp; Management includes rehydration and, when indicated, antibiotics tailored to resistance patterns.&nbsp; Complications such as dehydration, bacteremia, hemolytic uremic syndrome, seizures, or toxic megacolon can be seen in severe cases.&nbsp; Although prognosis is generally favorable in uncomplicated cases, increasing antibiotic resistance underscores the need for improved sanitation and judicious use of antibiotics.</p>\n</div>\n\n            "
}