{
  "meta": {
    "title": "Strongyloidiasis",
    "url": "https://brainandscalpel.vercel.app/strongyloidiasis-c59e4cff-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:27.909Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Strongyloidiasis is a widespread helminth infection caused by the nematode <em>Strongyloides stercoralis</em>.&nbsp; It is endemic to tropical and subtropical climates in areas with poor sanitation.&nbsp; Transmission occurs primarily when skin comes into contact with contaminated soil (eg, walking barefoot).&nbsp; In contrast to most other helminth infections, <em>S stercoralis</em> can complete its entire life cycle in the human host, leading to autoinoculation (long-term infection) and, more rarely, life-threatening hyperinfection (in individuals who are immunocompromised).&nbsp; Global prevalence is estimated at &gt;600 million individuals.</p>\n<h1>Risk factors</h1><br><br><p>The risk of strongyloidiasis is based on environmental, behavioral, and host-related factors:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Environmental</strong>:&nbsp; The pathogen is endemic in tropical and subtropical climates where there is poor waste disposal or open defecation; it survives best in warm, moist soil after excretion in stool.&nbsp; In these areas, regional prevalence may be &gt;30% and, in some countries (eg, Peru, Kenya, Namibia), &gt;70%.&nbsp; Overall, cases are most common in Southeast Asia, Africa, and the Western Pacific.</li>\n\t<li><strong>Behavioral</strong>:&nbsp; Activities that involve direct skin contact with contaminated soil (eg, walking barefoot, working in agriculture) facilitate transmission.</li>\n\t<li><strong>Immunocompromise</strong>:&nbsp; Immunocompromise (eg, glucocorticoids, HIV, human T-cell lymphoma virus [HTLV-1], malignancy, alcohol use disorder) greatly increases the risk of excessive autoinfection with subsequent hyperinfection or life-threatening dissemination.</li>\n</ul>\n<h1>Pathophysiology</h1><br><br><p>Warm, moist soil contaminated by feces is the primary environmental reservoir of <em>S stercoralis</em> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88746.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Transmission occurs when <strong>filariform larvae in soil</strong> penetrate human skin (eg, walking barefoot) and migrate via the bloodstream or lymphatics to the lungs.&nbsp; The larvae translocate into the alveolar sacs, ascend the tracheobronchial tree, and are eventually swallowed.<p></p><br><br><p>In the small intestine, the larvae embed in the duodenal and jejunal mucosa and molt into adult female worms.&nbsp; The worms produce eggs via parthenogenesis (asexual reproduction), which hatch in situ into <strong>rhabditiform larvae</strong>.&nbsp; These rhabditiform larvae are either excreted in stool or undergo maturation in the intestine, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Free-living phase</strong>:&nbsp; Most rhabditiform larvae are excreted in stool.&nbsp; In the environment, the rhabditiform larvae mature into either infectious filariform larvae or adult female/male worms (which undergo sexual reproduction → eggs → new rhabditiform larvae).</li>\n\t<li><strong>Autoinfection</strong>:&nbsp; A minority of rhabditiform larvae mature in the intestinal lumen into filariform larvae, which autoinoculate the host via mucosal or perianal penetration.&nbsp; Autoinfection generates a chronic infection and may lead to life-threatening hyperinfection with dissemination (excessive autoinfection with spread to end organs) in those with immunosuppression.</li>\n</ul>\n<h1>Pathology</h1><br><br><p><em>Strongyloides</em> larvae (primarily) or adult female worms (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26770.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) can often be visualized in duodenal crypts surrounded by an eosinophil-rich infiltrate in the lamina propria.&nbsp; Crypt hyperplasia, mucosal edema, and villous atrophy may be present.&nbsp; In patients with immunosuppression, filariform larvae can often be seen deeper in tissue, entering the muscularis mucosae or blood vessels.&nbsp; Stool examination can often reveal rhabditiform larvae (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13541.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), which are blunt with a short buccal cavity and a pointed posterior end.<p></p>\n<h1>Clinical presentation</h1><h2>Acute infection</h2><br><br><p>In immunocompetent hosts, most acute infections are asymptomatic.&nbsp; However, a minority develop ≥1 of the following manifestations:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Skin</strong>:&nbsp; An erythematous, pruritic, maculopapular rash may occur at the portal of entry (often, the feet or hands).</li>\n\t<li><strong>Gastrointestinal</strong>:&nbsp; Approximately 3 weeks after transmission, diarrhea, constipation, anorexia, and/or bloating can occur due to intestinal mucosal infection.</li>\n\t<li><strong>Respiratory</strong>:&nbsp; Approximately a week after transmission, patients may develop a dry cough due to migration of larvae through the alveoli and tracheobronchial tree.</li>\n</ul>\n<h2>Chronic infection</h2><br><br><p>Most patients with chronic infection are asymptomatic; however, they may develop symptoms depending on parasite burden during various portions of the life cycle, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Skin</strong>:&nbsp; Classically, <em>Strongyloides</em> is associated with <strong>larva currens</strong> (\"running larvae\"), which is marked by migration of the larvae through the dermis at a rapid rate (often 5-15 cm/hr).&nbsp; This leads to the formation of an <strong>intensely pruritic serpiginous rash</strong> that turns brown and disappears over a couple of days.&nbsp; The lower trunk, thighs, and buttocks are most often affected.&nbsp; Larva currens is most common in chronic infection but can occasionally occur in acute infection.&nbsp; Although this is the classic skin manifestation of strongyloidosis, it is fairly uncommon (except in hyperinfection); more often, patients develop recurrent <strong>urticaria</strong>, which may be the only symptom of chronic infection.</li>\n\t<li><strong>Gastrointestinal</strong>:&nbsp; Patients may have mild, transient, periumbilical, or midepigastric pain after eating due to gastric acid irritating the infected duodenal mucosa.&nbsp; Diarrhea, constipation, bloating, anorexia, and malabsorption can also occur.</li>\n\t<li><strong>Respiratory</strong>:&nbsp; Respiratory symptoms are less common than gastrointestinal or cutaneous symptoms in chronic infection.&nbsp; However, the migration of larvae through the alveoli and respiratory tree can lead to transient dry cough, wheezing, dyspnea, or throat irritation.</li>\n</ul><br><br><p><strong>Peripheral eosinophilia</strong> is present in approximately 65% of patients with chronic infection; it is typically absent in acute infection and hyperinfection (sometimes due to suppression or concomitant bacterial infection).</p>\n<h2>Hyperinfection and dissemination</h2><br><br><p>Hyperinfection and dissemination are most common in those with significant immunosuppression (eg, prolonged corticosteroid use, HTLV-1, AIDS, alcoholism).&nbsp; Hyperinfection is marked by excessive autoinfection with a heavy burden of larvae and adult worms in the skin, lungs, and gastrointestinal tract.&nbsp; Disseminated infection is marked by spread to other end organs (eg, liver, gallbladder, pancreas, skeletal muscle, kidneys, heart, brain).</p><br><br><p>Common symptoms of hyperinfection include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Skin</strong>:&nbsp; Larva currens on the lower trunk, buttocks, and thighs, as well as widespread petechial or purpuric lesions, may occur.&nbsp; Periumbilical purpura (resembling thumbprints) is considered pathognomonic for disseminated infection.</li>\n\t<li><strong>Gastrointestinal</strong>:&nbsp; Patients most often have nonspecific gastrointestinal symptoms (eg, crampy/bloating abdominal pain, nausea/vomiting, diarrhea, constipation, anorexia, weight loss) due to excessive parasites in the intestinal lumen.&nbsp; However, more severe manifestations can occur, including bleeding, ulceration, small bowel obstruction, protein-losing enteropathy, or perforation.</li>\n\t<li><strong>Respiratory</strong>:&nbsp; The passage of excessive amounts of larvae through the alveoli and tracheobronchial tree often causes irritative symptoms, including dyspnea, coughing, wheezing, choking, or hoarseness.&nbsp; Fever, chest pain, hemoptysis, and palpitations can also occur.</li>\n</ul><br><br><p>Secondary bacterial infection with sepsis is a frequent complication of hyperinfection.</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis is typically suspected in patients exposed to an endemic area who have characteristic cutaneous, gastrointestinal, or respiratory symptoms or unexplained peripheral eosinophilia.&nbsp; The 2 main diagnostic modalities are as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Serologic testing</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>This is the preferred evaluation for patients with cutaneous or respiratory manifestations or unexplained peripheral eosinophilia.</li>\n\t\t<li>It identifies IgG or IgG4 antibodies to larvae extract.</li>\n\t\t<li>Limitations include cross-reactivity with other filarial species/soil-transmitted helminths, diminished sensitivity in immunosuppressed conditions, and an inability to distinguish between acute and past infection.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Stool testing</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>This test is used with serologic testing for patients with gastrointestinal symptoms or suspected hyperinfection syndrome.</li>\n\t\t<li>Modalities include:\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li><strong>Stool microscopy</strong>:&nbsp; Direct identification of rhabditiform larvae in stool.&nbsp; Sensitivity is low (~50%) but may be improved with <strong>multiple samples</strong>.&nbsp; Larvae generally appear approximately 3-4 weeks after dermal penetration.</li>\n\t\t\t<li><strong>Stool PCR</strong>:&nbsp; Generally better sensitivity than stool microscopy (~70%).</li>\n\t\t\t<li><strong>Stool culture</strong>:&nbsp; Greatest sensitivity amongst stool tests, with agar plating but is rarely performed outside of specialized laboratories.</li>\n\t\t</ul>\n\t\t</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Patients with suspected hyperinfection also typically undergo blood cultures; pulmonary (eg, sputum, bronchoalveolar lavage), peritoneal (eg, paracentesis), and cerebrospinal fluid (eg, lumbar puncture) sampling are also generally indicated in this population when symptoms are present in the associated organ.</p>\n<h2>Screening</h2><br><br><p>Screening for <em>Strongyloides</em> is recommended for individuals at risk of chronic infection prior to immunosuppression, especially before initiating corticosteroids or tumor necrosis factor–alpha inhibitors or before undergoing organ transplantation.&nbsp; It is particularly important for patients from or with prolonged exposure to endemic areas (eg, Southeast Asia, sub-Saharan Africa, Latin America, or the southeastern United States).&nbsp; Serologic testing is the preferred screening tool, given its higher sensitivity in asymptomatic infection.&nbsp; In patients with unexplained eosinophilia and epidemiologic risk, screening should also be strongly considered, even in the absence of symptoms.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ascariasis and other hookworm infections</strong>:&nbsp; These conditions can also cause chronic urticaria, pruritus, peripheral eosinophilia, and nonspecific pulmonary/gastrointestinal manifestations.&nbsp; They are generally differentiated based on the presence of eggs on stool examination (not generally seen with <em>Strongyloides</em>).&nbsp; Coinfection can occur.</li>\n\t<li><strong>Cutaneous larva migrans</strong>:&nbsp; Dog or cat hookworms (<em>Ancylostoma</em> species) can cause a pruritic, serpiginous, migrating rash similar to that of larva currens.&nbsp; However, larva migrans typically progresses 1-2 cm/day, whereas larva currens move much more rapidly (5-15 cm/hr).&nbsp; In addition, larva migrans is not typically associated with invasive infection.</li>\n\t<li><strong>Eosinophilic gastroenteritis</strong>:&nbsp; This condition is marked by chronic inflammation with eosinophilic infiltrate in 1 or more portions of the gastrointestinal tract.&nbsp; Patients often have other allergic diseases, including asthma, rhinitis, eczema, or food allergies.&nbsp; Although patients may have peripheral eosinophilia and gastrointestinal symptoms, serologic testing and endoscopy can generally differentiate the conditions.</li>\n\t<li><strong>Ulcerative colitis</strong>:&nbsp; Endoscopic findings in strongyloidiasis can appear very similar to those of ulcerative colitis and include skip lesions, distal attenuation of lesions, fairly intact crypt architecture, eosinophilic infiltrate, and submucosal involvement with erythematous nodules.&nbsp; However, histopathology (eg, presence of larvae) and serology can generally differentiate the 2 conditions.</li>\n</ul>\n<h1>Management</h1><br><br><p>All patients with strongyloidiasis should undergo antihelminth treatment to eradicate the parasite, prevent complications, and limit the risk of transmission.&nbsp; Treatment options include the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ivermectin</strong> has the greatest efficacy against <em>Strongyloides</em> and is considered the first-line treatment.&nbsp; It is typically administered in 2 doses over 2 days.&nbsp; However, those with immunosuppression or hyperinfection/disseminated infection require longer courses of treatment.</li>\n\t<li><strong>Albendazole</strong> is less effective than ivermectin and is generally reserved for when ivermectin is unavailable or otherwise contraindicated.</li>\n</ul><br><br><p>Following treatment, those with peripheral eosinophilia or positive stool microscopy generally undergo repeat testing several weeks later to ensure improvement/resolution.&nbsp; Serologic titers also generally reduced (but serial tests may suffer from a lack of standardization).&nbsp; Those with persistent symptoms or unchanged follow-up testing are generally retreated with a course of ivermectin.</p><br><br><p>In hyperinfection or disseminated disease, prolonged treatment and management of complications (eg, antibiotics for secondary bacterial infections) are typically necessary.</p>\n<h1>Complications</h1><br><br><p>Most cases of strongyloidiasis are asymptomatic and not associated with serious complications.&nbsp; However, those with immunocompromise are at much greater risk of potentially life-threatening infection.&nbsp; Complications include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hyperinfection syndrome</strong>:&nbsp; Excessive autoinfection can lead to serious respiratory (eg, hemoptysis, acute respiratory distress syndrome) or gastrointestinal (eg, electrolyte disturbances, bleeding, ulceration, small bowel obstruction, protein-losing enteropathy) manifestations.</li>\n\t<li><strong>Disseminated infection</strong>:&nbsp; Hyperinfection can result in the spread of larvae through the systemic circulation to other organs, including the liver, gallbladder, pancreas, kidneys, heart, brain, and skeletal muscles.</li>\n\t<li><strong>Gram-negative bacteremia</strong>:&nbsp; Migration of larvae during autoinfection may promote the translocation of enteric bacteria into the systemic circulation, leading to extraintestinal infection (eg, pneumonia, meningitis, sepsis).</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Most cases resolve completely without sequelae following treatment.&nbsp; However, a small minority of patients require an additional course of antihelminth therapy when symptoms do not resolve or testing does not show signs of improvement/resolution.&nbsp; In contrast, those with hyperinfection or disseminated infection are at much greater risk of adverse outcomes and death (&gt;70%).</p>\n<h1>Summary</h1><br><br><p>Strongyloidiasis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/129282.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a helminth infection caused by <em>Strongyloides stercoralis</em>.&nbsp; Transmission typically occurs due to skin contact with contaminated soil (eg, walking barefoot).&nbsp; The infection is endemic in tropical and subtropical regions worldwide in areas with poor sanitation.&nbsp; Many cases are asymptomatic, but patients may have skin (eg, urticaria, larva currens), gastrointestinal (eg, bloating, crampy pain), or respiratory (eg, dry cough) manifestations.&nbsp; Peripheral eosinophilia may be present in chronic cases (~65%).&nbsp; Those with significant immunocompromise (eg, human T-cell lymphoma virus-1, corticosteroids, AIDS) are at high risk of hyperinfection and life-threatening dissemination due to excessive autoinfection.&nbsp; The diagnosis is made by serology and/or stool examination.&nbsp; Ivermectin is the treatment of choice.&nbsp; Immunocompetent patients typically recover without sequelae following treatment, but those with immunocompromise are at much greater risk of complications and death.<p></p>\n</div>\n\n            "
}