{
  "meta": {
    "title": "Surgical site infections",
    "url": "https://brainandscalpel.vercel.app/surgical-site-infections-9262e5e9-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:26.131Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Surgical site infections (SSIs) are infections that occur near a surgical site ≤30 days after surgery (or within 90 days if prosthetic material was implanted) and are a common cause of postoperative fever (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15426.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; SSIs may involve the incision or any area that was manipulated during the procedure and are a common postoperative complication that contributes to increased morbidity, prolonged hospital stays, and higher health care costs.<p></p><br><br><p>Surgical site infections are classified based on the tissue involved:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Superficial incisional infections</strong> involve the skin and subcutaneous tissue.</li>\n\t<li><strong>Deep incisional infections</strong> involve fascia and muscle.</li>\n\t<li><strong>Organ/deep space infections</strong> involve any space deeper than the fascia/muscle (eg, intraabdominal abscess, joint infection, spinal abscess, endometritis).</li>\n\t<li><strong>Necrotizing soft tissue infections</strong> involve the skin, subcutaneous tissue, fascia, and muscle, and are life-threatening.</li>\n</ul>\n<h1>Pathogenesis</h1><br><br><p>Surgical infections occur due to microbial contamination of the surgical site, which overwhelms the host's immune response and leads to infection.&nbsp; Key mechanisms include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bacterial contamination from endogenous flora (eg, skin, mucosa, gastrointestinal tract) and/or exogenous sources (eg, contaminated surgical instruments, hospital environment).</li>\n\t<li>Disruption of the skin barrier from surgical incisions.</li>\n\t<li>Local wound factors contributing to infection:&nbsp; Poor oxygenation (ischemia), edema, thermal injury, and tissue damage/necrosis promote bacterial growth and impair immune defenses.</li>\n\t<li>Biofilm formation on implanted material (eg, prosthetic joints, mesh).</li>\n</ul><br><br><p>Involved pathogens are generally based on the location of the infection and type of procedure performed:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Gram-positive cocci (most common overall; most likely pathogen in vascular, orthopedic, and thoracic procedures and a common cause of incisional SSIs): <em>Staphylococcus aureus</em> (including methicillin-resistant [MRSA])<em>, Streptococcus pyogenes, Enterococcus</em> species.</li>\n\t<li>Gram-negative rods (common in gastrointestinal or genitourinary surgeries): <em>Escherichia coli, Pseudomonas aeruginosa, Klebsiella</em> species<em>, Proteus</em> species.</li>\n\t<li>Anaerobes (common in intraabdominal and perineal infections): <em>Bacteroides fragilis, Clostridium perfringens.</em></li>\n\t<li>Fungal infections (rare, usually in immunocompromised patients): <em>Candida</em> species.</li>\n</ul>\n<h1>Risk factors</h1><h2>Surgery/procedure-based risk factors</h2><br><br><p>One of the primary risk factors for development of postsurgical infections is dependent upon the type of surgical wound, which are classified as the following (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/125110.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Clean:&nbsp; Without infection or viscus entry (eg, vascular or orthopedic surgery).</li>\n\t<li>Clean-contaminated:&nbsp; With controlled viscus entry (eg, cholecystectomy, hysterectomy).</li>\n\t<li>Contaminated:&nbsp; Inflamed, acutely traumatic, or with viscus spillage (eg, trauma surgery).</li>\n\t<li>Dirty:&nbsp; Infected, necrotic, or fecally contaminated (eg, abscess drainage).</li>\n</ul><br><br><p>In addition to the type of surgical wound, additional procedure-based risk factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Prolonged surgery (&gt;2 hours).</li>\n\t<li>Emergency procedures and inadequate sterilization.</li>\n\t<li>Excessive electrocautery use (due to excess tissue necrosis).</li>\n\t<li>Prolonged perioperative hospital stay.</li>\n\t<li>Placement of implanted material.</li>\n</ul>\n<h2>Patient-based risk factors</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Diabetes mellitus (impaired wound healing).</li>\n\t<li>Obesity (poor vascular supply to adipose tissue).</li>\n\t<li>Malnutrition (deficient immune response).</li>\n\t<li>Smoking (vasoconstriction and poor oxygenation).</li>\n\t<li>Immunosuppression (poor host response, [eg, HIV, chemotherapy, steroid use]).</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>SSIs are diagnosed based on clinical features (eg, purulent drainage, fever) ≤30 days after surgery (or ≤90 days with surgical implants).&nbsp; However, laboratory evaluation and imaging is often performed, particularly in patients with suspected deeper SSIs.</p>\n<h2>Laboratory evaluation</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count:&nbsp; Leukocytosis with&nbsp;left shift (suggests bacterial infection).</li>\n\t<li>Wound culture and Gram stain:&nbsp; Guides antibiotic therapy.</li>\n\t<li>Additional evaluation in sepsis:&nbsp; Complete metabolic profile to evaluate for hepatic and renal function and electrolyte disturbances, lactate, and blood cultures.</li>\n</ul>\n<h2>Imaging studies</h2><br><br><p>Imaging studies are not required for superficial SSIs.&nbsp; However, for deep incisional or organ/deep space SSIs, imaging identifies the depth and extent of involved tissues and identifies organ space abscesses (or other fluid collections).&nbsp; Imaging should be performed in patients with severe illness, signs of systemic infection, suspected fluid collections, or when the extent of infection is indeterminate.</p><br><br><p>The imaging modality is based on the suspected type of infection:&nbsp; Ultrasonography is commonly used in the evaluation of subcutaneous tissues, whereas CT scan or MRI are preferred imaging modalities for organ/deep space SSIs.</p>\n<h1>Superficial incisional and deep incisional SSIs</h1><h2>Clinical presentation</h2><br><br><p><strong>Superficial incisional SSIs</strong> present with erythema, swelling, and induration around the wound with an increase in pain or tenderness.&nbsp; Some wounds may have purulent drainage or exhibit dehiscence (ie, partial or complete opening of the wound) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L48916.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p><strong>Deep incisional SSIs</strong> have the same findings as superficial infections but are more likely to have significant pain, <strong>fever</strong>, leukocytosis, and elevated inflammatory markers (eg, C-reactive protein), given the increased depth of infection.&nbsp; Associated tachycardia and hypotension may be present.</p>\n<h2>Management</h2><br><br><p>The initial management of superficial and deep incisional SSIs involves removal of sutures to open the wound.&nbsp; This practice allows exploration to <strong>determine the extent of infection</strong> and integrity of the fascia, and allows drainage of any fluid collections or abscesses.&nbsp; The <strong>wound should be debrided</strong> with removal of any devitalized or necrotic tissue; if any implanted material (eg, mesh) was used, it may require removal.</p><br><br><p>Following exploration, wound healing most often occurs through <strong>secondary intention</strong>, which involves leaving the wound open with frequent dressing changes (ie, wound packing removes sloughed and necrotic tissue with dressing change).&nbsp; This practice allows the wound to gradually close with contraction and growth of granulation tissue.&nbsp; At times, negative-pressure wound therapy is used (ie, vacuum-assisted wound closure), which removes fluid, reduces edema, and draws the edges of the wound together to gradually reduce the wound size (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L40157.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><br><br><p><strong>Antibiotics</strong> are indicated for most cases of superficial incisional SSIs and all cases of deep incisional SSIs.&nbsp; In most cases, empiric coverage for gram-positive bacteria (ie, skin flora) is recommended (eg, cephalosporins).&nbsp; Afterward, based on the results of the Gram stain and culture, antibiotic therapy can be further tailored.</p>\n<h2>Prognosis</h2><br><br><p>Superficial incisional SSIs have the best outcomes and the quickest resolution.&nbsp; Deep incisional SSIs typically resolve with antibiotics, carry a greater risk of serious illness (eg, sepsis), and have prolonged healing courses.</p>\n<h1>Organ/deep space SSIs</h1><h2>Clinical presentation</h2><br><br><p>Organ/deep space SSIs typically present with systemic symptoms (eg, fever, chills, malaise) and localized pain and tenderness at the surgical site.&nbsp; However, they frequently do not have overlying skin or wound findings.</p>\n<h2>Management</h2><br><br><p>Organ/deep space SSIs require <strong>removal of abscesses or fluid collections</strong>.&nbsp; The minimally invasive approach is preferred with ultrasound- or CT-guided percutaneous drainage.&nbsp; However, surgical exploration and debridement of infected tissue may be required depending on the site and severity of infection.&nbsp; Removal of infected implants may be required.</p><br><br><p>Intravenous empiric <strong>broad-spectrum antibiotics</strong> is required for all organ/space SSIs, with antibiotics tailored based on the location of the infection (eg, anaerobic coverage for intraabdominal SSIs, gram-negative coverage for injuries involving the genitourinary tract).</p>\n<h2>Prognosis</h2><br><br><p>Organ/deep space SSIs have greater morbidity and mortality than incisional SSIs and often require surgical interventions with prolonged hospitalizations.</p>\n<h1>Necrotizing SSIs</h1><h2>Clinical presentation</h2><br><br><p>Necrotizing SSIs involve the skin, subcutaneous tissue, fascia, and muscle, and are <strong>life-threatening</strong>.&nbsp; Necrotizing infections typically present within days of surgery and have <strong>rapidly progressive</strong> symptoms, including severe peri-incisional pain (<strong>pain out of proportion to examination</strong>), skin discoloration with blistering, <strong>crepitus</strong>, \"dishwater-like\" grey drainage, and sepsis.&nbsp; Necrotizing infections can be polymicrobial or monomicrobial (Group A <em>Streptococcus</em>, <em>C perfringens</em>, or <em>S aureus</em>).</p>\n<h2>Management</h2><br><br><p>Necrotizing soft tissue infections are a <strong>surgical emergency</strong>; surgical intervention with <strong>widespread debridement</strong> is required.&nbsp; Necrotic tissue is removed until healthy, bleeding tissue is encountered.&nbsp; The involved tissue is always more extensive than it initially appears; therefore, multiple subsequent debridements are necessary.</p><br><br><p>In addition, early initiation of <strong>broad-spectrum antibiotics</strong> is critical and typically includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Piperacillin/tazobactam or a carbapenem (eg, imipenem, meropenem) to cover group A <em>Streptococcus</em> and anaerobes.</li>\n\t<li>Vancomycin to cover <em>S aureus</em>, including MRSA.</li>\n\t<li>Clindamycin to inhibit toxin formation by streptococci/staphylococci.</li>\n</ul><br><br><p>Once culture information is available, antibiotic therapy is narrowed based on identified pathogens.&nbsp; Other possible interventions may be indicated, particularly intensive hemodynamic support (eg, vasopressors, intravenous fluid resuscitation).</p>\n<h2>Prognosis</h2><br><br><p>Mortality rates are still substantial (as high as 35%), particularly if surgical exploration and debridement is delayed (ie, delay of &gt;24 hours results in a ninefold increase in mortality).&nbsp; Patients who survive have significant morbidity and require rehabilitation.</p><br><br><p>Necrotizing infections are covered in more detail in a separate dedicated article.</p>\n<h1>Prevention</h1><br><br><p>Prevention of SSIs is focused on many different variables:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Optimization of medical comorbidities</strong> should occur prior to surgery, which includes smoking cessation, glycemic control, weight management, and treatment of remote infections (eg, urinary tract infection).</li>\n\t<li><strong>Antibiotic prophylaxis</strong> should be given prior to surgical incision (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/56389.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; The choice of antibiotic is guided by the most likely organisms to cause infection (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81682.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li><strong>Aseptic technique</strong> including use of drapes, sterile surgical attire, and appropriate hand hygiene reduces infection risk.&nbsp; In addition, hair removal with clippers (rather than shaving to minimize skin abrasions) and preoperative skin cleansing with chlorhexidine/alcohol solutions reduces infection risk.&nbsp; Minimally invasive approaches (eg, laparoscopic surgery, vaginal surgery), judicious cautery use (to minimize tissue trauma), and irrigation of grossly contaminated sites followed by delayed primary closure (ie, tertiary intention) for contaminated surgical wounds all decrease the risk.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Surgical site infections (SSIs) occur due to microbial contamination of a surgical site.&nbsp; Types of SSIs include superficial incisional, deep incisional, organ/deep space, and necrotizing.&nbsp; Treatment involves antibiotic therapy and wound exploration with debridement and abscess drainage.&nbsp; Prevention strategies involve many variables and include patient optimization, antibiotic prophylaxis, and aseptic techniques.</p>\n</div>\n\n            "
}