{
  "meta": {
    "title": "Syphilis:  Treponema pallidum infection",
    "url": "https://brainandscalpel.vercel.app/syphilis-nbsp-treponema-pallidum-infection-7201fb19-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:31.701Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Syphilis is a spirochetal infection caused by <em>Treponema pallidum</em>.&nbsp; Most cases arise due to direct contact with infectious lesions during sexual acts, but vertical transmission can occur when spirochetes in maternal circulation spread across the placenta to the fetus.&nbsp; The disease progresses through distinct clinical stages (eg, primary, secondary, tertiary).&nbsp; Untreated syphilis can cause severe complications, including aortitis, dementia, spinal cord damage, and adverse pregnancy outcomes.</p><h1>Pathophysiology</h1><p><em>T pallidum</em> is a slender, corkscrew-shaped, gram-negative bacterium with an axial periplasmic flagella.&nbsp; It is encased in an outer sheath, which conceals bacterial antigens from the host immune system.&nbsp; The organism has a tropism for the endothelial layer of small vessels; all stages of infection are characterized by a <strong>proliferative, small-vessel endarteritis</strong>, which causes local tissue ischemia.&nbsp; Because <em>T pallidum</em> cannot be grown in culture, the ability to study the metabolism and growth patterns of the organism is limited.</p><p>The host immune response consists of intense perilesional inflammatory infiltrates (eg, T cells, plasma cells, macrophages) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L67847.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) as well as the generation of opsonizing antibodies.&nbsp; Although this response cannot generally clear the infection, it is usually sufficient to spontaneously resolve early manifestations of syphilis.<p></p><h1>Risk factors</h1><p>Major risk factors for syphilis include:</p><ul class=\"article-body-unordered-list\"><li>Men who have sex with men</li><li>Substance use, particularly injection drugs, methamphetamine, crack, and heroin</li><li>Underlying HIV infection</li><li>Multiple sexual partners, meeting sexual partners online, and inconsistent condom use</li></ul><h1>Clinical presentation</h1><h2>Primary syphilis</h2><p>Approximately 3 weeks after transmission, most patients develop a nontender 1-2 cm papule at the portal of entry (eg, penis, vulva, cervix, anus), which evolves into an <strong>ulcerative lesion with raised, indurated borders</strong> (<strong>chancre</strong>).&nbsp; The ulcer is typically <strong>painless</strong> and has a clean, nonexudative base.&nbsp; Although multiple lesions can occur in those with HIV, a single lesion is most common.&nbsp; Bilateral, moderate regional lymphadenopathy is often present.&nbsp; Although chancres heal spontaneously within 3-6 weeks, the infection persists in the absence of antimicrobial treatment.</p><h2>Secondary syphilis</h2><p>Secondary syphilis occurs in approximately 25% of patients with untreated primary infection.&nbsp; It typically arises a few weeks to a few months after the chancre.&nbsp; The most common manifestations include the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Rash</strong>:&nbsp; Although secondary syphilis can cause a variety of cutaneous lesions, most patients develop a diffuse, symmetric maculopapular eruption involving the entire trunk and extremities, including the palms and soles (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7997.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li><li><strong>Mucosal lesions</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14600.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ):&nbsp; Patients may develop white erosions on the oral mucosa/tongue or <strong>condylomata lata</strong> (large, raised, gray-white lesions) on the mouth and perineum.</li><li><strong>Constitutional symptoms</strong>:&nbsp; Many patients have fever, malaise, headache, sore throat, and/or arthralgia.</li><li><strong>Diffuse lymphadenopathy</strong>:&nbsp; Most develop diffuse tender, firm, and rubbery lymphadenopathy.&nbsp; The epitrochlear nodes are often involved, which is highly suggestive of syphilis infection.</li></ul><p>Manifestations of secondary syphilis typically resolve spontaneously over time.</p><h2>Tertiary syphilis</h2><p>Approximately 25%-40% of patients with untreated syphilis develop tertiary syphilis years or decades after initial infection (not all patients with tertiary syphilis have clinically symptomatic primary or secondary infections).&nbsp; The most common manifestations include the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Cardiovascular syphilis</strong>:&nbsp; Aortitis of the ascending thoracic aorta, which results in aortic dilation and atrial valve regurgitation.&nbsp; Patients usually present with an asymptomatic murmur or left heart failure.&nbsp; Syphilis may also cause coronary artery narrowing/thrombosis.</li><li><strong>Gummatous syphilis</strong>:&nbsp; Ulcers or granulomatous lesions on the skin, viscera, or soft tissue.&nbsp; Gummas are most often seen in patients with HIV coinfection.</li><li><strong>Late neurosyphilis</strong>:&nbsp; General paresis (progressive dementia) or tabes dorsalis (sensory ataxia and lancinating pains).</li></ul><h2>Neurosyphilis</h2><p>Neurosyphilis can occur at any stage of the disease.&nbsp; It is typically divided into early and late manifestations, as follows:</p><ul class=\"article-body-unordered-list\"><li><strong>Early neurosyphilis</strong> usually occurs within the first year or two of infection (often during secondary syphilis):<ul class=\"article-body-unordered-list\"><li><strong>Asymptomatic neurosyphilis</strong>:&nbsp; Cerebrospinal fluid abnormalities with no central nervous system symptoms.</li><li><strong>Symptomatic meningitis</strong>:&nbsp; Headache, confusion, nausea/vomiting, and stiff neck.&nbsp; Cranial neuropathies can also occur; less commonly, patients may have hydrocephalus or stroke.</li><li><strong>Meningovascular syphilis</strong>:&nbsp; Due to infectious arteritis in the vessels surrounding the brain or spinal cord, leading to thrombosis, ischemia, and infarction.&nbsp; Most patients have concurrent symptomatic meningitis.</li><li><strong>Ocular syphilis</strong>:&nbsp; Reduced visual acuity due to posterior uveitis or panuveitis.&nbsp; Other ocular structures can be affected.</li><li>Otosyphilis:&nbsp; Hearing loss with or without tinnitus.</li></ul></li><li><strong>Late neurosyphilis</strong> typically occurs several years to decades after initial infection (part of tertiary syphilis):<ul class=\"article-body-unordered-list\"><li><strong>General paresis</strong>:&nbsp; Characterized by progressive dementia.&nbsp; It typically occurs 10-25 years after initial infection.&nbsp; Patients often have dysarthria, facial/limb hypotonia, intention tremors of the face/tongue/hands, and reflex abnormalities.</li><li><strong>Tabes dorsalis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38811.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; Causes sensory ataxia and lancinating pains (sudden, brief, severe pains that last for minutes or days).&nbsp; It occurs due to destruction of the posterior columns of the spinal cord and dorsal roots.&nbsp; Most cases arise &gt;20 years after initial infection.&nbsp; Patients also frequently have pupil abnormalities, most notably <strong>Argyll-Robertson pupil</strong> (small, not light responsive, contracts normally to accommodation/convergence, does not dilate to painful stimuli).</li></ul></li></ul><h2>Latent syphilis</h2><p>Latent syphilis is the period when an infection is present but there are no symptoms.&nbsp; Infections lasting &lt;12 months are considered <em>early</em> latent syphilis; those lasting &gt;12 months or of unknown duration are considered <em>late</em> latent syphilis.&nbsp; Early latent disease is transmissible while late latent disease is generally noninfectious; however, vertical transmission is common for up to 4 years after initial infection.</p><h1>Diagnosis</h1><p><em>T pallidum</em> cannot be cultured and is too slender to be seen directly using Gram stain with traditional microscopy.&nbsp; Therefore, most cases are diagnosed presumptively using serology.</p><h2>Serologic testing</h2><ul class=\"article-body-unordered-list\"><li><strong>Nontreponemal serology</strong> (eg, Venereal Disease Research Laborator [VDRL], rapid plasma reagin [RPR]) evaluates the serum for reactivity to cardiolipin-cholesterol-lecithin antigen.&nbsp; It is <strong>quantitative</strong>:&nbsp; titers tend to increase shortly after transmission, remain positive for years/decades during untreated infection, and resolve slowly following successful treatment.</li><li><strong>Treponemal serology</strong> (eg, fluorescent treponemal antibody absorption [FTA-ABS] testing) evaluates the serum for specific antibodies against treponemal antigens.&nbsp; Treponemal serology is <strong>qualitative</strong>:&nbsp; it is either positive or negative and tends to remain positive for life following exposure.</li></ul><p>A presumptive diagnosis is confirmed when <em><strong>both</strong></em> types of serology are positive.&nbsp; When one type of serology is positive and the other type is negative, it is called discordance.&nbsp; Discordant results are frequently seen in the following situations (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/66621.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Positive nontreponemal + negative treponemal serology</strong>:<ul class=\"article-body-unordered-list\"><li>Cross reactivity:&nbsp; Because nontreponemal serology is not specific to treponemal antigens, disorders that generate a broad antibody response (eg, pregnancy, HIV, liver disease, injection drug use, autoimmune disease) may result in positive nontreponemal serology; however, treponemal serology will be negative.</li></ul></li><li><strong>Negative nontreponemal + positive treponemal serology</strong>:<ul class=\"article-body-unordered-list\"><li>Early primary syphilis:&nbsp; In early primary syphilis, nontreponemal serology often becomes positive a week or two after treponemal serology; therefore, patients with a chancre sometimes have negative nontreponemal and positive treponemal serology despite active infection.&nbsp; Retesting nontreponemal serology a few weeks later will usually show seroconversion.</li><li>Appropriately treated infection:&nbsp; Nontreponemal serology slowly returns to normal following successful treatment while treponemal serology stays positive for life.&nbsp; Therefore, patients who have been successfully treated for syphilis typically have discordant serology when retested months or years later.</li><li>Late latent syphilis/neurosyphilis:&nbsp; Patients with long-standing untreated syphilis can have a diminished nontreponemal antibody response over time; therefore, those with late latent syphilis or neurosyphilis may have negative nontreponemal and positive treponemal serology.</li></ul></li></ul><h2>Direct detection</h2><p>Although direct visualization (eg, darkfield microscopy, direct fluorescent antibody testing) or identification in clinical specimens (eg, PCR) is diagnostic, these modalities are not routinely available in clinical settings.</p><h2>Cerebrospinal fluid (CSF) analysis</h2><p>Patients with syphilis or symptoms of syphilis should have lumbar puncture with cerebrospinal fluid analysis only when neurologic, ocular, or otologic manifestations are present.&nbsp; The following findings are suggestive of neurosyphilis:</p><ul class=\"article-body-unordered-list\"><li>CSF lymphocyte count &gt;5/mm<font size=\"2\"><sup>3</sup></font></li><li>CSF protein level &gt;45 mg/dL</li><li>Positive CSF-VDRL (high specificity, low sensitivity)</li></ul><h1>Differential diagnosis</h1><p>Syphilis is often called the \"great imitator\" because its symptoms can mimic many other conditions depending on the stage of illness.</p><h2>Primary syphilis</h2><p>The differential diagnosis for genital ulcers is as follows (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34255.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Herpes simplex virus</strong> causes multiple, shallow, tender ulcers that may have vesicles.</li><li><strong>Chancroid</strong> (<em>Haemophilus ducreyi</em>) typically causes multiple erythematous papules that evolve into pustules and then ulcers.&nbsp; The ulcers are usually painful and have a gray or yellow purulent exudate.&nbsp; Inguinal lymphadenitis is often present and tends to be painful and purulent.</li><li><strong>Lymphogranuloma venereum</strong> (<em>Chlamydia trachomatis</em>) is caused by certain serovars of <em>C trachomatis</em>.&nbsp; Patients develop a small, nonpainful genital ulcer at the site of inoculation that typically heals spontaneously within a few days.&nbsp; Several weeks later, patients develop a painful inflammatory inguinal lymphadenopathy.</li></ul><h2>Secondary syphilis (diffuse rash)</h2><ul class=\"article-body-unordered-list\"><li><strong>Acute HIV</strong> often occurs 2-4 weeks after transmission.&nbsp; Patients typically have constitutional symptoms; nontender lymphadenopathy in the axillary, cervical, and occipital nodes; and a generalized rash that is macular or maculopapular.&nbsp; The rash can occasionally affect the palms and soles.&nbsp; Sore throat with pharyngeal edema is often present, and epitrochlear lymphadenopathy is rare.</li><li><strong>Erythema multiform</strong> typically causes diffuse target-like lesions that may include the palms and soles.&nbsp; Mucosal lesions can also occur.&nbsp; However, systemic symptoms are less common (except in severe cases), and lymphadenopathy is not generally seen.</li><li><strong>Drug exanthems</strong> can cause a diffuse macular rash that may include the palms and soles.&nbsp; Pruritus and low-grade fever may be present, but constitutional symptoms tend to be mild.&nbsp; Diffuse lymphadenopathy is uncommon.</li></ul><h2>Tertiary syphilis (dementia)</h2><ul class=\"article-body-unordered-list\"><li><strong>Alzheimer disease</strong> causes declarative episodic memory impairment, impairments in executive function, and neuropsychiatric symptoms.&nbsp; Apraxia, olfactory dysfunction, and sleep disturbance are common.&nbsp; Motor signs (eg, reflex abnormalities, myoclonus, seizure) are not generally seen until late in the disease course.</li><li><strong>Frontotemporal dementia</strong> causes defects in executive functioning as well as personality, social, and behavioral impairment early in the disease course.&nbsp; Language disturbance (ie, aphasia) can be profound in some cases, and upper/lower motor neuron disease can be seen.</li><li><strong>Lewy body dementia</strong> typically causes early alterations in attention and executive/visuospatial function; memory is affected later in the disease course.&nbsp; Patients also typically have fluctuations in cognition, visual hallucinations, loss of atonia during REM sleep, and/or Parkinsonian symptoms.</li></ul><h1>Management</h1><h2>Penicillin</h2><p><strong>Parenteral penicillin</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23142.jpg\" alt=\"table 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">table 4</div>\n                                </div>\n                                ) is the treatment of choice for all stages of syphilis.&nbsp; Most cases are treated with <em>intramuscular</em> penicillin G benzathine, which provides continuous penicillin levels in tissue for several days (in areas other than the central nervous system).&nbsp; Those with neurosyphilis require <em>intravenous</em> penicillin G to eliminate treponemes sequestered behind the blood-brain barrier.&nbsp; Treatment guidelines are as follows:<p></p><ul class=\"article-body-unordered-list\"><li><strong>Primary, secondary, and early latent syphilis</strong>:<ul class=\"article-body-unordered-list\"><li>Penicillin G benzathine 2.4 million units intramuscularly in a single dose</li></ul></li><li><strong>Late latent and tertiary syphilis (without neurosyphilis)</strong>:<ul class=\"article-body-unordered-list\"><li>Penicillin G benzathine 2.4 million units intramuscularly weekly for 3 weeks</li></ul></li><li><strong>Neurosyphilis</strong>:<ul class=\"article-body-unordered-list\"><li>Aqueous penicillin G 18–24 million units intravenously daily for 10–14 days</li></ul></li></ul><p>Desensitization is recommended for those with syphilis who have severe penicillin allergy when pregnant or in the setting of neurosyphilis, cardiovascular manifestations, or treatment failure with alternative agents.&nbsp; Doxycycline or cephalosporins (eg, intravenous ceftriaxone) can be considered as an alternative to penicillin in patients with severe penicillin allergy who do not have these features.&nbsp; Those who receive an alternative agent require close monitoring to ensure resolution of infection (treatment failure is far more common with alternative agents).</p><h2>Jarisch-Herxheimer reaction&nbsp;&nbsp; </h2><p>Treatment of syphilis with penicillin is a common cause of the Jarisch-Herxheimer reaction, an acute, self-limited febrile syndrome that may be associated with systemic symptoms (eg, headache, myalgia, rigors, hypotension) and worsening of rash (if present).&nbsp; It is thought to be triggered by the widespread destruction of spirochetes, which causes dramatic elevations in cytokines and lipoproteins.&nbsp; Most cases arise within 24 hours and resolve without intervention within a day.</p><h2>Follow-up testing</h2><p>Nontreponemal serologic titers should be monitored after treatment to ensure a fourfold decline.&nbsp; Titers should generally be checked immediately prior to treatment and then at 6 and 12 months following treatment (or if symptoms recur).&nbsp; Those with late syphilis require additional testing at 24 months.&nbsp; Patients with HIV and those treated with second-line agents require more frequent serologic testing.</p><h1>Special considerations</h1><h2>Syphilis in pregnancy</h2><p>Transplacental spread of <em>T pallidum</em> can result in pregnancy complications including congenital infection, pregnancy loss, stillbirth, preterm birth, and neonatal death (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34101.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).&nbsp; Early prenatal screening (ie, at the first prenatal visit) is widely recommended, and those at high risk for infection should also be screened later in pregnancy (ie, in the third trimester and at delivery).&nbsp; Prompt identification of infection and treatment with penicillin can prevent maternal and fetal complications; those with severe penicillin allergy generally require desensitization.<p></p><h2>Congenital syphilis</h2><p>Congenital syphilis occurs when spirochetes in the maternal bloodstream attach to and traverse the endothelial cells of the umbilical vein, resulting in placental and fetal infection (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69507.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ).&nbsp; Fetal immune cells are recruited to the umbilical vessels, which causes cord inflammation and perivascular necrosis (necrotizing funisitis).&nbsp; This can lead to placental compromise, with decreased fetal perfusion, chronic fetal hypoxia, and growth restriction.&nbsp; Spirochetes also spread widely to fetal organs, particularly the bones, pancreas, intestine, liver, kidney, and spleen.<p></p><p>Early congenital syphilis (manifestations age &lt;2) is marked by jaundice, hepatosplenomegaly, skin rash, generalized lymphadenopathy, and skeletal abnormalities; late congenital syphilis (manifestations age &gt;2) is characterized by gumma formation in tissues, which can cause physical deformities (eg, saddle nose, frontal bossing, Hutchinson teeth, \"saber shins\"), sensorineural hearing loss, and neurologic abnormalities.&nbsp; The diagnosis is generally made with serologic testing and, when needed, direct visualization of the organism from specimens.&nbsp; Penicillin is the treatment of choice.</p><h1>Prognosis</h1><p>Syphilis is curable with antimicrobial treatment.&nbsp; Those with early infection generally do not have sequelae following treatment.&nbsp; Patients with late syphilis may have permanent morbidity but treatment prevents progression.&nbsp; Serologic monitoring is required following treatment to ensure eradication.</p><h1>Summary</h1><p>Syphilis is a sexually transmitted infection that causes a chronic illness that unfolds over years or decades.&nbsp; Risk of new infection is greatest for men who have sex with men; other major risk factors include substance use (eg, injection drug, heroin, methamphetamine, crack) and HIV.&nbsp; Manifestations progress through distinct clinical stages.&nbsp; Primary syphilis is marked by a nontender ulcerative cutaneous lesion (chancre) at the site of transmission.&nbsp; Secondary syphilis often causes a diffuse maculopapular rash that involves the palms/soles, constitutional symptoms, widespread lymphadenopathy, and mucosal lesions.&nbsp; Tertiary syphilis can result in severe cardiovascular and neurologic complications.&nbsp; Most cases are diagnosed presumptively with serology as the organism cannot be cultured and is too thin to be visualized with Gram stain.&nbsp; Penicillin is the treatment of choice for all stages and is curative in most cases.&nbsp; Monitoring after treatment is required to ensure improvement of serologic titers.</p></div>\n            "
}