{
  "meta": {
    "title": "Taenia solium infection: taeniasis and cysticercosis",
    "url": "https://brainandscalpel.vercel.app/taenia-solium-infection-taeniasis-and-cysticercosis-380c5921-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:31.603Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p><em>Taenia solium</em> causes 2 distinct infections in humans:&nbsp; taeniasis (pork tapeworm) and cysticercosis.&nbsp; Taeniasis occurs when humans ingest an immature form of the worm in contaminated, undercooked pork meat.&nbsp; The worm matures in the human digestive tract and releases eggs in the stool.&nbsp; Although pork tapeworm does not generally cause symptoms, cysticercosis can occur when the eggs are incidentally ingested by the individual (autoinnoculation), household contacts, or members of the community.&nbsp; The eggs mature into larvae and form cysts in host tissue (eg, brain, ventricles, eye).&nbsp; Months or years later the cysts degrade, leading to symptoms (eg, new-onset seizures).&nbsp; <em>T solium</em> is endemic in many parts of Central/South America, sub-Saharan Africa, and Asia.&nbsp; It primarily occurs in rural areas where sanitation is poor and pigs roam freely.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dietary</strong>:&nbsp; Tapeworm infection occurs due to eating raw or undercooked pork.&nbsp; Raw pork from endemic areas should be inspected for signs of infection (ie. \"grisly\" meat) prior to cooking.</li>\n\t<li><strong>Poor sanitation and hygiene</strong>:&nbsp; Inadequate sewage disposal practices are present in nearly all endemic areas.&nbsp; Poor handwashing can lead to autoinoculation or household transmission.</li>\n\t<li><strong>Close contact with infected individuals</strong>:&nbsp; Household members of individuals with tapeworm infection are at greatest risk for cysticercosis.</li>\n</ul>\n<h1>Pathophysiology</h1><br><br><p><em><strong>Taenasis</strong></em> (tapeworm infection) occurs when humans ingest a scolex, the nob-like head of the worm, in contaminated, undercooked pork.&nbsp; The scolex attaches to the mucosa in the small intestine using 4 radially arranged suckers and 2 rows of hooks.&nbsp; Over 1-2 months, the worm grows a flat, ribbon-like body with 800-900 segmentations called proglottids.&nbsp; Proglottids originate at the neck of the scolex and mature as they move distally.&nbsp; Gravid proglottids at the terminal portion of the worm each contain ~50,000 fertilized eggs.&nbsp; Eggs are released in the stool, which propagates the life cycle (when ingested by pigs) or causes cysticercosis (when ingested by humans), as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pigs</strong> (intermediate host) acquire the infection by ingesting eggs in human feces or food contaminated by human feces.&nbsp; The ova hatch into larvae in the small intestine, invade the bowel wall, and disseminate hematogenously to tissue (eg, striated muscle).&nbsp; In tissue, the larvae form cysticerci, membranes with fluid and a single invaginated scolex.&nbsp; Humans who consume the cysticerci in undercooked or raw pork may develop taenasis.</li>\n\t<li><strong>Humans</strong> (terminal host) who incidentally ingest ova in contaminated food or water may develop <em><strong>cysticercosis</strong></em>.&nbsp; The ova hatch in the gastrointestinal tract and larvae disseminate hematogenously to tissue (eg, brain, ventricles).&nbsp; In tissue, the organism forms cysticerci (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63690.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), which generally go through a series of changes over time, as follows:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Viable cysts</strong> are associated with no or minimal surrounding inflammation.&nbsp; The organism is protected from the host immune system by active immune-evasion (eg, inhibition of lymphocytes/macrophages) and by the blood-brain barrier (in the case of central nervous system lesions).&nbsp; Viable cysts have a translucent membrane and a visible scolex.&nbsp; The parasite may remain in this phase for years.&nbsp; Viable cysts are generally asymptomatic.</li>\n\t\t<li><strong>Degenerating cysts</strong> lose their ability to actively evade the immune system.&nbsp; The wall of the parasite is invaded by host immune cells, triggering substantial local inflammation and edema, which can cause symptoms.&nbsp; The cystic fluid becomes cloudy and dense, and the borders become irregular.&nbsp; Eventually the cyst collapses.</li>\n\t\t<li><strong>Nonviable cysts</strong> are marked by calcification of the cyst walls.&nbsp; Although the parasite in nonviable cysts is dead, calcified cysts in the brain have been associated with continued symptoms of the disease (eg, seizures).</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Other <em>Taenia</em> species include <em>T saginata</em>, which is transmitted in undercooked beef (beef tapeworm), and <em>T asiatica</em>, which is transmitted in undercooked pork in Asia (another type of pork tapeworm).&nbsp; <em>Taenia</em> species have similar life cycles; larvae form cysts in the muscle of intermediate animal hosts (bovine, porcine), and humans acquire the tapeworm by ingesting undercooked or raw meat.&nbsp; Unlike <em>T solium</em>, they are not associated with cysticercosis.</p>\n<h1>Clinical presentation</h1> <h2>Taeniasis</h2><br><br><p>Patients with pork tapeworm infection are generally asymptomatic and do not notice proglottids shed in stool.&nbsp; Therefore, they may harbor the tapeworm for months or years without presenting to clinical attention.&nbsp; Occasionally tapeworms cause nausea, anorexia, or epigastric pain.</p>\n<h2>Cysticercosis</h2><br><br><p>Manifestations from cysticercosis typically arise 3-5 years after transmission.&nbsp; Most cases come to clinical attention due to CNS involvement (neurocysticercosis [NCC]), which is classified as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Intraparenchymal NCC</strong> (~60% of cases)<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Seizures</strong> are the most common presenting symptom of NCC and are usually focal with secondary generalization.&nbsp; NCC is the most common cause of acquired epilepsy worldwide.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Extraparenchymal NCC</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Intraventricular:&nbsp; Cysts can lodge in ventricular outflow tracts, leading to hydrocephalus and symptoms of <strong>elevated intracranial pressure</strong> (eg, nausea, vomiting, headache, vision change) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64663.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).&nbsp; In severe cases, patients can develop confusion, focal neurologic deficits, and seizure.</li>\n\t\t<li>Subarachnoid:&nbsp; This is the most severe form of NCC.&nbsp; Manifestations are often similar to basilar meningitis (eg, visual field deficits, cranial nerve palsies, focal motor signs, ataxia, stroke).&nbsp; Fever is generally absent.&nbsp;</li>\n\t\t<li>Spinal:&nbsp; Patients usually present with radiculopathy, paresthesia, or sphincter dysfunction.</li>\n\t\t<li>Orbital/ocular:&nbsp; The extraocular muscles and conjunctiva are most often involved.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Extraneural cysticercosis can also occur.&nbsp; Although a wide range of tissues can be affected, patients most often develop small (0.5-2 cm), asymptomatic nodules in muscles or subcutaneous tissue.</p>\n<h1>Diagnosis</h1> <h2>Taeniasis</h2><br><br><p>Taeniasis (tapeworm infection) is generally diagnosed by identifying eggs or proglottids in the stool.&nbsp; Because shedding is intermittent, sensitivity of stool microscopy is low; several stool examinations may be required.&nbsp; Stool ELISA for <em>T solium</em> antigens or DNA hybridization techniques for eggs in stool can increase sensitivity.</p>\n<h2>Cysticercosis</h2><br><br><p>Cysticercosis should be suspected in patients who develop adult-onset seizure or signs of elevated intracranial pressure in the setting of potential exposure (eg, endemic area, tapeworm carrier).&nbsp; Most cases are diagnosed using <strong>neuroimaging</strong>; if possible, both CT and MRI are performed to maximize visibility of intraparenchymal and extraparenchymal lesions.</p><br><br><p>Patients with MRI evidence of a scolex within a cystic lesion require no additional testing to confirm the diagnosis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L4282.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; In contrast, serologic (EITB) or molecular (PCR) testing is required for those who do not have visible evidence of a scolex but do have lesions suggestive of NCC (eg, cysts without a visible scolex, calcifications, enhancing areas).&nbsp; Lumbar puncture is not generally performed, and brain biopsy is needed only in rare cases when the diagnosis cannot otherwise be established.<p></p><br><br><p>All patients with NCC should undergo <strong>ophthalmologic evaluation</strong> prior to initiation of treatment (treatment can trigger significant inflammation, which can threaten vision).</p>\n<h1>Differential diagnosis</h1><br><br><p>Intraparenchymal NCC can cause single or multiple enhancing brain lesions, which may resemble the following diseases:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tuberculoma</strong>:&nbsp; Typically causes ring-enhancing brain lesions with significant perilesional edema.&nbsp; No scolex will be present and cysts at various stages of degeneration will not be seen.&nbsp; Chest radiography can often identify telltale signs of tuberculosis.&nbsp; In addition, systemic symptoms and other areas of infection are frequently present.&nbsp;</li>\n\t<li><strong>Toxoplasmosis</strong>:&nbsp; Patients usually have multiple ring-enhancing brain lesions.&nbsp; Nearly all cases arise in severely immunocompromised hosts.&nbsp; Although seizure can occur, headache, focal neurologic deficits, and fever are often present.&nbsp; No scolex or cyst degeneration will be seen.</li>\n\t<li><strong>Primary brain tumors</strong>:&nbsp; Can cause a single enhancing brain lesion.&nbsp; Patients may have seizures but also typically have dull, constant, slowly progressive headaches over weeks or months.</li>\n</ul>\n<h1>Management</h1> <h2>Taeniasis</h2><br><br><p>Although tapeworm infection is generally asymptomatic, eliminating tapeworm carriage reduces risk of cysticercosis in the tapeworm carrier (autoinoculation), household contacts, and the community at large; therefore, it should be prioritized when possible.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Praziquantel</strong> is the treatment of choice; a single dose is usually curative.</li>\n\t<li>Albendazole or niclosamide can be used as alternative agents when praziquantel is not available.&nbsp; However, the efficacy of treatment may be reduced, and these agents are less studied.</li>\n</ul>\n<h2>Cysticercosis</h2><br><br><p>Patients with cysticercosis require ophthalmologic evaluation prior to treatment and may require tuberculosis screening should <em>prolonged</em> concurrent corticosteroids be required.&nbsp; Treatment of cysticercosis is individualized based upon disease manifestations.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Antiparasitic therapy</strong>:&nbsp; Required for those with viable or degenerating cysts on neuroimaging unless untreated hydrocephalus or diffuse cerebral edema is present.&nbsp; Those who <u>only</u> have calcified cysts on neuroimaging do <u>not</u> require antiparasitic treatment.&nbsp; <strong>Albendazole</strong> is the treatment of choice and is typically administered for 7-14 days; <strong>praziquantel</strong> is added to the regimen when ≥2 cysts are present.</li>\n\t<li><strong>Corticosteroids</strong>:&nbsp; Dexamethasone or prednisone is administered concurrently with antiparasitic treatment to reduce risk of seizures.&nbsp; It is also typically required for diffuse cerebral edema caused by multiple degrading cysticerci.</li>\n\t<li><strong>Antiepileptic drugs</strong>:&nbsp; Antiepileptic drugs are typically administered during antiparasitic treatment.&nbsp; Treatment is continued for at least 2 years when multiple brain lesions are present.&nbsp; Some patients require lifelong antiseizure medication.&nbsp;</li>\n\t<li><strong>Surgical intervention</strong>:&nbsp; Patients with elevated intracranial pressure due to obstructive hydrocephalus or ocular lesions often require surgical intervention prior to antiparasitic treatment.</li>\n</ul>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Seizures</strong>:&nbsp; Seizure can continue after treatment or in the setting of calcified cysts.</li>\n\t<li><strong>Hydrocephalus</strong>:&nbsp; Ventricular cysts or subarachnoid space involvement can lead to obstructive hydrocephalus.</li>\n\t<li><strong>Visual loss</strong>:&nbsp; is secondary to intraocular cysts or retinal involvement.</li>\n\t<li><strong>Neurocognitive decline</strong>:&nbsp; Chronic inflammation and scarring from neurocysticercosis can result in cognitive or behavioral changes.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Taeniasis generally resolves with antiparasitic treatment and causes no sequelae.&nbsp; Neurocysticercosis can be associated with ongoing seizure disorder following treatment; the risk of epilepsy in seropositive individuals is 2-3 times greater than seronegative individuals.&nbsp; Those with ventricular or subarachnoid involvement are at higher risk for hydrocephalus.</p>\n<h1>Summary</h1><br><br><p><em>Taenia solium</em> infection causes 2 distinct infections:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Taeniasis (pork tapeworm) occurs when larvae are ingested from contaminated pork.&nbsp; It is generally asymptomatic.&nbsp; Diagnosis is usually made with stool microscopy.&nbsp; Treatment with a single dose of praziquantel is curative.&nbsp;</li>\n\t<li>Cysticercosis (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81751.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) occurs when eggs are incidentally ingested.&nbsp; Patients usually present years later with seizures or signs of elevated intracranial pressure.&nbsp; Diagnosis is made when a cyst with a scolex is identified on neuroimaging; serology may be required when suggestive findings are present but a scolex is not seen.&nbsp; Treatment is tailored to the disease manifestations but generally includes anti-parasite therapy (eg, albendazole with or without praziquantel), anti-seizure medication, and corticosteroids.&nbsp; Surgery may be needed when the ventricles or eyes are involved.&nbsp; Cysticercosis is the leading cause of acquired epilepsy worldwide.</li>\n</ul><br><br><p>Improved sanitation and the proper cooking of pork can reduce risk of infection.</p>\n</div>\n\n            "
}