{
  "meta": {
    "title": "TORCH infections",
    "url": "https://brainandscalpel.vercel.app/torch-infections-0e65072e-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:32.314Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>TORCH infections are a group of infections that can be vertically transmitted (ie, mother to fetus), potentially disrupt the developing fetus, and lead to congenital anomalies, neonatal sequelae, and fetal or neonatal death.&nbsp; The TORCH acronym accounts for the most common causes of congenital infection, which are <strong>T</strong>oxoplasmosis, <strong>O</strong>ther (syphilis, varicella-zoster, parvovirus B19), <strong>R</strong>ubella, <strong>C</strong>ytomegalovirus, and <strong>H</strong>erpes simplex virus.&nbsp; A feature common among all infections is the impact of timing:&nbsp; The risk of fetal infection is highest in the third trimester but the consequences are lower.&nbsp; In contrast, the risk of fetal infection is lower during the first and second trimesters but the potential consequences are more devastating.</p><br><br><p>Prevention of TORCH infections involves a combination of patient counseling and vaccination.&nbsp; Patient counseling provides ways to limit infectious exposure such as proper handwashing techniques and avoidance of cat litter, raw meat, and garden soil.&nbsp; Vaccination against rubella and varicella is available; however, these are live-attenuated vaccinations and should be given at least 1 month prior to conception, as administration during pregnancy is contraindicated.</p>\n<h1>Toxoplasmosis</h1><h2>Pathogenesis and risk factors</h2><br><br><p>Toxoplasmosis is caused by <em>Toxoplasma gondii</em>, an obligate intracellular protozoan, and can be acquired through ingesting undercooked meat, drinking contaminated water, or exposure to contaminated soil or cat feces.&nbsp; Parasitic spread of <em>Toxoplasma</em> begins via infected cats (host), which excrete oocysts that contaminate soil and water.&nbsp; Humans typically acquire the infection due to either:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Incidental ingestion of oocysts from cat feces (eg, handling cat litter, consuming unwashed produce)</li>\n\t<li>Consumption of undercooked meat from intermediate hosts (eg, farm animals) that have ingested oocysts (from contaminated soil and water) and developed tissue infection.&nbsp; This is the most common method of spread in pregnant patients.</li>\n</ul><br><br><p>After maternal infection, a transplacental transmission of the parasite to the fetus occurs, which can result in congenital toxoplasmosis.&nbsp; <em>T gondii</em> preferentially destroys fetal neural tissue, primarily affecting the brain and eyes.&nbsp; The parasite causes necrosis, leading to inflammation, calcifications, and scarring in these organs.&nbsp; The result is diffuse parenchymal intracranial calcifications (particularly in the basal ganglia) and either widespread brain atrophy (resulting in microcephaly) or bilateral ventriculomegaly (resulting in hydrocephalus, depending on the location of the scarring).</p>\n<h2>Clinical presentation</h2><br><br><p>Maternal infection with toxoplasmosis is typically asymptomatic, but some patients may have mild symptoms such as fever, lymphadenopathy, myalgias, and/or a diffuse, nonpuritic, maculopapular rash that resolves spontaneously.</p><br><br><p>The classic triad of congenital toxoplasmosis is (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32140.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chorioretinitis</strong> (ie, inflammation of the retina and choroid) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68042.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                )</li>\n\t<li><strong>Diffuse intracranial calcifications</strong> (particularly the basal ganglia)</li>\n\t<li><strong>Hydrocephalus</strong></li>\n</ul><br><br><p>Other nonspecific findings include fetal growth restriction, hepatosplenomegaly, microcephaly, jaundice, anemia, and thrombocytopenia.&nbsp; Neonatal manifestations include developmental delays and seizures in untreated cases.&nbsp; Some infants may be asymptomatic at birth but develop symptoms later.</p>\n<h2>Diagnosis and management</h2><br><br><p>Maternal serologies are the first step in diagnosis when suspicion for <em>T gondii</em> infection during pregnancy exists (often due to abnormal ultrasound findings of fetal anatomy or a suspicious clinical history).&nbsp; If maternal serology suggests infection, PCR testing of amniotic fluid for <em>T gondii</em> DNA is performed.&nbsp; The presence of <em>T gondii</em> DNA in amniotic fluid confirms fetal transmission of infection.</p><br><br><p>In neonates with suspected infection, evaluation includes neonatal serologies from cerebrospinal fluid (CSF).&nbsp; In addition, an eye and hearing examination and CT scan of the head are performed to evaluate for hydrocephalus, intracranial calcifications, chorioretinitis, and hearing loss.</p><br><br><p>Treatment varies based on the stage of presentation and the individual.&nbsp; Pregnant patients with an acute infection are treated with spiramycin, a macrolide antibiotic that concentrates in the placenta and reduces maternal-fetal transmission.&nbsp; Neonates with symptomatic congenital toxoplasmosis are treated with pyrimethamine, sulfadiazine, and leucovorin (folinic acid) for 1 year.</p>\n<h2>Prognosis</h2><br><br><p>The prognosis varies based on the timing of infection and whether or not treatment is received.&nbsp; Infection early in pregnancy can lead to severe neurological damage or fetal death, whereas late infections may be asymptomatic at birth but result in delayed neurological or visual sequelae.&nbsp; Early and prolonged treatment reduces the risk of adverse neurologic and vision outcomes.</p>\n<h2>Prevention</h2><br><br><p>Acquisition of <em>T gondii</em> may be secondary to handling materials contaminated by cat feces, working in soil without gloves, or consuming contaminated undercooked meat or water.&nbsp; Therefore, pregnant patients should be counseled on proper handwashing techniques, pet care measures, and dietary recommendations.</p>\n<h1>Other - Syphilis</h1><h2>Pathogenesis and risk factors</h2><br><br><p>Syphilis, caused by the spirochete <em>Treponema pallidum</em>, is acquired as a maternal infection during sexual contact.&nbsp; Once maternal infection occurs, syphilis can be transmitted transplacentally at any stage of infection or gestational age but is most common in primary or secondary syphilis and during the third trimester.&nbsp; Fetal abnormalities arise due to an intense immunological response to <em>T pallidum</em>; therefore, fewer abnormalities are seen in infections at &lt;20 weeks gestation, when the fetal immune system is not yet developed.</p>\n<h2>Clinical presentation</h2><br><br><p>The clinical presentation of maternal syphilis infection is dependent upon the disease stage, and patients can present at any stage of infection (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39038.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; These presentations are discussed in more detail in a separate dedicated article.<p></p><br><br><p>In congenital syphilis, fetal ultrasound findings may include hepatosplenomegaly, skeletal anomalies, placental thickening, and hydrops fetalis (eg, pericardial and pleural effusions, ascites).&nbsp; After delivery, congenital syphilis is divided into early (ie, age ≤2) and late (ie, age &gt;2) manifestations.</p><br><br><p>Early congenital syphilis is characterized by:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Snuffles</strong>: copious clear, purulent, or serosanguineous rhinorrhea</li>\n\t<li><strong>Maculopapular rash</strong> on the palms, soles, buttocks, and legs with desquamation and hyperpigmentation</li>\n\t<li><strong>Long bone abnormalities</strong> (eg, metaphyseal lucencies)</li>\n</ul><br><br><p>Late congenital syphilis is characterized by:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hutchinson teeth (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36905.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                )</li>\n\t<li>Perioral fissures and saddle nose (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36904.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                )</li>\n\t<li>Saber shins (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36920.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )</li>\n\t<li>Developmental delay and seizures</li>\n</ul>\n<h2>Diagnosis and management</h2><br><br><p>Maternal diagnosis is most often made through prenatal screening with both nontreponemal serologic testing (RPR, VDRL) and confirmatory treponemal testing (ie, enzyme immunoassay or chemiluminescence immunoassay).</p><br><br><p>Evaluation and diagnostic testing is performed in all neonates of mothers with reactive treponemal and nontreponemal testing.&nbsp; This includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>RPR or VDRL</li>\n\t<li>Darkfield microscopic examination and/or PCR on any concerning skin lesions or nasal discharge</li>\n\t<li>Pathologic evaluation of the placenta and/or umbilical cord</li>\n</ul><br><br><p>Based on this evaluation, neonates are categorized into the likelihood of congenital syphilis, which dictates management.&nbsp; Neonates at highest risk require additional evaluation (ie, CSF testing, eye examination, bone radiographs) to determine the extent of organ involvement.</p><br><br><p>Penicillin G is the only effective treatment for syphilis in pregnancy and for the prevention of congenital syphilis.&nbsp; Penicillin G is also used to treat neonates with known or suspected congenital syphilis, which includes any neonate delivered to a patient with an infection during pregnancy, regardless of treatment.</p>\n<h2>Prognosis</h2><br><br><p>Prognosis is improved with early treatment, which may prevent some (but not all) late manifestations of congenital infections.&nbsp; Untreated infections can result in life-long disability or death.</p>\n<h2>Prevention</h2><br><br><p>Routine prenatal care with adequate (ie, first and third trimester) syphilis screening identifies early maternal infection and allows appropriate and complete therapy to prevent fetal transmission and the severe neonatal sequelae.</p>\n<h1>Other - Varicella-zoster virus</h1><h2>Pathogenesis and risk factors</h2><br><br><p>Varicella-zoster virus (VZV) is a DNA herpesvirus transmitted by respiratory droplets or close contact.&nbsp; Primary infection causes chickenpox, which results in the characteristic pruritic rash that evolves into vesicles.&nbsp; Following the initial infection, the virus remains dormant in the sensory ganglia; however, the virus can be reactivated and cause a vesicular erythematous, painful skin rash confined to a sensory dermatome, known as herpes zoster or shingles.</p><br><br><p>Primary maternal infection (ie, chickenpox) during pregnancy can result in transplacental transmission to the neonate, which can cause congenital varicella syndrome.&nbsp; Transplacental transmission is much less likely with shingles, most likely due to preexisting protective antibodies to varicella and a lower viral load.</p><br><br><p>The risk for congenital varicella syndrome is highest if fetal infection occurs during the first or early second trimester.&nbsp; If the mother is infected around delivery, neonatal transmission may occur from respiratory droplets and result in fever, a chickenpox-like rash, and systemic involvement (eg, pneumonia, hepatitis, encephalitis) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31669.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>The most common risk factor for infection is no maternal immunity to varicella from either the lack of prior infection or the lack of prior vaccination.</p>\n<h2>Clinical presentation</h2><br><br><p>Congenital varicella syndrome consists of:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cutaneous scars</strong>:&nbsp; Often in a dermatomal pattern</li>\n\t<li>Neurologic abnormalities:&nbsp; Microcephaly, seizures, developmental delays</li>\n\t<li>Ocular abnormalities:&nbsp; Cataracts, chorioretinitis</li>\n\t<li>Limb abnormalities:&nbsp; Typically hypoplasia</li>\n</ul>\n<h2>Diagnosis and management</h2><br><br><p>At-risk pregnant patients (ie, no prior history of infection or vaccination) exposed to varicella are administered varicella-zoster immunoglobulin (VZIG) to reduce the risk of developing a primary varicella infection (and prevent fetal varicella infection).&nbsp; If maternal infection develops, antivirals reduce the duration and number of lesions formed and reduce the severity of constitutional symptoms (eg, fever, malaise) but do not prevent congenital varicella syndrome.</p><br><br><p>If fetal varicella infection is suspected during pregnancy, VZV DNA PCR analysis of amniotic fluid or fetal blood along with ultrasound of fetal anatomy (to assess for fetal abnormalities) are performed to confirm the diagnosis.</p><br><br><p>If congenital varicella is suspected after delivery, the diagnosis is based on a history of exposure in pregnancy, clinical findings, and either a positive PCR or serologic testing.&nbsp; Neonates with congenital varicella syndrome are treated with VZIG.</p>\n<h2>Prognosis</h2><br><br><p>The rate of vertical transmission with maternal infection is low (ie, between 1%-2%).&nbsp; If vertical transmission occurs, the prognosis depends on the gestational age in which infection occurs.&nbsp; Infection early in the pregnancy is more likely to lead to congenital varicella syndrome with significant embryopathy and disabilities.</p>\n<h2>Prevention</h2><br><br><p>The primary mode of prevention is with vaccination; however, prevention in pregnant patients with no immunity is primarily geared at limiting exposure to varicella.&nbsp; If contact does occur, VZIG should be administered as soon as possible (ideally within 96 hours) to prevent or attenuate the disease manifestations of VZV infection.</p><br><br><p>In addition, VZIG should be given to infants born to patients who develop varicella between 5 days before and 2 days after delivery to reduce the risk of neonatal varicella.</p>\n<h1>Other - Parvovirus B19</h1><h2>Pathogenesis and risk factors</h2><br><br><p>Parvovirus B19 is a single-stranded DNA virus that transmits primarily through respiratory droplets (particularly from exposure in children) and blood exposure.&nbsp; During pregnancy, it can be transplacentally transmitted and infect the fetus.&nbsp; Parvovirus B19 preferentially infects cells that are rapidly dividing and is cytotoxic to erythroid progenitor cells, which leads to severe fetal anemia and possible hydrops fetalis in cases of congenital infection.&nbsp; The risk of aոеmiа and fetal hydrops is greater when pregnant patients are infected during the first and early second trimester.</p>\n<h2>Clinical presentation</h2><br><br><p>Many adult infections with parvovirus B19 are asymptomatic.&nbsp; When symptoms are present, patients may present with acute, symmetric arthralgia/arthritis involving hands, wrists, knees, and/or feet along with systemic symptoms (eg, fever, malaise) and a \"lacy\" erythematous rash on the trunk.</p><br><br><p>Fetal infection during the first trimester most commonly results in a spontaneous abortion.&nbsp; Fetal infection occurring at later gestational ages causes interrupted erythropoiesis and fetal anemia, as parvovirus B19 is cytotoxic to fetal erythrocytes.&nbsp; When the cardiac output can no longer compensate for worsening anemia, fetuses develop high-output heart failure.&nbsp; As with other cases of heart failure, fetuses can develop third spacing of fluid, resulting in ascites, pleural effusions, and generalized skin edema known as <strong>hydrops fetalis</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L43280.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p>\n<h2>Diagnosis and management</h2><br><br><p>Both maternal and fetal diagnosis is via serologic testing.</p><br><br><p>Pregnant patients with acute parvovirus B19 infection based on serologies should be monitored for 8-12 weeks from exposure with serial ultrasound.&nbsp; Ultrasound evaluation involves fetal growth assessment and monitoring for fetal anemia and hydrops fetalis.&nbsp; Fetal anemia is screened through velocity flow measurements taken at the middle cerebral artery (MCA).&nbsp; Fetal hemoglobin determines the velocity of flow through the MCA; lower hemoglobin (ie, worsening fetal anemia) results in greater velocities.</p><br><br><p>When severe anemia is suspected based on the flow through the MCA, the fetus requires percutaneous blood sampling through the umbilical cord.&nbsp; If this test confirms severe anemia or provides evidence of hydrops fetalis, the fetus requires in utero transfusion to prevent death from severe anemia.</p>\n<h2>Prognosis</h2><br><br><p>When pregnant patients are infected with parvovirus B19, fetal transmission occurs in approximately 25% of cases.&nbsp; The prognosis varies in congenital infection:&nbsp; Early infection can result in spontaneous abortion, whereas infection later in pregnancy is highly variable.&nbsp; Hydrops fetalis carries an extremely poor prognosis, but successful in utero transfusion may reverse these changes.&nbsp; Parvovirus B19 infection in the absence of fetal hydrops and anemia does not appear to cause long-term neurological morbidity.</p>\n<h2>Prevention</h2><br><br><p>The primary prevention of parvovirus B19 is via limiting contact from infected individuals.</p>\n<h1>Rubella</h1><h2>Pathogenesis and risk factors</h2><br><br><p>Rubella (ie, German measles) is a single-stranded RNA virus transmitted by aerosolized droplets.&nbsp; Maternal-fetal transmission of rսbеlla virus occurs via hematogenous spread during maternal infection.&nbsp; Rubella causes cytopathic damage to blood vessels and ischemia in affected organs.&nbsp; Fetal infection is chronic, persisting throughout gestation and after birth.</p><br><br><p>The most common risk factor is no immunity to rubella due to either lack of vaccination or waning prior immunity.</p>\n<h2>Clinical presentation</h2><br><br><p>Adults infected with rubella often have a prodrome of constitutional symptoms (eg, fever, malaise, lymphadenopathy) prior to eruption of a pinpoint, pink maculopapular rash.&nbsp; The rаsh first appears on the face, then spreads caudally to the trunk and extremities while sparing palms and soles.&nbsp; Arthralgia is&nbsp;more common in adult women with a primary infection.</p><br><br><p>In utero ultrasound findings for fetuses with congenital rubella syndrome are nonspecific and include fetal growth restriction and microcephaly.</p><br><br><p>In neonates, congenital rubella syndrome classically presents with <strong>cataracts</strong>, <strong>sensorineural hearing loss</strong>, and cardiac defects (eg, <strong>patent ductus arteriosus</strong>) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/73677.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).&nbsp; Low birth weight and microcephaly are also common, although the brain structure is typically normal.&nbsp; In addition, purpuric lesions (\"blueberry muffin rash\") may be present in a minority of cases due to extramedullary hematopoiesis.<p></p>\n<h2>Diagnosis and management</h2><br><br><p>Acute rubella syndrome is diagnosed through either serologic testing, a positive blood culture, or PCR.&nbsp; No specific antiviral treatment exists for rubella; therefore, treatment is supportive.</p>\n<h2>Prognosis</h2><br><br><p>The prognosis for pregnant patients with rubella is excellent; however, the prognosis for congenital rubella syndrome is dependent on the gestational timing of infection.&nbsp; Paitents diagnosed with rubella prior to 16 weeks gestation should be offered pregnancy termination, as the consequences of congenital rubella syndromes are so severe.&nbsp; After 20 weeks gestation, there is minimal risk of congenital defects when infection occurs, and fetal growth restriction may be the only sequela of third-trimester infection.</p>\n<h2>Prevention</h2><br><br><p>Most cases of congenital rubella syndrome are prevented with vaccination.&nbsp; Rubella immunity status is tested during the initial prenatal visit, and patients who are nonimmune are offered the MMR (measles, mumps, rubella) vaccination postpartum (not during pregnancy, as it can cause congenital rubella).&nbsp; Vaccination does not prevent infection in the current pregnancy but can prevent infection in subsequent pregnancies.</p>\n<h1>Cytomegalovirus</h1><h2>Pathogenesis</h2><br><br><p>Cytomegalovirus (CMV) is a double-stranded DNA herpesvirus transmitted by sexual contact or direct contact with infected blood, urine, or saliva.&nbsp; Because it is a herpesvirus, it lays dormant following primary infection and can be reactivated with new viral shedding.&nbsp; Therefore, maternal infection can be either primary or a reactivation of the virus.</p><br><br><p>Vertical transmission is most likely in the third trimester, but more serious sequelae generally occur with infection in the first trimester.&nbsp; CMV primarily affects the CNS and sensory organs by causing inflammation and necrosis.</p>\n<h2>Clinical presentation</h2><br><br><p>Adults with primary CMV infection are usually asymptomatic; if symptoms are present, they include a mononucleosis-like syndrome (eg, fever, malaise, lymphocytosis, lymphadenopathy).&nbsp; Adults with reactivation of CMV are also most often asymptomatic.</p><br><br><p>Fetal ultrasound findings suggestive of congenital CMV include periventricular calcifications, ventriculomegaly, microcephaly, fetal growth restriction, ascites, and placental abnormalities.</p><br><br><p>After delivery, most infants with congenital CMV are asymptomatic.&nbsp; In symptomatic infants, typical features include petechiae, jaundice, hepatosplenomegaly, and microcephaly with <strong>periventricular calcifications</strong> on imaging (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105542.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p><br><br><p>However, both symptomatic and asymptomatic infants may later develop long-term sequelae.&nbsp; Congenital CMV infection is a leading cause of <strong>sensorineural hearing loss</strong> and can also cause neurodevelopmental disabilities (eg, cerebral palsy, intellectual disability), chorioretinitis, and ѕеizurеѕ.</p>\n<h2>Diagnosis and management</h2><br><br><p>Maternal CMV is most commonly diagnosed based on serologic testing.&nbsp; High-dose antiviral therapy (eg, valacyclovir) is typically administered to pregnant patients with primary CMV to prevent vertical transmission.&nbsp; Following maternal diagnosis, an anatomic survey should be performed with serial ultrasound to detect development of fetal abnormalities.</p><br><br><p>Fetal infection should be suspected in pregnancies with serologies consistent with a primary maternal infection or in those with concerning ultrasound findings (eg, periventricular calcifications).&nbsp; PCR testing of amniotic fluid obtained by amniocentesis confirms the diagnosis.</p><br><br><p>Neonates and infants with suspected congenital CMV are typically diagnosed via PCR, as serologic testing is significantly less sensitive and has a high false-negative rate.&nbsp; Symptomatic infants should be treated with antivirals (eg, ganciclovir) as early treatment may improve hearing and developmental outcomes.</p>\n<h2>Prognosis</h2><br><br><p>The frequency of fetal infection is greatest following a maternal primary infection.&nbsp; If fetal infection occurs, the clinical consequences after a primary versus nonprimary infection are similar.</p><br><br><p>If the infection is diagnosed during pregnancy, a normal fetal ultrasound is reassuring and tends to be a good prognostic indicator but does not completely exclude the possibility of a symptomatic neonate or late-onset neurological consequences (ie, hearing loss).&nbsp; In contrast, fetuses with ultrasound abnormalities likely have severe disease and severe clinical consequences.</p>\n<h2>Prevention</h2><br><br><p>The most common preventative strategy is decreasing/eliminating contact with infected individuals during pregnancy.</p>\n<h1>Herpes simplex virus</h1><h2>Pathogenesis and risk factors</h2><br><br><p>Herpes simplex virus is a double-stranded DNA virus differentiated into HSV type 1 (HSV-1) and HSV type 2 (HSV-2).&nbsp; HSV-1 is the primary etiologic agent of herpes labialis, gingivostomatitis, and keratoconjunctivitis but can also cause genital lesions.&nbsp; HSV-2 almost always causes genital lesions.</p><br><br><p>Most cases of HSV infection in neonates are perinatally acquired, generally during birth through an infected maternal genital tract.&nbsp; However, congenital HSV infection through placental infection can occur.&nbsp; Although rare, this transmission is most likely to occur during a primary maternal infection with viremia and is associated with placental infarcts, necrotizing inflammation of the umbilical cord, hydrops fetalis, and even in utero fetal demise.</p>\n<h2>Clinical presentation</h2><br><br><p>The presentation of HSV depends if the virus was acquired in utero or perinatally (during delivery).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In utero infection classically presents with the triad of skin lesions, chorioretinitis, and severe microcephaly.</li>\n\t<li>Perinatal infection is divided into 3 categories:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Skin, eye, and mouth disease:&nbsp; Classically presents as ulcers and vesicles on an erythematous base.</li>\n\t\t<li>CNS disease:&nbsp; Typically involves the <strong>temporal lobes</strong> and causes <strong>meningoencephalitis</strong>.</li>\n\t\t<li>Disseminated disease:&nbsp; Can have a sepsis-like presentation with hepatic failure, myocardial dysfunction, and respiratory failure.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Diagnosis, management, and prevention</h2><br><br><p>Neonates with suspected HSV infection require viral culture and PCR of the skin, CSF, and blood.&nbsp; If in utero infection and fetal transmission are suspected, these can be confirmed by PCR of amniotic fluid.</p><br><br><p>The most common mode of vertical transmission is direct contact between the fetus and genital tract lesions (eg, cervix, vagina, vulva) during vaginal delivery.&nbsp; Although asymptomatic viral shedding can occur, a low risk of vertical transmission exists in patients without an active HSV lesion or prodromal symptoms (eg, malaise, myalgia).&nbsp; Therefore, the most effective strategy to decrease the risk of vertical transmission is to prevent active HSV lesions at the time of delivery with suppression therapy.</p><br><br><p>Patients with a history of HSV (either before or during pregnancy) are started on antiviral suppressive therapy (eg, acyclovir, valacyclovir) beginning at 36 weeks gestation and continued until delivery (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32500.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; At delivery, patients without prodromal symptoms or active genital HSV lesions can undergo vaginal delivery, as the risk for perinatal transmission is minimal.&nbsp; In contrast, patients with active genital HSV at delivery require a cesarean delivery to prevent direct contact between the fetus and the lesion.<p></p>\n<h2>Prognosis</h2><br><br><p>Congenital HSV often has a poor prognosis, with increased risk of in utero death of the fetus.&nbsp; For infants that survive, the prognosis depends on the extent of CNS damage and associated disseminated disease, but even in these cases, morbidity and mortality rates are high.&nbsp; All patients with neonatal HSV will have recurrent disease, requiring either suppressive or active lesion management.</p>\n<h1>Summary</h1><br><br><p>TORCH infections are a group of infections that can be vertically transmitted and potentially disrupt a developing fetus, leading to congenital anomalies, neonatal sequelae, and fetal or neonatal death (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/44485.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).&nbsp; The TORCH acronym accounts for the most common causes of congenital infection: <strong>T</strong>oxoplasmosis, <strong>O</strong>ther (syphilis, varicella-zoster, parvovirus B19), <strong>R</strong>ubella, <strong>C</strong>ytomegalovirus, and <strong>H</strong>erpes simplex virus.<p></p>\n</div>\n\n            "
}