{
  "meta": {
    "title": "Trichomonas vaginalis",
    "url": "https://brainandscalpel.vercel.app/trichomonas-vaginalis-f13518a3-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:35.730Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Trichomoniasis is a common sexually transmitted infection (STI) that affects both men and women and is caused by <em>Trichomonas vaginalis</em>, a motile, flagellated protozoan.&nbsp; The majority of patients are asymptomatic, but trichomoniasis can cause vaginitis and cervicitis in women and urethritis in men.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p><em>T vaginalis</em> is a sexually transmitted <strong>flagellated protozoan</strong> that primarily infects the squamous epithelium of the urogenital tract (eg, vagina, urethra, cervix, prostate).&nbsp; The adherence of <em>T vaginalis</em> to the epithelial cells causes direct cytotoxic cell damage and an inflammatory response, contributing to the symptoms of vaginitis in women and urethritis in men.</p><br><br><p>Risk factors for trichomoniasis include high-risk sexual behaviors (similar to other STIs) and include a history of other STIs, unprotected sexual intercourse, and multiple sexual partners.</p>\n<h1>Clinical presentation</h1><br><br><p>Trichomoniasis is most often asymptomatic.&nbsp; However, if symptoms are present, they differ slightly between men and women.</p>\n<h2>Women</h2><br><br><p>Symptoms in women are due to cervicitis, vaginitis, and urethritis and may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Malodorous, <strong>frothy, greenish-yellow vaginal discharge</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45326.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                )</li>\n\t<li>Vulvovaginal pruritus</li>\n\t<li>Dysuria, urinary frequency (due to infection of the urethra)</li>\n\t<li>Dyspareunia</li>\n\t<li>Postcoital bleeding (due to capillary hemorrhages on the cervix and vagina [ie, <strong>\"strawberry\" cervix</strong>])</li>\n</ul>\n<h2>Men</h2><br><br><p>Symptoms in men are due to urethritis and may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Clear-mucopurulent urethral discharge</strong></li>\n\t<li>Dysuria</li>\n\t<li>Prostatitis, epididymitis (rare)</li>\n</ul>\n<h1>Diagnosis and laboratory evaluation</h1><br><br><p><strong>Nucleic acid amplification test</strong> (NAAT) is the preferred method of diagnosis in both men and women due its high sensitivity and specificity.&nbsp; Swab of vaginal fluid or first-void urine testing can detect the DNA or RNA of <em>T vaginalis</em>.</p><br><br><p>In women, the diagnosis can also be made via <strong>wet mount microscopy</strong>, which reveals motile, ovoid, flagellated organisms (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17287.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; However, the sensitivity is lower (~50%-70%), so patients with a negative wet mount microscopy still require NAAT.&nbsp; Occasionally, trichomoniasis may be diagnosed incidentally when protozoa are identified on Pap test cytology.<p></p><br><br><p>Routine screening is not generally recommended.&nbsp; However, women with HIV should be screened for trichomonas infection when initially diagnosed with HIV and with each annual visit.&nbsp; This is because even asymptomatic trichomonas infection increases HIV shedding, thereby increasing possible HIV transmission.</p>\n<h1>Imaging studies</h1><br><br><p>Imaging is not typically performed in the diagnosis of trichomoniasis.&nbsp; However, in cases where pelvic inflammatory disease is suspected, pelvic ultrasound may be indicated to assess for tubo-ovarian abscess.</p>\n<h1>Differential Diagnosis</h1><h2>Women</h2><br><br><p>In women, the differential diagnosis includes other causes of vaginitis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21422.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) or cervicitis, including:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bacterial vaginosis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33080.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; Common noninflammatory cause of vaginal discharge characterized by a thin, gray, malodorous discharge.&nbsp; Bacterial vaginosis has clue cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1860.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) on microscopy and a positive whiff test (amine odor with KOH).</li>\n\t<li><strong>Vulvovaginal candidiasis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31895.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; Causes a thick, white, \"cottage cheese-like\" discharge and significant pruritus.&nbsp; Wet mount microscopy shows budding yeast, pseudohyphae (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L893.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), and hyphae.</li>\n\t<li><strong>Acute cervicitis</strong> from <em>N gonorrhoeae</em> and/or <em>C trachomatis</em> infection:&nbsp; Can present with purulent discharge, postcoital bleeding, pelvic pain, or dysuria.&nbsp; Diagnosis is confirmed most commonly by NAAT.</li>\n</ul><br><br><p>Other causes of vaginal discharge should be evaluated for if infectious causes are excluded.&nbsp; These include atrophic vaginitis, retained foreign body, and desquamative inflammatory vaginitis.</p>\n<h2>Men</h2><br><br><p>The differential diagnosis for trichomoniasis in men includes other causes of urethritis, such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gonococcal urethritis</strong>:&nbsp; Often presents with purulent urethral discharge, urethral inflammation, and dysuria.</li>\n\t<li><strong>Nongonococcal urethritis</strong> (eg, <em>Chlamydia trachomatis</em>, <em>Mycoplasma genitalium</em>):&nbsp; Urethral inflammation, watery urethral discharge, and dysuria.</li>\n</ul><br><br><p>All forms of infectious urethritis are differentiated based on NAAT and can occur simultaneously.</p>\n<h1>Management</h1><br><br><p>Treatment for trichomoniasis is required for the patient and all sexual partners, regardless of whether symptoms are present.&nbsp; Treatment options include:</p>\n<h2>Women</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Metronidazole:&nbsp; 500 mg orally twice daily for 7 days (a 2-gm single dose option is available but has a lower cure rate)</li>\n\t<li>Tinidazole:&nbsp; 2 g orally in a single dose</li>\n</ul>\n<h2>Men</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Metronidazole:&nbsp; 2 g orally in a single dose</li>\n\t<li>Tinidazole:&nbsp; 2 g orally in a single dose</li>\n</ul><br><br><p>Sexual partners should also be treated to prevent reinfection.&nbsp; Because rates of trichomoniasis are high when a sexual partner is infected, testing is not needed, and <strong>expedited partner treatment</strong> is appropriate (ie, providing treatment without testing).&nbsp; Patients should abstain from sexual activity until they and all of their partners have completed treatment and no longer have symptoms.</p><br><br><p>Repeat testing should be performed for all women 3-12 weeks after treatment due to high rates of persistent infection and reinfection.&nbsp; Repeat testing is not performed in men unless they remain symptomatic after treatment.</p><br><br><p><em>T vaginalis</em> infection can increase rates of HIV transmission due to localized inflammation and impaired natural cellular defenses.&nbsp; Therefore, it is important that after trichomoniasis is diagnosed, patients should be tested for HIV and other STIs.</p>\n<h1>Prognosis</h1><br><br><p>With appropriate treatment, the prognosis for trichomoniasis is excellent.&nbsp; Symptoms typically resolve quickly following antimicrobial therapy.&nbsp; However, reinfection is common if sexual partners are not treated simultaneously.&nbsp; Because trichomoniasis is frequently asymptomatic, the infection can be passed back and forth between sexual partners if they are not treated simultaneously or have multiple partners.&nbsp; Untreated infection can lead to complications such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increased susceptibility to HIV infection and other STIs</li>\n\t<li>Adverse pregnancy outcomes</li>\n\t<li>Pelvic inflammatory disease</li>\n</ul>\n<h1>Pregnancy considerations</h1><br><br><p>When trichomoniasis occurs during pregnancy, there is an increased risk of complications, including preterm labor, prelabor rupture of membranes, and low infant birth weight.&nbsp; However, the screening for trichomoniasis is limited to pregnant women at increased risk for STIs (eg, prior STI, multiple partners, HIV infection) or those presenting with symptoms.</p><br><br><p>First-line treatment in pregnancy is with metronidazole 500 mg orally twice daily for 7 days.&nbsp; Although metronidazole does cross the placenta, there is low risk of teratogenicity.&nbsp; Tinidazole is avoided in pregnancy due to limited safety data.</p><br><br><p>Repeat testing is performed after treatment to ensure reinfection has not occurred given the increased risks in pregnancy and importance of eliminating the infection before delivery.</p><br><br><p>Infants born to an infected mother may contract infection during a vaginal delivery.&nbsp; Trichomoniasis infection in neonates may include respiratory distress, urinary tract infection, and vaginal discharge in female infants.</p>\n<h1>Prevention</h1><br><br><p>Prevention strategies are largely focused on safe sexual practices, with consistent and correct condom use.&nbsp; All sexually active individuals should be educated about the risks of unprotected sex and the importance of STI prevention.</p>\n<h1>Summary </h1><br><br><p><em>Trichomonas vaginalis</em> is a common and treatable sexually transmitted infection.&nbsp; Most cases are asymptomatic; but can cause cervicitis or vaginitis in women and urethritis in men.&nbsp; Both the patient and all their sexual partners require treatment to prevent reinfection.</p>\n</div>\n\n            "
}