{
  "meta": {
    "title": "Yersinia pestis",
    "url": "https://brainandscalpel.vercel.app/yersinia-pestis-c7c2ef09-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:40.243Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p><em>Yersinia pestis</em> is a gram-negative coccobacillus that evolved from an enteric organism (<em>Yersinia pseudotuberculosis</em>) into a zoonotic infection after acquiring virulence plasmids &lt;20,000 years ago.&nbsp; The primary reservoir is wild rodents (eg, rats), and transmission largely occurs via flea bite.&nbsp; Humans are incidental hosts and typically develop acute febrile lymphadenitis (bubonic plague), septicemia, or pneumonia.&nbsp; Plague was responsible for 3 mass pandemics, most notably in the 14th century (Black death) when the infection killed ~35% of the European population.&nbsp; It is considered a bioterrorism agent.</p>\n<h1>Risk factors</h1><br><br><p>Major risk factors are as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Geographic</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Living in or visiting endemic regions, most notably sub-Saharan Africa (eg, Madagascar, Democratic Republic of Congo), rural Asia, and the Southwestern United States (eg, New Mexico, Arizona, Colorado).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Environmental</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Seasonal (warm months = greater flea activity).</li>\n\t\t<li>Environments that promote rodent infestation or flea proliferation (eg, overcrowded housing, inadequate waste disposal).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Occupational and lifestyle</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Close contact with wildlife or animal carcasses (eg, farmers, hunters, trappers, veterinarians).</li>\n\t\t<li>Outdoor activities (eg, camping, hiking, sleeping outside) that increase risk of flea exposure from rodents, especially in endemic areas.</li>\n\t\t<li>Direct contact with animals (eg, rodents, rabbits) or domestic pets (eg, cats) infected with plague.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Exposure to patients infected with plague is also a major risk factor (droplet transmission).</p>\n<h1>Pathophysiology</h1><br><br><p><em>Y pestis</em> primarily infects wild rodents; humans are incidental hosts, with transmission largely occurring via a flea bite.&nbsp; The pathogen blocks the midgut of the infected flea, which causes the flea to feed voraciously and regurgitate the organism into the bite wound.&nbsp; A minority of cases arise from direct contact with contaminated fluids/tissues or via respiratory droplets from an infected person or animal.</p><br><br><p>Following transmission, the organism is taken up by local macrophages and carried to regional lymph nodes.&nbsp; <em>Y pestis</em> survives phagocytosis with virulence factors that limit phagolysosome fusion, digestive enzyme activity, and oxidative stress.&nbsp; Within the phagocyte (at human body temperature), the organism undergoes a phenotype switch.&nbsp; It ceases producing virulence factors targeted at fleas (eg, biofilm to clog the gut) and begins expressing virulence factors targeted at mammals, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>F1 antigen</strong> (on plasmid pMT1) forms a proteinaceous capsule around <em>Y pestis</em>, which conceals antigens from the immune system and resists phagocytosis and opsonization.</li>\n\t<li>A <strong>type III secretion system</strong> (on plasmid pCD1) injects <em>Yersinia</em> outer proteins (<strong>Yops</strong>) into host immune cells, which disrupts cytokine signaling and phagocytosis and triggers immune cell apoptosis.</li>\n</ul><br><br><p>These virulence factors allow the organism to kill the infected macrophage and subsequently replicate in an unchecked fashion in the extracellular space.</p>\n<h1>Clinical presentation</h1><br><br><p>As a result, 3 main clinical categories of plague are identified:</p>\n<h2>Bubonic plague</h2><br><br><p>Most infections (&gt;80%) result in the development of bubonic plague, which is characterized by the following symptoms 2-6 days after flea bite:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Systemic symptoms</strong>:&nbsp; Sudden onset of fevers, chills, weakness, and headache.</li>\n\t<li><strong>Bubo</strong>:&nbsp; Intense pain and swelling in a lymph node area due to progressively increasing hemorrhagic necrosis; fluctuation is typically absent, but erythema and edema of the overlying skin is often seen.</li>\n</ul><br><br><p>Approximately 50% of patients with bubonic plague develop secondary septicemic or pneumonic plague.</p>\n<h2>Septicemic plague</h2><br><br><p>Approximately 10%-20% of transmissions result in septicemic plague without preceding bubo.&nbsp; Patients often present with <strong>high fever</strong> and appear extremely ill but have minimal or no localizing signs/symptoms, which can make diagnosis challenging.&nbsp; Nausea, vomiting, diarrhea, and abdominal pain are frequently present.&nbsp; Over time, hypotension, disseminated intravascular coagulation (DIC), and multiorgan failure occur.&nbsp; Deposition of fibrin thrombi in the microvasculature can cause ischemic necrosis of the digits/nose (acral necrosis) or skin (purpura fulminans), leading to the hallmark features of \"<strong>black death</strong>.\"</p>\n<h2>Pneumonic plague</h2><br><br><p>Pneumonic plague is uncommon as a primary illness but frequently occurs in the setting of dissemination.&nbsp; Patients typically develop acute-onset <strong>dyspnea</strong>, <strong>high fever</strong>, <strong>pleuritic chest pain</strong>, and <strong>cough with or without hemoptysis</strong>.&nbsp; The illness is rapidly fatal unless antimicrobial therapy is initiated within 1 day.</p>\n<h1>Laboratory and imaging evaluation</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hematologic findings</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Approximately 50% of patients have leukocyte count &gt;20,000/mm<font size=\"2\"><sup>3</sup></font> and/or thrombocytopenia.</li>\n\t\t<li>DIC is typically marked by elevated PT/PTT and low fibrinogen.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Radiographic imaging</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Chest x-ray (pneumonic plague):&nbsp; Bilateral infiltrates, consolidation, or cavitation may be seen; unlike more typical bacterial pneumonia, hilar or mediastinal lymphadenopathy is often present.</li>\n\t\t<li>Ultrasound/CT (bubonic plague):&nbsp; May show enlarged necrotic lymph nodes with central liquefaction.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Because plague can be rapidly fatal, a high degree of suspicion is required for those with any of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fever + contact with dead rodent or travel to/residence in an endemic area.</li>\n\t<li>Fever + painful, regional lymphadenitis.</li>\n\t<li>Pneumonia + hemoptysis + gram-negative rods in sputum.</li>\n</ul><br><br><p>The diagnosis is primarily made by microscopic identification of the organism or via serologic testing, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Culture and staining</strong>:&nbsp; Microbiologic examination or culture of clinical specimens from blood, buboes, or sputum can often reveal the organism.&nbsp; <em>Y pestis</em> is a short, plump, gram-negative coccobacillus that exhibits bipolar staining (poles take up more dye), giving it a \"closed safety pin\" appearance on Wright-Giemsa or Wayson stain.&nbsp; It is a facultative anaerobe that grows best on standard media at vector (28 C [82.4 F]) or human (37 C [98.6 F]) temperature.&nbsp; Laboratory personnel require biosafety level 3 precautions to prevent transmission.</li>\n\t<li><strong>Serologic testing</strong>:&nbsp; Titers to F-1 antigen rise in acute infection (typically &gt;1:16); diagnostic confirmation requires a 4-fold rise between acute and convalescent titers.</li>\n</ul><br><br><p>Rapid antigen (F-1) testing is available in some endemic areas and can provide confirmation within 15 minutes.&nbsp; PCR can also be used for initial diagnosis when available.</p>\n<h1>Differential diagnosis</h1><br><br><p>Plague can resemble many other conditions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tularemia</strong> is a gram-negative zoonotic infection that can cause fever and lymphadenopathy following animal exposure (or tick/deer-fly bite).&nbsp; However, symptoms are predominantly subacute (not rapidly progressive), and most cases are marked by an overlying skin ulcer at the transmission site.</li>\n\t<li><strong>Streptococcal/staphylococcal lymphadenitis</strong> also causes fever and painful lymph nodes that may suppurate.&nbsp; However, onset is typically slower, and systemic symptoms are frequently less severe.&nbsp; In addition, most cases follow a localized infection (eg, cellulitis).</li>\n\t<li><em><strong>Bartonella henselae</strong></em> <strong>(cat-scratch disease)</strong> causes regional, tender lymphadenitis but symptoms are subacute and are typically preceded by a skin lesion (vesicular/pustular) at the site of inoculation (1-2 weeks prior).</li>\n\t<li><strong>Meningococcemia</strong> also causes rapidly progressive septic shock with purpura and DIC; however, epidemiologic risk factors are typically different, no acral necrosis is seen, and preceding lymphadenitis/pneumonia is uncommon.</li>\n\t<li><strong>Severe community-acquired pneumonia (eg,</strong> <em><strong>Klebsiella pneumoniae</strong></em><strong>)</strong> can resemble pneumonic plague (eg, hemoptysis, fever), but exposure risk factors are generally absent and clinical progression is typically slower.</li>\n</ul>\n<h1>Management</h1><br><br><p>Prompt antimicrobial therapy (ideally within 2 days of symptom onset) is crucial to reduce risk of death.&nbsp; All patients require droplet precautions until pneumonic plague has been ruled out and sputum cultures are negative.&nbsp; Those with pneumonic plague should have droplet precautions continued for at least 48 hours after treatment initiation (until clinical improvement).&nbsp; Postexposure prophylaxis (eg, doxycycline, fluoroquinolone) is required for close contacts of those with pneumonic plague.</p>\n<h2>Bubonic plague</h2><br><br><p>Monotherapy is generally sufficient, as resistance is uncommon.&nbsp; In the setting of a suspected bioterrorism attack, dual therapy is recommended (due to possible engineered resistance).&nbsp; First-line agents include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Oral fluoroquinolone</strong> (eg, ciprofloxacin, levofloxacin, moxifloxacin).</li>\n\t<li><strong>Intravenous (IV) or intramuscular (IM) aminoglycoside</strong> (eg, streptomycin, gentamicin).</li>\n\t<li><strong>Doxycycline</strong>.</li>\n</ul><br><br><p>Those with bubonic plague who develop pulmonic or septicemic plague must be treated as having those conditions (not bubonic plague alone).&nbsp; Suppurative buboes that become fluctuant require surgical referral for incision and drainage.</p>\n<h2>Septicemic/pneumonic plague</h2><br><br><p>Monotherapy is generally sufficient for most cases (excluding those that arise from bioterrorism), but those with severe disease often receive empiric dual therapy with an agent from each of the following drug classes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>IV or IM aminoglycoside</strong> (eg, streptomycin, gentamicin).</li>\n\t<li><strong>IV or oral fluroquinolone</strong> (eg, ciprofloxacin, levofloxacin, moxifloxacin).</li>\n</ul><br><br><p>Tetracyclines are not recommended for septicemic or pneumonic plague.</p>\n<h1>Prognosis</h1><br><br><p>Untreated bubonic plague has a mortality rate of 50%-90%; untreated septicemic and pneumonic plague are almost universally fatal.&nbsp; Early treatment drastically reduces the risk of death.&nbsp; Supportive care and appropriate antibiotic therapy are essential for favorable outcomes.</p>\n<h1>Summary</h1><br><br><p><em>Yersinia pestis</em> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/131251.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a virulent gram-negative bacterium transmitted primarily via rodent flea bite.&nbsp; It causes a rapidly progressive, highly fatal illness.&nbsp; Manifestations can generally be divided into 3 categories of plague: bubonic (eg, painful lymphadenitis plus systemic symptoms), septicemic (eg, shock, disseminated intravascular coagulation, acral necrosis), and pneumonic (eg, dyspnea, cough, hemoptysis).&nbsp; Diagnosis is generally made with microscopy, serology, or rapid testing.&nbsp; Early treatment with an aminoglycoside, fluoroquinolone, or doxycycline is required to reduce risk of death.<p></p>\n</div>\n\n            "
}