{
  "meta": {
    "title": "Zika virus infection",
    "url": "https://brainandscalpel.vercel.app/zika-virus-infection-863c6a36-2edf1a.html",
    "scrapedAt": "2025-12-01T05:06:44.105Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Zika virus (ZIKV) is a flavivirus transmitted to humans by the bite of infected <em>Aedes</em> mosquitoes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L116810.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), with the added potential for human-to-human transmission (eg, maternal-fetal, sexual).&nbsp; Although typically asymptomatic (~80%), ZIKV infection can sometimes cause fever, arthralgia, rash, and conjunctivitis.&nbsp; Several large outbreaks have uncovered ZIKV's association with severe neurologic complications including congenital microcephaly and postnatal Guillain-Barré syndrome.<p></p>\n<h1>Epidemiology</h1><br><br><p>The primary mosquito vector of ZIKV is <strong><em>Aedes aegypti</em></strong>, although other <em>Aedes</em> species (eg, <em>Aedes albopictus</em>) have been implicated in outbreaks.&nbsp; ZIKV occurs in the same <strong>tropical and subtropical</strong> regions inhabited by its mosquito vectors.&nbsp; However, infection can also occur by maternal-fetal transmission (infection crosses the placental barrier), blood product exposure, and sexual contact (from viral shedding in saliva/semen/cervical mucus).</p>\n<h1>Pathogenesis, clinical presentation, and diagnosis</h1><br><br><p>Mosquitoes become infected with ZIKV by feeding on blood from viremic humans (ZIKV's main reservoir).&nbsp; Subsequent blood meals by an infected mosquito transmit ZIKV into the skin of victims, where the virus migrates to the blood/lymphoid tissues and produces viremia.</p><br><br><p>The incubation period is 3-14 days, with most ZIKV infections (~80%) remaining asymptomatic.&nbsp; In the other 20%, viremia and immune responses may produce low-grade fever (&lt;38.5 C [101.3 F]), <strong>pruritic rash</strong> (erythematous, maculopapular, generalized), polyarthralgia (small joints of the hands and feet), and <strong>conjunctivitis</strong> (nonpurulent).&nbsp; Other common symptoms include headache, myalgia, and fatigue.&nbsp; Illness is typically mild, with symptoms resolving in 2-7 days.</p><br><br><p>ZIKV infection should be suspected in individuals with typical clinical manifestations and relevant exposure (ie, living in or having traveled to areas with ZIKV transmission or having had unprotected sex with someone recently exposed).&nbsp; Diagnosis is established by reverse transcription PCR (≤7 days) or serology (&gt;7 days).&nbsp; Immunity to reinfection appears to be lifelong.</p>\n<h2>Neurologic complications</h2><br><br><p>ZIKV's ability to infect the nervous system (neurotropism) can lead to severe neurologic sequelae, which include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Congenital Zika syndrome (CZS)</strong>:&nbsp; CZS occurs due to ZIKV's ability to cross both the placental and blood-brain barriers and attack neural progenitor cells in the fetal cerebral cortex.&nbsp; This results in abnormal brain development and neuron death, causing severe <strong>microcephaly</strong> with partial skull collapse (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32252.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Imaging typically shows thin cerebral cortices (with ventriculomegaly) and intracranial calcifications (from neuron necrosis).&nbsp; Other characteristic features of CZS include hypertonia/spasticity, neurogenic limb contractures, and macular scarring.&nbsp; Additional findings may include seizures, hearing loss, and craniosynostosis (closed anterior fontanelle).&nbsp; CZS occurs in approximately 5% of babies born to infected mothers.&nbsp; Fetal loss due to congenital abnormalities and/or placental insufficiency occurs in 5%-10% of ZIKV-associated pregnancies.</li>\n\t<li><strong>Postnatal complications</strong>:&nbsp; A small percentage of patients with acute ZIKV infection may develop acute inflammatory demyelinating polyneuropathy (Guillain-Barré syndrome).&nbsp; As with other Guillain-Barré causes, demyelination likely results from autoantibodies triggered by molecular mimicry to infectious antigens.&nbsp; Other rare neurologic complications of ZIKV infection include encephalitis, meningitis, and transverse myelitis.</li>\n</ul>\n<h1>Differential diagnosis</h1><h2>Acute infection</h2><br><br><p>Because acute ZIKV symptoms (eg, fever, rash, polyarthralgia) are nonspecific, differential diagnosis can sometimes be challenging.&nbsp; Dengue and chikungunya virus infections are the main considerations due to their shared clinical manifestations, identical mosquito vectors, and overlapping geographic distributions with ZIKV.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dengue fever</strong>:&nbsp; typically causes higher fever, more severe myalgia, retroorbital pain, and hemorrhagic manifestations.&nbsp; In addition, dengue is not usually associated with conjunctivitis like ZIKV.</li>\n\t<li><strong>Chikungunya virus</strong>:&nbsp; infection is more likely to cause higher fever and more severe arthralgia (often with synovitis), and conjunctivitis is also less common.</li>\n</ul><br><br><p>Given such overlap, patients with suspicious symptoms and relevant exposure should be tested for all 3 viruses to avoid misdiagnosis and because coinfection with &gt;1 virus is possible.</p><br><br><p>Other infections that can cause fever, rash, arthralgia, and/or conjunctivitis (eg, parvovirus B19, rubella, measles, leptospirosis) should also be considered.</p>\n<h2>Congenital abnormalities</h2><br><br><p>The differential diagnosis of CZS includes both infectious and genetic etiologies.&nbsp; Manifestations of congenital ZIKV infection (eg, microcephaly, intracranial calcifications) can overlap with other congenital infections, especially cytomegalovirus, rubella, and toxoplasmosis.&nbsp; However, other characteristic findings (eg, hepatosplenomegaly in cytomegalovirus, cataracts in rubella, chorioretinitis in toxoplasmosis) often help differentiate these causes.&nbsp; Microcephaly can also be caused by multiple genetic abnormalities (eg, trisomy 21) and in utero exposures (eg, fetal alcohol syndrome), usually differentiated by their own characteristic features.</p>\n<h1>Management</h1><br><br><p><strong>Acute symptomatic ZIKV infection</strong> is typically mild and self-limited, so management consists of rest, hydration, and analgesia/antipyresis.&nbsp; Acetaminophen is the preferred initial treatment for ZIKV-induced arthralgia and fever due to possible coinfection with dengue (potential hemorrhage).&nbsp; Once dengue is excluded, nonsteroidal anti-inflammatory drugs may be added.</p><br><br><p><strong>Congenital Zika syndrome</strong> typically requires long-term multidisciplinary care to manage severe neurologic sequelae, which may include cognitive impairment, developmental delay, feeding difficulties, spasticity, and seizures.&nbsp; Testing for ZIKV should be offered to all pregnant women with possible exposure, and a positive test during pregnancy should prompt serial ultrasounds to monitor for fetal abnormalities and growth restriction.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for acute ZIKV infection is generally good, with 80% of patients remaining asymptomatic and most symptomatic infections being mild/self-limited.&nbsp; However, CZV has an extremely poor prognosis and is characterized by long-term disability and high mortality.&nbsp; The prognosis of ZIKV-associated Guillain-Barré syndrome is similar to Guillain-Barré syndrome from other causes (~80% eventually walk independently, ~15% have persistent deficits, ~5% die despite intensive care).</p>\n<h1>Prevention</h1><br><br><p>No vaccine is currently available to prevent ZIKV infection.&nbsp; Mosquito exposure should be minimized, and patients with confirmed ZIKV infection should be counseled to avoid mosquito exposure during active viremia (~1 week) to reduce the risk for local transmission.</p><br><br><p>Pregnant women (and those planning conception) should avoid travel to areas with ongoing ZIKV transmission when possible.&nbsp; Within active ZIKV regions, pregnant women should abstain from sex or use barrier protection for the duration of their pregnancy (particularly with partners having known ZIKV infection/exposure).&nbsp; Although ZIKV has been detected in breast milk, transmission to infants has not been reported.&nbsp; Therefore, most health organizations recommend breastfeeding.</p><br><br><p>Several models predict that the habitat of mosquito vectors (eg, <em>A aegypti</em>) will expand with climate change, which will likely increase the distribution of ZIKV infection (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88682.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p>\n<h1>Summary</h1><br><br><p>Zika virus is transmitted to humans by the bite of infected <em>Aedes</em> mosquitoes, with the added potential for maternal-fetal and sexual transmission.&nbsp; Infections occur in tropical and subtropical regions worldwide, and large outbreaks are possible.&nbsp; Zika virus infection is typically asymptomatic (~80%) but can cause fever, arthralgia, rash, and/or conjunctivitis (which is usually mild/self-limited).&nbsp; However, Zika virus' ability to infect the nervous system can lead to severe neurologic sequelae.&nbsp; Diagnosis is confirmed by reverse transcription PCR or serology.&nbsp; Treatment of symptomatic Zika virus infection is supportive.&nbsp; Pregnant women (or those planning conception) should avoid travel to areas with known Zika virus transmission when possible.&nbsp; Within active Zika virus regions, pregnant women should abstain from sex or use barrier protection for the duration of their pregnancy.</p>\n</div>\n\n            "
}