{
  "meta": {
    "title": "Anaphylaxis",
    "url": "https://brainandscalpel.vercel.app/anaphylaxis-10554ffd-312d6c.html",
    "scrapedAt": "2025-12-01T04:44:09.155Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Anaphylaxis is a potentially life-threatening allergic reaction characterized by rapid onset and systemic involvement.&nbsp; The reaction involves acute degranulation of mast cells triggered by immunologic (ie, IgE-mediated, such as food allergy) or nonimmunologic (eg, non-IgE-mediated, such as radiocontrast allergy) mechanisms.&nbsp; Because of its variable presentation, anaphylaxis can sometimes be difficult to recognize.</p><h1>Pathogenesis</h1><p>Anaphylaxis involves massive degranulation of mast cells, basophils, and eosinophils in various organs (especially skin, airway, and gastrointestinal tract), releasing preformed mediators (eg, histamine, serotonin, leukotrienes).&nbsp; The mast cell degranulation can be triggered by immunologic and nonimmunologic mechanisms (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119648.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Immunologic (IgE-mediated)</h2><p>Immunologic anaphylaxis involves classic Type 1 (IgE-mediated) hypersensitivity (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60230.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; It involves 2 phases:<p></p><ul class=\"article-body-unordered-list\"><li>Initial <strong>sensitization</strong> (asymptomatic, typically in early life):&nbsp; Exposure to allergen causes immune skewing toward an allergic (TH<font size=\"2\"><sub>2</sub></font>) phenotype, driving production of specific IgE.&nbsp; The IgEs dock onto mast cell surface receptors (FcεRI), where they remain in a primed but inactive (uncross-linked) configuration until reexposed to the original allergen.</li><li><strong>Re-exposure</strong> (symptomatic):&nbsp; Upon contact with the original allergen, the primed mast cell IgEs cross-link, resulting in degranulation and release of vasoactive mediators (eg, serotonin, histamine, leukotriene).&nbsp; Their effects include increased vascular permeability (eg, urticaria, angioedema), acute vasodilation (eg, hypotension), and others (eg, bronchospasm, intestinal hypersecretion).</li></ul><p>Each episode of immunologic anaphylaxis tends to be worse than the previous one, likely due to additional IgE production and mast cell priming.</p><h2>Nonimmunologic (non-IgE-mediated) </h2><p>Nonimmunologic anaphylaxis involves mast cell degranulation through mechanisms other than IgE cross-linking.&nbsp; Therefore, it does not require prior sensitization (ie, can occur on first exposure).&nbsp; Nonimmunologic anaphylaxis can be grouped into 3 etiologies:</p><ul class=\"article-body-unordered-list\"><li><strong>Ligand-induced:</strong>&nbsp; Mast cells can be degranulated by several compounds such as radioiodine contrast, vancomycin, opioids, and neuromuscular blockers (eg, succinylcholine).&nbsp; A unique receptor, mas-related G-protein coupled receptor X2 (MRGPRX2), appears to mediate the reaction.</li><li><strong>Physical:</strong>&nbsp; Mast cells can be directly degranulated by vigorous activity (eg, exercise) and cold (associated with cold urticaria).&nbsp; The pathogenesis is very poorly understood but may involve a lower mast cell stability threshold.&nbsp; IgE-related mechanisms may play a small role.</li><li><strong>Idiopathic:</strong>&nbsp; Mast cells can be degranulated by unknown triggers, even after extensive evaluation.&nbsp; A subclinical wheat (gliadin) allergy potentiated by an external factor (eg, nonsteroidal anti-inflammatory drugs [NSAIDs], exercise, cold) may be responsible.</li></ul><p><strong>\"Anaphylactoid reactions\"</strong> is a retired term for these forms of nonimmunologic anaphylaxis.&nbsp; Despite the more benign-sounding name, the reactions can be as severe as IgE-mediated anaphylaxis (eg, may require treatment with epinephrine).</p><h2>Potentiators</h2><p>Several variables can potentiate anaphylaxis.</p><ul class=\"article-body-unordered-list\"><li><strong>Medications:</strong>&nbsp; Endogenous counterresponses (eg, epinephrine, angiotensin-II, vasopressin) can help limit the anaphylactic cascade, possibly explaining why some patients improve spontaneously.&nbsp; Medications that inhibit sympathetic activity (eg, β-blockers), ACE inhibitors, or angiotensin receptor blockers can increase the risk of severe anaphylaxis.&nbsp; NSAIDs (especially aspirin) can increase leukotriene production (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41760.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), contributing to mast cell destabilization.</li><li><strong>Comorbidities:</strong>&nbsp; Both extremes of age (children, elderly), atopic disorders (especially asthma), and other preexisting cardiopulmonary conditions (eg, coronary artery disease) increase the risk of severe or fatal anaphylaxis.</li><li><strong>Mast cell disorders:</strong>&nbsp; Rarely, patients may have underlying systemic mastocytosis (increased mast cell number) or mast cell activation syndrome (increased mast cell activity), leading to more severe (or even spontaneous) anaphylaxis.&nbsp; Other relevant factors include recent alcohol intake and menses, which can increase histamine release.</li></ul><h1>Clinical presentation</h1><p>Anaphylaxis is a systemic reaction that can affect several organ systems (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/68825.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: Anaphylaxis\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Skin:</strong>&nbsp; Most mast cells are located in the dermis.&nbsp; Therefore, urticaria (pruritic wheals in the dermal layer) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L77017.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) and angioedema (nonpruritic swelling in the subcutaneous tissues) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L58770.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) are the most common presentations of anaphylaxis.</li><li><strong>Upper airway:</strong>&nbsp; Angioedema of the larynx, pharynx, or tongue can obstruct the upper airway (eg, stridor, respiratory distress).</li><li><strong>Lungs:</strong>&nbsp; Airway mast cell degranulation leads to acute bronchospasm (eg, wheezing, hypoxemia).</li><li><strong>Cardiovascular:</strong>&nbsp; Systemic vasodilation leads to hypotension and compensatory tachycardia.&nbsp; Endothelial permeability leads to third-spacing of intravascular fluid volume.&nbsp; These processes can progress to anaphylactic (distributive) shock.</li><li><strong>Gastrointestinal:</strong>&nbsp; Mucosal mast cell degranulation can lead to bowel edema (eg, cramping, abdominal pain, diarrhea, vomiting).</li></ul><p>Classic uniphasic anaphylaxis (&gt;90% of cases) typically peaks within ~4 hours and resolves within 24 hours.&nbsp; However, there are several atypical presentations: biphasic anaphylaxis (~5% of cases) has an initial peak at ~4 hours and a second wave between 12-72 hours after apparent recovery; protracted anaphylaxis can persist for several days and may be related to a retained allergen (eg, continued gut absorption, buried wasp stinger); delayed anaphylaxis (eg, red meat allergy) can involve an unusually long latency period (eg, hours instead of minutes) between exposure and symptoms.</p><h1>Diagnosis</h1><p>Diagnosis of anaphylaxis is based on clinical criteria (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/68829.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Any one of the following scenarios makes the diagnosis:<p></p><h2>Any patient</h2><ul class=\"article-body-unordered-list\"><li>Rapid onset of an illness with involvement of skin or mucosae (eg, urticaria, angioedema) AND</li><li>Respiratory or cardiovascular manifestations (eg, dyspnea, wheezing, hypotension, syncope).</li></ul><p>These criteria are intended to capture patients with possible anaphylaxis based on high-risk clinical features alone (eg, regardless of known or unknown allergen exposure).</p><h2>Patients with exposure to likely allergen</h2><p>Rapid involvement of <strong>≥2 organ systems</strong></p><ul class=\"article-body-unordered-list\"><li>Skin or mucosae (eg, urticaria, angioedema)</li><li>Respiratory (eg, dyspnea, wheezing, stridor)</li><li>Cardiovascular (eg, hypotension, syncope)</li><li>Gastrointestinal (eg, cramping, diarrhea, vomiting)</li></ul><p>For example, urticaria and gastrointestinal distress constitutes anaphylaxis (eg, requires epinephrine), even in the absence of wheezing or hypotension.</p><h2>Patient with exposure to known allergen</h2><ul class=\"article-body-unordered-list\"><li>Rapid onset of hypotension (or other organ system involvement)</li></ul><p>Anaphylaxis can be easy to miss (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/68614.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).&nbsp; Particularly tricky situations include atypical presentations (eg, abdominal symptoms, absence of urticaria), first episode (eg, symptoms mistakenly attributed to food poisoning), and preexisting conditions with overlapping symptoms (eg, asthma or chronic obstructive pulmonary disease exacerbation).<p></p><p>An elevated serum <strong>tryptase</strong> (mast cell mediator) level, especially if obtained within 2 hours of symptom onset, has good specificity but limited sensitivity for anaphylaxis.&nbsp; Therefore, a high tryptase level strongly supports analysis, but a normal level cannot be used to rule it out.&nbsp; In outpatients following up after potential anaphylaxis, skin testing and/or serum IgE panel can also corroborate the diagnosis and identify specific trigger allergens.</p><h1>Differential diagnosis</h1><p>A potential mimic of anaphylaxis is <strong>pollen-food allergy syndrome</strong> (oral allergy syndrome), thought to be the most common type of food allergy.&nbsp; This <strong>localized</strong> oropharyngeal allergy to vegetables, fruits (eg, peaches, pears), and nuts can develop due to minor cross-reactivity between food antigens and structurally related pollens.&nbsp; Most patients have a history of seasonal allergic rhinitis (hay fever).&nbsp; Symptoms, which may include <strong>throat itching</strong> or tightness, are typically mild; they occur immediately after ingestion of certain uncooked fruits and vegetables and usually resolve once these foods are swallowed.</p><p>Other conditions included in the differential diagnosis are:</p><ul class=\"article-body-unordered-list\"><li><strong>Aspirin- or NSAID-exacerbated respiratory disease (AERD):</strong>&nbsp; AERD involves the classic (Samter) triad of asthma, nasal polyps, and NSAID hypersensitivity (eg, flushing, headache, rhinorrhea).&nbsp; Urticaria or angioedema are rare because the symptoms are mediated by leukotrienes instead of histamine or bradykinin.</li><li><strong>Scombroid poisoning:</strong>&nbsp; Improperly stored seafood can lead to a buildup of histamine (produced by bacteria).&nbsp; Ingestion leads to acute histaminergic symptoms such as flushing, urticaria, abdominal cramping, nausea, and vomiting.&nbsp; It may be clinically impossible to distinguish from anaphylaxis in the immediate setting, and the diagnosis is made retrospectively (eg, skin test).</li><li><strong>Carcinoid syndrome:</strong>&nbsp; Carcinoid syndrome is associated with foregut neuroendocrine tumors that secrete tryptophan and vasoactive mediators (eg, primarily serotonin).&nbsp; Symptoms include paroxysmal flushing, wheezing, and diarrhea.&nbsp; An allergic exposure is absent, and urticaria or angioedema are typically not seen.</li><li><strong>Others:</strong>&nbsp; Nonallergic angioedema (eg, ACE inhibitor), food poisoning (eg, staphylococcal preformed toxin), myocardial infarction, sepsis, and paroxysmal vocal cord dysfunction can have acute and dramatic presentations resembling anaphylaxis.</li></ul><h1>Management</h1><h2>Treatment</h2><p>Management of anaphylaxis involves:</p><ul class=\"article-body-unordered-list\"><li>Airway protection (eg, intubation) if there is concern for impending obstruction from angioedema or laryngeal edema</li><li><strong>Epinephrine</strong>:<ul class=\"article-body-unordered-list\"><li>Adults:&nbsp; Intramuscular (IM) dose of 0.3-0.5 mg in the anterolateral thigh.&nbsp; Repeat up to 3 times.</li><li>Children:&nbsp; IM dose of 0.01 mg/kg in the anterolateral thigh.&nbsp; Repeat up to 3 times.</li><li>Emergency epinephrine is usually available in prediluted vials at 1 mg/mL (previously called \"1:1000\"); preloaded epinephrine autoinjectors are also available.</li></ul></li><li>Adjunctive measures:<ul class=\"article-body-unordered-list\"><li>Intravenous fluid boluses and vasopressors if necessary for refractory hypotension</li><li>Nebulized beta agonist (eg, albuterol) for bronchospasm</li><li>Antihistamines (H<font size=\"2\"><sub>1</sub></font> [eg, diphenhydramine] and H<font size=\"2\"><sub>2</sub></font> [eg, famotidine] blockers)</li><li>Systemic glucocorticoids (eg, IV methylprednisolone)</li><li>Glucagon (for patients taking beta blockers who are refractory to epinephrine)</li></ul></li></ul><p>Delayed epinephrine is the leading cause of preventable fatality from anaphylaxis (eg, mortality increases by ~2% per minute until first dose given).&nbsp; There is no contraindication to epinephrine.&nbsp; Rare adverse effects can include tachyarrhythmias or cardiac arrhythmias.</p><p>Most patients require a short hospital admission for close observation until symptoms completely resolve (eg, 24 hours).&nbsp; Biphasic anaphylaxis (rare) is a concern for those who experienced significant exposure (eg, multiple wasp stings), encountered delays in receiving epinephrine, or required repeated doses of epinephrine.&nbsp; Extended observation may be necessary in these cases.&nbsp; Conversely, patients with mild anaphylaxis in a controlled setting (eg, improvement after early treatment with epinephrine) can be discharged home after education on use of epinephrine autoinjector.</p><h2>Secondary prevention</h2><p>Patients with anaphylaxis have a ~15% annual risk of recurrence.&nbsp; Secondary prevention focuses on allergen avoidance, self-administered epinephrine (ie, autoinjector), and possible immunotherapy for desensitization.</p><ul class=\"article-body-unordered-list\"><li><strong>Allergen avoidance:</strong>&nbsp; Drug anaphylaxis can be avoided through careful medication review, although errors still occur.&nbsp; Food and venom anaphylaxis are more challenging due to the ever-present risk of contamination and insect stings.</li><li><strong>Self-administered epinephrine:</strong>&nbsp; Patients are taught how to use an epinephrine auto-injector&nbsp;(\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47628.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; Over 50% of patients make critical errors when using the device (eg, wrong end); therefore, routine practice is recommended (eg, blank training pen).&nbsp; An anaphylaxis wallet card, which can be provided to bystanders rendering aid, is also recommended.</li><li><strong>Immunotherapy:</strong>&nbsp; For many allergies (eg, peanut, venom), desensitization can be achieved through small, regular doses of the offending antigen via subcutaneous (eg, \"allergy shots\"), oral, or sublingual routes.&nbsp; The regimen is typically continued for long periods of time (eg, years) to induce immune tolerance.&nbsp; Unfortunately, resensitization is common if the therapy is interrupted (or if patients continue avoiding the allergen after desensitization).</li></ul><h1>Summary</h1><p>Anaphylaxis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31459.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) is a potentially fatal system allergic reaction with rapid onset.&nbsp; It is driven by sudden mast cell degranulation, which can be triggered by immunologic (IgE-mediated: eg, food, venom) or nonimmunologic mechanisms (non-IgE-mediated: eg, radiocontrast).&nbsp; Multiple organ systems are affected, including skin (urticaria, angioedema), respiratory (bronchospasm), cardiovascular (vasodilation, hypotension), and gastrointestinal (bowel edema).&nbsp; Recognition can be challenging, especially in patients with atypical presentations (eg, GI-predominant) or overlapping comorbidities (eg, asthma).&nbsp; The first line of treatment is intramuscular epinephrine; adjunctive measures include antihistamines and glucocorticoids.&nbsp; Due to the risk of recurrence, secondary prevention strategies focus on allergen avoidance, self-administration of epinephrine (ie, autoinjectors), and potential immunotherapy for desensitization.<p></p></div>\n            "
}