{
  "meta": {
    "title": "Chédiak-Higashi syndrome",
    "url": "https://brainandscalpel.vercel.app/ch-eacute-diak-higashi-syndrome-68bc4352-312d6c.html",
    "scrapedAt": "2025-12-01T04:44:14.480Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Chédiak-Higashi syndrome (CHS) is a rare autosomal recessive disorder characterized by impaired lysosomal trafficking that results in immunodeficiency and oculocutaneous albinism.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>A lysosome is an organelle that contains hydrolytic enzymes, functioning as the cell's \"digestive system.\"&nbsp; Lysosomes degrade extracellular (eg, invading pathogens) and intracellular (eg, waste products) components (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L120244.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Therefore, lysosomal structure and function are highly regulated.&nbsp; Patients with CHS have a mutation in the lysosomal trafficking regulator gene (<em>CHS1/LYST</em>) on chromosome 1.&nbsp; The CHS1/LYST protein normally regulates lysosomal trafficking and fusion within the cell, and, without this protein, abnormal giant granules (ie, secretory lysosomes) form in various cells:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Immune cells:&nbsp; Giant cytoplasmic granules containing hydrolytic enzymes form in the cytoplasm of neutrophils, cytotoxic T cells, and natural killer cells.&nbsp; These granules cannot fuse with phagosomes, impairing pathogen degradation.&nbsp; Neutrophil chemotaxis and phagocytosis can also be affected, limiting neutrophil activity at the site of infection or inflammation.</li>\n\t<li>Melanocytes:&nbsp; Giant cytoplasmic granules containing melanin cannot be transported to keratinocytes in the epidermis or epithelial cells in the retina, resulting in oculocutaneous albinism (eg, fair skin, light hair, light blue eyes).</li>\n\t<li>Platelets:&nbsp; Platelets have fewer dense granules containing procoagulant substances (eg, serotonin, adenosine diphosphate).</li>\n</ul><br><br><p>Because CHS is an autosomal recessive disorder, a family history of the disorder is the primary risk factor.</p>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation depends on the degree of CHS1/LYST protein deficiency.&nbsp; Most patients present in infancy or early childhood with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Immunodeficiency</strong>:&nbsp; Recurrent infections occur due to impaired bacterial killing and commonly involve the skin and mucous membranes.&nbsp; Infections are more likely to become severe and can lead to deep ulcerations and scars.</li>\n\t<li><strong>Oculocutaneous albinism</strong>:&nbsp; Although the degree of hypopigmentation varies, most patients have fair skin, silvery hair, and light blue eyes due to impaired melanin transport.&nbsp; Because melanin is also involved in the embryologic development of ocular structures (eg, optic nerve), decreased visual acuity, photophobia, nystagmus, and strabismus may occur.</li>\n\t<li><strong>Bleeding</strong>:&nbsp; Bleeding can develop due to the lack of platelet dense granules to initiate formation of the platelet plug (ie, primary hemostasis).</li>\n</ul><br><br><p>Rarely, patients may present in the accelerated phase of CHS with signs of <strong>hemophagocytic lymphohistiocytosis</strong> (HLH).&nbsp; Lymphohistiocytic infiltration of all organs and excessive macrophage activation cause fever, splenomegaly, cytopenias (eg, anemia, thrombocytopenia), hepatitis, and encephalitis.</p>\n<h1>Diagnosis</h1><br><br><p>In cases of suspected CHS (recurrent infections and oculocutaneous albinism in infancy or early childhood), diagnostic testing includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Peripheral blood smear:&nbsp; The presence of <strong>giant cytoplasmic granules in neutrophils</strong> on peripheral smear is a pathognomonic finding for CHS (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L53760.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Of note, giant granules can be visualized in any granule-containing cell, including immune cells, melanocytes, and nervous tissue.</li>\n\t<li>Genetic testing:&nbsp; Performed to confirm the diagnosis, genetic testing can also identify the exact <em>CHS1/LYST</em> mutation.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Although the combination of immunodeficiency, oculocutaneous albinism, and giant cytoplasmic granules often distinguishes CHS from other immunodeficiencies, the differential diagnosis includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chronic granulomatous disease</strong>:&nbsp; An X-linked recessive genetic condition, chronic granulomatous disease is characterized by impaired neutrophil function (ie, superoxide formation, intracellular killing).&nbsp; Patients have recurrent infections with catalase-positive bacteria (eg, <em>Staphylococcus aureus</em>, <em>Serratia marcescens</em>) with purulence and granuloma formation.</li>\n\t<li><strong>Leukocyte adhesion deficiency</strong>:&nbsp; Leukocyte adhesion deficiency is an autosomal recessive genetic disorder characterized by deficient CD18-containing integrins on the surface of leukocytes.&nbsp; Patients present with delayed umbilical cord separation (ie, age &gt;3 weeks) and/or recurrent nonpurulent skin and mucosal infections.</li>\n\t<li><strong>Adenosine deaminase deficiency</strong>:&nbsp; An autosomal recessive genetic condition characterized by the deficiency of mature B and T cells (lymphopenia on complete blood count), adenosine deaminase deficiency results in severe infections and failure to thrive.</li>\n\t<li><strong>Ataxia telangiectasia</strong>:&nbsp; A DNA repair disorder, ataxia telangiectasia is characterized by immunodeficiency (eg, recurrent sinopulmonary infections), neurologic deficits (eg, ataxia, nystagmus), and telangiectasias of the skin and eyes.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of CHS involves infection prevention (eg, careful hygiene, antibiotic prophylaxis ) and systemic antibiotic therapy for acute bacterial infections.&nbsp; When possible, systemic antibiotic therapy should be guided by culture and sensitivity data to avoid antibiotic resistance.&nbsp; Hematopoietic stem cell transplantation (HSCT) is curative for the immunologic and hematologic manifestations of CHS.&nbsp; Early HSCT is preferable to prevent progression to HLH.</p>\n<h1>Prognosis</h1><br><br><p>Without HSCT, CHS has a poor prognosis, with most patients dying of life-threatening infections or complications of HLH.&nbsp; Although HSCT can resolve the immunologic and hematologic manifestations, it does not decrease the risk for progressive neurologic deterioration (eg, peripheral neuropathy, ataxia, seizures), which occurs in 10%-15% of patients who survive early childhood.</p>\n<h1>Summary</h1><br><br><p>Chédiak-Higashi syndrome is a rare autosomal recessive disorder in which a mutation in the lysosomal trafficking regulator gene (<em>CHS1/LYST</em>) causes impaired lysosomal trafficking that results in immunodeficiency and oculocutaneous albinism.&nbsp; Giant cytoplasmic granules (ie, secretory lysosomes) form in various cell types (eg, immune cells, melanocytes), leading to widespread dysfunction.&nbsp; Hematopoietic stem cell transplantation is curative for immunologic and hematologic clinical manifestations only; patients who survive early childhood are at risk for life-threatening complications (eg, hemophagocytic lymphohistiocytosis, progressive neurologic dysfunction).</p>\n</div>\n\n            "
}