{
  "meta": {
    "title": "Common variable immunodeficiency (CVID)",
    "url": "https://brainandscalpel.vercel.app/common-variable-immunodeficiency-cvid-a6b6b57c-312d6c.html",
    "scrapedAt": "2025-12-01T04:44:13.648Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Common variable immunodeficiency (CVID) is a primary immunodeficiency disorder characterized by impaired differentiation of mature B cells into plasma cells.&nbsp; Patients present in adolescence or early adulthood with recurrent respiratory and gastrointestinal infections due to hypogammaglobulinemia, and life-long immunoglobulin replacement therapy is required.</p>\n<h1>Pathogenesis</h1><br><br><p>Normal B cell development begins in the bone marrow, where hematopoietic stem cells differentiate into immature B cells.&nbsp; Immature B cells migrate to peripheral lymphoid tissue (eg, spleen, lymph nodes) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L62046.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Upon exposure to an antigen, immature B cells undergo activation, proliferation, and differentiation into plasma cells, as follows:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In the absence of T cells, most mature B cells differentiate into short-lived plasma cells that produce antigen-specific IgM antibodies.</li>\n\t<li>In the presence of T cells, mature B cells undergo isotype switching (ie, immunoglobulin class switching (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84163.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                )) to produce antigen-specific IgG, IgA, and IgE antibodies.&nbsp; After isotype switching, most B cells differentiate into long-lived plasma cells that secrete different classes of immunoglobulins.&nbsp; Other B cells become memory B cells that remain dormant until the next encounter with the same antigen, when they rapidly generate more plasma cells.</li>\n</ul><br><br><p>CVID occurs due to <strong>impaired differentiation of B cells</strong> into long-lived, isotype-switched plasma cells, resulting in <strong>hypogammaglobulinemia</strong> and increased risk for infection.&nbsp; Several genetic mutations can cause CVID.&nbsp; Some mutations cause impaired memory B-cell differentiation and impaired T-cell signaling and cytokine production, along with impaired B-cell differentiation.&nbsp; In addition to increased susceptibility to infection, immune dysfunction can predispose to autoimmune/inflammatory disorders and malignancy.</p><br><br><p>Approximately 90% of cases of CVID are sporadic (ie, no family history of the disorder).&nbsp; Autosomal dominant and autosomal recessive inheritance patterns have been identified, depending on the underlying genetic mutation.&nbsp; CVID typically presents in adolescents and young adults (ie, age 20-40), possibly related to environmental exposures in a genetically predisposed patient.</p>\n<h1>Clinical presentation</h1><br><br><p>Most patients with CVID develop symptoms in adolescence or early adulthood.&nbsp; The presentation can vary and includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Infection</strong>:&nbsp; Most commonly presents with acute, chronic, or recurrent infections that classically involve the respiratory (eg, pneumonia, sinusitis, otitis) and gastrointestinal tracts.&nbsp; Patients are particularly susceptible to infection with <strong>encapsulated bacteria</strong> (eg, <em>Streptococcus pneumoniae, Haemophilus influenzae</em>) because antibody opsonization is required for these pathogens to be recognized by immune cells (eg, phagocytes, macrophages).&nbsp; Patients are also susceptible to gastrointestinal infections (eg, <em>Salmonella</em>, <em>Campylobacter</em>, <em>Giardia</em>) due to insufficient IgA antibodies.</li>\n\t<li><strong>Chronic lung disease</strong>:&nbsp; Occurs in one third of patients with CVID.&nbsp; Recurrent infection can lead to bronchiectasis (eg, obstructive pattern on spirometry).&nbsp; Alternatively, immune dysregulation can lead to interstitial lung disease (eg, restrictive pattern on spirometry), with or without granulomata.&nbsp; Children often develop obstructive airway disease that can be clinically indistinguishable from asthma.</li>\n\t<li><strong>Autoimmune disease</strong>:&nbsp; Occurs in one fourth of patients with CVID due to immune dysregulation.&nbsp; Autoimmune disease can be in the initial presentation, and among these patients, autoimmune hematologic disorders (eg, immune thrombocytopenia, autoimmune hemolytic anemia) are most common.&nbsp; Other common autoimmune disorders in patients with CVID include rheumatoid arthritis, thyroiditis, and inflammatory bowel disease.</li>\n\t<li><strong>Granulomatous disease</strong>:&nbsp; Occurs in 10%-20% of patients with CVID and most commonly involves the lung (eg, dyspnea on exertion, cough).&nbsp; It can also involve lymph nodes, spleen, and liver (eg, lymphadenopathy, hepatosplenomegaly).</li>\n\t<li><strong>Chronic gastrointestinal disease</strong>:&nbsp; Occurs in 10%-20% of patients with CVID and leads to chronic diarrhea with malabsorption and failure to thrive in children or weight loss in adults.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>CVID should be suspected in patients with recurrent bacterial infections involving the respiratory and gastrointestinal tracts.&nbsp; Physical examination may be normal or show signs of chronic illness (eg, failure to thrive/weight loss, tympanic membrane scarring, digital clubbing).&nbsp; Laboratory evidence of hypogammaglobulinemia (eg, <strong>low IgG in combination with low IgM and/or IgA</strong>) and impaired immune response to protein- and polysaccharide-based vaccines is required for the diagnosis.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hypogammaglobulinemia</strong>:&nbsp; Quantitative immunoglobulin assay shows low IgG (ie, &lt;400 mg/dL) in combination with low IgA and/or IgM.&nbsp; IgE is undetectable in most patients.</li>\n\t<li><strong>Impaired immune response to vaccines</strong>:&nbsp; Markedly reduced or absent tetanus- and diphtheria-specific IgG antibodies show impaired immune response to protein-based vaccines.&nbsp; Similarly, markedly reduced or absent pneumococcal-specific IgG antibodies show immune response to polysaccharide-based vaccines.</li>\n</ul><br><br><p>Additional testing that can support the diagnosis of CVID includes flow cytometry (shows normal total circulating B and T cells but deficient memory B cells) and genetic testing (only 30% of patients have a genetic mutation associated with CVID).&nbsp; Routine laboratory testing (eg, complete blood count, serum electrolytes) is normal in the absence of complications (eg, infection, autoimmune cytopenias).</p><br><br><p>CVID is a <strong>diagnosis of exclusion</strong>; therefore, other immunodeficiencies and secondary causes of hypogammaglobulinemia (eg, protein loss from renal disease, long-term glucocorticoid use) must be excluded prior to diagnosing CVID.</p>\n<h1>Differential diagnosis</h1><br><br><p>Primary causes of hypogammaglobulinemia:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>X-linked agammaglobulinemia</strong>:&nbsp; Presents with severe bacterial infections in infancy due to impaired early B-cell maturation.&nbsp; Similar to CVID, laboratory testing shows hypogammaglobulinemia and impaired immune response to vaccines; however, flow cytometry shows markedly decreased or absent circulating B cells (ie, CD19+)</li>\n\t<li><strong>Transient hypogammaglobuniemia of infancy</strong>:&nbsp; Characterized by low IgG, IgA, and IgM levels during infancy but can persist into early childhood.&nbsp; Because patients eventually produce normal immunoglobulins, serial laboratory testing is required for children age &lt;6 with suspected CVID.</li>\n\t<li><strong>Hyperimmunoglobulin M syndrome</strong>:&nbsp; A condition in which B cells cannot isotype-switch from IgM to other immunoglobulins.&nbsp; As a result, patients have normal or elevated IgM, whereas IgG and IgA are low.</li>\n\t<li><strong>Severe combined immunodeficiency</strong>:&nbsp; Characterized by markedly low T cells with varying numbers of circulating B cells.&nbsp; Because helper T cells play a role in B-cell activation, patients may have decreased antibody production in addition to impaired cell-mediated immunity.&nbsp; Patients tend to present in early infancy with severe bacterial, viral, and fungal infections.</li>\n</ul><br><br><p>Secondary causes of hypogammaglobulinemia include malignancy (eg, leukemia), use of immunosuppressive or antiepileptic medications, and gastrointestinal and renal protein loss.</p>\n<h1>Management</h1><br><br><p>The primary goal of CVID management is to prevent infection.&nbsp; Strategies include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Immunoglobulin replacement therapy (eg, <strong>intravenous immunoglobulin</strong>):&nbsp; Presently the most effective strategy for preventing infection.&nbsp; Immunoglobulin replacement therapy can also delay progression to chronic lung disease in some patients.</li>\n\t<li><strong>Antibiotic therapy</strong>:&nbsp; Should be initiated early during an infection to prevent chronic complications.&nbsp; In addition, prophylactic antibiotics are indicated for patients with recurrent infections despite immunoglobulin replacement therapy (particularly important in those with recurrent pulmonary infections to prevent chronic lung disease).</li>\n\t<li><strong>Vaccinations</strong>:&nbsp; Although the immune response to vaccines is impaired in patients with CVID, inactivated vaccines are still recommended given the possibility of reinforcing T-cell immunity to viral pathogens.&nbsp; Because the degree of immune impairment varies, some patients may be able to form antibody-specific immunoglobulins in response to the vaccine.&nbsp; Live vaccines are contraindicated.</li>\n</ul><br><br><p>Patients should also be closely monitored for signs and symptoms of noninfectious complications (eg, autoimmune disease, vitamin deficiencies) that may require chronic immunosuppressive therapy (eg, corticosteroids); however, immunosuppressive therapy increases the patients' risk for infection.&nbsp; Finally, patients with CVID are at <strong>increased risk for malignancy</strong>, and patients should undergo all routine, age-appropriate cancer screening.&nbsp; Additional testing should be performed for suspected malignancy (eg, drenching night sweats, progressive lymph node enlargement, dyspepsia with unexplained weight loss).</p>\n<h1>Prognosis</h1><br><br><p>With immunoglobulin replacement therapy, the risk of mortality from infection in patients with CVID has decreased significantly.&nbsp; Currently, the major causes of mortality are chronic lung disease (eg, bronchiectasis, immune-mediated interstitial lung disease) and malignancy.&nbsp; Prompt diagnosis and compliance with immunoglobulin replacement therapy are essential for a favorable diagnosis.</p>\n<h1>Summary</h1><br><br><p>Common variable immunodeficiency (CVID) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33026.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a primary immunodeficiency disorder characterized by impaired differentiation of mature B cells into plasma cells, resulting in hypogammaglobulinemia.&nbsp; Patients present in adolescence or early adulthood with recurrent respiratory and gastrointestinal infections.<p></p><br><br><p>CVID is a diagnosis of exclusion that requires laboratory evidence of hypogammaglobulinemia (eg, low IgG in combination with low IgM and/or IgA) and impaired immune response to protein- and polysaccharide-based vaccines.&nbsp; Complications include chronic lung disease, chronic gastrointestinal disease (eg, malabsorption), autoimmune disease (eg, immune thrombocytopenia, rheumatoid arthritis), and malignancy (eg, lymphoma, gastric cancer).&nbsp; Management involves life-long immunoglobulin replacement therapy and close monitoring for life-threatening acute infections and complications.</p>\n</div>\n\n            "
}