{
  "meta": {
    "title": "DiGeorge (22q11.2 deletion) syndrome",
    "url": "https://brainandscalpel.vercel.app/digeorge-22q11-2-deletion-syndrome-dab56039-312d6c.html",
    "scrapedAt": "2025-12-01T04:44:17.505Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>DiGeorge syndrome is associated with abnormal development of the third and fourth pharyngeal pouches (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L92012.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; As a result, patients are at risk for immunodeficiency from thymic hypoplasia, hypocalcemia from parathyroid hypoplasia, cardiac defects, and facial deformities.&nbsp; The majority of cases are caused by a heterozygous chromosome 22q11.2 microdeletion, making it the most common microdeletion syndrome with an estimated incidence of 1 in 4,000 live births.<p></p><h1>Pathogenesis and risk factors</h1><p>Many head and neck tissues are derived from the pharyngeal apparatus, an early embryological structure that consists of pharyngeal arches, pouches, and clefts.&nbsp; Any disruption in the development of the <strong>third and fourth pharyngeal pouches</strong> (eg, genetic mutation, teratogen exposure) can result in DiGeorge syndrome.&nbsp; The most common cause is a chromosome <strong>22q11.2 microdeletion</strong>.&nbsp; This region contains &gt;90 genes, including the T-box 1 transcription factor (<em>TBX1</em>) gene.&nbsp; <em>TBX1</em> coordinates neural crest cell migration to the third and fourth pharyngeal pouches and the cardiac outflow tract to initiate development of these structures into the thyroid and parathyroid glands and the aorticopulmonary septum.</p><p>Approximately 90% of patients with DiGeorge syndrome have a de novo microdeletion at 22q11.2; this region contains short segments of duplicate DNA (ie, low copy repeats) prone to microdeletions during homologous recombination in meiosis.&nbsp; These microdeletions can also be transmitted from a parent in an autosomal dominant inheritance pattern.</p><h1>Clinical presentation</h1><p>Due to variable expressivity of the microdeletion, the clinical presentation of DiGeorge syndrome can vary, affecting multiple organ systems.&nbsp; Clinical features (<strong>mnemonic \"CATCH\"</strong>) include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81294.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>C</strong>ardiac outflow tract (ie, conotruncal) anomalies (75%-80% of cases):&nbsp; The aorticopulmonary septum is derived from cardiac neural crest cells and divides the truncus arteriosus (ie, rudimentary cardiac outflow tract) into the pulmonary artery and ascending aorta.&nbsp; The chromosome 22q11.2 microdeletion leads to failed cardiac neural crest cell migration and conotruncal anomalies including tetralogy of Fallot, persistent truncus arteriosus, and an interrupted aortic arch.</li><li><strong>A</strong>nomalous face:&nbsp; prominent nasal bridge, low-set ears, micrognathia</li><li><strong>T</strong>hymic hypoplasia or aplasia:&nbsp; A derivative of the third pharyngeal pouch, the thymus is the site of T cell maturation.&nbsp; Thymic hypoplasia or aplasia results in <strong>impaired T cell–mediated immunity</strong> that ranges in severity from mild (eg, recurrent sinopulmonary infections) to severe (eg, severe combined immunodeficiency).&nbsp; Patients present with severe, recurrent viral, bacterial, and fungal infections due to impaired cellular and humoral immunity (ie, impaired cellular activation of humoral immunity).</li><li><strong>C</strong>left palate</li><li><strong>H</strong>ypoparathyroidism (ie, parathyroid hypoplasia or aplasia):&nbsp; Derivatives of the third (inferior glands) and fourth (superior glands) pharyngeal pouches, the parathyroid glands maintain calcium homeostasis; therefore, patients have <strong>hypocalcemia</strong>.&nbsp; Neonates are at risk for life-threatening hypocalcemic tetany, seizures, and arrhythmias.</li></ul><p>In addition, developmental delay is common, especially motor and speech delays.&nbsp; Patients are at risk for learning disability, attention deficit hyperactivity disorder, and psychiatric disorders (eg, schizophrenia, depression).&nbsp; Less commonly, skeletal and genitourinary tract anomalies can occur.</p><h1>Differential diagnosis</h1><p>The differential diagnosis for DiGeorge syndrome includes other disorders characterized by abnormal pharyngeal apparatus development, including:</p><ul class=\"article-body-unordered-list\"><li><strong>CHARGE syndrome</strong> (<strong>c</strong>oloboma of the eye, <strong>h</strong>eart anomalies, choanal <strong>a</strong>tresia, <strong>r</strong>etardation, <strong>g</strong>enital and <strong>e</strong>ar anomalies):&nbsp; Although several common clinical features exist, coloboma, choanal atresia, and genital anomalies are not seen in DiGeorge syndrome.</li><li><strong>Zellweger syndrome</strong>:&nbsp; is a peroxisomal disorder characterized by facial abnormalities similar to those seen in DiGeorge syndrome.&nbsp; However, patients with Zellweger syndrome often have hepatomegaly with biliary dysgenesis and cirrhosis, which is not seen in DiGeorge syndrome.</li></ul><p>In addition, DiGeorge syndrome should be considered in patients with a primary immunodeficiency disorder (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/70926.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p><h1>Diagnosis</h1><p>Diagnosis of DiGeorge syndrome is based on characteristic clinical and laboratory findings.&nbsp; In cases of suspected DiGeorge syndrome based on history and physical examination, initial laboratory evaluation includes:</p><ul class=\"article-body-unordered-list\"><li><strong>Complete blood count with differential</strong> to evaluate for lymphopenia.</li><li><strong>Flow cytometry</strong> to quantify T, B, and natural killer (NK) cells.&nbsp; The absence of T (CD3+) cells with the presence of B (CD20+) cells and NK (CD56+) cells is consistent with thymic hypoplasia or aplasia seen in DiGeorge syndrome.</li><li><strong>Serum calcium and phosphorus levels</strong>:&nbsp; Hypocalcemia and hyperphosphatemia are consistent with primary hypoparathyroidism as seen in DiGeorge syndrome.</li></ul><p>In addition to this initial laboratory evaluation, the following imaging studies should be performed:</p><ul class=\"article-body-unordered-list\"><li><strong>Echocardiography</strong> to evaluate for cardiac outflow tract anomalies.</li><li><strong>Chest radiography</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14006.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; The absence of a thymic shadow supports the diagnosis of DiGeorge syndrome; however, the presence of a thymic shadow does not exclude the diagnosis of DiGeorge syndrome because the tissue may be present but not functional.</li><li><strong>Renal ultrasonography</strong> to evaluate for genitourinary tract anomalies.</li></ul><p>Finally, <strong>genetic testing</strong> (eg, fluorescence in situ hybridization [FISH], microarray) can identify the chromosome 22q11.2 microdeletion to support the diagnosis of DiGeorge syndrome.&nbsp; In FISH, a fluorescently labeled probe specific for the region of interest is added to the patient's cells; the lack of a fluorescent signal indicates that the region is absent, as is the case in a chromosome 22q11.2 microdeletion.</p><h1>Management</h1><p>The management of DiGeorge syndrome requires a multidisciplinary approach with medical and surgical strategies.</p><ul class=\"article-body-unordered-list\"><li><strong>Cardiac outflow tract anomalies</strong>:&nbsp; Emergent surgical repair may be required to maintain systemic oxygenation in neonates with significant right-to-left shunting of deoxygenated blood.</li><li><strong>Thymic hypoplasia or aplasia</strong>:&nbsp; Patients with thymic aplasia (ie, complete T-cell deficiency) require strict isolation, antimicrobial prophylaxis, and intravenous immunoglobulin (ie, passive humoral immunity) to prevent life-threatening infection prior to definitive treatment with thymic (less common) or hematopoietic stem cell transplantation.&nbsp; Live vaccines are reserved for patients with mild-to-moderate immunodeficiency (ie, CD8+ T cell count &gt;300 cells/microL and CD4+ T cell count &gt;500 cells/microL).</li><li><strong>Cleft palate</strong>:&nbsp; may interfere with feeding or predispose patients to recurrent sinopulmonary or middle ear infections due to anatomical malpositioning.&nbsp; Surgical correction and speech therapy may be required.</li><li><strong>Hypoparathyroidism</strong> (ie, parathyroid hypoplasia or aplasia):&nbsp; Calcium repletion may be required to prevent life-threatening arrhythmias in the neonatal period.&nbsp; Life-long supplementation is required in cases of hypoparathyroidism.</li></ul><p>In addition, patients should be closely monitored for developmental delay, growth delay, learning/behavioral disorders, and psychiatric disorders.&nbsp; Early intervention with physical, occupational, and speech therapy is crucial for addressing developmental delays.&nbsp; Families should be referred to genetic counseling to discuss risk of recurrence in future pregnancies.</p><h1>Prognosis</h1><p>The prognosis of DiGeorge syndrome depends on the severity of the associated immunodeficiency and cardiac outflow tract anomalies.&nbsp; Patients with thymic aplasia who do not undergo thymic or hematopoietic cell transplantation are expected to survive less than 1 year.&nbsp; Transplantation dramatically improves prognosis with the oldest known survivors entering the third decade of life.&nbsp; Alternatively, the prognosis for patients with thymic hypoplasia depends on the severity of the other clinical features, with most deaths related to cardiac complications.</p><h1>Summary</h1><p>DiGeorge syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/89988.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: 22q112 deletion syndromes 22qDS\n                                    </a>\n                                </div>\n                                ) is a disorder associated with abnormal development of the third and fourth pharyngeal pouches.&nbsp; As a result, patients have a constellation of features, including immunodeficiency from thymic hypoplasia, hypocalcemia from parathyroid hypoplasia, cardiac defects, and facial deformities.&nbsp; The vast majority of cases are caused by a heterozygous chromosomal microdeletion at 22q11.2.&nbsp; Early recognition and management of associated immunodeficiency, cardiac defects, hypocalcemia, and developmental delays are essential for a favorable prognosis.<p></p></div>\n            "
}