{
  "meta": {
    "title": "Hyper-IgM syndrome",
    "url": "https://brainandscalpel.vercel.app/hyper-igm-syndrome-e57bdcff-312d6c.html",
    "scrapedAt": "2025-12-01T04:44:20.374Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Hyper-IgM syndrome is a primary immunodeficiency syndrome characterized by impaired immunoglobulin class switching.&nbsp; Therefore, B cells continue to produce IgM, leading to decreased or absent serum IgG, IgA, or IgE.&nbsp; Patients have recurrent infections and failure to thrive.</p>\n<h1>Pathogenesis</h1><br><br><p>B-cell development begins in the bone marrow, where hematopoietic stem cells differentiate into immature B cells that migrate to peripheral lymphoid tissue (eg, spleen, lymph nodes) for maturation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L62046.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Mature B cells are capable of producing IgM and IgD.&nbsp; However, on exposure to antigens, mature B cells undergo a series of changes to become plasma cells, as follows:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In the absence of T-helper cells, most mature B cells differentiate into short-lived plasma cells that produce antigen-specific IgM.</li>\n\t<li>In the presence of T-helper cells, most mature B cells differentiate into long-lived plasma cells that produce antigen-specific IgG, IgA, or IgE, as follows:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Immunoglobulin class switching:&nbsp; This is the process by which mature B cells produce antigen-specific IgG, IgA, and IgE (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84163.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Immunoglobulin class switching occurs in the germinal center and begins when CD40 ligand (CD40L) on CD4<font size=\"2\"><sup>+</sup></font> T-helper cells binds CD40 on mature B cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L67572.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; In response, T-helper cells secrete cytokines (eg, IL-4) that induce the expression of certain enzymes (eg, activation-induced cytidine deaminase [AID]) in mature B cells that are required for immunoglobulin class switching.</li>\n\t\t<li>Somatic hypermutation:&nbsp; Somatic hypermutation introduces random mutations in the variable region of the immunoglobulin gene, producing immunoglobulins with varying affinities for the target antigen.&nbsp; Somatic hypermutation selects for mature B cells with the highest-affinity immunoglobulins.</li>\n\t\t<li>Proliferation and differentiation:&nbsp; Following immunoglobulin class switching and somatic hypermutation, most mature B cells differentiate into long-lived plasma cells that produce different classes of immunoglobulins.&nbsp; Other mature B cells become memory B cells that immediately produce antigen-specific immunoglobulins on reexposure to the same antigen.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Hyper-IgM syndrome is characterized by impaired immunoglobulin class switching and therefore limited humoral responses to infections.&nbsp; The most common cause of hyper-IgM syndrome is an <strong>X-linked recessive</strong> mutation in the gene that encodes <strong>CD40L</strong>.&nbsp; Hyper-IgM syndrome can also occur due to other genetic mutations that impair the binding of CD40L and CD40, as well as intrinsic B-cell abnormalities (eg, genetic mutations in enzymes such as AID).&nbsp; Rarely, hyper-IgM syndrome can occur secondary to certain conditions (eg, congenital rubella syndrome, T-cell malignancies).</p><br><br><p>CD40 is also expressed on antigen-presenting cells (APCs) (eg, macrophages, dendritic cells) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69762.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; On binding CD40 on APCs, T-helper cells secrete cytokines (eg, tumor necrosis factor-alpha) that increase the expression of major histocompatibility complex class II, secretion of proinflammatory cytokines, and phagocytosis.&nbsp; Together, these changes activate additional T-helper cells, which mount a potent cell-mediated immune response.&nbsp; Therefore, although impaired humoral immunity is a feature of all forms of hyper-IgM syndrome, certain forms are also characterized by impaired cell-mediated immunity.<p></p><br><br><p>Overall, hyper-IgM syndrome is rare, and a family history of it is the most common risk factor.&nbsp; In X-linked forms, male patients are most commonly affected, whereas female patients are asymptomatic carriers.</p>\n<h1>Clinical presentation</h1><br><br><p>Hyper-IgM syndrome most commonly presents in infancy or early childhood with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sinopulmonary infections</strong> (eg, pneumonia, otitis media):&nbsp; Occur due to deficient IgG, which is necessary for opsonizing encapsulated bacteria (eg, <em>Streptococcus pneumoniae</em>, <em>Haemophilus influenzae</em>) to allow recognition by phagocytes.</li>\n\t<li><strong>Gastrointestinal infections</strong> (eg, chronic diarrhea due to <em>Giardia lamblia</em>):&nbsp; Occur due to IgA deficiency at the mucosal surface.</li>\n\t<li><strong>Opportunistic infections</strong> (eg, <em>Pneumocystis</em>, <em>Cryptosporidium</em>):&nbsp; Occur due to deficient cell-mediated immunity.</li>\n</ul><br><br><p>Physical examination is often normal but may show <strong>minimal lymphoid tissue</strong> (eg, lymph nodes, tonsils) due to impaired germinal center formation.&nbsp; Recurrent infections can lead to failure to thrive or poor weight gain (eg, increased metabolic demands, chronic diarrhea with nutrient loss).</p>\n<h1>Diagnosis</h1><br><br><p>In cases of suspected hyper-IgM syndrome (eg, infant or young child with recurrent infections, failure to thrive, and minimal lymphoid tissue), initial laboratory evaluation includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Quantitative immunoglobulins:&nbsp; Show markedly decreased or <strong>absent serum IgG, IgA, and IgE</strong>.&nbsp; Because mature B cells continue to produce IgM, the <strong>serum IgM level is normal or elevated</strong>.&nbsp; Of note, response to protein- and polysaccharide-based vaccines is impaired, and titers will be inappropriately decreased or absent following immunization.</li>\n\t<li>Flow cytometry:&nbsp; Shows normal numbers of total B and T cells, although the number of memory B cells is reduced.&nbsp; Flow cytometry also shows impaired expression of CD40L on the surface of CD4<font size=\"2\"><sup>+</sup></font> lymphocytes following in vitro activation.</li>\n\t<li>Complete blood count:&nbsp; May show neutropenia, anemia, and/or thrombocytopenia.</li>\n</ul><br><br><p>Diagnosis requires confirmation with genetic testing, which can identify the exact genetic defect and guide genetic counseling.</p>\n<h1>Differential diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Wiskott-Aldrich syndrome</strong>:&nbsp; This X-linked recessive disorder is characterized by combined immunodeficiency, similar to hyper-IgM syndrome.&nbsp; However, this condition often presents in early infancy with microthrombocytopenia and excessive bleeding (eg, following circumcision, umbilical stump detachment) and eczema.</li>\n\t<li><strong>Bruton agammaglobulinemia</strong>:&nbsp; This X-linked recessive disorder is characterized by decreased or absent B cells, IgM, IgG, and IgA.</li>\n\t<li><strong>Common variable immunodeficiency</strong>:&nbsp; This condition is characterized by a normal number of B cells but decreased IgM, IgG, and IgA.</li>\n\t<li><strong>HIV/AIDS</strong>:&nbsp; Perinatally acquired HIV/AIDS can present similarly to hyper-IgM syndrome with recurrent infections, chronic diarrhea, and failure to thrive in infancy or early childhood.&nbsp; However, quantitative immunoglobulin levels are typically normal.&nbsp; Leukopenia is expected, and the CD4/CD8 ratio would be low.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of hyper-IgM syndrome involves:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Prophylactic antimicrobials (eg, trimethoprim-sulfamethoxazole, fluconazole).</li>\n\t<li>Broad-spectrum antimicrobials at the earliest sign of infection.</li>\n\t<li>Intravenous immunoglobulin (IVIG):&nbsp; Provides passive immunity against common pathogens by pooling immunoglobulins from thousands of donors.&nbsp; IVIG offers minimal protection from uncommon pathogens, leaving patients susceptible to infection.&nbsp; In addition, IVIG cannot replace the immediate increase in immunoglobulin production on reexposure to a known antigen in immunocompetent patients.</li>\n\t<li>Hematopoietic stem cell transplantation, which is curative and should be performed as soon as possible to avoid complications.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>With prompt diagnosis and management, the prognosis for hyper-IgM syndrome is favorable.&nbsp; In general, severe infection and liver/biliary tract disease (eg, due to opportunistic infectious agents such as <em>Cryptosporidium</em>) are associated with increased morbidity and mortality.&nbsp; In addition, recurrent pulmonary infection can lead to bronchiectasis with significant morbidity and mortality.&nbsp; Finally, similar to other forms of immunodeficiency, in hyper-IgM syndrome, patients are at increased risk for autoimmune conditions and malignancy, which are also associated with increased mortality.</p>\n<h1>Summary</h1><br><br><p>Hyper-IgM syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/72291.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a primary immunodeficiency syndrome characterized by impaired immunoglobulin class switching, most commonly due to an X-linked recessive mutation in the gene that encodes the CD40 ligand.&nbsp; Patients have recurrent infections and minimal lymphoid tissue and often demonstrate failure to thrive.&nbsp; Management involves intravenous immunoglobulin, prophylactic antimicrobials, and hematopoietic stem cell transplantation.<p></p>\n</div>\n\n            "
}