{
  "meta": {
    "title": "Leukocyte adhesion deficiency",
    "url": "https://brainandscalpel.vercel.app/leukocyte-adhesion-deficiency-2f654df0-312d6c.html",
    "scrapedAt": "2025-12-01T04:44:25.477Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Leukocyte adhesion deficiency (LAD) is a rare autosomal recessive genetic disorder characterized by deficient CD18-containing integrins on the surface of leukocytes (particularly neutrophils), impairing leukocyte adhesion to the endothelium.&nbsp; Patients are at increased risk for recurrent infections and impaired wound healing.</p>\n<h1>Pathogenesis and risk factors</h1><br><br><p>Normally, leukocytes circulate with minimal contact with the endothelium.&nbsp; When inflammation (eg, infection, injury) occurs, leukocytes must migrate to the site, a process that requires several steps (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L77237.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Following phagocytosis of the pathogen, tissue macrophages release inflammatory cytokines that increase the expression of endothelial selectins.&nbsp; Weak interaction with selectins allows circulating leukocytes to roll along the endothelium.&nbsp; Increased contact with the endothelium activates integrins (heterodimers of alpha- and beta-protein chains) on the surface of leukocytes.&nbsp; <strong>Integrins</strong> facilitate leukocyte adhesion to the endothelium, followed by extravasation and transmigration to the site of inflammation.<p></p><br><br><p>A defect in any one of these adhesion molecules can <strong>impair leukocyte adhesion and extravasation</strong>, leading to LAD.&nbsp; Although multiple types of LAD exist, type I is the most common and occurs due to an autosomal recessive mutation in the gene that encodes CD18, the beta-protein chain found in many integrins.&nbsp; Because LAD is an autosomal recessive disorder, a family history is the primary risk factor.</p>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of LAD depends on the degree of deficiency of CD18-containing integrins.&nbsp; Patients with severe deficiency classically present with <strong>delayed umbilical cord separation</strong> (ie, age &gt;3 weeks) due to impaired wound healing.&nbsp; However, patients with mild to moderate deficiency can have normal umbilical cord separation but present with recurrent skin (eg, cellulitis, omphalitis) and mucosal (eg, gingival) infections in early childhood.&nbsp; Gastrointestinal and respiratory tract infections are also common.&nbsp; Infections are typically bacterial or fungal; increased susceptibility to viral infections has not been observed.&nbsp; Severe gingivitis and periodontitis occur in nearly all patients, leading to the eventual loss of all teeth.</p><br><br><p>Because neutrophil adhesion and extravasation are impaired, there is <strong>no purulence at the site of infection</strong>, even in severe infections.&nbsp; Moreover, infectious fluids (eg, pleural effusion) lack leukocytes on microscopic examination.&nbsp; Because neutrophils are also involved in the initial phases of wound healing (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L56868.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), patients also experience <strong>delayed healing after surgery or trauma</strong>.<p></p>\n<h1>Diagnosis</h1><br><br><p>In cases of suspected LAD (eg, history of delayed umbilical cord separation, recurrent nonpurulent infections), laboratory testing should be performed:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count (CBC):&nbsp; The CBC shows baseline leukocytosis and neutrophilia that increase markedly during infections due to impaired mobilization.&nbsp; Absolute lymphocyte and monocyte counts are typically normal.</li>\n\t<li>Bacterial culture:&nbsp; Infections are most commonly caused by <em>Staphylococcus aureus</em> and gram-negative bacilli.</li>\n\t<li>Biopsy of infected tissue:&nbsp; Biopsy shows inflammatory infiltrate without neutrophils.</li>\n</ul><br><br><p>The diagnosis is confirmed with flow cytometry confirming <strong>deficient CD18 expression</strong> on the surface of leukocytes.&nbsp; Genetic testing may be considered to identify the exact mutation.</p>\n<h1>Differential diagnosis</h1><br><br><p>LAD has unique clinical and laboratory features (eg, recurrent nonpurulent skin, mucosal infections with leukocytosis) that often distinguish it from other immunodeficiencies.&nbsp; Other conditions to consider in the differential diagnosis include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chronic granulomatous disease</strong>:&nbsp; An X-linked recessive genetic condition, chronic granulomatous disease is characterized by impaired neutrophil function (ie, superoxide formation, intracellular killing).&nbsp; Patients present with recurrent infections with catalase-positive bacteria (eg, <em>S aureus</em>, <em>Serratia marcescens</em>) with purulence and granuloma formation.</li>\n\t<li><strong>Chédiak-Higashi syndrome</strong>:&nbsp; An autosomal recessive disorder, Chédiak-Higashi syndrome is characterized by impaired lysosomal trafficking.&nbsp; Patients can present with recurrent skin infections such as LAD, but they also have oculocutaneous albinism and neurologic abnormalities.</li>\n\t<li><strong>Adenosine deaminase deficiency</strong>:&nbsp; An autosomal recessive genetic condition, adenosine deaminase deficiency is characterized by a deficiency of mature B and T cells (ie, marked lymphopenia on CBC).&nbsp; Patients develop severe infections and failure to thrive.</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of LAD involves infection prevention (eg, careful hygiene, routine vaccinations) and systemic antibiotic therapy.&nbsp; When possible, systemic antibiotic therapy should be guided by culture and sensitivity data to avoid antibiotic resistance.&nbsp; Prophylactic antibiotics are indicated in some cases.&nbsp; Patients with mild to moderate deficiency of CD18-containing integrins can survive into adulthood with prompt diagnosis and treatment of infections.</p><br><br><p>Hematopoietic stem cell transplantation (HSCT) is curative but indicated only in severe cases due to associated risks.&nbsp; Without HSCT, patients with severe disease typically die in infancy.</p>\n<h1>Summary</h1><br><br><p>Leukocyte adhesion deficiency (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/70661.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a rare autosomal recessive genetic disorder characterized by deficient CD18-containing integrins on the surface of leukocytes.&nbsp; Patients present with delayed umbilical cord separation (ie, age &gt;3 weeks) and/or recurrent nonpurulent skin and mucosal infections.&nbsp; Management involves infection prevention, as well as prompt diagnosis and treatment of infections; hematopoietic stem cell transplant is curative but reserved for severe cases.<p></p>\n</div>\n\n            "
}