{
  "meta": {
    "title": "Acute respiratory distress syndrome (ARDS)",
    "url": "https://brainandscalpel.vercel.app/acute-respiratory-distress-syndrome-ards-d997884f-fb1254.html",
    "scrapedAt": "2025-12-01T05:58:28.399Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Acute respiratory distress syndrome (ARDS) is a life-threatening condition marked by widespread alveolar damage, inflammation, and noncardiogenic pulmonary edema.&nbsp; It was first described in Vietnam War–era combat soldiers who survived their initial injury (eg, burns, trauma) but later developed bilateral alveolar infiltrates and severe hypoxemia in the subsequent hours to days.</p>\n<h1>Pathophysiology and pathology</h1><br><br><p>ARDS involves an identifiable clinical event that induces a massive inflammatory response (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47301.jpg\" alt=\"ARDS pathogenesis\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">ARDS pathogenesis</div>\n                                </div>\n                                ).&nbsp; Damage can originate from within the lungs (direct) or outside of the lungs (indirect).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Direct lung injury, which includes pneumonia, inhalation (eg, smoke), and aspiration (eg, gastric contents)</li>\n\t<li>Indirect lung injury, which includes trauma, sepsis, and pancreatitis</li>\n</ul><br><br><p>The resulting inflammation causes disruption of the alveolar air-blood barrier (endothelial leakiness, epithelial sloughing), neutrophil migration/activation, and exudation of fluid into the airspaces.&nbsp; Microscopically, the alveoli are flooded with proteinaceous debris and necrotic cells and are lined with a fibrinous (hyaline) membrane (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66322.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Loss/dilution of surfactant also leads to atelectasis of additional alveoli.&nbsp; The resulting ventilation/perfusion (V/Q) mismatch approaches an intrapulmonary shunt (ie, V/Q ~0 due to flooded, nonfunctioning alveoli), producing severe hypoxemia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69964.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p>\n<h1>Clinical diagnosis</h1><br><br><p>ARDS is diagnosed based on the collection of 4 clinical findings (Berlin criteria):</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Timing:</strong>&nbsp; onset within a week of an acute insult (eg, pneumonia, pancreatitis)</li>\n\t<li><strong>Chest imaging:</strong>&nbsp; bilateral alveolar opacities (often fluffy) reflecting diffuse pulmonary edema (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L614.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                )</li>\n\t<li><strong>Noncardiogenic:</strong>&nbsp; pulmonary edema not fully explained by left ventricular failure, left-sided valve disease, or fluid overload</li>\n\t<li><strong>Hypoxemia:</strong>&nbsp; usually severe, with PaO<font size=\"2\"><sub>2</sub></font>/FiO<font size=\"2\"><sub>2</sub></font> ratio &lt;300, where PaO<font size=\"2\"><sub>2</sub></font> is the arterial partial pressure of oxygen and FiO<font size=\"2\"><sub>2</sub></font> is the fraction of inspired oxygen (eg, provided by mechanical ventilation)</li>\n</ul><br><br><p>The defining feature of ARDS is&nbsp;<strong>noncardiogenic pulmonary edema</strong>, in which left-sided (eg, left atrium) cardiac filling pressures are low.&nbsp; Historically, invasive hemodynamic confirmation was required:&nbsp; a Swan-Ganz catheter (inserted to measure cardiac and pulmonary pressure) wedged into the pulmonary bed would show a low pulmonary capillary wedge pressure measurement &lt;18 mm Hg (considered a surrogate for a low left atrium pressure).&nbsp; However, modern diagnosis in the appropriate clinical setting (eg, sepsis, trauma) is often based on noninvasive data, including a normal left heart function on bedside echocardiogram and a lack of response to diuretic therapy (eg, no evidence of cardiogenic pulmonary edema).</p>\n<h1>Differential diagnosis</h1><br><br><p>In a patient with relatively acute onset of diffuse bilateral airspace opacities and hypoxemia, the following categories should be considered.</p>\n<h2>Cardiogenic pulmonary edema</h2><br><br><p>The main differential diagnosis for noncardiogenic pulmonary edema (ie, ARDS) is cardiogenic pulmonary edema due to left heart failure, left-sided valve disease (eg, severe mitral regurgitation), or generalized volume overload (eg, end-stage renal disease with missed hemodialysis session).&nbsp; Many of the same acute insults (eg, infection/sepsis, burns/trauma) that underlie ARDS can also lead to decompensated left heart failure.&nbsp; Aggressive fluid resuscitation is often a component of these conditions, which can quickly lead to pulmonary congestion and edema.&nbsp; Usually, patients have a preexisting history of heart failure.</p><br><br><p>Cardiogenic pulmonary edema has distinctive features, which can include evidence of left heart dysfunction (eg, extrasystolic gallops, Kerley B lines and cephalization on chest x-ray (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L4231.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ), elevated natriuretic peptides on serum chemistry, left atrial enlargement on echocardiography).&nbsp; The features of hypoxia tend to differ between cardiogenic pulmonary edema and ARDS:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cardiogenic pulmonary edema:&nbsp; Hypoxemia is typically less severe than with ARDS because hypoxic pulmonary vasoconstriction is intact, which maintains V/Q matching.&nbsp; Patients generally require less FiO<font size=\"2\"><sub>2</sub></font> and are less likely to require endotracheal intubation and mechanical ventilation (eg, positive airway pressure can typically be delivered).&nbsp; Cardiogenic pulmonary edema tends to respond quickly (ie, within hours) to interventions that improve left ventricular performance (eg, diuresis, afterload reduction).</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>ARDS:&nbsp; Hypoxic pulmonary vasoconstriction is impaired due to inflammation, causing pulmonary vasodilation, which can paradoxically increase perfusion to damaged alveoli.&nbsp; This can lead to profound and refractory hypoxemia, often requiring very high FiO<font size=\"2\"><sub>2</sub></font> and positive airway pressure, which usually needs to be delivered via mechanical ventilation.&nbsp;</li>\n</ul><br><br><p>Importantly, ARDS and cardiogenic pulmonary edema are not mutually exclusive.&nbsp; A patient with chronic heart failure who develops sepsis may have both ARDS (due to sepsis) and cardiogenic pulmonary edema (due to decompensated heart failure in the setting of infection).</p>\n<h2>Other diffuse lung disease&nbsp;</h2><br><br><p>Many diffuse alveolar filling processes similarly appear as bilateral opacification on chest imaging; they can be due to fluid, cells, or blood (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/73041.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Patients may initially be classified as having ARDS (based on the criteria described above) but are later diagnosed as more specific lung diseases after further investigation.<p></p><br><br><p>In ARDS, the airspaces are filled with exudative fluid and neutrophils.&nbsp; Important ARDS mimics include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute hypersensitivity pneumonitis:&nbsp; filled with lymphocytes and macrophages</li>\n\t<li>Acute eosinophilic pneumonia:&nbsp; filled with eosinophils</li>\n\t<li>Diffuse alveolar hemorrhage:&nbsp; filled with erythrocytes&nbsp;</li>\n</ul><br><br><p>These lung diseases can improve quickly and dramatically (eg, chest x-ray clears up within 1-2 days) with high-dose systemic corticosteroids, whereas ARDS has a much less pronounced response.</p>\n<h1>Management</h1><h2>Lung-protective ventilation</h2><br><br><p>The central tenet of ARDS management is damage control (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69591.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; In ARDS, some alveoli are completely flooded, others are partially flooded, and some remain aerated.&nbsp; This effectively results in what is sometimes called a \"baby lung\" due to the small fraction of functional alveoli where oxygenation and ventilation take place.&nbsp; Because of the widespread severity of lung damage in ARDS, mechanical ventilation is usually required for survival.&nbsp; The goal of mechanical ventilation in ARDS is to meet oxygenation and ventilation demands while protecting the baby lung.<p></p><br><br><p>Excessive volume and pressure during mechanical ventilation can overdistend the baby lung and already-damaged alveoli, leading to worsening inflammation and edema.&nbsp; Therefore, a strategy of lung-protective ventilation, aimed at reducing trauma, has the following elements (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69217.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Reducing the risk of <strong>volutrauma</strong> by reducing tidal volumes:&nbsp; The tidal volume delivered by mechanical ventilation (V<font size=\"2\"><sub>T</sub></font>) should be set at <strong>≤6 mL/kg</strong> of ideal body weight to minimize volutrauma.&nbsp; Given that <strong>low tidal volumes</strong> lead to elevated PaCO<font size=\"2\"><sub>2</sub></font>, PaCO<font size=\"2\"><sub>2</sub></font> may be allowed to rise (ie, permissive hypercapnia) to meet this low V<font size=\"2\"><sub>T</sub></font> goal; a moderate degree of respiratory acidosis is acceptable given the priority for lower breath volumes.&nbsp; Patients (even when intubated) may have such overwhelming dyspnea (eg, in response to infection or metabolic acidosis) that achieving this low V<font size=\"2\"><sub>T</sub></font> often requires sedation and possible neuromuscular blockers (eg, cisatracurium) to maintain synchronous breathing between the patient and the breaths delivered by the ventilator.</li>\n\t<li>Reducing the risk of <strong>barotrauma</strong> by avoiding excessive pressures:&nbsp; Delivering V<font size=\"2\"><sub>T</sub></font> requires pressure from the ventilator, which in turn is related to lung compliance.&nbsp; In ARDS, lung compliance is decreased (due to inflammation); therefore, even a low tidal volume can require significantly high pressure, which can lead to pressure trauma (ie, barotrauma).&nbsp; Strategies to limit this distending pressure include lung positioning (eg, proning, described later) and encouraging alveolar recruitment by setting a <strong>higher</strong> positive end expiratory pressure <strong>(PEEP)</strong> on the ventilator to open the atelectatic alveoli.&nbsp; Such approaches help distribute the tidal volume more homogeneously.</li>\n\t<li>Reducing the risk of <strong>biotrauma</strong> due to oxygen toxicity:&nbsp; High (eg, &gt;80%) levels of FiO<font size=\"2\"><sub>2</sub></font>, the fraction of inspired oxygen (which can be adjusted on the respirator), can cause oxidative stress and directly worsen alveolar damage and inflammation.&nbsp; Sometimes, these levels of FiO<font size=\"2\"><sub>2</sub></font> are unavoidable in ARDS given the significant hypoxemia that patients may develop.&nbsp; However, as PEEP is titrated up, <strong>FiO</strong><font size=\"2\"><sub><strong>2</strong></sub></font> can usually be <strong>titrated down</strong> (ie, less oxygen is needed when it is delivered under higher pressure).&nbsp; These adjustments need to be delicately balanced against the need to protect the lung against excessive pressure.&nbsp; The target SaO<font size=\"2\"><sub>2</sub></font> in ARDS is 88%-95%.</li>\n</ul><br><br><p>Together, these strategies reduce the risk of volutrauma (eg, low V<font size=\"2\"><sub>T</sub></font> prevents overdistension), barotrauma (eg, low pressure prevents pneumothorax), and biotrauma (eg, lower FiO<font size=\"2\"><sub>2</sub></font> prevents oxidative stress).&nbsp; Lung-protective ventilation has the single largest effect on ARDS mortality (number needed to treat [NNT] approximately 8 to prevent death).</p>\n<h2>Fluid management</h2><br><br><p>By definition, ARDS pulmonary edema is not attributable to left heart failure or fluid overload.&nbsp; However, once present, a positive fluid balance is linked to worse outcomes.&nbsp; This is likely because the alveolar membrane is damaged, and additional fluid volume quickly leaks into the airspaces.&nbsp; Whenever possible, a neutral or slightly negative fluid balance (eg, diuresis when able) improves pulmonary status (\"dry lungs = happy lungs\").</p>\n<h2>Other strategies&nbsp;</h2><br><br><p>Other key treatment focuses in ARDS include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Addressing underlying precipitants (eg, septic source control) of the original lung injury.</li>\n\t<li>Preventing hospital-acquired infections and complications (eg, thromboprophylaxis, removing unnecessary lines and drains, ventilator-associated pneumonia bundle, delirium precautions).</li>\n\t<li>Targeting lung and systemic inflammation (eg, high-dose corticosteroids have demonstrated efficacy in ARDS related to COVID-19 and pneumococcal pneumonia).&nbsp; Additional anti-inflammatory therapies (eg, IL-6 inhibitors) are sometimes employed in select cases.</li>\n</ul>\n<h2>Refractory hypoxemia</h2><br><br><p>In some patients with severe ARDS (ie, generally, PaO<font size=\"2\"><sub>2</sub></font>/FiO<font size=\"2\"><sub>2 </sub></font> ≤100), even high levels of FiO<font size=\"2\"><sub>2</sub></font> or PEEP are unable to achieve oxygenation goals.&nbsp; Several strategies can be employed to salvage refractory hypoxemia:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prone positioning</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L67012.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                )<strong>:</strong>&nbsp; Placing the patient face down (prone) is especially effective in ARDS with dorsal atelectasis, a common scenario due to prolonged recumbency and low tidal volumes.&nbsp; Proning allows the dorsal regions to reinflate, restoring ventilation and improving V/Q matching.&nbsp; It improves survival in severe ARDS (NNT = 6 to prevent death).&nbsp; It is most indicated for patients requiring high levels of FiO<font size=\"2\"><sub>2</sub></font> (&gt;60%) and PEEP (&gt;10 cm H<font size=\"2\"><sub>2</sub></font>O).&nbsp;</li>\n\t<li><strong>Inhaled pulmonary vasodilators (eg, epoprostenol, inhaled nitric oxide):</strong>&nbsp; When given systemically (eg, intravenous), pulmonary vasodilators reverse hypoxic pulmonary vasoconstriction and worsen hypoxemia.&nbsp; However, when delivered via inhalation (eg, through a port in the mechanical ventilator), they result in perfusion being selectively increased only in the ventilated alveoli (where the drug can penetrate).&nbsp; As a result, blood is diverted away from non-ventilated alveoli, which improves overall V/Q matching.</li>\n\t<li><strong>Neuromuscular blockade (eg, cisatracurium):</strong>&nbsp; In patients with significant ventilator dyssynchrony (eg, when intubated patients are so dyspneic that the breaths provided by the ventilatory cannot be synchronized with the patients' own breathing patterns), paralytic agents can reduce oxygen consumption (eg, decreased muscle effort), improve the ease of ventilation, and reduce the risk of barotrauma.&nbsp; However, there may an increased risk for intensive care unit (ICU)–associated delirium and weakness.</li>\n\t<li><strong>Recruitment maneuver:</strong>&nbsp; Temporary application of very high PEEP (eg, 40 cm H<font size=\"2\"><sub>2</sub></font>O for a minute) can recruit partially flooded or atelectatic alveoli in ARDS.&nbsp; The maneuver is performed on patients who cannot be proned (eg, recent sternotomy, spinal instability) or who do not respond to proning.&nbsp; It carries a risk of hypotension (ie, decreased venous return) and barotrauma (eg, pneumothorax).</li>\n\t<li><strong>Extracorporeal membrane oxygenation (ECMO):</strong>&nbsp; Patients with severe and refractory hypoxemia should be proactively referred to an ECMO-capable center.&nbsp; Venovenous ECMO, in which blood is removed from the femoral vein via a large-bore catheter, oxygenated externally, and then returned to the superior vena cava, serves to bypass the lungs; it can be performed for prolonged periods (eg, several months) while awaiting lung recovery or transplantation.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>ARDS carries a high acute mortality rate, with an approximately 40% probability of death in the hospital.&nbsp; Death is mainly due to multiorgan failure (eg, related to underlying sepsis) rather than from hypoxemia itself.&nbsp; Progress in ICU practices continues to enhance the survival of critically ill patients, including those with ARDS.&nbsp; Nevertheless, ongoing follow-up of survivors shows a high rate of chronic psychiatric, neurocognitive, and physical impairments, known as postintensive care syndrome (PICS) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/70881.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Over half of survivors require chronic health services and are unable to return to work.&nbsp; These prolonged deficits may be related to massive CNS stress in the face of hypoxia and inflammation.<p></p><br><br><p>Despite the severe acute respiratory dysfunction during ARDS, the long-term pulmonary prognosis is generally favorable.&nbsp; The alveolar stem cell reservoir has a remarkable capacity for repair, and lung function usually recovers fully over several months.&nbsp; Approximately 25% of patients have detectable chronic deficits (mild restriction and reduced diffusing capacity of the lungs for carbon monoxide), but a need for long-term oxygen therapy is uncommon.&nbsp; A small proportion of patients can develop unresolving postinflammatory fibrosis, leading to persistent hypoxemia even after several weeks and possibly requiring evaluation for lung transplantation.</p>\n<h1>Summary</h1><br><br><p>Acute respiratory distress syndrome (ARDS) is a critical condition with diffuse alveolar inflammation, cell death, and exudative pulmonary edema causing severe hypoxemic respiratory failure.&nbsp; It can be triggered by lung injury through direct (eg, pneumonia, smoke inhalation) or indirect (eg, sepsis, pancreatitis) routes.&nbsp; Diagnosis is based on the clinical syndrome of a respiratory presentation that is acute (ie, develops within a week of insult), features diffuse pulmonary edema (ie, chest x-ray with bilateral alveolar opacities), is noncardiogenic (ie, not fully explained by left ventricular dysfunction or volume overload), and leads to severe hypoxemia.</p><br><br><p>Most patients with ARDS require mechanical ventilation, which supports oxygenation and ventilation but carries the risk for further aggravating lung damage by overdistending the remaining alveoli.&nbsp; A strategy of lung-protective ventilation (low tidal volumes, avoidance of excessive pressure, avoidance of oxygen toxicity) has a clear mortality benefit.&nbsp; Systemic anti-inflammatory therapy (eg, high-dose corticosteroids) may be beneficial in some settings.&nbsp; Additional treatment includes carefully managing the fluid balance (ie, avoiding a positive fluid balance), addressing the underlying precipitant of ARDS, and preventing nosocomial complications.</p><br><br><p>ARDS carries an in-hospital mortality rate of 40%, mainly due to multiorgan failure (eg, overwhelming inflammation).&nbsp; Among survivors of ARDS, lung function usually recovers fully over the following months.&nbsp; However, a majority have long-lasting psychological, cognitive, and physical symptoms for years after hospital discharge.</p>\n</div>\n\n            "
}