{
  "meta": {
    "title": "Anatomy: The mediastinum",
    "url": "https://brainandscalpel.vercel.app/anatomy-the-mediastinum-d7fe0bc9-fb1254.html",
    "scrapedAt": "2025-12-01T05:58:28.074Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The mediastinum is the central compartment of the thoracic cavity located between the pleural sacs of the left and right lung.&nbsp; It serves as a passageway and protective space for many vital structures, including the heart, great vessels, trachea, esophagus, lymphatics, and nerves.&nbsp; Because the mediastinum acts as a conduit between the neck, thorax, and abdomen, disease processes such as tumors, infections, or vascular emergencies can rapidly compromise multiple organ systems.</p>\n<h1>Boundaries</h1><br><br><p>The anatomic boundaries of the mediastinum include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Superior boundary</strong>:&nbsp; Thoracic inlet, a space bounded by the manubrium of sternum, first rib, and T1 vertebra.</li>\n\t<li><strong>Inferior boundary</strong>:&nbsp; Diaphragm.</li>\n\t<li><strong>Anterior boundary</strong>:&nbsp; Sternum and costal cartilages.</li>\n\t<li><strong>Posterior boundary</strong>:&nbsp; Thoracic vertebrae (T1-T12).</li>\n\t<li><strong>Lateral boundaries</strong>:&nbsp; Medial pleurae of the lungs.</li>\n</ul>\n<h1>Subdivisions</h1><br><br><p>The mediastinum is divided into superior and inferior segments by a horizontal plane through the sternal angle (angle formed by the junction of the sternal body and manubrium), which is located at the T4-T5 thoracic level (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12610.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h2>Superior mediastinum</h2><br><br><p>The superior mediastinum is located superior to the sternal angle and is bordered anteriorly by the sternum and posteriorly by thoracic vertebrae T1-T4.&nbsp; It is primarily a conduit for vital neurovascular and visceral structures passing between the head, neck, and thoracic cavity.&nbsp; The superior mediastinum contains:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Organs:&nbsp; Thymus (in children; replaced by fat in adults), trachea, upper esophagus.</li>\n\t<li>Arteries:&nbsp; Aortic arch and its 3 branches: the brachiocephalic trunk, left common carotid artery, and left subclavian artery.</li>\n\t<li>Veins:&nbsp; Superior vena cava (SVC) (upper portion), right and left brachiocephalic veins.</li>\n\t<li>Nerves:&nbsp; Vagus (left and right), phrenic (left and right), left recurrent laryngeal, upper portion of the sympathetic trunks.</li>\n\t<li>Lymphatics:&nbsp; Thoracic duct.</li>\n</ul>\n<h2>Inferior mediastinum</h2><br><br><p>The inferior mediastinum is located below the sternal angle and is bordered anteriorly by the sternum and posteriorly by thoracic vertebrae T5-T12.&nbsp; It is further divided into anterior, middle, and posterior compartments.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anterior mediastinum</strong>:&nbsp; Located between the sternum and pericardium; serves a protective role.&nbsp; It consists mainly of loose connective and adipose tissue that cushions and supports the organs lying posteriorly (eg, heart).&nbsp; The anterior mediastinum contains:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Organs:&nbsp; Thymus/thymic remnants.</li>\n\t\t<li>Arteries:&nbsp; Small branches of the internal thoracic arteries.</li>\n\t\t<li>Veins:&nbsp; Small branches of the internal thoracic veins.</li>\n\t\t<li>Nerves:&nbsp; None.</li>\n\t\t<li>Lymphatics:&nbsp; Parasternal and pericardial lymph nodes.</li>\n\t\t<li>Fat and connective tissue</li>\n\t</ul>\n\t</li>\n\t<li><strong>Middle mediastinum</strong>:&nbsp; Located between the anterior and posterior surfaces of the pericardium.&nbsp; The middle mediastinum contains:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Organs:&nbsp; Heart enclosed in pericardium, main bronchi.</li>\n\t\t<li>Arteries:&nbsp; Ascending aorta, pulmonary trunk.</li>\n\t\t<li>Veins:&nbsp; SVC (lower portion), pulmonary veins.</li>\n\t\t<li>Nerves:&nbsp; Phrenic nerves (on pericardium).</li>\n\t\t<li>Lymphatics:&nbsp; Tracheobronchial lymph nodes, bronchopulmonary (hilar) lymph nodes, inferior tracheobronchial (carinal) lymph nodes.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Posterior mediastinum</strong>:&nbsp; Located behind pericardium and anterior to the thoracic vertebral column (T5-T12).&nbsp; This space allows for transmission of major vascular, neural, and lymphatic structures between the thoracic and abdominal cavities.&nbsp; The posterior mediastinum contains:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Organs:&nbsp; Lower esophagus.</li>\n\t\t<li>Arteries:&nbsp; Descending thoracic aorta, proximal portion of the intercostal arteries.</li>\n\t\t<li>Veins:&nbsp; Azygos and hemiazygos veins.</li>\n\t\t<li>Nerves:&nbsp; Left and right vagus nerves, lower portion of the sympathetic trunks.</li>\n\t\t<li>Lymphatics:&nbsp; Thoracic duct, retrocardiac lymph nodes, posterior mediastinal lymph nodes.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Arteries</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ascending aorta</strong> (middle mediastinum):&nbsp; Originates from the left ventricle and gives rise to the right and left coronary arteries, which supply the myocardium.</li>\n\t<li><strong>Pulmonary trunk</strong> (middle mediastinum):&nbsp; Originates at the right ventricle and divides into the right and left pulmonary arteries, which carry deoxygenated blood to the lungs.</li>\n\t<li><strong>Arch of aorta</strong> (superior mediastinum):&nbsp; Begins at the level of the sternal angle (T4-T5) and arches posteriorly and to the left before continuing as the descending thoracic aorta.&nbsp; Its mediastinal branches include the left common carotid, left subclavian artery, and brachiocephalic trunk.&nbsp; The brachiocephalic trunk divides into the right common carotid and right subclavian arteries, but these branches lie outside the mediastinum within the neck.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Descending thoracic aorta</strong> (posterior mediastinum):&nbsp; Extends from the arch at T4-T5 to the aortic hiatus of the diaphragm at T12.&nbsp; Major branches include the posterior intercostal, subcostal, esophageal, bronchial, pericardial, and mediastinal arteries.</li>\n</ul>\n<h1>Veins</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Superior vena cava</strong> (superior and middle mediastinum):&nbsp; Formed by the union of the brachiocephalic veins; drains upper body and empties into the right atrium.</li>\n\t<li><strong>Brachiocephalic veins</strong> (superior mediastinum):&nbsp; Formed by the internal jugular and subclavian veins and empties into the SVC.</li>\n\t<li><strong>Azygos system</strong> (posterior mediastinum):&nbsp; Azygos vein ascends along the right side of the vertebral column and arches over the right lung root to empty into the SVC.&nbsp; The hemiazygos vein ascends on the left, crossing to join the azygos vein around T8-T9.</li>\n</ul>\n<h1>Nerves</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Phrenic nerves</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L51189.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; Originate from C3-C5 spinal nerve roots and descend through the superior and middle mediastinum along the sides of the pericardium, providing motor innervation to the diaphragm and sensory pain fibers to the pericardium, mediastinal pleura, and central diaphragmatic pleura/peritoneum (peripheral diaphragm pain is via intercostal nerves).</li>\n\t<li><strong>Vagus nerves (CN X)</strong>:&nbsp; Descend through the superior and posterior mediastinum, contributing to the cardiac, pulmonary, and esophageal plexuses.&nbsp; They provide motor fibers to the pharynx, larynx, and soft palate; sensory fibers to portions of the ear, larynx, and thoracic/abdominal viscera; and parasympathetic fibers that decrease heart rate/contractility, cause bronchoconstriction, and stimulate peristalsis.&nbsp; The left vagus nerve gives rise to the left recurrent laryngeal nerve, which loops under the aortic arch.</li>\n\t<li><strong>Sympathetic trunks</strong>:&nbsp; Run vertically along the vertebral bodies, beginning in the superior mediastinum and into the posterior mediastinum.&nbsp; They carry sympathetic (thoracolumbar) fibers that regulate involuntary smooth muscle, cardiac muscle, and glandular activity, producing increased heart rate and contractility, bronchodilation, and reduced glandular secretion.</li>\n</ul>\n<h1>Lymphatics</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Thoracic duct</strong>:&nbsp; Main lymphatic vessel responsible for draining lymph from most of the body.&nbsp; It ascends through posterior mediastinum between azygos vein and aorta, and empties into left venous angle (junction of left subclavian and internal jugular veins).</li>\n\t<li><strong>Lymph nodes</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Paratracheal, pretracheal, brachiocephalic (superior mediastinum):&nbsp; Drains trachea, thyroid, and thymus.</li>\n\t\t<li>Parasternal, anterior mediastinal (anterior mediastinum):&nbsp; Drains thoracic wall, thymus, and pericardium.</li>\n\t\t<li>Tracheobronchial, hilar, carinal (middle mediastinum):&nbsp; Drains heart, lungs, trachea, and bronchi.</li>\n\t\t<li>Posterior mediastinal, retrocardiac (posterior mediastinum):&nbsp; Drains esophagus, posterior pericardium, and diaphragm.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Clinical relevance</h1><br><br><p>Because of its complex anatomy and vital contents, the mediastinum is susceptible to a wide range of pathologic processes.&nbsp; Common conditions involving this region include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mediastinal masses</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68983.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):&nbsp; May arise from any compartment and often cause symptoms due to compression of adjacent structures.&nbsp; Resulting manifestations can include dyspnea or stridor from tracheal compression, dysphagia or chest pain from esophageal involvement, and vascular congestion or distention due to venous obstruction.&nbsp; The most common masses in each mediastinal compartment include:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Anterior mediastinum</strong>:&nbsp; Thymoma, teratoma (and other germ cell tumors), thyroid goiter/mass, \"terrible\" lymphoma (the \"4 Ts\").</li>\n\t\t<li><strong>Middle mediastinum</strong>:&nbsp; Lymphoma, lymphadenopathy (eg, sarcoidosis, metastatic lung cancer, granulomatous infections), benign cystic tumors (eg, bronchogenic cysts), vascular masses (eg, aortic aneurysms, aortic arch abnormalities).</li>\n\t\t<li><strong>Posterior mediastinum</strong>:&nbsp; Neurogenic tumors (eg, schwannoma, neurofibroma), neuroblastoma, and lymphoma.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Superior vena cava syndrome</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13452.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):&nbsp; Refers to obstruction of the SVC, most commonly due to external compression by a mass (eg, lung cancer, lymphoma) or thrombosis from indwelling catheters.&nbsp; This obstruction leads to venous congestion of the head, neck, and upper extremities.</li>\n\t<li><strong>Mediastinitis</strong>:&nbsp; Inflammation and infection of the mediastinal tissues, most often resulting from esophageal rupture (eg, Boerhaave syndrome), iatrogenic injury during cardiac surgery (eg, sternotomy) or esophageal surgery, or from a descending infection originating in the neck.&nbsp; Infection can advance rapidly because the loose connective tissues that surround most mediastinal structures provide little resistance to bacterial spread.</li>\n\t<li><strong>Pneumomediastinum</strong>:&nbsp; Refers to the presence of air within the mediastinal space.&nbsp; It may result from alveolar rupture due to conditions such as asthma, forceful Valsalva maneuvers, or barotrauma (eg, mechanical ventilation), as well as from esophageal perforation.</li>\n\t<li><strong>Tension pneumothorax</strong>:&nbsp; Develops when air becomes trapped in the pleural space, leading to increasing intrathoracic pressure that collapses the affected lung and shifts the mediastinum toward the opposite side.&nbsp; This shift compresses vital mediastinal structures, resulting in severe respiratory distress and decreased cardiac output.</li>\n\t<li><strong>Aortic dissection</strong>:&nbsp; A tear in the intimal layer of the aortic wall that allows blood to enter and separate the layers, creating a false lumen.</li>\n</ul>\n<h1>Summary</h1><br><br><p>The mediastinum is the central compartment of the thoracic cavity, located between the lungs and extending from the thoracic inlet superiorly to the diaphragm inferiorly.&nbsp; This region contains vital structures, including the heart, great vessels, trachea, esophagus, thymus, thoracic duct, and major autonomic and somatic nerves.&nbsp; The anatomical density and functional significance of these structures explain why mediastinal pathology (eg, masses, infections) can rapidly lead to serious or life-threatening complications.</p>\n</div>\n\n            "
}