{
  "meta": {
    "title": "Asthma: Management",
    "url": "https://brainandscalpel.vercel.app/asthma-management-251bff08-fb1254.html",
    "scrapedAt": "2025-12-01T05:58:33.289Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Management of asthma can range from relatively simple (eg, a patient who responds well to initial therapy) to very difficult (eg, a patient with chronic corticosteroid dependence and a complex social situation).&nbsp; With slight variations, all pharmacotherapy guidelines are based on a step-up approach (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74687.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) in which treatments are intensified (dose, number of agents) until symptoms are acceptably controlled.<p></p>\n<h1>Chronic asthma</h1><br><br><p>Short-acting beta-2 agonists (SABAs) (eg, albuterol) have been used for decades for as-needed relief of intermittent asthma symptoms, and they remain reasonable for patients with low-risk asthma features (eg, systemic corticosteroids never needed for exacerbation, symptoms mainly with exercise).&nbsp; More recently, asthma treatment has evolved toward including an inhaled corticosteroid (ICS) at every severity level, reflecting the fact that even intermittent asthma represents a degree of airway inflammation, which is better controlled by ICS than by bronchodilators.</p>\n<h2>ICS plus beta-2 agonist</h2><br><br><p>The backbone of treatment for all asthma patients is <strong>ICS plus a beta-2 agonist</strong>, targeting airway inflammation and bronchoconstriction, respectively.&nbsp; Most <strong>long-acting beta-2 agonists</strong> (LABAs) (eg, formoterol) have a fast onset (&lt;5 min).&nbsp; LABAs are usually combined with ICS in a single inhaler (eg, budesonide-formoterol), so they can be used as both maintenance (scheduled) and reliever (as needed) therapy.&nbsp; The dose of the ICS component is generally increased until symptoms are acceptably controlled.&nbsp; The most common adverse effects of ICS are minor dysphonia and oral thrush (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/83794.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>LABA monotherapy is contraindicated in patients with asthma (FDA black box warning of increased risk for asthma fatality).&nbsp; Chronic use of LABAs alone can downregulate beta-2 receptors, decreasing bronchodilator responsiveness over time.&nbsp; They can also activate airway leukocytes (inflammatory cytokine production), which may outweigh their effect on smooth muscle (bronchodilation).&nbsp; Their inflammatory effects are counteracted by the inclusion of an ICS.</p>\n<h2>Adjunctive medications</h2><br><br><p>In addition to ICSs and beta-2 agonists, the following agents may be used:</p><br><br><ul>\n\t<li>Antihistamines (eg, fexofenadine):&nbsp; Primarily useful for asthma with concurrent allergic rhinosinusitis.</li>\n\t<li><strong>Long-acting muscarinic antagonists (LAMAs)</strong> (eg, tiotropium):&nbsp; Added for uncontrolled asthma despite high-dose ICS-LABA.&nbsp; LAMAs block vagally-mediated airway constriction and mucus secretion.</li>\n\t<li><strong>Leukotriene receptor antagonists</strong> (eg, montelukast):&nbsp; Especially helpful for aspirin- and nonsteroidal anti-inflammatory drug (NSAID)-exacerbated respiratory disease (aspirin-exacerbated respiratory disease [AERD]) and exercise-induced bronchospasm.</li>\n\t<li>Oral corticosteroids (chronic, low dose) (eg, prednisone):&nbsp; Sometimes used as a last resort for patients at very high risk for exacerbations, usually as a bridge to more definitive biologic therapy.</li>\n\t<li>Biologic therapy (eg, dupilumab, tezepelumab):&nbsp; Target Th2<font size=\"2\"><sub> </sub></font>inflammatory signaling pathways.&nbsp; They are increasingly used to control refractory asthma, especially in cases associated with peripheral blood eosinophilia.</li>\n\t<li>Allergy immunotherapy (allergy shots):&nbsp; Considered for patients with strong and specific sensitizations (selectively elevated IgE) to certain antigens (eg, house dust mites, ragweed).</li>\n</ul><br><br><p>Additional drugs may be needed for superimposed conditions (eg, antifungals for allergic bronchopulmonary aspergillosis; proton pump inhibitors or antihistamine therapy for concurrent gastroesophageal reflux).</p>\n<h2>Nonpharmacologic management</h2><br><br><ul>\n\t<li>Inhaler technique:&nbsp; Around 70% of patients make critical errors with their inhalers (eg, poor hand-breathe synchrony, insufficient breath hold).&nbsp; Proper aerosol delivery to the lungs (bioavailability) can be improved with spacer devices and coaching on inhaler technique.</li>\n\t<li>Nasal and sinus hygiene:&nbsp; Allergic rhinitis frequently coexists with asthma; nasal irrigation and intranasal corticosteroids (eg, fluticasone spray) reduce posterior drainage and airway irritation.</li>\n\t<li>Trigger avoidance:&nbsp; This may include hand hygiene and/or masks (eg, to reduce exposure to respiratory viruses), deep cleaning carpets and upholstery (eg, to reduce exposure to house dust mites), and requesting alternative job functions or placement (eg, to reduce occupational asthma)</li>\n\t<li>Vaccination:&nbsp; Influenza, SARS-CoV-2, pneumococcal, and respiratory syncytial virus vaccines are recommended to the general eligible public.&nbsp; Early pneumococcal immunization (ie, age &lt;65) is recommended for patients with chronic lung disease, including asthma.</li>\n</ul>\n<h2>Special populations</h2><br><br><ul>\n\t<li>Pregnant women, children, and immunocompromised patients:&nbsp; Core treatment of chronic asthma (eg, ICS, bronchodilators) is largely the same as in general adults.</li>\n\t<li>Patients with undiagnosed but suspected asthma (eg, improved respiratory symptoms after borrowing a short-acting bronchodilator):&nbsp; Empiric asthma treatment can be initiated (high risk/benefit ratio), but confirmation (with spirometry) should always obtained.</li>\n</ul>\n<h1>Acute exacerbations</h1><br><br><p>An asthma exacerbation (attack) is an acute worsening of baseline symptoms, usually with a large decline in expiratory airflow.&nbsp; Most exacerbations are triggered by aeroallergen exposure or viral upper respiratory infection.&nbsp; Other precipitants include NSAIDs (ie, AERD) and beta blockers.&nbsp; Exacerbations can evolve over days, hours, or minutes.</p>\n<h2>Less severe exacerbations</h2><br><br><p>A slower buildup has a more favorable prognosis (when treated early) and lends itself to outpatient management.&nbsp; Patients without signs of impending respiratory failure (eg, wheezing but good air movement, ability to hold breath and use inhalers) and stable social situations are good candidates for outpatient treatment.&nbsp; This usually involves:</p><br><br><ul>\n\t<li>A short course of oral corticosteroids (eg, <strong>prednisone</strong> 40-60 mg/day for 5-7 days).</li>\n\t<li>A step up in existing therapy (eg, increase dose or frequency of ICS bronchodilator).</li>\n</ul>\n<h2>More severe exacerbations</h2><br><br><p>Asthma remains a very common cause of emergency department visits, particularly in patients with more severe phenotypes and adverse social determinants of health (eg, unstable housing, major psychiatric illness).&nbsp; The 2 strongest risk factors for severe or fatal asthma exacerbation are previous acute respiratory failure from asthma (eg, patients who required noninvasive ventilation or intubation) and poor underlying asthma control (eg, patients who require frequent systemic corticosteroids) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/77698.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; However, serious exacerbations can occur unexpectedly, even in individuals with previously mild disease.<p></p><br><br><p>The first step in management of severe exacerbations is <strong>triage</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88260.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Regardless of the site of care, treatment involves bronchodilators and systemic corticosteroids (given in all cases), as well as frequent reassessment of clinical response.<p></p><br><br><ul>\n\t<li><strong>SABAs</strong> (eg, albuterol, ipratropium, or combination of both) begin to work within minutes.&nbsp; Nebulized delivery is needed when patients are too dyspneic to use their metered-dose inhalers.&nbsp; Intravenous (IV) magnesium sulfate (a smooth muscle relaxant) is sometimes added.&nbsp; Patients with severe bronchospasm may respond poorly, especially if there is profound inflammation and edema that closes the airways.</li>\n\t<li><strong>Systemic corticosteroids</strong> (eg, IV/oral methylprednisolone) begin to work within 6-12 hours because nuclear transcriptional change is slower.&nbsp; Until inflammatory edema begins to abate, bronchodilators may have limited effectiveness.</li>\n</ul><br><br><p>Because patients can deteriorate in the critical window before corticosteroids reach peak effect, <strong>frequent reassessment</strong> is needed (eg, serial vital signs and peak flow measurement every 4 hr).&nbsp; Most patients improve readily within 1-2 days.&nbsp; Those with an excellent response (eg, dramatic improvement, normal vital signs) and good health care access can be discharged to complete a course of oral corticosteroids at home.</p><br><br><p>However, some patients may continue to decline despite full force treatment, a dangerous situation known as <strong>status asthmaticus</strong>.&nbsp; Impending respiratory failure is suggested by the following:</p><br><br><ul>\n\t<li>Physical examination:&nbsp; Tachypnea and accessory muscle use indicate a high work of breathing.&nbsp; Wheezing can paradoxically become quieter as air movement becomes more difficult (eg, silent chest).&nbsp; In severe cases, mental status alteration (eg, agitation or confusion) can occur due to hypoxemia and/or hypercapnia.</li>\n\t<li>Arterial blood gas:&nbsp; Can initially show acute respiratory alkalosis (↓ PaCO<font size=\"2\"><sub>2</sub></font>).&nbsp; However, PaCO<font size=\"2\"><sub>2</sub></font> can rise and become inappropriately normal (or elevated) in patients on the verge of respiratory failure.&nbsp; A primary metabolic (lactic) acidosis may be present due to severe muscle exertion (from work of breathing).</li>\n\t<li>Peak expiratory flow rate:&nbsp; Markedly reduced (&lt;25% of the patient's best personal maximum).</li>\n</ul><br><br><p>Patients with impending respiratory failure are treated in the intensive care unit, where they may need invasive (eg, endotracheal intubation) or noninvasive (eg, face mask with positive pressure ventilation) ventilatory support.&nbsp; Critical care ventilator management of asthma is difficult due to high-pressure requirements and difficulty maintaining synchrony with the ventilator.</p>\n<h2>Special populations</h2><br><br><ul>\n\t<li>Children:&nbsp; Exacerbations can abruptly lead to respiratory arrest (\"they look fine until they crash\") because their airways are smaller in caliber (eg, resistance is proportional to 1/radius<font size=\"2\"><sup>4</sup></font>).&nbsp; For the same reason, children are also more prone to complete bronchial obstruction from thick mucus plugs.</li>\n\t<li>Pregnant women:&nbsp; The threshold for hospital admission is lower than in nonpregnant adults, and the oxygenation target is higher (goal SpO<font size=\"2\"><sub>2</sub></font> ≥95% vs ≥90% in the general population of patients with asthma) because fetuses are very sensitive to antenatal hypoxemia.</li>\n</ul>\n<h2>Prevention</h2><br><br><ul>\n\t<li>Excellent chronic control, encompassing pharmacotherapy and patient education.</li>\n\t<li>Asthma action plan:&nbsp; Severe exacerbations can be avoided by following a predefined action plan that is deployed early (eg, double dose or frequency of ICS when peak flow drops to ≤70%).</li>\n</ul>\n<h1>Summary</h1><br><br><p>The backbone of chronic asthma management is inhaled corticosteroids (ICSs) plus a beta-2 agonist.&nbsp; ICS dose is increased and additional agents (eg, long-acting muscarinic antagonists, leukotriene receptor antagonists) are added (step-up strategy) until symptoms are adequately controlled.&nbsp; Nonpharmacologic aspects include education on inhaler technique and trigger avoidance.</p><br><br><p>Asthma exacerbations are treated with bronchodilators, systemic corticosteroids, and a step up in existing maintenance therapy.&nbsp; Bronchodilators can produce a degree of immediate relief, whereas corticosteroids reduce airway inflammation and edema over days.&nbsp; Patients with acute exacerbations require frequent reassessment of clinical response.&nbsp; Many improve and can be discharged to take oral corticosteroids at home.&nbsp; Patients with respiratory failure and status asthmaticus require mechanical ventilation.</p>\n</div>\n\n            "
}