{
  "meta": {
    "title": "Chronic cough",
    "url": "https://brainandscalpel.vercel.app/chronic-cough-68668a81-fb1254.html",
    "scrapedAt": "2025-12-01T05:58:40.447Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Cough is generally classified as acute, subacute, or chronic based on duration:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute:&nbsp; &lt;3 weeks.</li>\n\t<li>Subacute:&nbsp; 3-8 weeks.</li>\n\t<li>Chronic:&nbsp; &gt;8 weeks (adults) or &gt;4 weeks (children).</li>\n</ul><br><br><p>Acutely, cough is predominantly caused by respiratory tract infection (eg, viral upper respiratory infection, bronchitis, community-acquired pneumonia).&nbsp; Subacutely, most cases represent a postinfectious cough.&nbsp; In contrast, chronic cough has a much wider range of causes including airway disease, acid reflux, and other conditions discussed below.</p>\n<h1>Pathogenesis</h1><br><br><p>Chronic cough arises from <strong>prolonged activation of the cough reflex</strong> due to a persistent irritant or neural hypersensitivity caused by repeated mucosal trauma from coughing itself (ie, vicious cycle).</p>\n<h2>Cough reflex</h2><br><br><p>The cough reflex consists of 3 elements:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Afferent (sensory) arc</strong>:&nbsp; Cough is stimulated by <strong>vagus sensory branches</strong> that innervate the larynx, airway mucosa, and lung parenchyma.&nbsp; The glossopharyngeal (pharynx) and trigeminal (paranasal sinuses) nerves also contribute but to a lesser extent.&nbsp; There are 2 major sensory fiber types:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Aδ fibers:&nbsp; Respond to mechanical irritants such as dust, particulates, and foreign bodies.</li>\n\t\t<li>C-fibers:&nbsp; Detect chemical irritants such as gastric acid and inflammatory mediators (eg, bradykinin, histamine).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Brainstem cough center</strong>:&nbsp; Sensory input from the vagus nerve reaches the medulla.&nbsp; The cough \"center\" remains poorly defined but likely involves communication between the nucleus tractus solitarius (sensory nuclei of the vagus nerve) and the ventral respiratory group (motor center for the respiratory pattern generator).&nbsp; Higher structures (periaqueductal gray in the midbrain) and voluntary cortical input can suppress the cough center.</li>\n\t<li><strong>Efferent (motor) arc</strong>:&nbsp; Coughing consists of 3 phases: inspiratory (diaphragm contraction), compressive (forced expiration against closed vocal cords), and expulsive (sudden release when vocal cords open).</li>\n</ul><br><br><p>The cough reflex is impaired by conditions that affect the sensory arc (eg, stroke), cough center (eg, opioids), or motor arc (eg, respiratory muscle weakness, vocal cord paralysis).</p>\n<h2>Perpetuation</h2><br><br><p>In chronic cough, the reflex is hypersensitive.&nbsp; Protracted coughing causes mucosal trauma to the trachea, glottis, and vocal cords.&nbsp; Irritated mucosa perpetuates the cough reflex due to constant inflammation and irritation of sensory fibers.&nbsp; Therefore, antitussive therapy (discussed below) is a key component of managing chronic cough in addition to treating the underlying cause.</p>\n<h1>Etiologies</h1><br><br><p>Etiologies of chronic cough can be categorized based on anatomic location (eg, upper or lower airway, parenchyma) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34767.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Around 90% of chronic cough cases in adults can be attributed to 4 causes:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Upper airway cough syndrome (UACS) (upper airway).</li>\n\t<li>Gastroesophageal reflux disease (GERD) (upper airway).</li>\n\t<li>Asthma (lower airway).</li>\n\t<li>Prolonged postinfectious cough (both upper and lower airway).</li>\n</ul><br><br><p>These and other causes are discussed in more detail below.</p>\n<h2>Upper airway</h2><br><br><p>Cough occurs due to irritation of the glottis and larynx.&nbsp; Patients frequently report&nbsp; \"a tickle in the throat,\" localizing the cough above or near the sternal notch:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>UACS</strong> (postnasal drip):&nbsp; May be due to chronic <strong>rhinitis</strong> (eg, allergic, vasomotor) and <strong>sinusitis</strong>.&nbsp; The cough reflex is triggered when secretions drain posteriorly and land on the larynx.&nbsp; Patients report a sensation of trickling liquid or mucus in the back of the throat and may have postural cough (eg, worse when standing up in the morning).&nbsp; Associated symptoms include persistent throat clearing, nasal congestion, rhinorrhea, and hoarseness.&nbsp; As the cough becomes chronic, it can be out of proportion to secretions (ie, nonproductive, minimal cobblestoning), reflecting heightened sensitivity of the sensory fibers.</li>\n\t<li><strong>GERD</strong>:&nbsp; Involves reflux of gastric acid past the lower esophageal sphincter (eg, heartburn); <strong>laryngopharyngeal reflux (LPR)</strong> involves reflux past the <strong>upper</strong> esophageal sphincter, resulting in chemical irritation of the larynx and vocal cords.&nbsp; Cough is typically worse at night, after meals, and in the supine position.&nbsp; It is typically dry, or productive with minimal clear sputum.&nbsp; Associated symptoms include sore throat, hoarseness, and vocal cord dysfunction.</li>\n</ul>\n<h2>Lower airway</h2><br><br><p>Cough occurs due to irritation of the trachea and bronchi.&nbsp; Patients typically localize the cough to a source deep within the chest.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Asthma</strong>:&nbsp; One of the most common causes of chronic cough in both adults and children.&nbsp; Associated features include chest tightness, wheezing, and dyspnea.&nbsp; However, cough can be the sole symptom (ie, <strong>cough-variant asthma</strong>).&nbsp; The cough tends to be worse at night, during exercise, and on exposure to triggers (eg, allergens, cold air).&nbsp; It is typically dry or intermittently productive with thin, clear or whitish sputum.</li>\n\t<li><strong>Prolonged postinfectious cough</strong>:&nbsp; Protracted version of classic postinfectious cough (which typically resolves within 8 weeks).&nbsp; However, a subset of patients can continue to cough for several months.&nbsp; Management involves presumptive treatment of UACS (eg, intranasal corticosteroids) and short-acting bronchodilators (eg, albuterol, ipratropium).</li>\n\t<li><strong>ACE inhibitors</strong> (eg, lisinopril, benazepril):&nbsp; Can induce chronic dry cough in ~10%-20% of patients who require them for the treatment of hypertension or heart failure.&nbsp; The mechanism involves the accumulation of bradykinin and substance P (normally degraded by ACE), which directly activates C-fibers in the lower airways.&nbsp; Cough is an idiosyncratic reaction (ie, it can occur with any dose at any time) but usually develops within the first month of drug treatment.</li>\n\t<li><strong>Chronic bronchitis</strong>:&nbsp; A form of chronic obstructive pulmonary disease (COPD), chronic bronchitis is clinically defined as a chronic productive cough of ≥3 months for ≥2 consecutive years.&nbsp; The cough is generally described as having a wet, hacking quality (smoker's cough).&nbsp; Sputum tends to be mucoid and tan but may become blood-streaked or purulent (ie, green) during acute exacerbations.&nbsp; The cough is usually worse in the morning due to mucus stasis in the lower airways.</li>\n\t<li><strong>Bronchiectasis</strong>:&nbsp; Involves irreversible airway dilation due to recurrent bacterial infections and chronic neutrophilic inflammation (eg, cystic fibrosis).&nbsp; It presents with a chronic productive cough with thick, copious sputum.&nbsp; During acute exacerbations, cough can become purulent or bloody or progress to major hemoptysis (eg, bronchial artery erosion).</li>\n\t<li><strong>Aspiration</strong>:&nbsp; Associated with dysphagia (eg, dementia, stroke) or structural abnormalities (eg, Zenker diverticulum).&nbsp; Patients have a wet, gurgling cough, sputtering, and respiratory distress during feeding.&nbsp; However, in patients with silent aspiration due to a <strong>diminished cough reflex</strong>, recurrent aspiration pneumonia (eg, right lower lobe) may be the initial presentation.</li>\n\t<li><strong>Pertussis</strong> (due to <em>Bordetella pertussis</em>):&nbsp; Can present with chronic cough, especially in adults.&nbsp; Adults usually have a milder disease course (ie, attenuated pertussis) due to widespread vaccination and boosters.&nbsp; Cough is due to pertussis toxin, which causes tracheal epithelial necrosis and ciliary paralysis.&nbsp; It is typically dry or minimally productive.&nbsp; Adults may not display the classic violent \"whooping\" nature of childhood pertussis, but the cough can still persist for several months.&nbsp; Management includes supportive care (eg, antitussives) and potential macrolide therapy.</li>\n\t<li><strong>Nonasthmatic eosinophilic bronchitis (NAEB)</strong>:&nbsp; An increasingly recognized cause of chronic nonproductive cough in adults.&nbsp; Like asthma, NAEB involves eosinophilic airway inflammation (eg, eosinophils in sputum) in response to environmental allergens.&nbsp; Unlike asthma, bronchial constriction and airflow obstruction are absent.&nbsp; Treatment is with inhaled corticosteroids.</li>\n</ul>\n<h2>Lung parenchyma</h2><br><br><p>Parenchymal sources of cough arise from the interstitium and alveoli:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chronic infections</strong> (particularly tuberculosis, nontuberculous mycobacteria, and mycoplasma pneumonia):&nbsp; May lead to chronic cough.&nbsp; Associated symptoms include weight loss, malaise, night sweats, and potentially fever.&nbsp; Chest imaging is almost always abnormal (eg, revealing nodules, cavities) because significant tissue damage is required to stimulate coughing.</li>\n\t<li><strong>Lung cancer</strong>:&nbsp; Should be considered on the differential for chronic cough, especially in individuals with a history of smoking.&nbsp; Cough develops as an earlier symptom of central airway tumors (eg, small cell and squamous cell lung cancer) but as a comparatively late symptom of peripheral tumors&nbsp; (eg, adenocarcinoma).&nbsp; It is generally associated with more advanced lung cancer.&nbsp; Associated symptoms include hemoptysis, aching chest pain, and weight loss.</li>\n\t<li><strong>Interstitial lung diseases (ILDs)</strong>:&nbsp; Can produce chronic cough.&nbsp; Among the ILDs, cough is particularly common in idiopathic pulmonary fibrosis (IPF), likely due to fibrotic distortion of the airways and comorbid acid reflux (a stimulus for repetitive lung injury).</li>\n\t<li><strong>Cardiogenic cough</strong> (due to left heart failure):&nbsp; Can be chronic, wet, and sometimes with frothy sputum (eg, as seen in pulmonary edema).&nbsp; Associated symptoms include exertional dyspnea, orthopnea, and lower extremity fluid retention.&nbsp; Wheezing can sometimes be heard (cardiac asthma) due to airway wall edema.</li>\n</ul>\n<h2>Diagnoses of exclusion</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Referred cough</strong>:&nbsp; Can be a manifestation of ectopic cardiac beats (eg, premature atrial or ventricular contractions) or mitral valve prolapse due to <strong>shared vagal innervation</strong> of the heart and tracheobronchial tree.&nbsp; The Arnold ear-cough reflex refers to chronic cough due to irritation of the external auditory canal or tympanic membrane (eg, cerumen), similarly innervated by the vagus nerve (auricular branch).</li>\n\t<li><strong>Chronic idiopathic cough</strong> (sometimes called sensory neuropathic cough or cough hypersensitivity syndrome):&nbsp; Involves an abnormally hypersensitive cough reflex due to a threshold reset in the sensory fibers of the larynx.&nbsp; It often begins as a prolonged postinfectious cough that fails to resolve.</li>\n\t<li><strong>Tic (habit) cough</strong>:&nbsp; An expression of tic disorder (ie, involuntary movement).&nbsp; The cough has a stereotyped pattern (eg, train of 3 coughs with the same rhythm).&nbsp; It primarily occurs in school-aged children and adolescents with comorbid psychiatric diagnoses (eg, attention deficit hyperactivity disorder).&nbsp; The cough often has a theatrical loud \"honking\" quality and is absent during sleep, in sharp contrast to its disruptiveness while awake.</li>\n\t<li><strong>Somatic cough disorder</strong>:&nbsp; An expression of psychosomatic disorders (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/106358.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) such as factitious disorder (intentional cough to assume a \"sick role\"), malingering (intentional cough for secondary gain), or conversion disorder (unintentional cough with no specific goal).&nbsp; Its clinical presentation is nearly identical to tic cough (eg, stereotypical cough occurring in school-aged children, absent during sleep), but somatic cough disorder is more strongly associated with <strong>child abuse</strong>.</li>\n</ul>\n<h1>Management</h1><br><br><p>In the vast majority of cases, chronic cough improves with a standard set of interventions (eg, discontinuing ACE inhibitors, initiating antacid therapy for GERD).&nbsp; When possible, interventions should be introduced one at a time (ie, \"diagnostic trial\" approach).&nbsp; This allows for a working diagnosis to be established based on clinical response over a 2- to 4-week period.&nbsp; Extensive workup (eg, chest imaging) is rarely necessary unless red flag symptoms (eg, weight loss) are present.</p>\n<h2>Red flags</h2><br><br><p>Red flag symptoms include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Constitutional symptoms</strong> (eg, weight loss, fever, night sweats):&nbsp; Raise concern for malignancy or chronic infection.</li>\n\t<li><strong>Thick or purulent sputum</strong> (eg, yellowish, malodorous):&nbsp; Raise concern for bronchiectasis.</li>\n\t<li><strong>Hemoptysis</strong>:&nbsp; Raise concern for chronic bronchitis, bronchiectasis, tuberculosis, or malignancy.</li>\n\t<li><strong>Immunosuppression</strong>:&nbsp; Raise concern for chronic pulmonary infections (eg, mycobacteria, fungi).</li>\n\t<li><strong>Dyspnea</strong>:&nbsp; Raise concern for underlying lung disease (eg, COPD, ILD) or heart failure.</li>\n</ul><br><br><p>Depending on clinical suspicion, additional testing can include chest imaging, pulmonary function testing, and respiratory microbiology.</p>\n<h2>Diagnostic trials of therapy</h2><br><br><p>In patients without red flag symptoms, the diagnostic approach begins with treating the most likely suspected cause:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Suspected <strong>UACS</strong> (eg, drainage, congestion):&nbsp; Treated with sinus irrigation and intranasal glucocorticoids (eg, fluticasone spray).&nbsp; Of note, intranasal glucocorticoids are administered <em>after</em> sinus irrigation (to avoid washing out the medication).&nbsp; Additional options include intranasal anticholinergics (eg ipratropium spray) and antihistamines (eg, diphenhydramine at bedtime to reduce secretions, loratadine during the day to avoid sedation).</li>\n\t<li>Suspected <strong>GERD</strong> (eg, heartburn, hoarseness):&nbsp; Managed with lifestyle modification (eg, elevation of head of bed, dietary changes) with or without empiric trial of proton pump inhibitor (PPI) (eg, 8 weeks).&nbsp; In many cases, cough may be due to <strong>nonacid reflux</strong>, where the focus is on preventing reflux rather than suppressing gastric acidity.&nbsp; Therefore, major guidelines <strong>recommend against</strong> empiric PPI in patients <strong>without</strong> reflux symptoms, although the practice remains common in the real world.</li>\n\t<li>Suspected <strong>prolonged postinfectious cough</strong>:&nbsp; Generally managed with a trial of short-acting bronchodilator (eg, albuterol).</li>\n\t<li>Suspected <strong>asthma</strong>:&nbsp; Should be confirmed by spirometry at the soonest opportunity (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66259.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; If reversible airflow obstruction is present, an inhaled corticosteroid and bronchodilator should be added for asthma control.&nbsp; (In practice, asthma is sometimes difficult to distinguish from prolonged postinfectious cough.)</li>\n\t<li>Suspected <strong>ACE inhibitor cough</strong>:&nbsp; Managed by switching the patient to an angiotensin receptor blocker (ARB).&nbsp; The cough usually subsides within a few days of the substitution.</li>\n</ul><br><br><p>If substantial improvement is not seen, the next most likely cause should be treated.&nbsp; This sequential approach provides the most diagnostic clarity.&nbsp; In reality, most patients presenting with chronic cough already have multiple contributing comorbidities (eg, hiatal hernia, known asthma, allergic rhinitis), and a combination of interventions is often necessary.</p>\n<h2>Chronic idiopathic cough</h2><br><br><p>In roughly 10% of patients with chronic cough, an underlying cause cannot be found, and these patients may not respond to any of the diagnostic trials described above.&nbsp; These patients likely have aberrant hypersensitivity of their cough reflex, potentially triggered by a respiratory infection and then maintained by ongoing irritation to the larynx and airway mucosae from persistent coughing.&nbsp; Therefore, cough suppression with behavioral and pharmacologic (antitussive) therapy is the cornerstone of treatment:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Behavioral approaches:&nbsp; Include cognitive-behavioral therapy (eg, stress management, changing negative associations with cough) and biofeedback (eg, attention to muscle tension and premonitory symptoms).&nbsp; Treatment is typically provided by speech-language pathologists trained in cough management.</li>\n\t<li>Pharmacologic approaches:&nbsp; Include inhaled ipratropium (eg, blocking ganglionic transmission of the vagus nerve) and antitussive therapy such as benzonatate, dextromethorphan, gabapentinoids, and opioids (as a last resort).</li>\n</ul><br><br><p>Reducing cough trauma can allow the mucosae to heal, leading to significant relief in most patients.</p>\n<h1>Chronic cough in children</h1><br><br><p>In children, the diagnosis of chronic cough (ie, &gt;4 weeks) has a slightly different approach than in adults (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84977.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p>\n<h2>Red flags</h2><br><br><p>In addition to the classic red flags seen in adults (eg, hemoptysis), alarm signs in children include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Unilateral wheezing</strong>:&nbsp; Raises concern for an aspirated foreign body.</li>\n\t<li><strong>Poor growth or development</strong>:&nbsp; Raises concern for systemic illness (eg, cystic fibrosis).</li>\n\t<li><strong>Cough since infancy</strong> (with noisy breathing):&nbsp; Raises concern for congenital tracheomalacia.</li>\n\t<li><strong>Violent coughing</strong> (eg, inspiratory whoop, posttussive emesis):&nbsp; Raises concern for pertussis.</li>\n</ul><br><br><p>Dedicated evaluation can include chest x-ray and bronchoscopy (eg, foreign body, tracheomalacia) and sweat chloride level (eg, cystic fibrosis)&nbsp; Pertussis is generally a clinical diagnosis but can be confirmed with nasal PCR.</p>\n<h2>Evaluation for asthma</h2><br><br><p>In the absence of the red flags described above, <strong>asthma</strong> is the leading cause of chronic cough in children.&nbsp; Although asthma may be associated with other clinical findings (eg, wheezing, dyspnea, history of atopy), it can present with cough alone and an otherwise normal physical examination.&nbsp; Therefore, spirometry is recommended to assess for airflow obstruction (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85935.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; If unable to perform spirometry (eg, age &lt;4, uncooperative), a diagnostic trial of short-acting beta agonist (eg, albuterol) and inhaled corticosteroid can be considered.<p></p><br><br><p>If asthma is deemed unlikely, it is customary to obtain a chest x-ray to evaluate for an alternative diagnosis that may not have been initially suspected (eg, foreign body).</p>\n<h2>Diagnoses of exclusion</h2><br><br><p>Tic cough and somatic cough disorder are considered when there is no other medical explanation.&nbsp; They are noted by their noisy stereotyped quality and disappearance during sleep.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tic cough</strong>:&nbsp; Like other tics, most children outgrow tic cough by adolescence.&nbsp; However, behavioral cough suppression therapy is helpful for children with highly disruptive coughing.&nbsp; It has a high (&gt;90%) success rate within just a few sessions.</li>\n\t<li><strong>Somatic cough disorder</strong>:&nbsp; Children should be evaluated for potential abuse (asking parents to leave the room), especially if other behavioral changes are present (eg, acting out, bedwetting).&nbsp; Once safety is ensured, somatic cough disorder also responds well to behavioral therapy.</li>\n</ul>\n<h1>Antitussive therapy</h1><br><br><p>Antitussive medications are used to alleviate cough as a symptom while evaluating and treating underlying causes.&nbsp; However, they become the primary mode of treatment for chronic idiopathic cough.&nbsp; Antitussives are classified as peripherally or centrally acting (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87131.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p>\n<h2>Peripheral antitussives</h2><br><br><p>Peripheral antitussives block the sensory input from the larynx and respiratory tract.&nbsp; They include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Benzonatate</strong> (oral capsules).</li>\n\t<li><strong>Lidocaine</strong> or <strong>benzocaine</strong> (nebulized, for procedures such as bronchoscopy).</li>\n</ul><br><br><p>They act as <strong>local anesthetics</strong> that inhibit sodium-gated voltage channels on the sensory termini.&nbsp; Adverse effects are typically seen only in overdoses and are related to local anesthetic systemic toxicity (LAST) (eg, tremor, restlessness, tachyarrhythmias, tinnitus, methemoglobinemia).</p>\n<h2>Central antitussives</h2><br><br><p>Central antitussives inhibit the medullary cough center:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gabapentinoids</strong> (eg, gabapentin, pregabalin):&nbsp; Block voltage-gated calcium channels (alpha-2 delta subunit) throughout the central nervous system, lowering the excitability of cough center neurons.&nbsp; Adverse effects include drowsiness, vertigo, ataxia, and respiratory depression (especially in high doses, the elderly, or patients with renal impairment).</li>\n\t<li><strong>Dextromethorphan</strong>:&nbsp; Nonopioid central antitussive with a complex mechanism of action that possibly includes stimulation of sigma-1 and N-methyl-D-aspartate (NMDA) receptors in the periaqueductal gray of the midbrain, which suppresses the medullary cough center through interneurons.&nbsp; It is the most common antitussive, available over-the-counter in multiremedy cold and cough syrups.&nbsp; Its main advantage is minimal respiratory depression and low potential for abuse or dependency relative to opioid antitussives.&nbsp; Adverse effects include <strong>serotonin syndrome</strong> (if taken with selective serotonin reuptake inhibitors or monoamine oxidase inhibitors).</li>\n\t<li><strong>Opioids</strong> (eg, codeine, morphine, tramadol):&nbsp; Stimulate mu and delta opioid receptors in the brainstem cough center, leading to hyperpolarization and decreased excitability.&nbsp; Adverse effects include dose-dependent <strong>respiratory depression</strong>, drowsiness, and constipation.&nbsp; There is substantial concern for the development of tolerance and dependency with prolonged use.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Chronic cough (&gt;8 weeks in adults, &gt;4 weeks in children) has a wide range of etiologies.&nbsp; Most cases are due to upper airway cough syndrome (upper airway cough syndrome), gastroesophageal reflux disease, asthma, or prolonged postinfectious cough.&nbsp; Additional important etiologies include ACE inhibitors in adults and aspirated foreign bodies in young children.&nbsp; Diagnosis involves identifying red flags (eg, weight loss, purulent sputum) that could indicate malignancy, bronchiectasis, or chronic infections.&nbsp; In most patients, management involves diagnostic trials of therapy for the most likely suspected causes (eg, intranasal glucocorticoids for upper airway cough syndrome).&nbsp; Ultimately, around 10% of cases remain unexplained (chronic idiopathic cough), where a hypersensitive cough reflex leads to a self-perpetuating cycle of mucosal irritation.&nbsp; Treatment of these patients focuses on antitussive agents (eg, benzonatate, gabapentinoids, dextromethorphan) and behavioral cough suppression therapy.</p>\n</div>\n\n            "
}