{
  "meta": {
    "title": "Drowning (submersion injury)",
    "url": "https://brainandscalpel.vercel.app/drowning-submersion-injury-0477fb9a-fb1254.html",
    "scrapedAt": "2025-12-01T05:58:48.606Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Drowning is defined as respiratory impairment due to submersion in liquid.&nbsp; It is most common in children age &lt;5 and is often due to unsupervised access to water (eg, pool).&nbsp; Aspiration of water during submersion impairs oxygen exchange in the alveoli, resulting in hypoxemia, which can quickly lead to cerebral ischemia and cardiac arrest.&nbsp; Potential complications associated with nonfatal drownings (eg, rescued prior to death) include acute respiratory distress syndrome (ARDS) and hypoxic brain injury.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Age &lt;5</strong>:&nbsp; Very young age is related to inadequate swimming ability and lack of supervision; in this population, it is important to consider nonaccidental trauma (eg, abuse, neglect).</li>\n\t<li><strong>Adolescence and male sex</strong>:&nbsp; Both groups tend to engage in riskier aquatic activities.</li>\n\t<li><strong>Comorbid medical conditions</strong>:&nbsp; Seizure disorder and paroxysmal cardiac arrhythmias can lead to sudden loss of consciousness while in or around bodies of water.&nbsp; Neuromuscular disorders can impair coordination and strength while a patient is swimming.</li>\n\t<li><strong>Environmental factors</strong>:&nbsp; Lack of barriers (eg, fences) around water bodies is an environmental factor that can lead to drowning.</li>\n\t<li><strong>Alcohol and drug intoxication</strong>:&nbsp; Intoxication impairs motor skills, coordination, and judgment.</li>\n</ul>\n<h1>Pathogenesis</h1><br><br><p>In the early phase of drowning, hypoxemia (low oxygen levels in the blood) results from breath-holding and laryngospasm, a reflexive closure of the vocal cords on contact with water.&nbsp; This is followed by involuntary inspiration, which leads to fluid entering the alveoli, causing ventilation-perfusion mismatch and intrapulmonary shunting that worsens systemic hypoxemia.&nbsp; Fluid aspiration also disrupts surfactant, causing alveolar collapse, and increases the permeability of the alveolar-capillary membrane, resulting in alveolar and interstitial edema (ie, noncardiogenic pulmonary edema).</p>\n<h2>Fatal drowning</h2><br><br><p>Decreased oxygen delivery to vital organs causes tissue ischemia, lactic acidosis, and end-organ dysfunction, particularly impacting the brain and heart.&nbsp; Cerebral ischemia and cardiac arrhythmias, which progress from bradycardia to pulseless electrical activity to asystole, can lead to death within minutes.</p>\n<h2>Nonfatal drowning</h2><br><br><p>Patients with a brief, minor drowning event may experience minimal or no adverse effects.&nbsp; However, some who are rescued before death develop serious, potentially life-threatening complications as a result of submersion, which can affect multiple organ systems.</p><br><br><p><strong>Pulmonary system</strong></p><br><br><p>There may be evidence of pulmonary injury (eg, cough, crackles, tachypnea) immediately after a patient is rescued, especially with large-volume aspiration or prolonged submersion.&nbsp; However, respiratory symptoms can gradually develop in patients with a seemingly mild event because fluid that is coughed out quickly can still cause significant lung injury.&nbsp; Pulmonary complications may include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pulmonary edema</strong> and <strong>ARDS</strong>:&nbsp; Signs and symptoms of ARDS (eg, dyspnea, wheezing, crackles, cyanosis, hypoxemia) typically begin within the first 8 hours and can progress insidiously over 72 hours.</li>\n\t<li>Bronchospasm:&nbsp; This condition occurs due to acute inflammation from fluid in the airways.</li>\n\t<li>Secondary infection (ie, aspiration pneumonia):&nbsp; Infection is often due to aspiration of contaminated fluids (eg, sewage).</li>\n</ul><br><br><p><strong>Central nervous system</strong></p><br><br><p>The highest morbidity and mortality in drowning patients is due to <strong>cerebral hypoxia</strong> (eg, insufficient oxygen in the tissue).&nbsp; Neuronal injury from oxygen deprivation can result in:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Neurocognitive deficits (eg, difficulty with memory or concentration).</li>\n\t<li>Motor deficits (eg, weakness).</li>\n\t<li>Anoxic brain injury with permanent debility (eg, persistent vegetative state).</li>\n\t<li>Brain death.</li>\n</ul><br><br><p>The degree of neurologic injury varies based on the duration of submersion and the extent of hypoxemia.&nbsp; Neurologic recovery is often worse when widespread neuronal necrosis leads to cerebral edema because the increase in intracranial pressure further reduces cerebral perfusion.</p><br><br><p><strong>Cardiovascular system</strong></p><br><br><p>Hypoxia-induced arrhythmias or cardiac arrest can occur as oxygen deprivation worsens (eg, from the development of ARDS).</p>\n<h1>Clinical presentation and diagnosis</h1><br><br><p>Drowning is a clinical diagnosis based on a history of submersion.&nbsp; The clinical presentation may vary with the event severity (eg, time under water, time to resuscitative efforts), but the characteristic findings include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Respiratory:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Severe:&nbsp; Apnea, hypoxemia, and respiratory distress.</li>\n\t\t<li>Mild to moderate:&nbsp; Dyspnea, wheezing, crackles, coughing, and retractions.</li>\n\t</ul>\n\t</li>\n\t<li>Neurologic:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Severe:&nbsp; Coma/unconscious, seizure activity, and myoclonic jerking.</li>\n\t\t<li>Mild to moderate:&nbsp; Lethargy, disorientation, or possible full alertness.</li>\n\t</ul>\n\t</li>\n\t<li>Cardiovascular:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Several:&nbsp; Asystole and pulseless electrical activity.</li>\n\t\t<li>Mild to moderate:&nbsp; Arrhythmias, including sinus tachycardia, bradycardia, or atrial fibrillation.</li>\n\t</ul>\n\t</li>\n\t<li>Other findings:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Cyanosis.</li>\n\t\t<li>Hypothermia (due to exposure):&nbsp; Neuroprotective in some cases due to decreased metabolic activity and lower oxygen requirements.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Delineating the duration of time under water, the time to resuscitation, and the length of resuscitative efforts helps determine the prognosis.</p>\n<h1>Laboratory evaluation</h1><br><br><p>Laboratory work-up may not be necessary for well-appearing, asymptomatic patients after a submersion episode but is often useful for those with persistent or severe symptoms (eg, hypoxemia, respiratory distress, altered mental status).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Arterial blood gas quantifies hypoxemia, hypercapnia, and metabolic/respiratory acidosis.&nbsp; Lactic acidosis can result from diffuse tissue ischemia and respiratory acidosis from decreased alveolar carbon dioxide exchange.</li>\n\t<li>Cardiac enzymes and ECG rule out myocardial injury or arrhythmias that may have contributed to the initial drowning event or that resulted from postsubmersion hypoxemia.</li>\n\t<li>A complete blood count may show leukocytosis, which can occur due to stress or the development of aspiration pneumonia.</li>\n\t<li>Liver function tests may show severe or prolonged hypoxemia that can lead to multiorgan injury, including liver failure.</li>\n\t<li>An ethanol level and a urine drug screen can be used to assess for substance use as a predisposing factor to drowning.</li>\n\t<li>A bedside glucose level shows hypoglycemia, which is an easily reversible cause of CNS depression.</li>\n</ul>\n<h1>Imaging studies</h1><br><br><p>Patients who have or develop signs of lung or neurologic injury have imaging performed.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chest x-ray is obtained in patients with dyspnea, crackles, or low oxygen saturation to evaluate for noncardiogenic pulmonary edema, aspiration pneumonia, and ARDS.</li>\n\t<li>CT scan of the brain assesses for evidence of cerebral edema, which portends a worse neurologic outcome.</li>\n\t<li>MRI of the brain is the most sensitive modality for detecting and quantifying the extent of ischemic injury to brain tissue.</li>\n</ul>\n<h1>Management</h1><br><br><p>Hypoxemia with resultant tissue hypoxia is the primary cause of morbidity and mortality associated with drowning.&nbsp; Rapid correction of hypoxemia is the primary goal when managing drowning victims (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66420.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h2>Symptomatic patients</h2><br><br><p>Acute management of postdrowning patients includes the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Perform <strong>immediate rescue breaths</strong> for patients in cardiac arrest:&nbsp; Because the primary cause of cardiac arrest in most drowning patients is hypoxemia, give rescue breaths first <strong>(prior to chest compressions)</strong>.</li>\n\t<li>Initiate cardiopulmonary resuscitation (CPR):&nbsp; If the patient remains pulseless after rescue breaths, begin chest compressions, apply an automatic external defibrillator, and proceed with the Advanced Cardiac Life support (ACLS) algorithm (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L34624.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t<li>Remove wet clothing and keep the patient warm to prevent hypothermia.</li>\n\t<li>Perform cervical spine immobilization if spinal injury is suspected (eg, patient dove into pool).</li>\n</ul><br><br><p>ACLS protocols should be continued until there is return of spontaneous circulation or death is declared.&nbsp; Resuscitation of hypothermic patients should continue until the core temperature reaches 32-35 C (89.6-95 F) (hence the adage \"you aren't dead until warm and dead\").&nbsp; If asystole persists for at least 20 minutes at this temperature, the patient may be declared dead.</p><br><br><p>Successfully resuscitated patients (ie, pulses present) or those rescued prior to cardiac arrest are managed based on the severity of their postsubmersion symptoms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients with <strong>apnea</strong>, <strong>coma</strong> (inability to protect airway), or <strong>severe respiratory distress</strong> require <strong>emergent intubation</strong> and 100% oxygen via the ventilator.</li>\n\t<li>Patients who are breathing spontaneously but are <strong>symptomatic</strong> (eg, cough, crackles) <strong>and hypoxic</strong> (SpO<font size=\"2\"><sub>2</sub></font> &lt;94%) should receive:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Supplemental oxygen/respiratory support</strong> delivered via nasal cannula, nonrebreather mask, or noninvasive positive pressure ventilation (NIPPV) keeps saturations &gt;94%.&nbsp; NIPPV may be more effective because it reduces atelectasis and improves ventilation/perfusion mismatch.</li>\n\t\t<li>Bronchodilators for bronchospasm.</li>\n\t\t<li>If persistently hypoxic (SpO<font size=\"2\"><sub>2</sub></font> &lt;90%) despite these interventions, possible intubation.</li>\n\t</ul>\n\t</li>\n\t<li>Patients who are symptomatic (eg, cough, crackles) with normal oxygen saturation do not require oxygen supplementation but should be closely monitored for at least 8 hours for signs of deterioration or delayed complications (eg, pulmonary edema).\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Patients can be discharged after 8 hours if they have normal mental status, improvement in previous symptoms (eg, cough), normal vital signs, normal SpO<font size=\"2\"><sub>2</sub></font> (&gt;94%) on room air, normal lung sounds, and a normal chest radiograph (obtained at the end of the observation period).</li>\n\t\t<li>Any sign of decline (eg, developing hypoxia, worsening dyspnea) during observation requires extended hospitalization.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Asymptomatic patients</h2><br><br><p>Patients with no symptoms after a submersion event should also be closely observed for at least 8 hours.&nbsp; If they remain asymptomatic and a chest x-ray taken at the end of the observation period is clear, they can be discharged.</p>\n<h2>Secondary complications</h2><br><br><p>Hospitalized patients who develop secondary complications such as aspiration pneumonia or severe ARDS may require additional interventions, including antibiotics for pulmonary infection and extracorporeal membrane oxygenation for persistent hypoxemia despite mechanical ventilation.</p>\n<h1>Prognosis</h1><br><br><p>Patients&nbsp; generally recover fully when they are rescued quickly and receive prompt resuscitation,&nbsp; but prolonged hypoxemia can lead to death or permanent neurologic deficits.</p><br><br><p>Worse prognoses are associated with the following factors:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Submersion time &gt;5 minutes</strong> (most important factor).</li>\n\t<li><strong>Delay in resuscitation efforts</strong> (&gt;10 min) or <strong>prolonged resuscitation</strong> duration (&gt;25 min).</li>\n\t<li><strong>Age &gt;14</strong> (patients age &lt;5 have the best outcomes).</li>\n\t<li>Severely <strong>altered mental status</strong> (Glasgow Coma Scale &lt;5), <strong>acidosis</strong> (pH &lt;7.1), or <strong>persistent apnea</strong> on presentation.</li>\n</ul>\n<h1>Prevention</h1><br><br><p>Drowning can often be prevented through proper education and diligent water safety practices.&nbsp; Key measures include continuous and vigilant supervision of children by a responsible adult, four-sided pool barriers with self-latching gates, swim lessons for young children, correct use of flotation devices, and avoidance of alcohol and drugs during water activities.</p>\n<h1>Summary</h1><br><br><p>Drowning refers to respiratory impairment from submersion in liquid (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38194.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Complications of drowning result from fluid aspiration that washes out pulmonary surfactant, impairs alveolar gas exchange, and increases the permeability of alveolar-capillary membranes.&nbsp; These changes result in hypoxemia, which can ultimately lead to irreversible hypoxic brain injury and cardiac arrest.&nbsp; Rapid reversal of hypoxemia is the most important aspect of treatment.<p></p>\n</div>\n\n            "
}