{
  "meta": {
    "title": "High altitude illness",
    "url": "https://brainandscalpel.vercel.app/high-altitude-illness-b9e69ce8-fb1254.html",
    "scrapedAt": "2025-12-01T05:58:55.903Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction </h1>\n<p>High altitude illness encompasses 3 conditions that develop in climbers or travelers who ascend to high altitude (generally &gt;2500 m [8000 ft]) without sufficient time for acclimatization.&nbsp; They include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute mountain sickness</li>\n\t<li>High altitude cerebral edema (HACE)</li>\n\t<li>High altitude pulmonary edema (HAPE)</li>\n</ul><br><br><p>In addition, chronic mountain sickness, a form of pulmonary hypertension with severe polycythemia, can develop in individuals residing permanently at high altitude.</p>\n<h1>Pathogenesis </h1><h2>Normal adaptation to altitude</h2><br><br><p>Atmospheric pressure (and therefore partial pressure of inspired oxygen [PiO<font size=\"2\"><sub>2</sub></font>]) decreases with increasing altitude, resulting in hypobaric hypoxemia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59688.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Normal physiologic responses include the following (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/44526.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Brain:&nbsp; Cerebral vasodilation results in mildly increased intracranial pressure.</li>\n\t<li>Lungs:&nbsp; Pulmonary vasoconstriction results in mildly increased pulmonary artery pressure.&nbsp; An increased ventilatory drive also causes respiratory alkalosis (↓PaCO<font size=\"2\"><sub>2</sub></font> allows for ↑PaO<font size=\"2\"><sub>2</sub></font>).</li>\n\t<li>Kidneys:&nbsp; Increased bicarbonate excretion allows for metabolic compensation.&nbsp; Increased sodium excretion allows for plasma volume contraction and hemoconcentration.</li>\n\t<li>Heart:&nbsp; Increased stroke volume and heart rate augment cardiac output.</li>\n\t<li>Blood:&nbsp; High red cell production (eg, erythropoeitin) enhances blood oxygen carrying capacity.&nbsp; Lower oxyhemoglobin affinity (eg, 2,3-bisphosphoglyceric acid) enhances tissue oxygen delivery capacity.</li>\n</ul><br><br><p>Proper acclimatization to altitude requires 2-3 days (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26296.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The most important risk factor for high altitude illness is rapid ascent (eg, &gt;1600 m/day).<p></p><br><br><p>The pathophysiology of high altitude illnesses represents dysregulation of cerebral (acute mountain sickness/HACE) and pulmonary (HAPE) blood flow when ascent is rushed.</p>\n<h2>Acute mountain sickness and high altitude cerebral edema (HACE)</h2><br><br><p>The pathophysiology of acute mountain sickness and HACE involves <strong>hypoxic cerebral vasodilation</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26319.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), which outweighs the vasoconstrictive effects of the acute hypocapnia from increased minute ventilation (because the brain prioritizes oxygen).&nbsp; Acute mountain sickness and HACE represent 2 ends of a severity spectrum.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute mountain sickness:&nbsp; Initially, increased cerebral blood flow results in <strong>mildly elevated intracranial pressure </strong>(eg, nausea, vomiting, headache).</li>\n\t<li>HACE:&nbsp; In more severe cases, hyperperfusion results in <strong>vasogenic cerebral edema</strong> (eg, confusion, ataxia) which can progress to herniation, coma, and death.</li>\n</ul><br><br><p>In addition to rapid ascent, risk factors for acute mountain sickness and HACE include conditions that blunt the hypoxic ventilatory response (eg, central sleep apnea), predispose to cerebral vasodilation (eg, migraine headache), or increase susceptibility to hypoxia (eg, underlying heart and lung disease).</p>\n<h2>High altitude pulmonary edema (HAPE)</h2><br><br><p>The pathophysiology of HAPE involves <strong>intense hypoxic pulmonary vasoconstriction</strong>, which raises pulmonary arterial pressure (compounded by increased cardiac output at altitude).&nbsp; Eventually, the capillaries rupture and leak, resulting in <strong>diffuse pulmonary edema and alveolar microbleeds</strong>.&nbsp; The resulting hypoxemia from HAPE can synergistically worsen HACE.</p><br><br><p>In addition to rapid ascent, risk factors for HAPE include conditions that are associated with elevated pulmonary blood flow (eg, patent foramen ovale), increased baseline pulmonary artery pressure (eg, pulmonary hypertension), and lung vascular leakiness (eg, acute respiratory infections).</p>\n<h1>Clinical presentation </h1><h2>Acute mountain sickness/HACE</h2><br><br><p>Acute mountain sickness and HACE are clinical diagnoses based on ascent parameters (eg, rapidity, altitude), characteristic symptoms, and mental status examination.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Onset</strong> of acute mountain sickness:&nbsp; Fatigue, headache, and nausea typically start within <strong>6-24 hours</strong>.&nbsp; Symptoms are usually most severe on the first morning after sleeping at high altitude (eg, nocturnal hypoxemia).&nbsp; The risk of acute mountain sickness can be remembered with the 20/10 rule:&nbsp; incidence is approximately 20% in all travelers to 2,000 m and increases by 10% per additional 1,000 m of unacclimatized ascent.</li>\n\t<li><strong>Progression</strong> to HACE:&nbsp; Development of encephalopathy (eg, ataxia/stumbling, somnolence, confusion) indicates cerebral edema.&nbsp; Onset can be subtle (eg, lagging behind climbing companions) and requires proactive awareness.</li>\n</ul><br><br><p>When patients with HACE arrive in a hospital setting, the following findings can be seen:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Neuroimaging:&nbsp; Diffuse subcortical inflammation and edema on CT or MRI.&nbsp; The MRI findings can persist for weeks after symptoms have resolved and can aid in diagnosing HACE retrospectively.</li>\n\t<li>Chest examination and imaging:&nbsp; Most patients with HACE have concurrent HAPE.&nbsp; Examination shows inspiratory crackles, and x-ray of the chest shows diffuse, fluffy opacities.</li>\n</ul><br><br><p>Notably, when discussing patients with high altitude illness, it is preferred to say \"acute mountain sickness\" rather than the abbreviation \"AMS,\" which can also refer to \"altered mental status,\" to prevent confusion with encephalopathy (ie, HACE).</p>\n<h2>HAPE</h2><br><br><p>HAPE typically develops at a lower altitude (&gt;3,000 m) than HACE (&gt;4,000 m).&nbsp; This is likely because hypoxemia (eg, from antecedent HAPE) promotes cerebral vasodilation, greatly increasing the risk of subsequent HACE.&nbsp; In fact, most patients with HACE have some degree of HAPE.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Onset</strong>:&nbsp; Symptoms initially appear <strong>2-5 days</strong> after arrival at altitude.&nbsp; The initial symptoms are reduced climbing performance (eg, falling behind), worsening exertional dyspnea, coughing, and vague chest discomfort.</li>\n\t<li><strong>Progression</strong>:&nbsp; Pulmonary edema leads to hypoxemia, further exacerbating pulmonary vasoconstriction in a vicious cycle.&nbsp; Most patients are dyspneic at rest and have a <strong>wet, gurgling cough</strong>, potentially with frothy pink sputum or even frank hemoptysis.</li>\n</ul><br><br><p>At evaluation, patients with HAPE display <strong>acute respiratory distress</strong> (eg, tachypnea, perioral cyanosis).&nbsp; Chest auscultation reveals diffuse, wet crackles.&nbsp; When available, portable chest imaging reveals bilateral, fluffy opacities.&nbsp; Severe cases of HAPE can progress to acute right heart failure and cardiogenic shock.</p>\n<h1>Differential diagnosis </h1><h2>Conditions that mimic high altitude illness</h2><br><br><p><strong>Acute mountain sickness:</strong>&nbsp; The main symptoms are headache, fatigue, and nausea.&nbsp; Other conditions frequently encountered include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>CO poisoning (eg, petroleum stoves or heaters in poorly ventilated tent)</li>\n\t<li>Migraine headache (eg, stereotypical pain and aura in patients with known history)</li>\n\t<li>Veisalgia (ie, alcoholic hangover)A distinctive feature of acute mountain sickness is peak symptom severity on the morning after first sleeping at a new altitude, followed by gradual improvement when acclimatizing in-place.</li>\n</ul><br><br><p><strong>HACE:</strong>&nbsp; The main symptoms are confusion, ataxia, and altered consciousness.&nbsp; Any encephalopathy is assumed to be HACE, and immediate descent is always required.&nbsp; However, the differential also includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Severe CO poisoning</li>\n\t<li>Metabolic derangements (eg, hypoglycemia, hyponatremia [eg, due to acetazolamide])</li>\n\t<li>Hypothermia (eg, exhausted climber with insufficient skeletal muscle heat generation)There is no distinctive feature of HACE.&nbsp; However, almost all patients have significant hypoxemia (the inciting factor), with a majority having overt HAPE (eg, crackles).&nbsp; Focal neurologic deficits (eg, hemiparesis) are due most likely to neurovascular events (eg, stroke) or hypoglycemia, rather than HACE.</li>\n</ul><br><br><p><strong>HAPE:</strong>&nbsp; The main symptoms are dyspnea, exertional intolerance, and worsening hypoxemia.&nbsp; Differential diagnosis includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bronchospasm (eg, exercise- or cold-exacerbated asthma)</li>\n\t<li>Cardiogenic pulmonary edema (eg, left heart failure)</li>\n\t<li>Other acute pulmonary conditions (eg, infectious pneumonia, spontaneous pneumothorax)A distinctive feature of HAPE is profound hypoxemia (eg, SpO<font size=\"2\"><sub>2</sub></font> often &lt;60%) that corrects rapidly with supplemental oxygen.&nbsp; Rapid improvement after initiating oxygen therapy is nearly pathognomonic of HAPE.</li>\n</ul><br><br><p>The differential diagnoses above can coexist with true high altitude illness, but they are the more likely culprit in patients who:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>develop symptoms at &lt;1,500 m (~5,000 ft) of altitude.</li>\n\t<li>develop acute mountain sickness-like or neurologic symptoms &gt;1 week after arriving at altitude.</li>\n\t<li>continue to deteriorate (or do not readily improve) after descent.</li>\n</ul><br><br><p>Particularly in older climbers or travelers, the stress of high altitude can bring about decompensation of chronic medical conditions (eg, chronic obstructive pulmonary disease, ischemic heart disease).&nbsp; In general, all baseline symptoms (ie, stable angina at sea level) are expected to worsen at altitude.</p>\n<h2>Chronic mountain sickness</h2><br><br><p>Chronic mountain sickness (ie, Monge disease) occurs in long-term visitors to and native residents (eg, Sherpas) of high altitudes.&nbsp; It involves <strong>extreme secondary polycythemia</strong> (often with hematocrit &gt;65%) due to hypoxia-induced erythropoiesis.&nbsp; The combination of desaturated blood with high red cell count leads to a deep purplish hue.&nbsp; Most patients also have pulmonary hypertension (ie, medial thickening) due to the chronic hypoxemia.&nbsp; The increased cardiac workload (from high blood viscosity and pulmonary hypertension) eventually results in right heart failure.</p>\n<h1>Prevention </h1><br><br><p>Most cases of acute altitude illness can be prevented with proper measures, including acclimatization (all climbers) and pharmacoprophylaxis (some climbers).</p>\n<h2>Acclimatization</h2><br><br><p>Gradual or staged ascent is the key to preventing high altitude illness.&nbsp; In general, climbers should not sleep 500 m higher than the previous night (\"climb high, sleep low\").&nbsp; This concept of \"sleeping low\" emphasizes the role of nocturnal hypoventilation in pathogenesis, which can be mitigated by allowing more time for renal metabolic acidification.</p>\n<h2>Pharmacoprophylaxis </h2><br><br><p><strong>Acetazolamide</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59729.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) is often used, particularly for patients with prior severe high altitude illness.&nbsp; It is a carbonic anhydrase inhibitor that enhances renal bicarbonate excretion, creating a metabolic acidosis that stimulates central respiratory drive.&nbsp; It also reduces cerebrospinal fluid volume and lowers intracranial pressure, although this is likely a minor effect.<p></p><br><br><p>Acetazolamide does not protect against HAPE because it has no effect on pulmonary vascular resistance.&nbsp; For high-risk patients (eg, prior HAPE), <strong>nifedipine</strong> is a vascular smooth muscle relaxant that counters hypoxic pulmonary vasoconstriction, lowering pulmonary artery pressure to prevent edema formation.</p><br><br><p>In rare cases when immediate ascent is required (eg, airdrop rescue operation), dexamethasone is preferred over acetazolamide due to its faster onset of action.&nbsp; Dexamethasone prevents inflammatory brain edema, but does not directly assist with acclimatization (ie, should not be discontinued until return to low altitude).</p>\n<h2>Other measures</h2><br><br><p>Climbers should maintain hydration and avoid respiratory depressants (eg, alcohol, benzodiazepines, opioids) because they contribute to central sleep apnea.&nbsp; For insomnia, respiratory-neutral agents (eg, diphenhydramine, ramelteon) are preferred.</p>\n<h1>Treatment</h1><h2>Acute mountain sickness</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pausing ascent</strong>:&nbsp; Resting in-place for 1-2 days with supportive care (eg, nonsteroidal anti-inflammatory drugs for headache, antiemetics) is typically sufficient to allow time for acclimatization.</li>\n\t<li>Sometimes, even severe acute mountain sickness (ie, extreme fatigue, but without encephalopathy) can be treated in-place (eg, low-flow oxygen, acetazolamide).&nbsp; Descent definitively resolves acute mountain sickness, but is generally necessary only when symptoms do not improve after the previous measures.</li>\n</ul>\n<h2>HACE</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Urgent descent (mandatory)</strong>:&nbsp; Patients should descend by a minimum of 1,000 m at the first sign of encephalopathy.&nbsp; Cerebral edema can progress rapidly, rendering victims nonambulatory and making rescue efforts dangerous (ie, high mortality for patient and entire unit).</li>\n\t<li>Temporizing measures (eg, intramuscular dexamethasone, supplemental oxygen) can reduce brain inflammation while descending.&nbsp; Most patients with HACE have concurrent HAPE and are treated with nifedipine as well.</li>\n</ul>\n<h2>HAPE</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Supplemental oxygen</strong>:&nbsp; This first-line treatment is started while preparing for descent.&nbsp; It reverses hypoxic pulmonary vasoconstriction, producing clinical improvement within several minutes.&nbsp; In some cases, patients quickly improve when treated in-place with oxygen ± pulmonary vasodilators (eg, nifedipine, tadalafil), making descent unnecessary.</li>\n\t<li><strong>Urgent descent (advised)</strong>:&nbsp; Unless patients quickly improve on supplemental oxygen, they should descend to a medical facility (ideally &lt;3,000 m).&nbsp; During descent, all unnecessary exertion must be minimized (eg, immediate removal of backpacks and heavy gear).&nbsp; Strenuous activity raises cardiac output, contributing to lung capillary rupture and further edema.</li>\n</ul><br><br><p>Compressed oxygen is life-saving for HAPE and HACE.&nbsp; However, supply logistics are frequently challenging, especially at remote, high-altitude locations.&nbsp; Mobilizing enough oxygen to a stranded, critically ill patient is often impossible.&nbsp; In these dire situations, a portable inflatable hyperbaric chamber (eg, Gamow bag) can simulate lower altitude while awaiting rescue.</p>\n<h1>Summary </h1><br><br><p>High altitude illnesses encompass 3 conditions related to hypobaric hypoxemia:&nbsp; acute mountain sickness, high altitude cerebral edema (HACE), and high altitude pulmonary edema (HAPE).&nbsp; They affect primarily climbers or travelers who ascend rapidly to altitudes &gt;2,500 m (ie, without proper acclimatization).</p><br><br><p>Acute mountain sickness and HACE involve hypoxic cerebral vasodilation:&nbsp; Acute mountain sickness involves milder symptoms (eg, headaches, nausea), whereas HACE is signified by encephalopathy (eg, ataxia, confusion).&nbsp; Acute mountain sitness generally resolves with rest (allowing for acclimatization) and supportive measures, whereas HACE always requires immediate descent and temporization with dexamethasone.HAPE involves hypoxic pulmonary vasoconstriction, generating high pulmonary arterial pressure leading to alveolar capillary leak.&nbsp; HAPE often precipitates HACE.&nbsp; Treatment involves immediate supplemental oxygen, which usually produces rapid improvement.&nbsp; Descent is advised in most cases.</p><br><br><p>Gradual acclimatization (eg, \"climb high, sleep low\") is the most important preventive measure against high altitude illness.&nbsp; In addition, pharmacoprophylaxis with acetazolamide (acute mountain sickness/HACE) or nifedipine (HAPE) may be indicated for selected climbers.</p>\n</div>\n\n            "
}