{
  "meta": {
    "title": "Hypersensitivity pneumonitis",
    "url": "https://brainandscalpel.vercel.app/hypersensitivity-pneumonitis-5423a2fb-fb1254.html",
    "scrapedAt": "2025-12-01T05:58:55.887Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Hypersensitivity pneumonitis (HP) is an immune-mediated lung disease characterized by a granulomatous and lymphocytic inflammatory response to a range of inhaled organic antigens such as bird proteins (bird fanciers' lung) and soil bacteria and molds (farmers' lung).&nbsp; Most patients present with acute inflammatory HP, which is highly responsive to antigen removal and glucocorticoids.&nbsp; If acute HP is left untreated, chronic fibrotic HP can develop, leading to significant and permanent lung dysfunction.</p>\n<h1>Pathophysiology</h1><h2>Pathogenesis</h2><br><br><p>HP involves a spectrum of type III (ie, immune complex) or type IV (ie, CD4+ T-cells, macrophages) hypersensitivity reactions against a broad range of inhaled organic antigens.&nbsp; Initial sensitization is asymptomatic but leads to memory B and CD4+ T-cells being generated.&nbsp; Continued or repeated antigen exposure can cause acute or chronic manifestations:</p>\n <ul class=\"article-body-unordered-list\">\n<li><strong>Acute HP (type III)</strong>:&nbsp; Short-term exposure leads to formation of IgG-antigen immune complexes. These complexes deposit in the airspaces and alveolar interstitium, promoting influx of lymphocytes and macrophages.&nbsp; Acute features include diffuse pneumonitis (eg, ground glass opacities), a rapid course (eg, onset over days), and systemic inflammation (eg, febrile flu-like illness).</li><br><br><li><strong>Chronic HP (type IV):</strong>&nbsp; Prolonged exposure leads to CD4+ T-cell-mediated activation of alveolar macrophages, resulting in well-formed <strong>noncaseating granulomas</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73976.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) around the terminal bronchioles and in the alveolar interstitium.&nbsp; Persistent granulomatous inflammation can lead to secondary fibrotic changes.&nbsp; Chronic features include <strong>interstitial fibrosis</strong> (eg, reticulonodular opacities), a gradual course (eg, onset over weeks to months), and systemic inflammation (though less than acute HP).</li></ul><br><br><p>The evolution of HP can be conceptualized as a transition between mononuclear lymphocytic infiltration (early acute) to scanty, loosely-formed granulomas (late acute or subacute) to tightly-formed granulomas (early chronic) to fibrosis (late chronic).&nbsp; Most patients are on a continuum.&nbsp; Noncaseating granulomas are considered a defining feature of HP but are classically linked to the chronic (not the acute) form.</p>\n<h2>Risk factors</h2><br><br><p>There are ~50 recognized antigens associated with HP (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61231.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Some of the more common associations include:<p></p>\n <ul class=\"article-body-unordered-list\">\n<li>Bird fanciers' lung:&nbsp; Avian dander proteins.&nbsp; Approximately 10% of parrot-owners develop HP during the lifetime of their pet.&nbsp; Down stuffing (eg, luxury pillows) has also been implicated.</li><br><br><li>Farmers' lung:&nbsp; Moldy soil and hay (eg, thermophilic <em>Actinomycetes</em> spp).&nbsp; Similar molds can also grow in stagnant water (eg, humidifier lung) and some wind instruments (eg, bagpipe lung).</li><br><br><li>Hot tub lung:&nbsp; Nontuberculous mycobacterial proteins (eg, <em>Mycobacterium avium</em>) in jacuzzis and spas.</li><br><br><li>Other:&nbsp; Silo-filler lung (eg, nitrogen dioxide used as fumigant in grain silos), bagassosis (fungi on sugar cane), byssinosis (eg, cotton, hemp, sheep wool)</li></ul><br><br><p>When molds and bacteria are involved, HP is not due to infection itself but rather to the immunogenic components of the organisms' cell walls.&nbsp; Some patients have an exaggerated response due to a genetic predisposition involving MHC II alleles (responsible for foreign antigen presentation).</p>\n<h1>Acute HP</h1><h2>Presentation </h2><br><br><p>Most acute HP is clinically unrecognized because the vast majority of patients have mild to moderate <strong>fluctuating symptoms</strong> (eg, resembling intermittent asthma or a viral respiratory infection).&nbsp; Chest imaging (if obtained) may show fleeting hazy bilateral opacities and nodules.&nbsp; More severe acute HP can present with significant symptoms (eg, fever, chills, dyspnea, hypoxemia), especially after large intense exposure (eg, cleanup of moldy basement after flooding).&nbsp; Hospitalization may be required for acute respiratory failure.&nbsp; In some cases, acute HP can have a fulminant presentation mimicking acute respiratory distress syndrome (ARDS), with sudden onset of severe hypoxemia and extensive bilateral airspace opacification.</p>\n<h2>Diagnosis</h2><br><br><p>Diagnosis is primarily based on the combination of exposure history and characteristic chest imaging, with occasional need for more invasive testing (eg, bronchoalveolar lavage [BAL]).</p>\n <ul class=\"article-body-unordered-list\">\n<li><strong>Noninvasive (majority of cases)</strong>:&nbsp; Acute HP can be confidently diagnosed in those who have a clear exposure history and chest imaging showing patchy ground glass \n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59424.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) (ie, inflammatory) opacities, typically in the <strong>bilateral upper and middle lung</strong> zones (where there is greatest particle deposition).&nbsp; High-resolution CT (HRCT) is often obtained; in addition to ground glass, it reveals specific features such as tiny centrilobular nodules and tree-in-bud opacities, reflecting terminal airway involvement.&nbsp; Mosaic attenuation (hypodense lobules within a background of ground glass), reflecting peripheral air trapping due to small airway inflammation, is highly specific.</li><br><br><li>Invasive (minority of cases):&nbsp; When the clinical picture is unclear based on history or imaging (eg, atypical HRCT features), BAL is often the next step.&nbsp; <strong>Lymphocytic BAL cellularity (often &gt;40%)</strong> can help to differentiate acute HP from other lung conditions featuring diffuse ground glass such as ARDS (neutrophilic) and acute eosinophilic pneumonia.&nbsp; Lung biopsy is rarely required.</li>\n</ul>\n<p>Due to overlapping symptoms, a basic infectious screen (eg, respiratory viral panel) is usually part of the initial evaluation, particularly before starting systemic glucocorticoids.&nbsp; Some cases of HP have been diagnosed by culturing culprit sources (eg, moldy home air filter or continuous positive airway pressure tubing).&nbsp; Other tests such as serology and general markers of inflammation (eg, erythrocyte sedimentation rate, C-reactive protein) are nonspecific.</p>\n<h2>Treatment</h2><br><br><p>Management of acute HP involves antigen avoidance and (usually) systemic glucocorticoids.</p>\n <ul class=\"article-body-unordered-list\">\n<li><strong>Removal from the antigen</strong>:&nbsp; Hospitalization (ie, staying several nights away from source) is often enough to resolve acute HP.&nbsp; However, total antigen avoidance is sometimes impractical or impossible (eg, bird fanciers almost never part from their pet, even in the face of severe lung disease).</li><br><br><li><strong>Systemic glucocorticoids</strong>:&nbsp; Acute HP is considered a highly steroid-responsive disease.&nbsp; A relatively low dose of systemic steroids is often enough to clear the lung infiltrates completely.&nbsp; Inhaled glucocorticoids are sometimes used as an adjunct.</li></ul><br><br><p>Early acute HP (eg, mostly ground glass, highly lymphocytic BAL) responds better to glucocorticoids.&nbsp; Subacute transitioning to chronic HP (eg, more nodularity and fibrosis, acellular BAL) is less responsive.</p>\n<h1>Chronic HP</h1><br><br><p>Chronic HP is thought to result from unresolved episodes of acute HP with ongoing antigen exposure.&nbsp; In late stages, the inflammatory component of HP can be considered \"burned out,\" leaving behind <strong>bland fibrosis</strong>.</p>\n<h2>Presentation </h2><br><br><p>Chronic HP usually comes to attention after several years, when patients have significant dyspnea and fibrotic lung changes are already present.&nbsp; Symptoms include gradually worsening exertional dyspnea and nonspecific fatigue.&nbsp; Examination reveals dry inspiratory crackles, predominantly in the middle and upper lobes.&nbsp; Advanced chronic HP can be complicated by chronic hypoxemia and cor pulmonale (ie, secondary pulmonary hypertension) with digital clubbing and signs of right heart failure.</p>\n<h2>Diagnosis </h2><br><br><p>Diagnosis can sometimes be based on the combination of exposure history and characteristic imaging.&nbsp; However, unlike acute HP, invasive lung biopsy is usually required.</p>\n <ul class=\"article-body-unordered-list\">\n<li>Noninvasive (minority of cases):&nbsp; Chronic HP can be confidently diagnosed in patients with an established history of acute HP who subsequently develop chronic features on HRCT such as reticulation (early fibrosis) or honeycombing with architectural distortion (late fibrosis).&nbsp; Similar to the distribution of acute infiltrates, the chronic fibrosis affects the upper and middle lung zones (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95530.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li><br><br><li><strong>Invasive (majority of casess)</strong>:&nbsp; In all other patients, chronic HP can only be confidently diagnosed by <strong>lung histopathology</strong>.&nbsp; Most patients do not have an established history of acute and progressive HP.</li>\n</ul>\n<p>Pulmonary function testing is mainly used to track progression and treatment response, rather than for diagnosis of HP.&nbsp; It generally shows a restrictive pattern (ie, reduced lung volumes) with low DLCO.</p>\n<h2>Treatment</h2><br><br><p>Management of chronic HP involves several complementary parts:</p>\n <ul class=\"article-body-unordered-list\">\n<li><strong>Removal from the antigen</strong>:&nbsp; This remains a priority because most patients continue to have histologic granulomatous inflammation.&nbsp; Antigen avoidance preserves lung function and is associated with a 50% mortality reduction.</li><br><br><li><strong>Systemic glucocorticoids</strong>:&nbsp; Most patients are treated with a prolonged course (eg, weeks) of systemic steroids.&nbsp; Those with inflammatory features (eg, ground glass on imaging) are more responsive.</li><br><br><li><strong>Corticosteroid-sparing immunosuppressive</strong>:&nbsp; For patients requiring chronic immunosuppression, disease-modifying anti-rheumatic drugs (eg, azathioprine, mycophenolate, leflunomide) are often used to limit the dosage of glucocorticoids, as they are associated with greater long-term toxicity.</li><br><br><li><strong>Antifibrotic agents</strong>:&nbsp; Although mainly used for idiopathic pulmonary fibrosis (IPF), antifibrotic drugs (eg, nintedanib) have shown promise in slowing down fibrotic lung destruction in chronic HP.</li></ul><br><br><p>Supportive care (eg, pulmonary rehabilitation, supplemental oxygen, immunization) is indicated for all. Lung transplantation is considered for patients who deteriorate despite medical therapy.&nbsp; Outcomes are significantly better than other fibrotic interstitial lung diseases (eg, IPF).</p>\n<h1>Differential diagnosis</h1><br><br><p>HP involves granulomas against organic antigens (eg, fungal cell wall proteins).&nbsp; However, granulomatous lung inflammation can occur against inorganic antigens (eg, silicosis), live pathogens (eg, fungi, mycobacteria), or idiopathically with no identifiable cause (eg, sarcoidosis).&nbsp; Like HP, these conditions can progress from granulomatous to fibrotic lung disease.</p>\n <ul class=\"article-body-unordered-list\">\n<li><strong>Inorganic antigens</strong>:&nbsp; Silicosis occurs in patients with clear occupational exposure to silica minerals (eg, quarry workers and miners).&nbsp; Chest imaging can show confluent bilateral upper lobe scarring (similar to advanced fibrotic HP), but peripherally calcified \"eggshell\" lymphadenopathy is unique to silicosis.&nbsp; Of note, although they involve inorganic antigens, methotrexate pneumonitis (eg, rheumatoid arthritis) and berylliosis (eg, metal worker) are sometimes considered subtypes of HP.</li><br><br><li><strong>Mycobacterial and fungal Infections</strong>:&nbsp; Nontuberculous mycobacteria (eg, <em>M avium</em> complex) preferentially infect the middle and upper lobes, producing granulomas that can appear similar to HP, with chest imaging showing scattered micronodularity and tree-in-bud opacities.&nbsp; However, the granulomas are caseating (versus noncaseating in HP) and mediastinal lymphadenopathy is common (versus absent in HP).</li><br><br><li><strong>Sarcoidosis</strong>:&nbsp; Like HP, granulomas in sarcoidosis are distributed symmetrically in the middle and upper lobes.&nbsp; However, sarcoidosis usually involves bilateral hilar lymphadenopathy (absent in HP) and extrapulmonary manifestations (eg, ocular inflammation, hypercalcemia).&nbsp; In end-stage fibrotic sarcoidosis, the hilar lymphadenopathy can regress, leaving only upper lobe fibrosis which can be very difficult to distinguish from chronic fibrotic HP.</li></ul>\n<h1>Summary</h1><br><br><p>Hypersensitivity pneumonitis (HP) is an immune-mediated lung disease involving acute or chronic responses to inhaled organic antigens.&nbsp; HP is often named by specific exposures, such as avian proteins (bird fanciers' lung) or soil molds (farmers' lung).&nbsp; Pathologically, HP can be conceptualized as a transition between mononuclear lymphocytic infiltration (early acute) to scanty loosely-formed granulomas (late acute) to tightly-formed granulomas (early chronic) to fibrosis (late chronic).</p><br><br><p>Acute HP presents with rapid onset of fever and dyspnea.&nbsp; Chest imaging (eg, HRCT) shows patchy bilateral ground glass opacities and micronodular opacities.&nbsp; Chronic HP is characterized by noncaseating granulomas and fibrosis, resulting in gradually worsening dyspnea.&nbsp; Chest imaging shows reticular opacities and honeycombing.&nbsp; The disease predominantly affects the upper and middle lobes (ie, greatest antigen deposition).</p><br><br><p>Diagnosis is made on the basis of a clear exposure history and characteristic HRCT findings.&nbsp; Additional studies include bronchoalveolar lavage for lymphocytosis (acute HP) or lung biopsy for granulomas (chronic HP).&nbsp; Management involves antigen avoidance (all HP), systemic glucocorticoids (most effective for acute HP), and potential antifibrotic therapy and lung transplantation (chronic fibrotic HP).</p>\n</div>\n\n            "
}