{
  "meta": {
    "title": "Laryngomalacia",
    "url": "https://brainandscalpel.vercel.app/laryngomalacia-3aad6c53-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:05.304Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Laryngomalacia is the most common congenital cause of stridor in infants.&nbsp; The classic inspiratory stridor results from the dynamic collapse of the supraglottic structures during inspiration due to the structural and functional immaturity of the larynx.&nbsp; Although most cases are mild and self-limited, some infants may develop feeding difficulties, respiratory distress, or failure to thrive.</p><h1>Pathogenesis</h1><p>Dynamic changes to the airway caliber occur with inspiration and expiration due to pressure differentials created by airflow.&nbsp; During inspiration, faster airflow causes decreased intraluminal pressure in the airways (eg, decreased intralaryngeal pressure).&nbsp; In patients with a more collapsible extrathoracic airway (eg, laryngomalacia), the decreased pressure inferior to the larynx leads to increased airway narrowing, resulting in turbulent flow and <strong>inspiratory stridor</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50055.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Any increase in breathing effort (eg, due to feeding, crying) increases airflow, worsens supraglottic collapse, and increases stridor.<p></p><p>Although the etiology of <strong>supraglottic tissue collapse</strong> (causing the \"floppy\" larynx) is not known, etiologies may include:</p><ul class=\"article-body-unordered-list\"><li>Laryngeal hypotonia:&nbsp; Delayed maturation of neurologic coordination can occur due to abnormal sensorimotor integration.</li><li>Redundant soft tissue and/or decreased cartilaginous support:&nbsp; Immature cartilage leads to decreased cartilage framework support.&nbsp; Redundant soft tissue can become too large or heavy for the cartilaginous support structure.</li><li>Inflammation:&nbsp; Gastroesophageal reflux can lead to increased bulk of soft tissues and softening of the cartilage.&nbsp; Of note, nearly all patients with laryngomalacia have gastroesophageal reflux; however, it is unclear if this causes laryngomalacia or if the conditions have a common underlying etiology.</li></ul><h1>Risk factors</h1><ul class=\"article-body-unordered-list\"><li><strong>Gastroesophageal reflux</strong>.</li><li>Low birth weight (including prematurity and fetal growth restriction).</li><li>Neuromuscular disorders (eg, cerebral palsy, hypotonia).</li></ul><h1>Clinical presentation</h1><p>Stridor from laryngomalacia usually begins in the neonatal period and is loudest at age 4-8 months.&nbsp; Patients have chronic or recurrent inspiratory stridor that varies in severity.&nbsp; It is worsened by:</p><ul class=\"article-body-unordered-list\"><li>Supine positioning.</li><li>Feeding.</li><li>Upper respiratory illnesses.</li><li>Crying or agitation.</li></ul><p>A spectrum of severity is observed.&nbsp; Although many infants have noisy breathing with few consequences, stridor can lead to feeding difficulties, which can cause poor weight gain, respiratory distress, and failure to thrive (from a combination of feeding difficulties and respiratory distress).</p><h1>Differential diagnosis</h1><p>The differential diagnosis of laryngomalacia includes other causes of stridor in infants and toddlers, including (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/108596.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Foreign body aspiration</strong>:&nbsp; A foreign body in the trachea or main bronchus can cause acute respiratory distress, cyanosis, and stridor; a foreign body in the lower airway can lead to chronic or recurrent cough.&nbsp; Patients often have focal, unilateral wheezing and decreased breath sounds with a prolonged expiratory phase (due to distal air trapping).</li><li><strong>Vocal cord paralysis</strong>:&nbsp; Normally, vocal cords open for breathing and close for talking or swallowing.&nbsp; Paralysis of one or both cords leads to fixed obstruction at the level of the glottis.&nbsp; This presents with biphasic stridor, a weak cry, and, often, aspiration (due to a decreased ability to protect the airway).</li><li><strong>Tracheomalacia</strong>:&nbsp; Pediatric tracheomalacia is usually due to poor cartilaginous support of the large airways.&nbsp; The flaccidity of the large airways in the trachea leads to increased collapse during periods of increased intrathoracic pressure (eg, during expiration).&nbsp; Patients have expiratory wheezing that worsens with effort (eg, crying).</li><li><strong>Vascular ring</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/108600.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; A condition in which congenital malformations of the great vessels surround and compress the trachea (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L48688.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Patients with a vascular ring classically have esophageal compression and a biphasic stridor that improves with neck extension.</li><li><strong>Airway hemangioma</strong>:&nbsp; Vascular malformation of the subglottic trachea and/or larynx that grows in the first few weeks of life, leading to progressive biphasic stridor.&nbsp; In addition, many patients have concurrent skin hemangiomas in a beard distribution.</li></ul><h1>Diagnosis</h1><p>The diagnosis of laryngomalacia is based on observation of the <strong>typical stridor pattern</strong> and findings on <strong>flexible laryngoscopy</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91159.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), which is performed in awake infants to visualize the dynamic function of the supraglottic airway.&nbsp; Findings consistent with laryngomalacia include:<p></p><ul class=\"article-body-unordered-list\"><li>Omega-shaped (folded or curled) epiglottis.</li><li>Redundant aryepiglottic folds, which collapse inward.</li><li>Soft, immature cartilage in the supraglottic structures.</li></ul><p>These findings result in dynamic airway collapse during inspiration.</p><p>Laryngomalacia can have a wide range of severity.&nbsp; Mild cases can be diagnosed and managed in the outpatient setting.&nbsp; In contrast, severe cases (eg, desaturation, poor feeding, poor growth) may require hospitalization.&nbsp; Additional evaluation may be required for more severe or inconclusive cases and can include:</p><ul class=\"article-body-unordered-list\"><li>Airway fluoroscopy to evaluate for tracheomalacia or vascular rings.</li><li>Videofluoroscopic swallow study (eg, modified barium swallow study) to identify swallowing dysfunction and/or aspiration.</li><li>Polysomnography (sleep study) to characterize obstructive sleep apnea that may occur as a result of laryngomalacia.</li></ul><h1>Management</h1><p>Most cases resolve spontaneously by 18 months; therefore, in patients with mild cases (eg, intermittent stridor, no feeding difficulties, no cyanosis) observation with attention to respiratory function and weight gain is appropriate.</p><p>In more moderate cases, management often includes <strong>antireflux treatment</strong> (eg, H2 blocker, proton pump inhibitor [PPI]), which usually improves breathing (for somewhat unclear reasons).&nbsp; In addition, feeding modifications (eg, staying upright after feeding, having smaller and more frequent meals) are often recommended.</p><p>Surgery is reserved for patients with severe manifestations including severe airway obstruction (eg, cyanosis, apnea), failure to thrive (due to feeding difficulties), pulmonary hypertension, and obstructive sleep apnea.&nbsp; Surgical management involves the excision of redundant supraglottic tissue.</p><h1>Prognosis</h1><p>The prognosis for laryngomalacia is excellent; most cases resolve with appropriate management and have no long-term complications.&nbsp; For moderate cases, antireflux management is often successful.&nbsp; In severe cases that require surgery, the success rate is very high (&gt;90%) in patients in whom laryngomalacia is the only diagnosis.&nbsp; Failure rates are increased for patients with comorbid neurologic disorders, genetic syndromes, and/or multilevel airway obstruction.</p><h1>Summary</h1><p>Laryngomalacia (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/47968.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) is the most common congenital cause of infant stridor and occurs due to dynamic collapse of the supraglottic tissues.&nbsp; Laryngomalacia begins in infancy and is loudest at 4-8 months of age; the classic inspiratory stridor worsens with crying, feeding, and supine positioning.&nbsp; Diagnosis is with flexible fiberoptic laryngoscopy.&nbsp; Patients should be monitored for feeding difficulties and respiratory distress.&nbsp; If these are not present, most cases resolve spontaneously by 18 months.&nbsp; Moderate cases are managed with antireflux treatment, and severe cases (eg, feeding difficulties, respiratory distress) often require surgical management.<p></p></div>\n            "
}