{
  "meta": {
    "title": "Mediastinitis",
    "url": "https://brainandscalpel.vercel.app/mediastinitis-cf76a54f-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:07.068Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Mediastinitis refers to inflammation and infection of the mediastinum, the center compartment of the thoracic cavity located between the lungs.&nbsp; Mediastinitis is associated with significant morbidity and mortality and may arise as a complication of cardiothoracic surgery or esophageal perforation.&nbsp; Patients typically have chest pain, dyspnea, and systemic toxicity (eg, fever, tachycardia).&nbsp; Initial management involves broad-spectrum intravenous antibiotics and prompt surgical debridement.</p>\n<h1>Anatomy</h1><br><br><p>The mediastinum is the central compartment of the thoracic cavity and is located between the pleural sacs of the left and right lung.&nbsp; It is bordered inferiorly by the diaphragm, superiorly by the thoracic inlet, posteriorly by the thoracic spine, and anteriorly by the sternum.&nbsp; This space contains several vital structures, including the heart, great vessels (eg, aorta), esophagus, trachea/mainstem bronchi, thymus, thoracic duct, and lymph nodes.</p><br><br><p>The mediastinum is subdivided into the following sections by the <strong>transverse thoracic plane</strong> (an artificial plane that runs from the sternal angle to the inferior portion of the T4 vertebra):</p>\n<h2>Superior mediastinum</h2><br><br><p>The superior mediastinum is the area above the sternal angle (angle formed by the junction of the sternal body and manubrium), which is located at the T4 thoracic level.&nbsp; It contains the following structures:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Thymus, trachea, esophagus (upper portion)</li>\n\t<li>Great vessels (eg, aortic arch, brachiocephalic artery/vein, superior vena cava)</li>\n\t<li>Vagus, phrenic, and recurrent laryngeal nerves</li>\n</ul>\n<h2>Inferior mediastinum</h2><br><br><p>The inferior mediastinum is the area located below the sternal angle and is further divided into 3 sections (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12610.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anterior mediastinum</strong>:&nbsp; located between the sternum and pericardium and contains fat, lymph nodes, and lower thymus</li>\n\t<li><strong>Middle mediastinum</strong>:&nbsp; situated between the anterior and posterior margins of the pericardium and contains the heart/pericardium, ascending aorta, and pulmonary trunk</li>\n\t<li><strong>Posterior mediastinum</strong>:&nbsp; area behind the pericardium and in front of the thoracic spine (T5-12) that contains the lower esophagus, descending aorta, thoracic duct, and sympathetic trunks</li>\n</ul>\n<h1>Pathogenesis</h1><br><br><p>Contamination of the normally sterile mediastinal space is a serious, potentially life-threatening condition.&nbsp; Bacterial (or, in rare cases, fungal) infection results in an aggressive inflammatory response that involves neutrophil infiltration, increased capillary permeability, tissue edema, pus/abscess formation, and tissue necrosis.&nbsp; Infections can advance rapidly because the loose connective tissues that surround most mediastinal structures provide little resistance to bacterial spread.</p><br><br><p>Potential etiologies of mediastinitis include:</p>\n<h2>Postoperative complication</h2><br><br><p>Cardiothoracic surgery, particularly involving a <strong>median sternotomy</strong> (ie, incision through the sternum), such as coronary artery bypass grafting or cardiac transplant, is the most common cause of mediastinitis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/104650.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Microbial contamination of the mediastinal space can occur during the surgery or postoperatively when bacteria migrate from an infected surgical wound.&nbsp; <em><strong>Staphylococcus aureus</strong></em> is the most common causative organism, but gram-negative rods (eg, <em>Pseudomonas aeruginosa</em>), coagulase-negative <em>Staphylococcus</em> (common skin flora), and streptococcal organisms also account for a significant number of cases.<p></p><br><br><p>Risk factors for developing postoperative mediastinitis include diabetes mellitus, obesity, tobacco use, prolonged intraoperative time, emergency surgery, and a prolonged intensive care unit stay.&nbsp; Postoperative mediastinitis usually develops within 1-2 weeks following surgery.</p>\n<h2>Esophageal perforation</h2><br><br><p>Esophageal perforation can occur due to Boerhaave syndrome (severe wretching induces perforation/rupture), foreign body or caustic ingestion, or direct injury during endoscopy or esophageal dilation procedures (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49014.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Leakage of esophageal/gastric contents into the mediastinum causes a severe inflammatory reaction and introduces enteral aerobic and anaerobic bacteria into the mediastinal space.<p></p>\n<h2>Contiguous spread</h2><br><br><p>Descending necrotizing mediastinitis is a rare, but serious, form of mediastinitis that involves direct spread of polymicrobial oropharyngeal, odontogenic, or deep neck space infections into the mediastinum.</p>\n<h2>Trauma</h2><br><br><p>Penetrating thoracic injuries or blunt trauma that perforates the esophagus can introduce pathogens into the mediastinum.</p>\n<h1>Risk factors</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Recent cardiothoracic surgery with sternotomy</li>\n\t<li>Esophageal procedures (eg, endoscopy, dilation)</li>\n\t<li>Foreign body ingestion or consumption of corrosive substances</li>\n\t<li>Prolonged or forceful vomiting (Boerhaave syndrome)</li>\n\t<li>Immunosuppression (eg, diabetes mellitus, HIV)</li>\n\t<li>Recent oropharyngeal or deep neck space infection</li>\n\t<li>Poor dental hygiene (predisposing to odontogenic infections)</li>\n\t<li>Penetrating/blunt chest trauma</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>Patients with mediastinitis are often ill appearing and may present with:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Fever and chills</li>\n\t<li>Chest pain (often persistent and severe) that may radiate to the neck, shoulders, or back</li>\n\t<li>Dyspnea or respiratory distress</li>\n\t<li>Dysphagia or odynophagia</li>\n\t<li>Tachycardia and hypotension (suggests septic shock)</li>\n\t<li>Soft tissue crepitus in the neck or upper chest (most common with esophageal perforation)</li>\n\t<li>Neck pain, swelling, erythema (if descending infections are present)</li>\n\t<li>Tenderness, wound dehiscence, or drainage/discharge from the surgical site (in postoperative mediastinitis)</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Mediasinitis is a challenging diagnosis because the symptoms may overlap with or mimic several other conditions.&nbsp; The differential diagnosis includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Acute pericarditis</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31628.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ):&nbsp; Inflammation of the pericardium can cause sharp, pleuritic anterior chest pain that characteristically improves when sitting upright and leaning forward.&nbsp; Examination often reveals a pericardial friction rub and EKG shows diffuse ST-segment elevation and PR-interval depression.</li>\n\t<li><strong>Myocardial infarction</strong> (MI) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/92729.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):&nbsp; Classic symptoms of acute MI include severe, pressure-type precordial chest pain that worsens with exertion.&nbsp; Acute ST-segment elevation on EKG and/or elevated cardiac markers (eg, troponin) confirm the diagnosis.</li>\n\t<li><strong>Pulmonary embolism</strong>:&nbsp; Typically presents with sharp chest pain, shortness of breath, tachycardia, and hypoxia.&nbsp; Risk factors include recent surgery, immobilization, or history of deep venous thrombosis.&nbsp; The diagnosis is confirmed with a CT angiogram of the chest.</li>\n\t<li><strong>Pneumonia</strong>:&nbsp; May cause fever, shortness of breath, and chest pain, but patients typically have a cough and sputum production.&nbsp; X-ray or CT of the chest may reveal pulmonary effusions, but pulmonary infiltrate/consolidations are most common.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>Mediastinitis is suspected in patients with risk factors (eg, recent cardiothoracic surgery or endoscopy) who develop clinical symptoms including chest pain and dyspnea with systemic illness (eg, fever, shock).&nbsp; Laboratory evaluation and chest x-ray may provide supporting evidence, but CT imaging of the chest is the gold standard for confirming the diagnosis.</p>\n<h1>Laboratory evaluation</h1><br><br><p>The following laboratory tests are indicated when evaluating mediastinitis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count (CBC):&nbsp; Typically reveals leukocytosis with an increased predominance of neutrophils.</li>\n\t<li>Inflammatory markers:&nbsp; C-reactive protein (CRP) and erythrocyte sedimentation rate (ESR) may be elevated due to the robust immune response to infection.</li>\n\t<li>Blood cultures:&nbsp; Bacteremia is often present, and blood cultures can help identify and appropriately treat the causative organisms.</li>\n\t<li>Procalcitonin:&nbsp; An elevated level suggests an acute bacterial infection.</li>\n</ul>\n<h1>Imaging studies</h1><br><br><p>Imaging plays an important role in the diagnosis of mediastinitis.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chest X-ray</strong> is typically obtained as an initial screening test and may show mediastinal widening, air-fluid levels or gas bubbles (ie, pneumomediastinum) within the mediastinum, or pleural effusions.&nbsp; However, x-ray images are not detailed enough to definitively confirm the diagnosis.</li>\n\t<li><strong>Chest CT with contrast</strong> is the gold standard for diagnosis.&nbsp; Findings include <strong>mediastinal fluid collections/abscesses, air pockets in the mediastinal space</strong>, or thickening of mediastinal structures.&nbsp; Of note, CT scans may be challenging to interpret shortly after cardiothoracic surgery because normal postsurgical changes may be hard to differentiate from acute mediastinitis; however, the sensitivity and specificity of the CT scan improve as postoperative changes resolve (usually ~2 weeks postoperatively).</li>\n\t<li>Esophagogram evaluates for esophageal perforation as the potential cause of mediastinitis by detecting the leakage of water-soluble contrast from the esophagus.</li>\n\t<li>Soft tissue neck CT with contrast is indicated if there is concern for a descending oropharyngeal or odontogenic infection causing mediastinitis.</li>\n</ul>\n<h1>Management</h1><br><br><p>The treatment of mediastinitis requires prompt initiation of both medical and surgical interventions.&nbsp; Patients typically require care in an intensive care unit.</p>\n<h2>Medical management</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Empiric broad-spectrum antibiotics</strong>:&nbsp; Cover gram-positive, gram-negative, and anaerobic organisms, then tailor therapy based on culture results.&nbsp; Antibiotics may be required for several weeks.</li>\n\t<li><strong>Hemodynamic support</strong>:&nbsp; Intravenous fluids and vasopressors are necessary in cases of septic shock.</li>\n</ul>\n<h2>Surgical management</h2><br><br><p>Surgical management includes <strong>surgical debridement</strong> to remove the infected/necrotic tissue and drain fluid collections/abscesses to contain infection.&nbsp; In addition, esophageal repair is required when esophageal perforation is present, and infected sternotomy wounds may require rewiring or muscle flap closure after debridement to enable wound healing.</p><br><br><p>Serial laboratory testing is performed while the patient is hospitalized to monitor for improvement in leukocyte counts and inflammatory markers and to ensure normalization of blood cultures.&nbsp; Repeat imaging is important to confirm resolution of fluid collections and abscesses.</p>\n<h1>Prognosis</h1><br><br><p>Mediastinitis is a <strong>medical emergency</strong> that requires prompt diagnosis and treatment to prevent morbidity and mortality.&nbsp; Mortality rates may be as high as 40%-50% in severe cases that result in septic shock and organ failure.&nbsp; The prognosis depends largely on the timeliness of treatment, the patient's comorbid health conditions (eg, immunosuppression), and the etiology of the infection (outcomes tend to be worse with esophageal perforation or descending necrotizing mediastinitis vs a postsurgical etiology).</p>\n<h1>Summary</h1><br><br><p>Mediastinitis is a life-threatening condition that involves acute infection of the mediastinal tissues.&nbsp; It is most commonly caused by a postoperative infection following cardiothoracic surgery, but esophageal perforation and extension of head/neck infections are also possible etiologies.&nbsp; Prompt recognition and aggressive intervention with surgical debridement and broad-spectrum antibiotics is required to prevent significant morbidity and mortality.</p>\n</div>\n\n            "
}