{
  "meta": {
    "title": "On the Wards: Respiratory distress",
    "url": "https://brainandscalpel.vercel.app/on-the-wards-respiratory-distress-4e0e07de-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:12.239Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Respiratory distress is a clinical state that signals imminent respiratory failure or arrest.&nbsp; Recognition relies on a combination of intuition and key findings.&nbsp; They may include any of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Agitation or panic (due to air hunger).</li>\n\t<li>Marked tachypnea (eg, respiratory rate ≥28/min).</li>\n\t<li>Increased work of breathing (eg, diaphoresis, accessory muscles, tripod position, paradoxical abdominal motion).</li>\n\t<li>Drooling, dysphonia, or stridor.</li>\n\t<li>Grossly abnormal or absent breath sounds.</li>\n\t<li>Cyanosis or hypoxemia (late finding).</li>\n</ul><br><br><p>This article addresses respiratory distress in awake, spontaneously breathing patients.</p>\n<h1>Initial response</h1><h2>Taking the page</h2><br><br><p>In most hospitals, nurses activate a <strong>rapid response team</strong> for any patient whose condition is acutely unstable, including those displaying respiratory distress.&nbsp; The team typically includes a respiratory therapist and a critical care nurse, with a crash cart stocked with airway supplies, advanced cardiac life support medications (eg, epinephrine), and intubation drugs.</p><br><br><p>Focused triage questions include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>What are the patient's vitals?</li>\n\t<li>What is the patient's code status?</li>\n\t<li>What is the patient's level of consciousness?</li>\n\t<li>Should a rapid response be activated?</li>\n\t<li>When was the patient's last meal or NPO status?</li>\n</ul><br><br><p>The <strong>sign-out (handoff) sheet</strong> should be reviewed for relevant guidance; for example, a patient with an exacerbation of chronic obstructive pulmonary disease who was recently extubated but is still weak may require noninvasive mechanical ventilation.&nbsp; However, caution must be taken not to anchor to a single diagnosis.</p>\n<h2>First impressions</h2><br><br><p>The patient should be seen without delay.&nbsp; The priority is to recognize an airway emergency.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Airway emergency</strong>:&nbsp; Upper airway obstruction can be due to angioedema, deep neck infections (eg, Ludwig angina) and epiglottitis, or laryngospasm.&nbsp; It is crucial to immediately involve the airway team to prepare for urgent intubation (or tracheostomy if necessary).&nbsp; Signs include:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Extreme distress or agitation (eg, inability to remain still).</li>\n\t\t<li>Universal sign of choking (eg, clutching the neck).</li>\n\t\t<li>Stridor.</li>\n\t\t<li>Drooling, muffled voice, or inability to speak.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Not an airway emergency</strong>:&nbsp; Patients with respiratory distress but a clear airway likely have a gas exchange issue such as hypoxemic (eg, pulmonary edema) or hypercapnic respiratory failure (eg, asthma exacerbation).&nbsp; Although intubation may still be required, there is generally more time to prepare treatment and stabilize the patient's condition; noninvasive positive pressure support may be an option.</li>\n</ul>\n<h1>Bedside differential (As and Ps)</h1><br><br><p>The differential for <strong>sudden respiratory distress</strong> (ie, evolving over seconds to minutes) includes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Upper airway:</strong>&nbsp; Angioedema, epiglottitis, laryngospasm.</li>\n\t<li><strong>Lower airway and lungs</strong>:&nbsp; Aspiration, asthma, pneumothorax.</li>\n\t<li><strong>Cardiac</strong>:&nbsp; Angina (atypical), pulmonary edema, pulmonary embolism, pericardial tamponade.</li>\n\t<li><strong>Systemic</strong>:&nbsp; Anaphylaxis.</li>\n\t<li><strong>Psychogenic</strong>:&nbsp; Panic attack.</li>\n</ul><br><br><p>The differential can also be remembered as the <strong>5As and 5Ps</strong><font size=\"2\"><sub> </sub></font>(\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/127653.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Airway obstruction</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Angioedema</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Presentation:&nbsp; Inspiratory stridor + visible tongue and lip swelling.</li>\n\t\t<li>Context:&nbsp; Usually a component of anaphylaxis (eg, drug allergy).</li>\n\t\t<li>Management:&nbsp; Intubation for severe laryngeal edema, followed by medical treatment for allergy (eg, epinephrine, steroids, antihistamines).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Deep neck infections and epiglottitis</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Presentation:&nbsp; Inspiratory stridor + severe throat pain, fever, toxic appearance, 3 Ds (drooling, distress, dysphagia), dysphonia (muffled or \"hot potato\" voice).</li>\n\t\t<li>Context:&nbsp; Antecedent upper respiratory infection, immunocompromise, damaged epiglottic mucosa (eg, head and neck radiation).</li>\n\t\t<li>Management:&nbsp; Endotracheal (ET) intubation and intravenous antibiotics.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Laryngospasm (vocal cord dysfunction)</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Presentation:&nbsp; Inspiratory stridor, no other signs.</li>\n\t\t<li>Context:&nbsp; Most commonly seen in female patients with a history of anxiety disorder.</li>\n\t\t<li>Management:&nbsp; Continuous positive airway pressure (CPAP) can be used to \"stent\" vocal cords.&nbsp; The Larson maneuver (sharp painful inward pressure applied to the temporomandibular joints bilaterally) can sometimes abort the spasm.&nbsp; For refractory laryngospasm, intubation may be required to bypass the cords.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Aspiration (± mucus plugging)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Presentation:&nbsp; Pooled airway secretions (eg, gurgling), inspiratory stridor (due to laryngospasm), focal rhonchi or wheezing but absence of crackles or fever (ie, aspiration pneumonia evolves over several hours to days).&nbsp; Absent breath sounds and postobstructive atelectasis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L120468.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ) with mucus plugs (thick secretions obstructing the bronchus).</li>\n\t<li>Context:&nbsp; Dysphagia (eg, stroke), altered mental status, impaired cough reflex, vomiting.</li>\n\t<li>Management:&nbsp; Suctioning and ET intubation (if unable to protect own airway).&nbsp; Chest physiotherapy (eg, repositioning and percussion) for mucus plugs, with possible bronchoscopy for large plugs.</li>\n</ul>\n<h2>Asthma</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Presentation:&nbsp; Diffuse expiratory wheezing, hyperinflation.</li>\n\t<li>Context:&nbsp; Preexisting asthma exacerbated by high-dose beta blocker therapy, aspirin, or nonsteroidal anti-inflammatory drugs; certain nebulized medications (eg, N-acetylcysteine).</li>\n\t<li>Management:&nbsp; Short-acting bronchodilators and systemic corticosteroids.</li>\n</ul>\n<h2>Anaphylaxis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Presentation:&nbsp; Wheezing, urticaria, angioedema, hypotension, gastrointestinal distress.</li>\n\t<li>Context:&nbsp; Exposure to allergens such as antibiotics (eg, beta lactams), biologics (eg, antibodies), and transfusion blood products (eg, plasma), iodinated radiocontrast.</li>\n\t<li>Management:&nbsp; ET intubation (if upper airway angioedema); immediate intramuscular epinephrine; adjunctive care with intravenous fluids, bronchodilators, antihistamines, and systemic corticosteroids.</li>\n</ul>\n<h2>Angina (atypical)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Presentation:&nbsp; Clear lungs, nausea, diaphoresis, epigastric discomfort, ST-T segment changes.</li>\n\t<li>Context:&nbsp; Elderly patients, female patients, or those with diabetes mellitus (eg, less likely to report typical chest pain) with preexisting coronary artery disease.</li>\n\t<li>Management:&nbsp; Medical therapy (eg, nitrate, beta blocker, antiplatelet agent, anticoagulation, statin) and coronary reperfusion within 90 minutes (ST-segment myocardial infarction) or 24 hours (non–ST-segment myocardial infarction, unstable angina).</li>\n</ul>\n<h2>Pulmonary edema</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Presentation:&nbsp; Pink frothy sputum, bilateral wet crackles.</li>\n\t<li>Context:&nbsp; Underlying left-sided heart failure, mitral valve disease, chronic renal insufficiency.&nbsp; In such patients, flash pulmonary edema can be precipitated by intravenous fluids (iatrogenic), hypertensive emergency, or tachyarrhythmias.&nbsp; These conditions cause a sudden elevation of left-sided filling pressure.</li>\n\t<li>Management:&nbsp; Loop diuretics, afterload reduction (eg, nitrovasodilators), and noninvasive positive pressure ventilation (NPPV) (eg, CPAP).</li>\n</ul>\n<h2>Pulmonary embolism</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Presentation:&nbsp; Hypoxemia with clear lungs, pleuritic pain, deep vein thrombosis.</li>\n\t<li>Context:&nbsp; Associated with prothrombotic risk factors (eg, immobility, surgery, malignancy, inflammatory conditions).</li>\n\t<li>Management:&nbsp; Anticoagulation ± thrombolysis/thrombectomy for massive pulmonary embolism (ie, hypotension).</li>\n</ul>\n<h2>Pneumothorax</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Presentation:&nbsp; Absent breath sounds, sharp pleuritic pain, subcutaneous crepitus, tracheal deviation (tension).</li>\n\t<li>Context:&nbsp; Mainly iatrogenic (eg, central line placement, mechanical ventilation).</li>\n\t<li>Management:&nbsp; Chest tube placement for moderate to large pneumothoraces, needle decompression for tension pneumothorax (eg, hypotension, contralateral tracheal deviation, jugular venous distension).</li>\n</ul>\n<h2>Pericardial tamponade</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Clues:&nbsp; Clear lungs, Beck triad (hypotension, muffled heart sounds, jugulovenous distension), pulsus paradoxus (large decrease in radial pulse strength with inspiration).</li>\n\t<li>Context:&nbsp; Acute hemopericardium (eg, percutaneous coronary intervention, retrograde type A aortic dissection).</li>\n\t<li>Management:&nbsp; Trendelenburg position, fluid resuscitation, emergency pericardiocentesis.&nbsp; <strong>Intubation should be avoided</strong> because positive pressure ventilation reduces venous return, further compromising right ventricular filling.</li>\n</ul>\n<h2>Panic attack</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Clues:&nbsp; Normal breath sounds, sense of impending doom, paresthesia and muscle spasms (due to hypocalcemia from respiratory alkalosis).</li>\n\t<li>Context:&nbsp; Diagnosis of exclusion.</li>\n\t<li>Management:&nbsp; Reassurance, redirection, anxiolytic agent (eg, lorazepam if severe).</li>\n</ul>\n<h1>Management</h1><h2>Initial stabilization</h2><br><br><p>On entering the room, the responsible clinician should quickly establish leadership and authority (eg, introduce name and role, use a clear voice, give assertive and concise directions).&nbsp; In most patients with respiratory distress:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Attach <strong>monitors</strong>, including cardiac leads and pulse oximetry.</li>\n\t<li>Administer oxygen via a nonrebreather mask at 15 L/min <strong>(100% FiO</strong><font size=\"2\"><sub><strong>2</strong></sub></font><strong>)</strong>.&nbsp; If the patient is already on respiratory support (eg, bilevel positive airway pressure [BiPAP], high-flow nasal cannula [HFNC], increase FiO<font size=\"2\"><sub>2</sub></font> to 100%.&nbsp; This <strong>preoxygenates</strong> the patient's lungs by washing out alveolar nitrogen, maximizing oxygen reserves in case intubation becomes necessary.</li>\n\t<li>Stop any <strong>tube feedings</strong> and aspirate the gastric contents if possible.</li>\n\t<li>Ensure that there is good <strong>intravenous access</strong> for fluids and emergency medications.</li>\n\t<li>If cardiorespiratory arrest seems imminent (eg, agonal breathing, gray cyanosis), place a <strong>backboard</strong> under the patient in case chest compressions become necessary.</li>\n\t<li>Call for the <strong>airway management team</strong> (eg, anesthesiology, respiratory therapy, critical care) if appropriate.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>For airway obstruction, <strong>awake fiberoptic nasotracheal intubation</strong> is preferred.&nbsp; It is performed by intubating over a nasally inserted flexible laryngoscope (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L91073.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Advantages include keeping the patient upright (maintains airway patency) and the ability to use ketamine for sedation (preserves respiratory drive but causes amnesia and dissociation).&nbsp; If intubation is unsuccessful (eg, complete obstruction), <strong>awake tracheostomy</strong> should be performed.</li>\n\t\t<li>For respiratory failure without airway obstruction, standard orotracheal intubation is reasonable.&nbsp; A <strong>rapid sequence approach</strong> is often used, which includes an induction agent (eg, etomidate) to quickly render unconsciousness and a paralytic agent (eg, rocuronium) to abolish airway reflexes and prevent vomiting.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Transfer</strong> to a higher level of care (eg, intensive care unit) if necessary.</li>\n</ul><br><br><p>Most of these functions are coordinated as part of the hospital's rapid response protocol.&nbsp; Diagnostic studies (eg, blood gas levels, portable chest x-ray) should be postponed until the patient's breathing is stabilized.</p>\n<h2>Trial of noninvasive support</h2><br><br><p>Intubation is not always necessary for patients with acute respiratory failure without airway obstruction.&nbsp; Many conditions can be managed with noninvasive respiratory support.&nbsp; The approach depends on the mode of respiratory failure (hypoxemia, hypercapnia, or mixed).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Isolated hypoxemic respiratory failure</strong> (ie, ↓ PaO<font size=\"2\"><sub>2</sub></font>, normal or ↓ PaCO<font size=\"2\"><sub>2</sub></font>) is typically caused by conditions that cause severe ventilation-perfusion mismatch, such as <strong>heart failure</strong> (cardiogenic pulmonary edema), <strong>acute lung injury</strong> (noncardiogenic pulmonary edema), and <strong>pneumonia</strong>.<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>CPAP</strong> is preferred for cardiogenic pulmonary edema.&nbsp; Positive airway pressure reduces left ventricular preload and afterload, which helps decongest the lungs (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68419.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) and recruit flooded alveoli.&nbsp; The clinician sets the pressure level (eg, 5-20 cm H<font size=\"2\"><sub>2</sub></font>O) and FiO<font size=\"2\"><sub>2</sub></font> (eg, 40%-100%).&nbsp; CPAP is usually delivered via face mask, so it is contraindicated in patients who are uncooperative or unable to protect their airway (eg, altered mental status, copious secretions).</li>\n\t\t<li><strong>HFNC</strong> is an excellent option for patients with acute lung injury and pneumonia.&nbsp; The clinician sets the flow rate (eg, 30-60 L/min) and FiO<font size=\"2\"><sub>2</sub></font> (eg, 30%-100%).&nbsp; A high flow rate is needed to minimize the patient's inhalation of room air, which would dilute FiO<font size=\"2\"><sub>2</sub></font>.&nbsp; It also generates a tiny amount of positive airway pressure (eg, 3-5 cm H<font size=\"2\"><sub>2</sub></font>O), which further assists oxygenation.&nbsp; HFNC uses a large-bore nasal cannula (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L94374.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), so it can be used in patients who would otherwise be poor candidates for a face mask (eg, vomiting, secretions).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Hypercapnic or mixed respiratory failure</strong> (ie, ↑ PaCO<font size=\"2\"><sub>2</sub></font>, normal or ↓ PaO<font size=\"2\"><sub>2</sub></font>) is typically caused by conditions that result in alveolar hypoventilation such as acute exacerbations of <strong>COPD</strong> or <strong>neuromuscular disorders</strong>.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>BiPAP</strong> is preferred for these conditions.&nbsp; In addition to the baseline positive pressure for oxygenation provided by CPAP, it also delivers additional pressure for inspiration (ie, 5-15 cm H<font size=\"2\"><sub>2</sub></font>O above CPAP) to support ventilation.&nbsp; Similar to CPAP, it is contraindicated in patients who cannot protect their airway.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>CPAP and BiPAP are forms of NPPV.&nbsp; A <strong>time-limited trial</strong> (typically 2-4 hr) of NPPV is reasonable, with a clear plan to intubate if the patient's breathing shows no improvement (eg, continued high work of breathing, unchanged blood gas).&nbsp; This shorter timeframe reflects the faster clinical reversal expected for conditions such as cardiogenic pulmonary edema (eg, improves with diuresis within hours) or obstructive lung disease (eg, improves with bronchodilators and steroids within hours).&nbsp; In patients with a marginal status, continuing NPPV indefinitely to delay intubation is associated with worse outcomes.&nbsp; Conversely, HFNC can be continued for longer periods (eg, days) because suppurative lung processes such as acute lung injury and pneumonia take much longer to heal.</p>\n<h2>Intubation</h2><br><br><p>Approximately 33% of patients with in-hospital respiratory distress require intubation.&nbsp; Ideally, patients' goals of care and end-of-life preferences such as cardiopulmonary resuscitation (CPR) and intubation have already been discussed and recorded clearly.&nbsp; In reality, there may be ambiguity about code status, especially with cross-covering teams.</p><br><br><p>A hospital do-not-resuscitate (DNR) order applies only at the time of cardiac arrest (ie, pulseless).&nbsp; It usually withholds <strong>all</strong> resuscitative interventions, including defibrillation, chest compressions, intubation, and other critical procedures (eg, transvenous pacing).&nbsp; However, some US states (eg, New York, Illinois) allow preferences to be separately specified for intubation (eg, CPR but do not intubate [DNI]).&nbsp; Critically, a DNR order <strong>does not</strong> prohibit intubation for patients who are in <strong>prearrest respiratory failure</strong> (ie, who are not pulseless) or who require procedural sedation or anesthesia (eg, urgent surgery).</p><br><br><p>The decision to intubate depends on the overall direction of care and the patient's code status.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Critical care approach</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Full code</strong>:&nbsp; This designation is most appropriate for patients with a reversible illness who are expected to recover and be weaned from the ventilator.&nbsp; Intubation is often performed if a trial of noninvasive support is unsuccessful, as discussed previously.</li>\n\t\t<li><strong>DNR</strong>:&nbsp; This designation captures patients who wish to allow natural death in the event of cardiac arrest but who desire maximal support until that point (eg, intubation, mechanical ventilation, vasopressors).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Palliative approach</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Full code</strong>:&nbsp; This designation represents a conflicted state, often when patients and their families are still navigating end-of-life decisions.&nbsp; Although seemingly contradictory, it is documented in approximately 20% of patients with advanced illness or malignancy.&nbsp; Such patients have a progressive or terminal illness and are not expected to be weaned from the ventilator.&nbsp; Efforts should be made to avoid intubation if possible and transition to comfort measures only.</li>\n\t\t<li><strong>DNR</strong>:&nbsp; This designation represents comfort measures only (sometimes abbreviated as CMO).&nbsp; Patients should be given palliative medications (eg, intravenous morphine) for dyspnea and respiratory distress.&nbsp; A nonrebreather mask can be used to temporize oxygen saturation, but uncomfortable respiratory devices (eg, BiPAP) or painful procedures (eg, blood gas) should be avoided.</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Special circumstances</h1><h2>Postextubation distress</h2><br><br><p>The differential diagnosis for immediate postextubation respiratory distress includes laryngospasm (vocal cord spasm after ET tube removal, managed with CPAP, laminar gases, and potential reintubation), airway edema (ET-induced airway trauma, managed with reintubation and systemic corticosteroids), and mucus plugging.</p><br><br><p>In addition, prolonged mechanical ventilation and critical illness myopathy can lead to weakness/atrophy of the diaphragm and other respiratory muscles.&nbsp; Respiratory distress typically worsens over hours to days but can occur sooner if new or ongoing insults (eg, residual COPD exacerbation) occur.&nbsp; Management includes a trial of BiPAP with potential reintubation if necessary.</p>\n<h2>Failure without distress</h2><br><br><p>In the following scenarios, patients may be in profound respiratory failure but lack visible signs of distress:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Severe hypercapnia:&nbsp; <strong>CO<font size=\"2\"><sub>2</sub></font> narcosis</strong> generally occurs with PaCO<font size=\"2\"><sub>2</sub></font> &gt;75 mm Hg.&nbsp; Early signs include drowsiness and bilateral asterixis, which can progress to encephalopathy and coma (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/98962.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; As the PaCO<font size=\"2\"><sub>2</sub></font> rises, patients paradoxically become <strong>less distressed,</strong> even though their condition is worsening.&nbsp; Pulse oximetry may be misleading because oxygen therapy corrects the hypoxemia, masking the hypercapnia.</li>\n\t<li>Neuromuscular weakness:&nbsp; Patients with <strong>neuromuscular disease</strong> (eg, myasthenia gravis crisis) can have impaired ventilation, but their respiratory effort may seem diminished or absent due to an inability to recruit accessory muscles.&nbsp; Patients often compensate with <strong>marked tachypnea</strong> in an attempt to maintain adequate ventilation despite low tidal volumes (ie, rapid shallow breathing).</li>\n\t<li>Respiratory depressants:&nbsp; Patients taking <strong>opioids</strong> (eg, for cancer-related pain) have a diminished perception of dyspnea.&nbsp; Such patients may not exhibit typical signs of respiratory distress, such as increased work of breathing or anxiety, despite significant respiratory compromise.&nbsp; A similar phenomenon can be seen with alcohol and benzodiazepines.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Respiratory distress is a critical clinical state indicated by tachypnea, agitation, increased work of breathing, hypoxemia, and (possibly) abnormal breath sounds.&nbsp; The differential diagnosis for sudden respiratory distress (ie, that developing over seconds to minutes) can be conceptually organized as the 5As and 5Ps.&nbsp; The A group includes conditions that compromise the airway or pulmonary function:&nbsp; angioedema, aspiration (including mucus plugging), asthma, anaphylaxis, and atypical angina.&nbsp; The P group encompasses life-threatening intrathoracic and systemic causes:&nbsp; pulmonary edema, pulmonary embolism, pneumothorax, pericardial tamponade, and panic attack.&nbsp; In the hospital, acute cardiogenic pulmonary edema, pulmonary embolism, and asthmatic bronchospasm are the top 3 causes of sudden respiratory distress overall.&nbsp; Initial management focuses on stabilization (eg, preoxygenation with 100% FiO<font size=\"2\"><sub>2</sub></font>) and activation of the hospital rapid response team.&nbsp; If consistent with the patient's goals of care, early intubation is generally preferred over delayed escalation after further decompensation.</p>\n</div>\n\n            "
}