{
  "meta": {
    "title": "Pneumothorax",
    "url": "https://brainandscalpel.vercel.app/pneumothorax-5ed91e6b-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:17.211Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction&nbsp;</h1>\n<p>Pneumothorax (PTX) occurs when air enters the pleural space, leading to partial or complete collapse of the affected lung.&nbsp; PTX can occur spontaneously in individuals without any known lung disease (primary PTX), as a complication of preexisting lung diseases (secondary PTX), or as a result of trauma.</p>\n<h1>Pathogenesis</h1><br><br><p>Normally, pleural pressure is negative relative to alveolar pressure, keeping the lung expanded and held against the chest wall.&nbsp; If air enters the pleural space through a hole in the lung surface (eg, ruptured bleb from emphysema), airway (eg, bronchopleural fistula from surgery), or chest wall (eg, penetrating chest wound), the pleurae will separate, eliminating the negative pressure gradient and causing the lung to collapse (because of the natural inward elastic recoil of the lungs), resulting in a <strong>simple PTX</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L61662.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><p>If air keeps entering the pleural space without the ability to exit, the PTX continues to expand.&nbsp; As it expands, the PTX compresses mediastinal structures, including the vena cava and right heart chambers (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L102349.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; This is known as <strong>tension PTX</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L61663.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; Positive pressure mechanical ventilation is a risk factor for tension PTX, because additional air is forced in with each breath.<p></p>\n<h1>Classification</h1><br><br><p>As previously mentioned, PTX can be classified mechanistically into primary spontaneous PTX, secondary spontaneous PTX, and traumatic (provoked) PTX.</p>\n<h2>Primary spontaneous pneumothorax (PSP)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Definition:&nbsp; no trauma, no underlying lung disease</li>\n\t<li>Risk factors:&nbsp; younger adult male, tall and thin body habitus, active smoking</li>\n\t<li>Pathogenesis:&nbsp; normal mechanical stress during respiration causes rupture of occult subpleural blebs (hypothesized) due to subtle defects in lung connective tissue (eg, elastin, collagen, alpha-1-antitrypsin) or areas of concentrated strain (eg, apical stretch in tall individuals)</li>\n</ul>\n<h2>Secondary spontaneous pneumothorax (SSP)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Definition:&nbsp; no trauma, presence of underlying lung or airway disease</li>\n\t<li>Risk factors:&nbsp; emphysema (eg, rupture of bullae or blebs), pneumonia (eg, friability of inflamed lung tissue), malignancy (eg, erosion through pleura), lung cysts, interstitial lung disease (eg, fibrotic retraction), pleural endometriosis (ie, catamenial PTX)</li>\n\t<li>Pathogenesis:&nbsp; normal mechanical stress during respiration leads to rupture of alveolar walls due to structural or inflammatory lung disease</li>\n</ul>\n<h2>Traumatic (provoked) PTX</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Definition:&nbsp; trauma from internal (eg, bronchoscopy) or external (eg, rib fracture) sources</li>\n\t<li>Risk factors:&nbsp; chest trauma (blunt or sharp), rib fractures, positive pressure ventilation (ie, barotrauma), and iatrogenesis due to procedures (eg, bronchoscopy, thoracentesis, central venous catheter placement)</li>\n\t<li>Pathogenesis:&nbsp; abnormal physical forces damage the visceral pleura, regardless of underlying lung disease</li>\n</ul><br><br><p>Although spontaneous pneumothoraces are generally thought of as occurring randomly with no provocation, they often develop after a large spike in intrathoracic pressure (eg, violent coughing, sneezing) or a rapid drop in barometric pressure (eg, decompression from diving, air travel).</p>\n<h1>Clinical presentation and diagnosis</h1><h2>Presentation</h2><br><br><p>PTX typically presents with sudden onset of sharp (pleuritic), unilateral chest pain and dyspnea.&nbsp; PSPs usually tend to be smaller, with a more benign clinical course due to the absence of preexisting lung disease.&nbsp; Conversely, SSPs tend to be larger and are more likely to cause overt respiratory failure.</p>\n<h2>Physical examination </h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Palpation can reveal crepitus due to air in the soft tissues; extensive subcutaneous air can result in a raised \"puffy\" appearance of the torso, neck, or face.&nbsp; Auscultation reveals <strong>absent breath sound</strong>s on the affected side (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/52350.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Percussion is hyperresonant.&nbsp;</li>\n\t<li>Patients with <strong>tension PTX</strong> have severe respiratory distress, <strong>hemodynamic instability</strong> (ie, hypotension due to reduced venous return), and contralateral <strong>tracheal deviation</strong>.&nbsp; The position of the trachea can be quickly assessed by placing the index finger on one sternoclavicular joint, the ring finger in the other, and the middle finger on the thyroid prominence.</li>\n</ul>\n<h2>Chest imaging</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chest x-ray (CXR):&nbsp; CXR shows a pleural line that represents the collapsed lung margin, with no lung markings peripheral to it and a hyperlucent rim of air in the pleural space (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29160.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; A deep sulcus sign reflects lucency of the costophrenic angle due to air surrounding the diaphragm (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64389.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ); it might be the only indication of PTX in patients who are supine (ie, air rises up anteriorly, so a pleural line cannot be seen on frontal film).&nbsp; Subcutaneous emphysema appears as air bubbles in the soft tissues (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118397.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ); large collections can even highlight underlying muscle (eg, pectoralis) fibers.&nbsp; With tension PTX, CXR shows contralateral mediastinal shift and tracheal deviation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L55559.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).</li>\n\t<li>CT:&nbsp; Small pneumothoraces (ie, &lt;15% volume collapse) cannot be seen on CXR, and require CT for confirmation.&nbsp; CXR underestimates actual PTX size due to 1-dimensional representation of a 3-dimensional volume (eg, a 20% pleural line collapse on CXR [ie, 80% remaining] = 49% lung volume collapse in reality [because (80%)<font size=\"2\"><sup>3</sup></font> = 0.8<font size=\"2\"><sup>3</sup></font> = 0.51 = 51%]).&nbsp; CT is also preferred for visualizing the underlying causes of SSP (eg, cancer, pneumonia, interstitial lung disease).&nbsp;</li>\n\t<li>Ultrasound:&nbsp; Bedside ultrasound is gaining popularity for rapid detection of PTX based on absence of lung sliding (ie, no respiratory movement due to separation of visceral and parietal pleurae) and presence of a \"lung point\" (where the pleural layers join again)</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>Because PTX typically presents to the emergency department, the differential diagnosis is based around the 6 life-threatening causes of acute chest pain (and dyspnea or respiratory distress) and can often be quickly narrowed with basic studies (ie, physical examination, CXR, ECG).&nbsp; Distinguishing characteristics of each of these conditions are as follows:</p>\n<h2>PTX</h2><br><br><p>Breath sounds are absent, CXR shows a pleural line, and there is possible tracheal deviation (if tension physiology is developing).</p>\n<h2>Pulmonary embolism</h2><br><br><p>Breath sounds are normal, CXR is usually normal (or rarely shows focal oligemia or wedge-shaped infarction), and ECG shows sinus tachycardia ± a right ventricular strain strain pattern (eg, S1Q3T3, precordial [V1-V4] T-wave inversions [TWIs]).</p>\n<h2>Acute coronary syndrome</h2><br><br><p>Breath sounds are normal, CXR is usually normal (unless there is concurrent acute heart failure), and ECG shows ischemic changes (eg, ST-segment depression or elevation, TWIs).</p>\n<h2>Aortic dissection</h2><br><br><p>Breath sounds are normal, there is often severe hypertension ± arm pulse differential, and CXR classically shows mediastinal widening (type A) and possible pleural effusion (hemothorax).</p>\n<h2>Cardiac tamponade</h2><br><br><p>Breath sounds are normal, there may be components of Beck triad (eg, hypotension, muffled heart sounds, distended neck veins), CXR may show a globular cardiac silhouette (effusion), and ECG may show electrical alternans or evidence of pericarditis (eg, diffuse ST-segment elevation).</p>\n<h2>Esophageal rupture</h2><br><br><p>Breath sounds are normal, patients have a septic appearance, and CXR may show a pleural effusion (left &gt; right) and pneumomediastinum (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L49618.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).&nbsp; Esophageal rupture can also be associated with extensive subcutaneous emphysema and Hamman crunch (precordial crackles with each heartbeat).<p></p>\n<h2>Special consideration:&nbsp; Chest polytrauma</h2><br><br><p>In the setting of chest trauma, PTX is usually part of a larger injury complex, which can include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Rib fractures (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59736.jpg\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ):&nbsp; The jagged edge of the fracture can puncture the lung.</li>\n\t<li>Flail chest (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L48361.jpg\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ):&nbsp; ≥3 consecutive ribs, each of which is fractured in ≥2 places, may result in paradoxical movement of a chest wall segment.</li>\n\t<li>Hemothorax:&nbsp; Bood accumulation (eg, due to laceration of an intercostal artery) can coexist with PTX, resulting in an air-fluid level (ie, flat line rather than meniscus).</li>\n\t<li>Pulmonary contusion:&nbsp; Lung parenchyma bruising (eg, due to trauma) can present on imaging as irregular (non-lobar) opacification, often affecting peripheral lung tissue immediately subjacent to the chest wall (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50714.jpg\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ).</li>\n\t<li>Cardiomediastinal injuries:&nbsp; Traumatic aortic rupture or dissection, cardiac contusion, and hemopericardium.</li>\n</ul>\n<h1>Management of tension PTX</h1><br><br><p>Tension PTX is fatal (ie, obstructive shock, no preload) unless emergently decompressed.&nbsp; For hemodynamically unstable patients, <strong>needle thoracostomy</strong> (eg, at 2<font size=\"2\"><sup>nd</sup></font> intercostal space and midclavicular line) is performed.&nbsp; An audible rush of air indicates decompression.&nbsp; Clinical improvement is immediate (ie, blood pressure stabilizes within a few seconds).&nbsp; Next, definitive drainage is performed with placement of an indwelling pleural drain (eg, pigtail catheter or <strong>chest tube</strong>).</p><br><br><p>In addition to positive pressure ventilation, another high-risk scenario for tension PTX is an open chest wound.&nbsp; Air is sucked in during inspiration but cannot exit if the wound flap forms a one-way valve.&nbsp; Such patients can be temporized in the field with a 3-sided dressing, allowing pleural air to exit during expiration while sealing the wound during inspiration (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23647.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p>\n<h1>Management of PTX in the absence of tension physiology</h1><h2>100% oxygen therapy (nitrogen washout) and observation</h2><br><br><p>Therapy with 100% oxygen is a possibility for small PTX (ie, &lt;15% volume loss, or &lt;1 cm rim of air) in clinically stable patients with minimal symptoms.&nbsp; The mechanism is increased resorption rate of pleural gas.&nbsp; Breathing 100% oxygen washes out alveolar nitrogen (~0% N<font size=\"2\"><sub>2</sub></font>) whereas the PTX consists of atmospheric air (~78% N<font size=\"2\"><sub>2</sub></font>).&nbsp; This creates a gradient for nitrogen to diffuse from the pleural space back into the alveoli and capillaries, leading to resorption of the PTX.</p>\n<h2>Definitive drainage:&nbsp; Pigtail catheter or chest tube</h2><br><br><p>Definitive drainage is required for most moderate-to-large PTX (ie, ≥15% volume loss, or ≥1 cm rim of air) and in patients with respiratory difficulty or hypoxemia.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A small bore drain (eg, pigtail catheter) is preferred for simple spontaneous PTX.</li>\n\t<li>A large bore (surgical) chest tube (which leads to pulmonary reexpansion) is preferred for trauma and concurrent inflammatory effusions (eg, hemopneumothorax) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L15856.png\" alt=\"image 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 9</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>Insertion is at the 5<font size=\"2\"><sup>th</sup></font> intercostal space and midaxillary line.</p><br><br><p>The tubing system is monitored using a water-sealed chamber (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/99494.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Air leak (ie, bubbles) indicates an unresolved PTX or an opening in the system (eg, hole in tubing).</li>\n\t<li>Tidaling (ie, respiratory variation in water level) indicates that the lung has not fully reexpanded.</li>\n</ul><br><br><p>The pressure can be adjusted manually.&nbsp; Placing the system on wall suction (ie, −20 cm H<font size=\"2\"><sub>2</sub></font>O) is usually not necessary unless there is significant effusion fluid as well, and doing so can potentially delay PTX healing (ie, by tugging the pleural defect open).&nbsp; Instead, the chamber should be placed on a water seal, which allows air to escape but not reenter.&nbsp; Subsequent CXR (eg, 4-6 hours) is obtained to check for reaccumulation of PTX.&nbsp; The pleural drain can generally be removed if the lung remains fully expanded.&nbsp; Removal is usually painful and can result in a sudden gasp that sucks air back into pleural space.&nbsp; Therefore, it is ideally removed during exhalation (ie, patient humming): pull quickly, and immediately cover with adhesive gauze.</p><br><br><p>While the chest tube is inserted, it should be clamped only very briefly when searching for an air leak (ie, persistent bubbles when clamping at the insertion site indicates a leak in the tubing).&nbsp; Patients should never be left clamped and unattended (risk of tension).&nbsp; Longer \"clamping trials\" are indicated only to check for recurrence of pleural effusion.</p>\n<h2>Persistent air leak or recurrent PTX</h2><br><br><p>Persistent air leak (ie, continued bubbling from pleural drain after 5-7 days) can be due to an <strong>alveolopleural or bronchopleural fistulas</strong>.&nbsp; Prolonged leaks most commonly occur in the setting of pulmonary resection (eg, 20% after lobectomy).&nbsp; There are 4 main treatment pathways:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Bronchoscopic occlusion with endobronchial (1-way) valves or sealant material (eg, fibrin glue)</li>\n\t<li>Pleurodesis with chemical sclerosing agent (eg, talc) or autologous blood patch</li>\n\t<li>Surgical repair for control of larger fistulas (eg, muscle flap, stapling)</li>\n\t<li>Discharge with a unidirectional external chest (Heimlich) valve (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44585.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ); this is most appropriate for patients with minimal air leak (1+ or 2+ bubbles) and excellent medical literacy</li>\n</ul>\n<h2>Air travel and diving</h2><br><br><p>Flight is absolutely contraindicated for patients with an active PTX.&nbsp; It is relatively contraindicated with a history of recurrent spontaneous PTX or known bullous emphysematous lung disease.&nbsp; As airplane cabin pressure drops, any existing air pockets (eg, pneumothoraces, bullae, cysts) will enlarge proportionally, as dictated by Boyle's law (↓P·↑V = nRT = constant).&nbsp; At the standard pressurization of 8,000 feet (0.7 atm), volume expands by ~43% relative to sea level.</p><br><br><p>Compared to flight, the risk of barotrauma (eg, PTX) is even greater with diving due to the larger depressurization change (eg, from 10 atm at 30 feet below water, to 1 at at sea level).&nbsp; Diving is contraindicated in any patient with a history of spontaneous PTX or known cystic, bullous, or emphysematous lung disease.</p>\n<h1>Summary</h1><br><br><p>Pneumothorax occurs when air enters the pleural space, leading to partial or complete collapse of the affected lung.&nbsp; Pneumothorax can occur spontaneously in individuals (tall, thin, male) without any known lung disease (ie, primary spontaneous), as a complication of underlying lung conditions (ie, secondary spontaneous), or as a result of trauma.&nbsp; Diagnosis is made primarily through chest imaging, which shows the pleural line of the collapsed lung; CT scanning is usually needed to identify the underlying cause of secondary spontaneous pneumothoraces.&nbsp; Management ranges from observation and oxygen therapy for small pneumothorax to definitive pleural drainage (eg, pigtail catheter) for larger symptomatic pneumothorax.&nbsp; Tension pneumothorax is a life-threatening situation that occurs when the pneumothorax compresses the mediastinum (eg, contralateral shift), resulting in diminished venous return to the right heart.&nbsp; It is treated with emergent needle decompression.</p>\n</div>\n\n            "
}