{
  "meta": {
    "title": "Pneumonia",
    "url": "https://brainandscalpel.vercel.app/pneumonia-82ac18a0-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:14.473Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Pneumonia refers to infection and associated inflammation of the lung parenchyma due to a wide range of commensal and foreign pathogens.&nbsp; In addition to local effects on lung tissue, pneumonia often induces a widespread inflammatory host response.&nbsp; Pneumonia is a major cause of morbidity and mortality, and it is the leading infectious cause of death worldwide.</p>\n<h1>Classification, microbiology, and pathogenesis</h1><br><br><p>Pneumonia can be classified based on the setting of acquisition (eg, community vs hospital), which correlates closely with the causative microorganism.</p>\n<h2>Community-acquired pneumonia (CAP)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Definition</strong>:&nbsp; onset outside hospital settings (eg, at home) or &lt;48 hours after hospital admission</li>\n\t<li><strong>Microbiology</strong>:&nbsp; pathogens, in decreasing order of prevalence, include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Typical bacteria (<em>Streptococcus pneumoniae</em>, <em>Haemophilus influenzae</em>, <em>Moraxella catarrhalis</em>)</li>\n\t\t<li>Respiratory viruses (eg, influenza, respiratory syncytial virus, SARS-CoV-2)</li>\n\t\t<li>Atypical (ie, lacking a cell wall) bacteria (<em>Mycoplasma pneumoniae</em>, <em>Chlamydia pneumoniae</em>, <em>Legionella pneumophila</em>)</li>\n\t</ul>\n\t</li>\n\t<li><strong>Risk factors</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/95646.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):&nbsp; age (&lt;2 or &gt;65), aspiration (eg, dementia, dysphagia), impaired secretion clearance (eg, immobility, weak cough, post-surgery), chronic heart and lung disease, immunosuppressed states (eg, due to alcohol use), and long-term proton pump inhibitor use</li>\n\t<li><strong>Pathogenesis</strong>:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Typical bacteria are commensal (ie, normal flora, present in low numbers) in the upper respiratory mucosa, kept at bay by host mechanisms.&nbsp; Defective host defense (eg, mucociliary paralysis after viral upper respiratory infection), or aspiration, allows bacteria to reach alveoli and replicate extracellularly.&nbsp; <em>Staphylococcus aureus</em>, <em>S pneumoniae</em>, and <em>Streptococcus pyogenes</em> are the most common causes of postviral secondary bacterial pneumonia (especially after influenza).</li>\n\t\t<li>Viruses and atypical bacteria are contracted from the environment (typically through droplets) and infect the respiratory and alveolar epithelium, replicating intracellularly.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Hospital-acquired pneumonia (HAP) and ventilator-associated pneumonia (VAP)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Definitions</strong>:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>HAP:&nbsp; onset ≥48 hours after hospital admission</li>\n\t\t<li>VAP:&nbsp; onset ≥48 hours after endotracheal intubation, or occurring in a tracheostomized patient</li>\n\t</ul>\n\t</li>\n\t<li><strong>Microbiology</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/82104.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ):&nbsp; Nosocomial gram-negative bacilli (eg, <em>Enterobacteriaceae</em> spp., <em>Klebsiella</em>, <em>Pseudomonas</em>) and gram-positive cocci (eg, <em>S aureus</em>).&nbsp; Drug resistance (eg, extended-spectrum beta-lactamase [ESBL]–producing, methicillin-resistant <em>S aureus</em> [MRSA]) is common.</li>\n\t<li><strong>Risk factors</strong>:&nbsp; prolonged hospitalization, mechanical ventilation, intensive care unit (ICU) stay, previous antibiotic usage, and chronic disease (especially chronic kidney disease, chronic obstructive pulmonary disease [COPD], and heart failure)</li>\n\t<li><strong>Pathogenesis</strong>:&nbsp; colonization of the oropharynx (eg, biofilm around endotracheal tube) followed by aspiration into the lower respiratory tract (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44115.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                )</li>\n</ul>\n<h2>Other pneumonia designations</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Necrotizing pneumonia</strong> results when pneumonia (CAP, HAP, or VAP) leads to lung tissue destruction, resulting in pulmonary cavitation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104942.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), abscesses, and higher risk for pleural extension (empyema).&nbsp; Necrotizing pneumonia is mainly due to oral anaerobes (eg, <em>Fusobacterium necrophorum</em>, <em>Peptostreptococcus</em>), polymicrobial infection, or bacterial strains with cytolytic toxins (eg, MRSA-producing Panton-Valentine Leukocidin [PVL]; <em>S pneumoniae</em>–producing pneumolysin A)</li>\n\t<li><strong>Zoonotic pneumonia</strong> is transmitted to humans through direct or indirect contact with vertebrates:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Tularemia</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81980.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) (<em>Francisella tularensis</em>):&nbsp; wild rabbit hunting; ulcerating painful adenopathy</li>\n\t\t<li><strong>Psittacosis</strong> (<em>Chlamydia psittaci</em>):&nbsp; domestic parrots; often severe atypical (interstitial) pneumonia</li>\n\t\t<li><strong>Q fever</strong> (<em>Coxiella burnetii</em>):&nbsp; dairy and livestock workers (bovine placentas); indolent atypical pneumonia, hepatitis, and endocarditis</li>\n\t\t<li><strong>Pneumonic plague</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119802.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) (<em>Yersinia pestis</em>):&nbsp; contagious droplets (flea bite not required); destructive pneumonia (hemoptysis)</li>\n\t\t<li><strong>Anthrax</strong> (<em>Bacillus anthracis</em>):&nbsp; animal hides; toxin-mediated, hemorrhagic mediastinitis</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Aspiration pneumonia vs pneumonitis</h2><br><br><p>Aspiration <strong>pneumonia</strong> is an infection of the parenchyma due to inhalation of gastric or oropharyngeal bacteria.&nbsp; In contrast, aspiration <strong>pneumonitis</strong> is sterile lung inflammation due to inhalation of gastric acid (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80501.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).&nbsp; Both conditions occur in individuals with aspiration risk factors (eg, depressed mental status, stroke/dysphagia), and both tend to produce right lower lobe (dependent) infiltrates.&nbsp; However, pneumonitis has a more rapid onset (hr) after aspiration and spontaneous resolution without the need for antibiotic treatment.<p></p>\n<h1>Clinical presentation and diagnosis</h1><h2>Definition and presentation</h2><br><br><p>Pneumonia is <strong>clinically</strong> diagnosed based on the combination of:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>New <strong>pulmonary infiltrate</strong> on chest imaging</li>\n\t<li>Compatible <strong>symptoms</strong> (fever, cough, chest pain, dyspnea, purulent sputum)</li>\n</ul><br><br><p>Additional symptoms can be due to the location of infiltrate (eg, upper quadrant abdominal pain referred from lower lobe).&nbsp; General signs of systemic inflammation (eg, malaise, gastrointestinal distress) are common.&nbsp; Very young or elderly patients tend to have nonspecific presentations (eg, altered mental status, lethargy).</p><br><br><p>Pneumonia due to <strong>atypical</strong> bacteria can be associated with distinctive clinical syndromes, such as hyponatremia (syndrome of inappropriate antidiuretic hormone secretion) and febrile gastroenteritis with <em>Legionella</em> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31142.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ), or with subacute hemolytic anemia and other cold agglutinin manifestations (eg, acrocyanosis) with <em>Mycoplasma</em> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31143.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ).&nbsp; These intracellular pathogens also tend to produce pulse-temperature dissociation (ie, relative bradycardia, or Faget sign).<p></p><br><br><p>Hypoxemia occurs due to ventilation/perfusion mismatch.&nbsp; In the acute exudative phase of pneumonia, hypoxemia can be marked because local inflammation increases perfusion (hyperemia) to the infected, nonventilated region.&nbsp; Later, hypoxic pulmonary vasoconstriction is restored, and hypoxemia gradually improves despite persistence of radiographic infiltrate for several weeks.</p>\n<h2>Radiology</h2><br><br><p>Chest x-ray (less sensitive than CT) may lag behind symptoms by up to 48 hours.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A lobar consolidation pattern is most commonly seen with typical bacteria (eg, pneumococcus), and can be multifocal and bilateral (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L19236.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n\t<li>A diffuse interstitial pattern is most commonly seen with atypical bacteria (eg, <em>Mycoplasma</em>) or viruses (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105097.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Respiratory (eg, sputum) microbiology</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Gram stain:&nbsp; Typical bacteria (ie, with a peptidoglycan cell wall, extracellular) can be visualized, but atypical bacteria (no cell wall, intracellular) cannot.&nbsp; Presence of neutrophils with blank Gram stain raises suspicion for atypical (or viral) pathogens.</li>\n\t<li>Culture:&nbsp; This is generally not relevant for outpatient CAP, but it is recommended for patients who are hospitalized to assess for antibiotic resistance/susceptibility.</li>\n\t<li>PCR:&nbsp; This is the test of choice to detect respiratory viruses (eg, multiplex panel) and atypical bacteria.</li>\n</ul>\n<h2>Other studies:</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Urine <em>Legionella</em> antigen and serum pneumococcal antigen have become standardized in the work-up of patients with pneumonia.</li>\n\t<li>A blood culture can detect concurrent bacteremia (most commonly seen with <em>S pneumoniae</em>) and is indicated in patients who are hospitalized.</li>\n\t<li>Additional testing for mycobacteria (eg, acid-fast bacillus stain), fungi (eg, urine <em>Histoplasma</em> antigen), and opportunistic pathogens (eg, <em>Pneumocystis</em>, <em>Cryptococcus</em>) is directed by clinical data (eg, social history, HIV status).</li>\n</ul>\n<h1>Differential diagnosis</h1><h2>Lobar consolidation</h2><br><br><p>In addition to lobar pneumonia (usually bacterial), other conditions are on the differential:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pulmonary embolism with infarction:</strong>&nbsp; Peripheral wedge-shaped opacity (Hampton hump) can resemble a pneumonic infiltrate (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L76724.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).&nbsp; In addition, systemic inflammation (eg, fever) can be present.&nbsp; However, sputum is usually bloody (hemoptysis) rather than purulent.</li>\n\t<li><strong>Atelectasis:</strong>&nbsp; Alveolar consolidation can also be due to atelectasis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97573.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ).&nbsp; In contrast to pneumonia (pus filling the alveolar space), atelectasis results in volume loss (airless alveolar space) and a potential mediastinal shift ipsilaterally.&nbsp; Signs of systemic inflammation are usually absent or minimal.</li>\n\t<li><strong>Lung mass:</strong>&nbsp; Focal consolidation can indicate a mass lesion (eg, carcinoma) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14280.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).&nbsp; These lesions are chronic, expand slowly, usually have irregular/spiculated borders, and are not typically associated with acute infectious symptoms unless they block the airway (ie, post-obstructive pneumonia).&nbsp; Traditionally, follow-up chest x-ray (eg, in 6-12 weeks) was performed in high-risk patients (eg, those who are older, smoke, or have COPD) to evaluate for infiltrate resolution (vs underlying mass).&nbsp; However, this practice is being replaced with lung cancer screening using low-dose CT scan.</li>\n</ul>\n<h2>Diffuse interstitial infiltrates</h2><br><br><p>In addition to interstitial pneumonia (usually atypical or viral), other conditions are on the differential:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Left ventricular failure:</strong>&nbsp; Interstitial markings can reflect alveolar septal fluid and lymphatic fullness from left ventricular dysfunction or general volume overload (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L63992.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ).&nbsp; Cardiogenic interstitial fluid is usually accompanied by other signs of congestion such as vascular cephalization (engorgement of upper lobe vessels), pleural effusions, and alveolar edema (ground-glass opacity).&nbsp; However, infections, including pneumonia, are a common trigger for heart failure decompensation.</li>\n\t<li><strong>Interstitial lung disease (ILD):</strong>&nbsp; Reticulation (linear, lacy markings) are a central finding of ILDs such as idiopathic pulmonary fibrosis and sarcoidosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L6947.png\" alt=\"image 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 8</div>\n                                </div>\n                                ).&nbsp; The clinical course of ILD is typically chronic (months to years) rather than subacute, as in atypical pneumonia (weeks).</li>\n</ul>\n<h2>Recurrent pneumonia</h2><br><br><p>Recurrent (sequential) pneumonia is further categorized based on whether episodes are limited to one anatomic region (same lobe each time) or different locations (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/79693.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Same lobe:&nbsp; usually indicates a local postobstructive issue (eg, endoluminal mass, foreign body) or recurrent aspiration (usually in the right lower lobe) (eg, dysphagia, CNS depression)</li>\n\t<li>Different lobes:&nbsp; usually indicates diffuse/systemic issue such as immunodeficiency with or without bronchiectasis (eg, common variable immunodeficiency, hypogammaglobulinemia) or issues with mucociliary function (eg, Kartagener syndrome, cystic fibrosis)</li>\n</ul>\n<h1>Management</h1><h2>Triage</h2><br><br><p>The first step in treating patients with CAP is deciding the site of care; a standardized tool (eg, CURB-65) can be helpful (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8657.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients who are stable (ie, CURB-65 score 0-1) can be treated with oral antibiotics on an outpatient basis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85235.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n\t<li>Patients who are less stable (ie, CURB-65 score ≥2) require hospital admission of intravenous (IV) antibiotics and closer monitoring.</li>\n\t<li>Patients who are acutely unstable with septic organ dysfunction (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/71499.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 9\n                                    </a>\n                                </div>\n                                ) require ICU admission for IV antibiotics and intensive support (eg, mechanical ventilation).</li>\n</ul><br><br><p>All patients with HAP or VAP require inpatient treatment with IV antibiotics.</p>\n<h2>Antibiotic therapy</h2><br><br><p>Antibiotics are begun empirically based on the class of pneumonia (CAP vs HAP/VAP).</p><br><br><p>For patients with <strong>CAP</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/74857.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 10\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Empiric regimen:&nbsp; Typical bacterial coverage with beta-lactam (eg, amoxicillin, cefpodoxime) PLUS atypical bacterial coverage with macrolide (eg, azithromycin) or doxycycline.&nbsp; Respiratory fluoroquinolone monotherapy (eg, levofloxacin, moxifloxacin) is also a viable option but is reserved for higher-risk patients with beta lactam intolerance.</li>\n\t<li>Special considerations:&nbsp; Antipseudomonal and/or anti-MRSA coverage are added for patients who are hospitalized and have risk factors such as structural lung disease (eg, bronchiectasis, advanced COPD), recent IV antibiotic exposure, or clinical clues (eg, MRSA suspected with cavitation, sputum Gram-positive cocci in clusters, positive nasal swab).</li>\n\t<li>Duration:&nbsp; 5-7 days for uncomplicated CAP, but longer courses if complications arise (eg, parapneumonic effusion [PPE])</li>\n</ul><br><br><p>For patients with <strong>HAP or VAP</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84729.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 11\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Empiric regimen:&nbsp; Broad spectrum gram-positive and gram-negative coverage with antipseudomonal activity (eg, cefepime, piperacillin-tazobactam)</li>\n\t<li>Special considerations:&nbsp; Anti-MRSA coverage added for patients with risk factors (eg, local antibiogram resistance &gt;20%).&nbsp; Multidrug resistant gram-negative bacteria (eg, long-term nursing home residents, frequent hospitalization) require carbapenems (eg, meropenem) for ESBL-producing organisms, or ultrabroad beta lactamase inhibitors (eg, ceftazidime-avibactam) for carbapenemase-producing organisms.</li>\n\t<li>Duration:&nbsp; 7 days</li>\n</ul><br><br><p>Special populations:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Childhood:</strong>&nbsp; Empiric antibiotics are usually guided by clinical features and radiology.&nbsp; Children with abrupt onset, focal crackles, and lobar infiltrates (ie, mostly due to <em>S pneumoniae</em>) are treated with amoxicillin.&nbsp; Those with subacute onset, bilateral crackles, and interstitial infiltrates (ie, mostly due to atypical bacteria) are treated with a macrolide.&nbsp; Tetracyclines and fluoroquinolones are generally avoided (eg, due to risk for bone and cartilage damage).</li>\n\t<li><strong>Pregnancy:</strong>&nbsp; Tetracyclines and fluoroquinolones are generally avoided due to teratogenicity (eg, skeletal malformations).&nbsp; There is a lower threshold for hospital admission to prevent fetal complications such as hypoxemia (ie, goal maternal SpO<font size=\"2\"><sub>2</sub></font> ≥95%).</li>\n</ul><br><br><p>In all cases, the empiric regimen is later narrowed based on available microbiology data, or it is potentially discontinued based on negative procalcitonin assay.&nbsp; Management of viral pneumonia is discussed in detail in a separate article.</p>\n<h2>Prevention</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>CAP is prevented through public health measures such as smoking cessation, hand hygiene, and vaccinations (specifically, influenza and pneumococcal vaccinations).&nbsp; The pneumococcal immunization schedule is complex due to multiple vaccine brands (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61891.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 12\n                                    </a>\n                                </div>\n                                ).&nbsp; In general, the pneumococcal conjugate vaccine (PCV20) is indicated for all adults age ≥65 and selected adults age &lt;65 with risk factors for invasive pneumococcal disease (eg, asplenia, diabetes mellitus, COPD).</li>\n\t<li>HAP and VAP are prevented through hospital checklists targeting aspiration (ie, care bundles), including head of bed elevation, screening for dysphagia, early mobilization (to prevent atelectasis and increase cough strength), and oropharyngeal decontamination (eg, subglottic suctioning, chlorhexidine mouth washes) in patients who are intubated (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/79694.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 13\n                                    </a>\n                                </div>\n                                ).</li>\n</ul>\n<h1>Complications</h1><br><br><p>Patients with pneumonia are at risk for local and systemic complications:</p>\n<h2>Local complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lung abscess</strong>:&nbsp; mostly due to anaerobes (eg, poor dentition) or pyogenic bacteria (eg, <em>S aureus</em>) creating a suppurative pocket within the parenchyma.&nbsp; Most (~90%) lung abscesses resolve with prolonged (3-6 weeks) antibiotic therapy alone; large abscess sometimes require percutaneous drainage.&nbsp; Postinfectious cysts (pneumatoceles) can form but typically cause no long-term problems.</li>\n\t<li><strong>PPE</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31497.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 14\n                                    </a>\n                                </div>\n                                ):&nbsp; results from localized inflammation that allows lung interstitial fluid to move across the visceral pleural membrane into the pleural space.&nbsp; The fluid is characteristically exudative (eg, based on Light criteria) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/33396.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 15\n                                    </a>\n                                </div>\n                                ).\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Uncomplicated PPE</strong>:&nbsp; Uncomplicated PPE consists of sterile exudative fluid due to reactive inflammation and typically resolves with antibiotics for the adjacent pneumonia.</li>\n\t\t<li><strong>Complicated PPEs and empyema</strong>:&nbsp; Lack of clinical improvement (eg, persistent fever and leukocytosis) after several days of antibiotic therapy is concerning for complicated PPE.&nbsp; Complicated PPEs reflect microbial translocation into the pleural space, which can lead to fibrinous loculation (poor antibiotic penetration).&nbsp; In addition, complicated PPEs are generally characterized by pH &lt;7.2, glucose &lt;60 mg/dL, leukocytes &gt;50,000 mm<font size=\"2\"><sup>3</sup></font>, and markedly elevated lactate dehydrogenase (eg, &gt;500 U/L) but falsely negative culture/Gram stain.&nbsp; <strong>Empyema</strong> represents further progression of infection in the pleural space with frank pus and usually a positive culture/Gram stain.&nbsp; In addition to antibiotics, definitive drainage (eg, pigtail catheter) is required for treatment.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Systemic complications</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sepsis:</strong>&nbsp; Chest infections are the leading cause of sepsis, an excessive host inflammatory response which leads to distributive shock and multiple organ dysfunction.&nbsp; Management is supportive (eg, fluid resuscitation, vasopressors)</li>\n\t<li><strong>Acute respiratory distress syndrome (ARDS):</strong>&nbsp; Pneumonia is the most common cause of ARDS, reflecting diffuse alveolar and systemic inflammation.&nbsp; Management involves lung-protective ventilation (eg, low tidal volumes, prevention of barotrauma).</li>\n</ul><br><br><p>Elderly patients who are hospitalized and have pneumonia have a high risk for death (~25%), readmission, and loss of functional status (eg, discharge to institutional care, rather than home).</p>\n<h1>Summary</h1><br><br><p>Pneumonia is an infection of the lung parenchyma that can produce significant local and systemic inflammation.&nbsp; Community-acquired pneumonia is mainly caused by typical bacteria (eg, pneumococcus), atypical bacteria (eg, <em>Mycoplasma</em>), and respiratory viruses, whereas hospital-acquired and ventilator-associated pneumonia are usually caused by nosocomial bacteria with a high rate of drug resistance.&nbsp; In most cases, pathogenesis involves aspiration of commensal upper respiratory flora combined with defects in host immune defense.&nbsp; Clinical pneumonia is defined as a new pulmonary infiltrate on chest imaging and compatible symptoms (eg, fever, chest pain, purulent sputum).&nbsp; Nonspecific presentations (eg, lethargy, altered mental status) are common, especially in elderly patients.&nbsp; Treatment involves triage to determine whether hospitalization is needed (eg, CURB-65 score ≥2).&nbsp; Empiric antibiotic therapy is based on where pneumonia was acquired (eg, CAP vs HAP/VAP) and risk factors for drug-resistant bacteria (particularly MRSA and <em>Pseudomonas</em>).&nbsp; Poor response to antibiotic treatment raises suspicion for an unusual pathogen (eg, zoonotic bacteria, fungi, mycobacteria) or closed-off infection (eg, complicated parapneumonic effusion).</p>\n</div>\n\n            "
}