{
  "meta": {
    "title": "Pulmonary interstitial emphysema",
    "url": "https://brainandscalpel.vercel.app/pulmonary-interstitial-emphysema-5a139b4d-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:19.100Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Pulmonary interstitial emphysema (PIE) is a condition in which air leaks into the peribronchovascular (ie, interstitial) space and compresses adjacent structures.</p>\n<h1>Pathogenesis</h1><br><br><p>PIE occurs when <strong>air leaks into the peribronchovascular space</strong> due to the rupture of overdistended alveoli.&nbsp; Air accumulates in the perivascular space and compresses adjacent bronchioles and vessels, resulting in:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>increased airway resistance</strong>, which can lead to air trapping and impaired gas exchange.</li>\n\t<li><strong>decreased pulmonary venous return</strong>, which can lead to impaired cardiac output.</li>\n</ul><br><br><p>In addition, trapped air in the perivascular space leads to decreased pulmonary compliance, further impairing gas exchange.</p><br><br><p>PIE is a type of <strong>pulmonary air leak disorder</strong>.&nbsp; Air that leaks into the perivascular space can dissect along the perivascular connective tissue sheath, and the resultant disorder depends on the location of accumulated air.&nbsp; Other types of pulmonary leak disorders include pneumothorax (ie, air in pleural space), pneumomediastinum (ie, air in mediastinum), and pneumopericardium (ie, air in pericardial space).&nbsp; Less commonly, air can dissect into the peritoneal space (ie, pneumoperitoneum) or subcutaneous tissue (ie, subcutaneous emphysema).</p><br><br><p>Therefore, risk factors for PIE include any underlying pulmonary condition that can lead to alveolar overdistension, such as neonatal respiratory distress syndrome, transient tachypnea of the newborn, meconium aspiration syndrome, pulmonary hypoplasia, and pneumonia.&nbsp; Each of these conditions increases the risk for PIE; in addition, medical management of these conditions with mechanical ventilation further increases the risk for PIE due to high inspiratory pressures and tidal volumes (ie, barotrauma).</p>\n<h1>Clinical presentation</h1><br><br><p>PIE can be unilateral or bilateral and most commonly occurs in <strong>mechanically ventilated preterm infants</strong>.&nbsp; Patients often have worsening hypoxemia and hypercarbia within the first 72-96 hours of life, requiring increased respiratory support (eg, higher tidal volumes) to maintain adequate gas exchange.&nbsp; Higher ventilator settings also contribute to air accumulation in the peribronchovascular space, resulting in further impaired gas exchange and pulmonary venous return due to compression.&nbsp; Higher ventilator settings also increase the risk for tissue dissection and air leak into other tissues.</p><br><br><p>Physical examination may show worsening respiratory distress (eg, tachypnea, retractions) and cyanosis.&nbsp; Hypotension may occur due to impaired cardiac output.</p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for PIE includes other types of pulmonary leak disorders (eg, pneumomediastinum, pneumothorax) that present with worsening respiratory distress in a patient with an underlying pulmonary condition often requiring mechanical ventilation.&nbsp; The location of free air, as visualized on chest radiograph, distinguishes these diagnoses.</p>\n<h1>Diagnosis</h1><br><br><p>In cases of suspected PIE, a chest radiograph should be obtained to demonstrate air in the peribronchovascular space, which appears as cyst-like radiolucencies that form irregular, linear streaks in the medial and peripheral lung.&nbsp; Serial blood gas analyses can show worsening hypoxemia and hypercarbia with escalating respiratory support.</p>\n<h1>Management</h1><br><br><p>The management of PIE is <strong>supportive</strong>.&nbsp; The goal is to maintain adequate gas exchange and cardiac output while minimizing the risk for further air leak (eg, lowest possible ventilator settings).&nbsp; In addition, the patient should be positioned in the lateral decubitus position with the affected lung down to promote aeration of the unaffected lung.&nbsp; In severe cases, bronchial intubation of the unaffected lung (ie, extending the endotracheal tube into a main bronchus to aerate only one lung) may be performed to prevent further air leak and allow healing.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis of PIE depends on the severity and the underlying pulmonary condition.&nbsp; Mild cases (eg, mild hypoxemia and hypercarbia that require noninvasive respiratory support) often resolve with supportive care while minimizing ventilatory settings.&nbsp; However, in severe cases (eg, severe hypoxemia and hypercarbia that require invasive respiratory support), patients are at increased risk for bronchopulmonary dysplasia, or chronic lung disease characterized by prolonged (eg, &gt;28 days) oxygen requirement in a preterm infant, due to chronic inflammation.</p>\n<h1>Prevention</h1><br><br><p>Preventative strategies for PIE include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Using the least invasive mode of respiratory support (eg, continuous positive airway pressure) while maintaining adequate gas exchange</li>\n\t<li>Minimizing ventilator settings (ie, inspiratory pressures, tidal volumes) to prevent overdistension of alveoli</li>\n\t<li>Administering exogenous surfactant in cases of neonatal respiratory distress syndrome to improve pulmonary compliance and avoid using high ventilator settings</li>\n</ul>\n<h1>Summary </h1><br><br><p>Pulmonary interstitial emphysema (PIE) is a condition in which air leaks into the peribronchovascular (ie, interstitial) space and compresses adjacent structures.&nbsp; Patients with underlying pulmonary conditions are at increased risk and often present with worsening respiratory distress, hypoxemia, and hypercarbia within the first 72-96 hours of life.&nbsp; Treatment is supportive while maintaining adequate gas exchange.</p>\n</div>\n\n            "
}