{
  "meta": {
    "title": "Sleep apnea",
    "url": "https://brainandscalpel.vercel.app/sleep-apnea-33e96a71-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:32.898Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Apnea refers to cessation of airflow and is classified as obstructive (\"can't breathe\") or central (\"won't breathe\").&nbsp; Obstructive sleep apnea (OSA) affects approximately 1 in 5 adults.&nbsp; It can have multiple complications, from workplace accidents and motor vehicle collisions to cardiometabolic disease.</p>\n<h1>Pathophysiology</h1><h2>Obstructive sleep apnea</h2><br><br><p>In OSA (\"can't breathe\"), airflow is absent or reduced, but respiratory effort (thoracic/abdominal) is increased (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24510.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The mechanism involves intermittent collapse of the upper airway during sleep, leading to hypoxemia and sleep disruption.&nbsp; Patients with OSA have risk factors that cause the airway to excessively narrow.&nbsp; These include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Structural abnormalities (eg, retrognathia, macroglossia).</li>\n\t<li>Obesity and large neck circumference.</li>\n\t<li>Older age (associated with increased tissue laxity).</li>\n\t<li>Male sex (possibly due to differences in upper airway fat distribution, muscle activity, and hormonal factors).</li>\n</ul><br><br><p>These factors exacerbate physiologic pharyngeal relaxation during sleep (which normally does not cause airflow obstruction).</p><br><br><p>Preexisting OSA can be exacerbated by substances that further relax muscle tone (eg, alcohol, other central depressants, antispasmodic drugs) or conditions that increase upper airway resistance (eg, adenoid hypertrophy during respiratory infections, allergic rhinitis, nasal polyps).</p>\n<h2>Central sleep apnea</h2><br><br><p>In central sleep apnea (CSA) (\"won't breathe\"), airflow is absent or reduced due to a lack of respiratory effort, reflecting diminished respiratory drive (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24508.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p>Risk factors include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Central depressants (eg, alcohol, opioids, benzodiazepines).</li>\n\t<li>Congenital hypoventilation (ie, Ondine curse).</li>\n\t<li>Respiratory center damage (eg, prior brainstem stroke).</li>\n\t<li>Global brain hypoperfusion (eg, severe heart failure).</li>\n\t<li>Metabolic encephalopathy (eg, uremia).</li>\n</ul><br><br><p>Central depressants and congenital hypoventilation result in pure hypoventilation.&nbsp; In contrast, other causes of CSA (eg, heart failure) involve abnormalities in carbon dioxide chemoreceptor sensitivity that result in a delayed response and overcorrection, causing swings between hyperventilation and hypoventilation (ie, Cheyne-Stokes breathing) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25301.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><br><br><p>Preexisting CSA can be exacerbated by additional insults that further destabilize ventilation patterns (eg, metabolic alkalosis, high altitude, excessive supplemental oxygen).</p>\n<h1>Clinical features</h1><br><br><p>OSA produces a range of signs and symptoms during sleep and waking hours (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/57140.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Awake symptoms</h2><br><br><p>OSA involves repeated respiratory interruptions, producing microarousals and frequent semiawakenings.&nbsp; Patients may never achieve restorative sleep (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/46387.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ), resulting in prominent daytime symptoms.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Excessive daytime sleepiness (EDS)</strong>:&nbsp; EDS is the cardinal symptom of sleep apnea, present in approximately 80% of patients.&nbsp; Sleepiness (inability to remain awake when required) is distinct from fatigue (subjectively low mental or physical energy).&nbsp; The sleepiness is not relieved by daytime napping or a longer sleep duration.&nbsp; EDS is measured using standard questionnaires such as the Epworth Sleepiness Scale, which assesses the likelihood of falling asleep during passive or sedentary activities (eg, reading, watching television, driving).</li>\n\t<li><strong>Affective-cognitive symptoms</strong>:&nbsp; Many patients with sleep apnea experience mood disturbances, which can resemble major depression (eg, dysphoria, irritability).&nbsp; Concentration difficulties and slowed mental processing are common, often leading to poor job or school performance.</li>\n\t<li><strong>Morning headache</strong>:&nbsp; Approximately one-third of patients with significant sleep apnea have morning headaches, which may reflect cerebral vasodilation from hypoxemia and hypercapnia.&nbsp; The quality resembles that of a tension headache (ie, bilateral, frontal or circumferential, dull or squeezing).</li>\n</ul>\n<h2>Sleep symptoms</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Interrupted airflow</strong>:&nbsp; The primary nocturnal symptom is <strong>snoring</strong>, which can be so loud that it disturbs bedmates.&nbsp; Sleep partners may also report <strong>witnessed apneic episodes</strong>, obvious pauses in airflow often described as alarming periods of silence between snoring.&nbsp; The apneic periods may be followed by <strong>resuscitative gasping</strong>, a dramatic bout of snorting and heavy breathing, as the airway reopens following prolonged obstructive apnea.&nbsp; This gasping alleviates acidosis and hypoxemia that accumulate during the apneic episode.</li>\n\t<li><strong>Nocturia</strong>:&nbsp; Patients may report frequent awakenings to urinate, likely due to their lighter arousal threshold.&nbsp; Urine production is also increased due to afferent glomerular vasoconstriction from renin-angiotensin-aldosterone activation, as well as the release of increased natriuretic peptide (atrial natriuretic peptide and brain natriuretic peptide).</li>\n\t<li><strong>Sleep maintenance insomnia</strong>:&nbsp; Approximately 50% of patients with OSA experience insomnia despite their EDS.&nbsp; Respiratory-related arousals can awaken patients, causing stimulation that prevents them from falling asleep again.&nbsp; Comorbid mood and anxiety disorders also contribute.</li>\n</ul>\n<h1>Complications and comorbidities</h1><h2>Chronic cardiovascular disease</h2><br><br><p>OSA is associated with recurrent sympathetic surges, intermittent hypoxemia, low-grade systemic inflammation, and generalized endothelial dysfunction.&nbsp; Chronic cardiometabolic and vascular manifestations include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hypertension</strong>:&nbsp; OSA is the leading cause of secondary hypertension and is present in &gt;75% of patients with resistant hypertension (ie, requiring ≥3 medication classes, including a diuretic).</li>\n\t<li><strong>Left-sided heart failure</strong>:&nbsp; Hypertensive heart disease with diastolic dysfunction is very common and increases proportionally with OSA severity.&nbsp; Untreated (or undertreated) OSA is a major precipitant of heart failure exacerbations.</li>\n\t<li><strong>Atherosclerosis</strong>:&nbsp; OSA-induced vascular inflammation and stress lead to accelerated atherosclerosis, particularly carotid stenosis and coronary ischemic heart disease.</li>\n\t<li><strong>Insulin resistance</strong>:&nbsp; Untreated OSA is a major driver of poor glycemic control in patients with preexisting diabetes mellitus.</li>\n\t<li><strong>Erectile dysfunction</strong>:&nbsp; Penile tissue is especially susceptible to generalized endothelial dysfunction (ie, decreased nitric oxide bioavailability).&nbsp; In contrast to psychogenic erectile dysfunction, patients typically report loss of nonsexual (eg, early morning) erections.</li>\n</ul>\n<h2>Acute cardiovascular events</h2><br><br><p>OSA is associated with neurohormonal and hemodynamic stress that can trigger acute cardiovascular events:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nocturnal arrhythmias</strong>:&nbsp; OSA provokes bradyarrhythmias, which typically occur during apnea due to high vagal tone.&nbsp; It also provokes tachyarrhythmias, which typically occur during postapneic recovery periods due to high sympathetic tone and include premature atrial or ventricular contractions, atrial fibrillation/flutter, and even ventricular tachycardia.</li>\n\t<li><strong>Nocturnal angina</strong>:&nbsp; In patients with preexisting coronary artery disease, OSA can induce myocardial ischemia due to increased cardiovascular stress during apnea episodes.&nbsp; Angina pectoris can sometimes awaken patients from sleep.&nbsp; In some cases, demand-induced non–ST-segment elevation myocardial infarction can occur.</li>\n\t<li><strong>Heart failure exacerbations</strong>:&nbsp; Untreated (or undertreated) OSA is an important precipitant of exacerbations of left-sided heart failure.</li>\n\t<li><strong>Acute ischemic stroke</strong>:&nbsp; OSA can lead to acute ischemic stroke from carotid atheroma rupture, cerebral watershed infarction (eg, hypoxemia), or cardioembolism from atrial fibrillation.</li>\n</ul>\n<h2>Pulmonary hypertension</h2><br><br><p>Both OSA and CSA result in periods of alveolar hypoventilation during sleep, leading to recurrent episodes of hypoxemia.&nbsp; Untreated, chronic nocturnal hypoxemia can induce pulmonary vasoconstriction, which can eventually lead to pulmonary hypertension (PH) and right ventricular hypertrophy.&nbsp; Manifestations include daytime exertional dyspnea, peripheral edema, and digital clubbing.</p>\n<h2>Obesity hypoventilation syndrome</h2><br><br><p>Obesity hypoventilation syndrome (OHS) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/65069.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) is defined by daytime hypercapnia (PaCO<font size=\"2\"><sub>2</sub></font> &gt;45 mm Hg) in a patient with obesity (BMI ≥30 kg/m<font size=\"2\"><sup>2</sup></font>) and no other cause of hypoventilation.&nbsp; There is close overlap between OSA (present in ~90% of patients with OHS) and OHS (present in ~20% of patients with OSA).&nbsp; OHS symptoms mirror those of OSA (eg, daytime somnolence, morning headaches), but signs of right-sided heart failure (eg, jugular venous distension, pedal edema) are typically more pronounced because hypercapnia-induced pulmonary vasoconstriction increases right ventricular afterload.&nbsp; OHS is also associated with more significant fluid retention due to renal bicarbonate retention as metabolic compensation for hypercapnia.<p></p>\n<h2>Other conditions</h2><br><br><p>Other conditions that are frequently comorbid with OSA include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Gastroesophageal reflux disease (GERD)</strong>:&nbsp; Large intrathoracic pressure swings (during obstructive apnea), especially in the supine position, encourage esophageal reflux of gastric acid.</li>\n\t<li><strong>Aspiration</strong>:&nbsp; OSA increases the risk of aspiration pneumonitis (sterile inflammation) or pneumonia (bacterial contamination), especially in the setting of severe gastroesophageal reflux.</li>\n\t<li><strong>Asthma</strong>:&nbsp; OSA-related systemic inflammation worsens airway edema and immune cell activation, and OSA-exacerbated acid reflux can further irritate the bronchi, resulting in worsening asthma control.</li>\n\t<li><strong>Sickle cell anemia</strong>:&nbsp; Nocturnal hypoxemia can exacerbate red blood cell sickling, potentially triggering vasoocclusive pain crises or priapism.</li>\n\t<li><strong>Seizure disorders</strong>:&nbsp; Sleep fragmentation lowers the seizure threshold, contributing to breakthrough seizures (especially during sleep) in patients with underlying epilepsy.</li>\n</ul>\n<h1>Diagnosis</h1><h2>Suspecting OSA</h2><br><br><p>The most common presentations of potential OSA are EDS (reported by the patient) and snoring (reported by the patient's bedmate).&nbsp; OSA is also frequently considered during work-up for resistant hypertension and PH.&nbsp; Additional laboratory findings include polycythemia (eg, hematocrit &gt;50%) from chronic nocturnal hypoxemia and metabolic alkalemia (eg, serum bicarbonate ≥28 mEq/L) from chronic respiratory acidosis in patients with concurrent OHS.</p><br><br><p>OSA pretest probability can be assessed with screening tools such as the <strong>STOP-Bang</strong> score (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/32918.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).&nbsp; This score is applied to patients with potential symptoms of OSA.&nbsp; It assigns 1 point each for <strong>S</strong>noring, daytime sleepiness (<strong>T</strong>iredness), <strong>O</strong>bserved apneic breathing, high blood <strong>P</strong>ressure, <strong>B</strong>MI, <strong>A</strong>ge, <strong>N</strong>eck circumference (&gt;40 cm), and male <strong>G</strong>ender.&nbsp; As a sensitive tool, it screens out OSA in patients with a low score (ie, ≤2 points).<p></p>\n<h2>Indications for OSA testing</h2><br><br><p>Sleep apnea testing is most strongly indicated for patients at risk for OSA (eg, STOP-Bang score ≥3) and either a classic presentation (eg, snoring with or without EDS) or severe unexplained cardiopulmonary disease (eg, unexplained recurrent heart failure exacerbations despite good medical adherence).</p>\n<h2>Types of OSA testing</h2><br><br><p>There are 2 forms of sleep testing:&nbsp; home sleep apnea study (HSAT) and formal supervised polysomnography (PSG) performed in the laboratory.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>HSAT</strong>:&nbsp; In most patients, the diagnosis of OSA begins with an HSAT.&nbsp; The take-home kit contains sensors that patients attach to themselves, such as a nasal airflow meter, chest and abdominal straps (to measure respiratory effort), and a continuous pulse oximeter.&nbsp; HSATs can confirm OSA (ie, good specificity) but not rule it out (ie, poor sensitivity).&nbsp; Because of low sensitivity, a negative HSAT requires further testing with formal PSG.</li>\n\t<li><strong>PSG</strong>:&nbsp; This more comprehensive study has the benefit of direct observation for accurate determination of respiratory events.&nbsp; PSG (rather than HSAT) is the preferred initial test for <strong>mission-critical workers</strong> (eg, airline pilots, railroad controllers).&nbsp; In addition, PSG is much better at discriminating between obstructive and central events; therefore, it is also preferred for patients with suspected hypoventilation (eg, neuromuscular disease) or CSA (eg, prior stroke).</li>\n</ul>\n<h2>Sleep apnea severity</h2><br><br><p>The severity of sleep apnea is determined by the duration and number of apneic and hypopneic episodes detected on HSAT or PSG.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Apnea is a more severe event, involving complete cessation of airflow (≥10 sec).&nbsp;</li>\n\t<li>Hypopnea is a milder event, involving a partial reduction of airflow (≥10 sec) accompanied by desaturation.</li>\n</ul><br><br><p>The <strong>apnea-hypopnea index (AHI)</strong> is the average combined apneic and hypopneic episodes per hour, with an AHI ≥5 events/hr of sleep suggesting sleep apnea.&nbsp; Patients may have predominant OSA (~65%), predominant CSA (~10%), or mixed sleep apnea (~25%).&nbsp; Patients with severe (AHI &gt;30 events/hr) sleep apnea are at greatest risk of complications such as cardiovascular disease and PH.&nbsp;</p><br><br><p>Sleep-disordered breathing (SDB) is an umbrella term encompassing OSA, CSA, UARS, and other respiratory disturbances.</p>\n<h1>Differential diagnosis</h1><br><br><p>Sleep apnea (and other SDBs) is a major cause of EDS.&nbsp; However, several other disorders affecting sleep are on the differential diagnosis.</p>\n<h2>Other medical conditions</h2><br><br><p>Nocturnal asthma, GERD, and upper airway cough syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37670.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) can cause respiratory difficulties during sleep and are sometimes bothersome enough to repeatedly awaken patients, leading to EDS.&nbsp; In addition, the paroxysmal nocturnal dyspnea (eg, sudden awakening with a drowning or suffocating sensation) seen in left-sided heart failure can mimic gasping arousals due to obstructive apnea.<p></p>\n<h2>Sleep restriction</h2><br><br><p>Sleep restriction is defined as insufficient sleep (ie, &lt;6 hr/night) due to insomnia (difficulty falling or staying asleep) or voluntary restriction (choosing to sleep less [eg, to study] or limited sleep opportunity [eg, new parents]).&nbsp; These are diagnosed using the sleep history and diary, the search for precipitating factors such as life stressors, and, in the case of insomnia, underlying conditions (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/94324.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ) or medications (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/111296.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Sleep-related movement disorders</h2><br><br><p>Repetitive and persistent nocturnal movements may disturb sleep quality and produce daytime impairment.&nbsp; These disorders include restless legs syndrome (RLS) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/38193.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ), periodic limb movement disorder, and bruxism.&nbsp; RLS involves unpleasant sensations of the legs (usually) or arms (rarely), such as crawling, cramping, or tingling (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L109112.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ); these can cause sleep deprivation and EDS.&nbsp; RLS is associated with iron deficiency anemia, uremia, diabetic peripheral neuropathy, and certain medications (eg, dopamine antagonists, antihistamines).&nbsp; RLS is diagnosed clinically based on a history of characteristic symptoms, and the diagnosis is supported with iron studies (eg, serum ferritin &lt;75 ng/mL).<p></p>\n<h2>Circadian rhythm disorders</h2><br><br><p>Circadian rhythm disorders involve a mismatch between the internal circadian clock (ie, chronotype) and external schedule.&nbsp; They include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Shift work and jet lag disorders:&nbsp; Patients have a normal chronotype but are forced into unnatural sleep schedules.</li>\n\t<li>Advanced, delayed, or non–24-hour sleep-wake phase disorders:&nbsp; Patients have an abnormal chronotype but are trying to align with conventional sleep schedules.</li>\n</ul><br><br><p>EDS is due to secondary insomnia caused by efforts to adapt to a normal schedule (eg, forcing an early bedtime).&nbsp; Diagnosis is made by the patient's use of a sleep diary, with specific attention to differences in sleep and wake times between unstructured days (eg, weekends) versus structured days (eg, school and work days), as well as actigraphy (wrist-worn activity sensor) for objective assessment of sleep schedule.</p>\n<h2>Disorders of wakefulness</h2><br><br><p>Disorders of wakefulness are also known as central disorders of hypersomnolence and refer to EDS without an underlying sleep, circadian, or medical disorder.&nbsp; They include narcolepsy (rare) and primary idiopathic hypersomnia (even rarer).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Narcolepsy</strong>:&nbsp; Patients with narcolepsy (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/85175.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 9\n                                    </a>\n                                </div>\n                                ) have profound EDS and frequently fall asleep at inopportune times despite adequate sleep.&nbsp; Features include&nbsp;low sleep latency, REM at sleep onset (inset of normal progression), and awake REM intrusion such as cataplexy (eg, sudden muscle atonia, often triggered by emotional stimuli such as surprise or laughter), sleep paralysis, or vivid hypnagogic hallucinations.&nbsp; Diagnosis involves a Multiple Sleep Latency Test (MSLT), which measures the time to sleep onset using electroencephalography.&nbsp; Other sleep disorders causing EDS, such as sleep restriction or sleep apnea, must be ruled out first.&nbsp; Sometimes, narcolepsy is diagnosed based on a low hypocretin-1 (orexin-A) level in cerebrospinal fluid.</li>\n\t<li>Primary idiopathic hypersomnia is a rare disorder of constant sleepiness that can be diagnosed only when every other condition has been ruled out.</li>\n</ul>\n<h1>Management</h1><h2>General measures</h2><br><br><p>Several basic interventions should be advised for all patients with OSA:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Avoiding sedatives</strong> or neuromuscular relaxants:&nbsp; Alcohol, benzodiazepines, opioids, and antispasmodic agents (eg, cyclobenzaprine, baclofen) can contribute to OSA and should be discontinued or minimized.</li>\n\t<li><strong>Reducing nasal resistance</strong>:&nbsp; Nasal obstruction increases the effort required to breathe, creating the high negative intrathoracic pressure required during inhalation that pulls on the collapsible structures of the upper airway.&nbsp; Sinus irrigation and intranasal corticosteroids (eg, fluticasone) can reduce turbinate hypertrophy.&nbsp; Nasal widening strips can help maintain patency.&nbsp; Some patients (eg, those with severe septal deviation or nasal polyps) may require surgery.</li>\n\t<li><strong>Sleep repositioning</strong>:&nbsp; Apneic breathing is most pronounced in the supine position.&nbsp; If possible, patients should be encouraged to try sleeping at an incline (eg, bed wedge), laterally, or prone.</li>\n\t<li><strong>Weight loss</strong>:&nbsp; Achieving a 10% weight loss correlates with a 50% reduction in AHI in obese patients with OSA.&nbsp; Weight loss must be significant enough to reduce neck circumference.</li>\n\t<li><strong>Smoking cessation</strong>:&nbsp; All individuals should be assisted with smoking cessation.&nbsp; Compared to the general population, the benefit is larger in patients with OSA due to their elevated baseline cardiovascular risk.</li>\n</ul>\n<h2>Positive airway pressure</h2><br><br><p>Most patients with sleep apnea require some degree of positive airway pressure (PAP) therapy.&nbsp; This can be delivered in 2 forms: continuous (CPAP) and bilevel (BPAP).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>CPAP</strong>:&nbsp; Supplies a constant set pressure (typically 5-15 cm H<font size=\"2\"><sub>2</sub></font>O) throughout the respiratory cycle.&nbsp; All breaths are spontaneous (ie, patient triggered).&nbsp; It is most strongly indicated for most OSA and the OSA components of OHS.</li>\n\t<li><strong>BPAP</strong>:&nbsp; Supplies a basal level of positive end-expiratory pressure, as well as additional inspiratory pressure support.&nbsp; Breaths can be spontaneous (ie, patient triggered) or mandated (ie, backup rate).&nbsp; BPAP is strongly indicated for most patients with CSA, especially those with peripheral hypoventilation (eg, neuromuscular disease, severe chronic obstructive pulmonary disease) or depressed respiratory drive.</li>\n</ul><br><br><p>Obstruction worsens during REM sleep due to muscle atonia and, in the supine position, due to gravity.&nbsp; Therefore, to fully suppress AHI, the CPAP level is titrated to REM sleep in the supine position (ie, worst obstruction).&nbsp; Home autotitrating CPAP devices are widely used, allowing dynamic adaptation as patient parameters (eg, weight) change.</p><br><br><p>A variety of PAP interfaces (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24480.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) are available (eg, full face, nasal), and the treatment response is usually immediate and dramatic.&nbsp; The PAP interface is a major determinant of adherence (eg, ≥4hr/night, ≥70% nights) and should be chosen carefully.&nbsp; In patients experiencing difficulty, behavioral techniques (eg, gentle positive encouragement, bedmate as ally) are usually successful.&nbsp; Monitoring adherence is critical and can be performed remotely; insurance-sponsored rental machines can be repossessed if adherence is low.<p></p>\n<h2>Adjunctive treatment</h2><br><br><p>Some patients are unable to acclimate to PAP despite their best efforts.&nbsp; Second-line treatment options include wakefulness-promoting agents (eg, modafinil, pitolisant) to enable safe daytime functioning, upper airway surgery (eg, maxillomandibular advancement, uvulopalatopharyngoplasty), and hypoglossal nerve stimulation.</p>\n<h2>Special populations</h2><br><br><p>OSA in children (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/55545.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 10\n                                    </a>\n                                </div>\n                                ) is usually due to adenotonsillar hypertrophy rather than large neck circumference and obesity, which are the predominant causes in adolescents and adults.&nbsp; Additional risk factors include craniofacial abnormalities (eg, retrognathia in Pierre Robin sequence) or neuromuscular laxity (eg, pharyngeal weakness in Down syndrome).&nbsp; In addition to snoring and EDS, pediatric OSA can present with <strong>atypical symptoms</strong> such as parasomnias (eg, night terrors), enuresis, growth retardation, cognitive and behavioral indications (eg, aggression, poor scholastic performance), and hypertension.&nbsp; First-line treatment is tonsillectomy and adenoidectomy (rather than CPAP).<p></p><br><br><p>OSA in pregnant patients presents similarly to that in nonpregnant patients.&nbsp; However, management differs in two key aspects.&nbsp; First, weight loss is not recommended (due to risk of fetal growth restriction).&nbsp; Instead, controlling weight gain is safer.&nbsp; Second, CPAP is recommended (vs lifestyle change alone) for even mild (ie, AHI &lt;15 events/hr) or minimally symptomatic OSA because AHI tends to worsen throughout pregnancy and fetuses are particularly susceptible to hypoxemia (ie, maternal SpO<font size=\"2\"><sub>2</sub></font> ≤90).</p>\n<h1>Summary</h1><br><br><p>Sleep apnea is common and has a significant public health impact (eg, motor vehicle collisions, cardiometabolic disease).&nbsp; Obstructive sleep apnea involves repetitive pharyngeal collapse due to relaxed upper airway muscles during sleep; risk factors include obesity, older age, male gender, and large neck circumference.&nbsp; Central sleep apnea involves fluctuating or depressed respiratory drive and is associated with decreased brain perfusion (eg, heart failure), central sedatives, or damage to respiratory nuclei (eg, stroke).&nbsp; Both forms lead to sleep fragmentation and excessive daytime sleepiness, the cardinal symptom.&nbsp; Cardiometabolic sequelae (eg, due to high sympathetic tone, systemic inflammation, and endothelial dysfunction) include hypertension and accelerated atherosclerosis.&nbsp; Diagnosis requires a sleep study.&nbsp; The differential diagnosis of excessive daytime sleepiness includes medical illnesses, sleep restriction disorders (eg, insomnia), sleep-related movement disorders, circadian rhythm disorders, and central disorders of hypersomnolence (eg, narcolepsy).&nbsp; Treatment usually involves positive airway pressure therapy.&nbsp; General measures include losing weight and avoiding central sedatives (eg, alcohol).</p>\n</div>\n\n            "
}