{
  "meta": {
    "title": "Smoking cessation",
    "url": "https://brainandscalpel.vercel.app/smoking-cessation-d9325490-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:35.993Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Cigarette smoking is the leading cause of preventable disease, disability, and death among adults worldwide.&nbsp; Smoking cessation is an evidence-based suite of behavioral support and pharmacotherapy approaches that need to be individualized to each patient.</p><h1>Pathophysiology</h1><h2>Nicotine dependency</h2><p>Problematic (chronic) tobacco use (eg, tobacco use disorder) involves complex physiological and psychosocial mechanisms:</p><ul class=\"article-body-unordered-list\"><li><strong>Physiological</strong> (ie, dependency):&nbsp; Nicotine strongly binds nicotinic acetylcholine receptors (nAChRs), primarily in the mesolimbic dopamine pathway.&nbsp; Tolerance (higher concentrations of nicotine needed to achieve similar levels of dopamine release) gradually develops.&nbsp; Sudden nicotine cessation leads to acute withdrawal (irritability, cravings), which is the hallmark of dependency.</li><li><strong>Psychosocial</strong> (ie, addiction):&nbsp; Patients with longtime smoking habits may develop distorted perceptions about their smoking behavior.&nbsp; For example, they may overestimate potential benefits (eg, weight control) while underestimating risks (eg, asthma flare-ups).&nbsp; Habits may contribute.&nbsp; For example, smoking is often linked to daily routines (eg, first cigarette with morning coffee), and oral fixation (satisfaction from the ritual of lighting up a cigarette, holding it, and exhaling smoke) can become a conditioned response to stress.</li></ul><h2>Predictors of continued smoking</h2><p>Among patients trying to quit, unsuccessful smoking cessation correlates with the following factors:</p><ul class=\"article-body-unordered-list\"><li>High nicotine dependency:&nbsp; <strong>Time to first cigarette</strong> (TTFC) upon waking is the single most powerful indicator of nicotine dependency.&nbsp; A short TTFC (&lt;30 min) or smoking in bed indicates greater physiological dependency.&nbsp; Heavy smoking (eg, &gt;30 cigarettes/day) is important but not as predictive as TTFC.</li><li>Comorbid psychiatric disorders:&nbsp; Over one-third of patients who smoke have a serious concurrent psychiatric illness.&nbsp; Smoking cessation is least likely to succeed in patients with schizophrenia and substance (eg, alcohol) use disorders.</li><li>Cohabitation with an individual who smokes (lack of social support, constant exposure to environmental smoking cues):&nbsp; Cessation is typically difficult unless the entire household is committed as a team.</li><li>Other factors:<ul class=\"article-body-unordered-list\"><li>Younger onset of smoking (ie, during adolescence) is associated with a lower quitting rate, possibly due to higher expression and sensitivity of dopaminergic receptors in youth.</li><li>Low motivation or confidence (&lt;7 on a 10-point scale) in ability to quit</li><li>Brief periods of abstinence following past cessation attempts (ie, frequent relapses).&nbsp; Notably, the number of previous quit attempts is <em>not</em> necessarily a negative predictor (eg, patients often learn through prior experiences).</li></ul></li></ul><h1>Core principles</h1><h2>The 5As</h2><p>The universal principles of smoking cessation are summarized with the 5As (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/99456.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li><strong>Ask</strong> about tobacco use:&nbsp; All patients should be asked about tobacco use at each clinic visit.&nbsp; The screening question is constructed to have the highest sensitivity possible (eg, \"Do you <em>ever</em> smoke cigarettes?\").</li><li><strong>Advise</strong> against smoking:&nbsp; Patients who are currently smoking should be advised to quit immediately (eg, \"Now is a great time to quit smoking.&nbsp; I will help you.\").&nbsp; Every minute counts (eg, 5 min of advice = 5% increase in quit success rate).</li><li><strong>Assess</strong> readiness to quit:&nbsp; The most direct way is to ask for a firm quit date (eg, \"When are you going to quit smoking?&nbsp; Let me mark it on my calendar.\").&nbsp; For patients who do not answer right away, the urge to propose a date for them should be resisted.&nbsp; Often, resolutions solidify in the period of hesitation.</li><li><strong>Assist</strong> with quitting:&nbsp; When a firm quit date is established, a cessation plan should be developed with the patient.&nbsp; The plan typically includes individual interventions (eg, behavioral therapy plus pharmacotherapy), trigger anticipation, and external resources (eg, quit hotline).</li><li><strong>Arrange</strong> follow-up:&nbsp; Proactive (eg, clinical calls to patients 3 days before their planned quit date) contact is more effective than waiting for the next office visit.</li></ul><h2>Three major interventions</h2><p>Based on the 5As, smoking cessation consists of 3 major interventions:</p><ul class=\"article-body-unordered-list\"><li>Motivational interviewing</li><li>Behavioral counseling</li><li>Pharmacotherapy</li></ul><p>These interventions (used alone or together) are tailored to the patient's stage of change (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/79822.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Motivational interviewing is traditionally viewed as the main tool for advancing from precontemplation to preparation.&nbsp; However, it is relevant at all stages of change (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/34534.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).<p></p><h1>Not ready to quit</h1><p>The stage of being not ready to quit is also referred to as the <strong>precontemplation</strong> stage of change.&nbsp; For patients in the precontemplation stage (eg, those unwilling to give a firm quit date), the goal is to help unlock their internal motivation.</p><h2>Motivational interviewing</h2><p>At the heart of motivational interviewing is the notion that all individuals in the precontemplation stage harbor some <strong>ambivalence</strong> about their behavior (despite not acknowledging negative consequences of their behavior).&nbsp; At this stage of motivational interviewing, there are 2 goals:</p><ul class=\"article-body-unordered-list\"><li>Explore ambivalence:&nbsp; The key components are open-ended questions (eg, \"What are some things you like and dislike about smoking as part of your daily routine?\") and reflective listening (eg, asking clarifying questions, paraphrasing).</li><li>Develop <strong>discrepancies</strong>:&nbsp; The next phase of motivational interviewing is to help patients recognize a gap between their current smoking and deeper personal values.&nbsp; This can be accomplished through provocative prompts (eg, \"Tell me about a time when smoking got in the way of something important to you\").</li></ul><p>Although recommending action is premature during this stage, it is helpful to provide education on short- and long-term benefits of smoking cessation.&nbsp; Some <strong>motivational nuggets</strong> are provided below:</p><ul class=\"article-body-unordered-list\"><li>Major adverse cardiovascular event (MACE)<ul class=\"article-body-unordered-list\"><li>One week after smoking cessation:&nbsp; The risk for acute myocardial infarction and stroke begins to decrease measurably.</li><li>One year after smoking cessation:&nbsp; The risk for MACE is reduced to 50% compared to a person who continues to smoke.</li></ul></li><li>Cancer risk<ul class=\"article-body-unordered-list\"><li>One year after smoking cessation:&nbsp; The risk for being diagnosed with any cancer (primarily lung) decreases measurably.</li><li>Ten years after smoking cessation:&nbsp; The risk for dying from cancer is reduced to 50% compared to a person who continues to smoke.</li></ul></li><li>Mortality (smoking cessation improves survival at all ages)<ul class=\"article-body-unordered-list\"><li>Quitting by age 30 eliminates 100% of future attributable risk and adds 11 years to the patient's life expectancy.</li><li>Quitting by age 50 eliminates 50% of future attributable risk and adds 7 years to the patient's life expectancy.</li></ul></li></ul><p>Certain conditions may resonate more personally with patients based on their fears and experiences (eg, friend recently diagnosed with chronic obstructive pulmonary disease).</p><h2>Precontemplation pharmacotherapy</h2><p>For patients in the precontemplation stage, it is reasonable to offer proactive treatment with <strong>varenicline</strong> while continuing general motivational interviewing.&nbsp; This strategy results in a 2-fold improvement for 1-year complete smoking cessation.&nbsp; Varenicline is a partial agonist of nAChR that simultaneously activates (prevents nicotine withdrawal) and inhibits (reduces cravings) the receptor.&nbsp; Patients successfully treated report becoming apathetic towards smoking (\"I just kind of lost interest\").&nbsp; Varenicline is generally continued for 12 weeks after the last cigarette.</p><h1>Ready to quit</h1><p>The stage of being ready to quit is also referred to as the <strong>preparation and action</strong> stage of change and is signaled by committing to a firm quit date.&nbsp; To capitalize on momentum, the quit date should be within 2 weeks from the current date.&nbsp; In some cases, some patients are motivated by dates carrying special significance (eg, anniversaries, birthdays).&nbsp; The goal of complete cessation (ie, zero cigarettes) should be stated explicitly (eg, \"Cutting down is not enough.&nbsp; You only get the benefits by quitting completely.\").</p><h2>Motivational interviewing</h2><p>During the preparation and action phase, the 2 goals of motivational interviewing are the following:</p><ul class=\"article-body-unordered-list\"><li>Promote <strong>self-confidence</strong>:&nbsp; High confidence (≥7 on a 10-point scale) in one's ability to quit enhances the likelihood for success.&nbsp; Confidence can be built with strategic questions to create positive bias (eg, \"You mentioned that your confidence level is 6 out of 10.&nbsp; Why didn't you say 4?\") and nudge patients to recognize their own internal strength.</li><li>Enact <strong>small steps</strong> (precessation):&nbsp; Prior to the quit date, it is important to enact a set of concrete changes, including:<ul class=\"article-body-unordered-list\"><li>Consolidating smoking paraphernalia (eg, ashtrays, lighters) to be discarded on the quit date</li><li>Broadcasting their quit date to social supports (eg, family, friends, colleagues)</li><li>Identifying and replacing triggers (eg, drink morning tea instead of coffee)</li><li>Rehearsing action plans during cravings (eg, chew gum and call a friend)</li></ul></li></ul><p>Advanced preparation yields better outcomes.&nbsp; Ideally, patients should feel relaxed (and potentially excited) about stopping smoking on their quit date.</p><h2>Combination therapy</h2><p>Behavioral counseling and pharmacotherapy have synergistic effects when combined.&nbsp; Compared to patients who use neither behavioral counseling nor pharmacotherapy, those who use either alone have a 40% higher likelihood of smoking cessation, and those who use both have a 170% higher likelihood of smoking cessation.</p><p><strong>Behavioral counseling</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81024.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ) includes motivational interviewing and other forms of behavioral counseling:<p></p><ul class=\"article-body-unordered-list\"><li>Synchronous interaction (eg, telephone calls or telemedicine visits)</li><li>Asynchronous interaction (eg, secure text messaging)</li><li>Smartphone applications</li><li>Generative artificial intelligence chatbots</li></ul><p><strong>Pharmacotherapy</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36190.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) includes nicotine replacement therapy (NRT), bupropion, and varenicline:<p></p><ul class=\"article-body-unordered-list\"><li><strong>NRT:</strong>&nbsp; A basal + bolus (eg, patch + gum) approach is recommended.&nbsp; The basal component prevents nicotine withdrawal and is dosed based on average daily cigarettes (eg, 21-mg patch if &gt;10 cigarettes/day).&nbsp; The bolus component simulates plasma nicotine peaks during smoking and is dosed based on TTFC (eg, 4-mg gum if &lt;30 min).&nbsp; The bolus product type (eg, inhaler, lozenge, spray) can also combat oral fixation.</li><li><strong>Bupropion:</strong>&nbsp; In addition to being a norepinephrine-dopamine reuptake inhibitor, bupropion is also a nAChR agonist.&nbsp; Its anorectic properties can reduce postcessation weight gain, and it may be a good choice for patients who smoke and have comorbid depression.</li><li><strong>Varenicline:</strong>&nbsp; This is the most effective single agent (vs NRT or bupropion alone).&nbsp; A partial nAChR agonist, varenicline prevents withdrawal (agonist effect) and reduces cravings (antagonist effect).&nbsp; Common adverse effects include insomnia and bizarre dreams, but these symptoms are mitigated by taking the second dose several hours before bedtime.&nbsp; Despite a previous black box warning (reversed in 2016), varenicline can be safely used in patients with stable mood disorders.</li></ul><p>Bupropion and varenicline are typically started a week prior to the quit date and continued for 12 weeks after the last cigarette.</p><p>Combined behavioral therapy and pharmacotherapy are recommended for most adults who smoke.&nbsp; However, initial behavioral therapy alone may be appropriate for selected patients (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108692.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) (eg, those who smoke little or occasionally, adolescents, pregnant women).<p></p><h1>Struggling to quit</h1><p>Smoking cessation is an iterative process in which relapses are common.&nbsp; However, the epidemiology of cessation reveals an optimistic picture overall:</p><ul class=\"article-body-unordered-list\"><li>Of patients who attempt to quit, &gt;50% eventually stop smoking permanently.</li><li>It takes an average of approximately 5 sincere quit attempts before durable cessation.</li><li>The prevalence of smoking is declining steadily.</li></ul><h2>Motivational interviewing</h2><p>For patients who are struggling to quit (or facing a recent relapse), the 2 goals of motivational interviewing are to:</p><ul class=\"article-body-unordered-list\"><li><strong>Reinforce partial achievements:</strong>&nbsp; Forward-looking statements can reinspire hope in patients who may be feeling discouraged (eg, \"Given your success in reducing your smoking so far, I believe in your goal of quitting completely\").&nbsp; Although progress should be praised, it is important to avoid settling for the lesser goal of partial cessation.</li><li><strong>Unlink triggers:</strong>&nbsp; Patients should list triggers and habits that prompt them to smoke (eg, morning coffee, stressful commute, bowel movement).&nbsp; Next, they should propose alternate behaviors (eg, walking 500 steps, practicing deep breathing) that can distract from the urge to smoke.&nbsp; It is helpful to reassure patients that most strong urges only last 5-10 minutes.&nbsp; Focusing on the first cigarette of the day makes the challenge more manageable.&nbsp; Postponing the first cigarette develops skills that immediately translate to the broader cessation effort.</li></ul><h2>Managing cessation's \"side effects\"</h2><p>A range of bothersome symptoms (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37564.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                ) occur after smoking cessation.&nbsp; They usually resolve with supportive care and determination.&nbsp; Patients should be prepared to experience:<p></p><ul class=\"article-body-unordered-list\"><li>Nicotine withdrawal:&nbsp; Despite pharmacotherapy, some amount of dysphoria, restlessness, and cravings should be expected.</li><li>Weight gain:&nbsp; Increased appetite postcessation leads to a 2-4 kg (5-8 lb) weight gain on average.&nbsp; The benefits of smoking cessation far exceed the slight increase in BMI.</li><li>Productive cough:&nbsp; Bronchial cilia are paralyzed by cigarette smoke.&nbsp; As they reawaken, excessive mucus production and bronchospasm can occur.&nbsp; These symptoms resolve after 2-4 weeks.</li></ul><h1>Summary</h1><p>Cigarette smoking is the leading cause of preventable death globally.&nbsp; Tobacco use disorder is a complex process involving physiological dependency (nicotine tolerance and withdrawal) as well as psychological addiction (based on habits and social structures).&nbsp; A patient's inability to delay the first cigarette upon waking is the strongest predictor of dependency.&nbsp; Comorbid psychiatric disorders and cohabitation with an individual who smokes also hinder cessation efforts.&nbsp; The 3 key interventions for smoking cessation are:</p><ul class=\"article-body-unordered-list\"><li>Motivational interviewing</li><li>Behavioral counseling (eg, proactive telephone support)</li><li>Pharmacotherapy (eg, nicotine replacement therapy, bupropion, varenicline)</li></ul><p>Motivational interviewing is appropriate during every stage of change but is most relevant for patients who are not ready to quit.&nbsp; Combined behavioral therapy and pharmacotherapy are recommended for most patients who smoke and are ready to quit.&nbsp; Relapse is common, but &gt;50% of those attempting to quit eventually succeed.</p></div>\n            "
}