{
  "meta": {
    "title": "Transient tachypnea of the newborn",
    "url": "https://brainandscalpel.vercel.app/transient-tachypnea-of-the-newborn-f32f7a1a-fb1254.html",
    "scrapedAt": "2025-12-01T05:59:34.498Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Transient tachypnea of the newborn (TTN) is a benign, self-limited condition that occurs due to delayed reabsorption of fetal alveolar fluid.&nbsp; It is the most common cause of respiratory distress in late preterm (&gt;34 weeks gestation) and term (&gt;37 weeks gestation) neonates.&nbsp; Patients typically experience respiratory distress (eg, tachypnea, increased work of breathing) shortly after birth.</p>\n<h1>Pathophysiology and risk factors</h1><br><br><p>In early gestation, fluid is normally secreted into the alveolar space to stretch the parenchyma as it grows and develops.&nbsp; In late gestation, this fluid is actively reabsorbed through sodium channels on alveolar epithelial cells.&nbsp; Reabsorption is most pronounced before and during labor due to surges in catecholamines and other hormones that upregulate sodium channel expression.</p><br><br><p>In TTN, there is <strong>delayed alveolar fluid reabsorption</strong>; retained alveolar fluid moves into the interstitial space (not the alveolar epithelium and vascular space) where it accumulates.&nbsp; Excess fluid in the interstitial space compresses the bronchioles and traps air distal due to the compression.&nbsp; Ongoing perfusion of the hypoventilated alveoli leads to hypoxemia and, in severe cases, hypercapnia.&nbsp; In addition, interstitial fluid decreases pulmonary compliance and subsequently increases work of breathing.&nbsp; Although the exact cause of delayed reabsorption of alveolar fluid in TTN is unknown, proposed mechanisms include surfactant and/or nitric oxide (a potent vasodilator) deficiencies.</p><br><br><p>Therefore, risk factors for TTN include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prematurity</strong>:&nbsp; In late gestation, pulmonary epithelial cells switch from alveolar fluid secretion to active reabsorption in response to circulating hormones.&nbsp; Preterm neonates are born before this transition occurs, increasing the risk for TTN.</li>\n\t<li><strong>Cesarean delivery</strong>:&nbsp; There is a higher incidence of TTN in neonates born via cesarean delivery, particularly without preceding labor and its associated increase in circulating catecholamines.&nbsp; In addition, although minor, mechanical pressure on the thoracic wall during vaginal delivery (but not during planned cesarean delivery) likely contributes to alveolar fluid clearance.</li>\n\t<li><strong>Maternal factors</strong>:&nbsp; Diabetes mellitus, asthma, and obesity are common risk factors.</li>\n</ul><br><br><p>Antenatal corticosteroids may be protective, likely related to catecholamine-induced fluid reabsorption; however, the risks associated with antenatal corticosteroids (eg, neuropsychiatric disorders due to possible disruption of normal fetal brain development) in late preterm and term neonates may not outweigh the benefits because TTN is a benign, self-limited condition.</p>\n<h1>Clinical presentation</h1><br><br><p>Patients typically develop tachypnea (<strong>respirations &gt;60/min</strong>) <strong>within 2 hours of birth</strong>.&nbsp; In moderate to severe cases, patients can develop increased work of breathing (eg, subcostal/intercostal retractions, nasal flaring, expiratory grunting) and cyanosis.&nbsp; Lungs are often clear to auscultation (no rales or rhonchi).</p>\n<h1>Diagnosis</h1><br><br><p>TTN is a clinical diagnosis based on history and physical examination findings.&nbsp; Characteristic radiographic findings include hyperinflation, perihilar linear streaking, and <strong>fluid in the interlobar fissures</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L57478.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Resolution of symptoms within 12-24 hours for mild to moderate cases or 48-72 hours for severe cases confirms the diagnosis.<p></p>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for TTN includes other conditions that cause respiratory distress in the neonatal period, such as the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Respiratory distress syndrome</strong> (RDS):&nbsp; This condition occurs in preterm (&lt;34 weeks gestation) due to surfactant deficiency.&nbsp; Distinguishing radiographic findings include widespread alveolar collapse (ground-glass opacities) and air bronchograms (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L57477.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Neonatal pneumonia</strong>:&nbsp; Chest radiograph reveals focal alveolar densities or consolidations, unlike the perihilar streaking seen in TTN.</li>\n\t<li><strong>Congenital heart disease</strong>:&nbsp; Depending on the underlying cardiac lesion, patients can have respiratory distress that is often worse with feeding.&nbsp; The diagnosis can be distinguished from TTN via physical examination (eg, heart murmur, central cyanosis), chest radiography (eg, cardiomegaly, pulmonary edema), or pre- and postductal pulse oximetry; postductal oxygen saturation is lower in patients with defects in which right-to-left shunting of deoxygenated blood occurs through the ductus arteriosus.</li>\n\t<li><strong>Persistent pulmonary hypertension of the newborn</strong>:&nbsp; This condition occurs due to persistently elevated pulmonary vascular resistance after birth.&nbsp; Right-to-left shunting across the ductus arteriosus can cause cyanosis and respiratory distress; however, chest radiography is often normal, and preductal oxygenation saturation is higher than postductal oxygen saturation.</li>\n</ul>\n<h1>Management</h1><br><br><p>Management of TTN is primarily supportive, as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Supplemental oxygen</strong></li>\n\t<li>Nutrition:&nbsp; Orogastric tube feedings or intravenous fluids should be considered to avoid aspiration in patients with respirations &gt;60/min.</li>\n</ul><br><br><p>If respiratory distress persists beyond 72 hours or worsens despite supportive care, then alternate diagnoses (eg, RDS, neonatal pneumonia) should be considered while escalating respiratory support to continuous positive airway pressure.</p>\n<h1>Prognosis</h1><br><br><p>The prognosis for patients with TTN is excellent.&nbsp; In general, TTN is a <strong>benign, self-limited condition</strong>, and complications (eg, persistent oxygen requirement, pulmonary hypertension) are uncommon.</p>\n<h1>Summary</h1><br><br><p>Transient tachypnea of the newborn (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/39332.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) is a benign, self-limited condition that occurs in neonates due to delayed reabsorption of retained fetal alveolar fluid.&nbsp; Patients typically experience respiratory distress (eg, tachypnea, increased work of breathing) shortly after birth.&nbsp; Treatment is supportive (eg, oxygen) until symptoms resolve within 72 hours of birth.<p></p>\n</div>\n\n            "
}