{
  "meta": {
    "title": "Anatomy: Knee",
    "url": "https://brainandscalpel.vercel.app/anatomy-knee-9b3bd8df-3b628d.html",
    "scrapedAt": "2025-12-01T05:56:11.028Z",
    "type": "article"
  },
  "content": "\n                <div>\n<p>The knee is a hinge joint that connects the thigh and leg.&nbsp; It allows for flexion, extension, and limited rotation, and it supports body weight during stance and gait while providing mechanical leverage for propulsion.&nbsp; Its stability reflects the interplay between bone shape, meniscal contour, ligament support, and coordinated muscle action.</p>\n<h1>Bone structures</h1><br><br><p>The knee joint is a synovial hinge joint located between the femur, tibia, and patella.&nbsp; It functions as the principal articulation of the lower limb, enabling flexion, extension, and limited rotation.&nbsp; Major structures of the anterior and posterior knee are presented in the following figures (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L98143.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                , \n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1450.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p>\n<h2>Femur</h2><br><br><p>The distal femur contains several important landmarks:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Femoral condyles</strong>:&nbsp; Two rounded prominences (medial and lateral) at the distal femur that articulate with the tibial plateau to form the main weight-bearing surfaces of the knee.</li>\n\t<li><strong>Intercondylar fossa (notch)</strong>:&nbsp; Deep space between the condyles that serves as the origin for the cruciate ligaments posteriorly and opens anteriorly onto the patellar surface, accommodating the patella during motion.</li>\n\t<li><strong>Trochlear groove (patellar surface; femoral sulcus)</strong>:&nbsp; Depression on the anterior distal femur that articulates with the patella.&nbsp; It is covered with thick hyaline cartilage and helps stabilize patellar motion (eg, preventing excessive lateral movement) during knee flexion and extension.</li>\n</ul>\n<h2>Tibia</h2><br><br><p>Key landmarks of the proximal tibia include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Tibial plateau</strong>:&nbsp; Broad, flat surface that articulates with the femoral condyles.</li>\n\t<li><strong>Intercondylar eminence</strong>:&nbsp; Central projection formed by the medial and lateral tubercles that serves as the insertion site for the cruciate ligaments and meniscal horns, helping stabilize and support the femoral condyles during flexion and extension and preventing excessive anteroposterior motion.</li>\n\t<li><strong>Tibial tuberosity</strong>:&nbsp; Bony projection on the anterior surface of the tibia that serves as the insertion site for the patellar tendon.</li>\n</ul>\n<h2>Patella</h2><br><br><p>The patella is a large sesamoid bone embedded in the quadriceps tendon.&nbsp; It serves several functions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mechanical advantage for knee extension</strong>:&nbsp; Upward glide of the patella into the trochlear groove during knee extension optimizes force transmission across the joint and improves leverage.</li>\n\t<li><strong>Joint protection</strong>:&nbsp; Patellar position protects the joint from direct trauma and reduces friction between the quadriceps tendon and the femoral surface.</li>\n\t<li><strong>Joint nourishment</strong>:&nbsp; Compressive forces during movement create pressure changes that circulate oxygen, glucose, and waste products around the femoral cartilage and distribute lubricating synovial fluid evenly throughout the joint.</li>\n</ul>\n<h2>Fibula</h2><br><br><p>The fibula is the slender lateral bone of the leg; it connects proximally to the tibia at the tibiofibular joint and through its entire length via the interosseous membrane, with its head positioned just below and posterior to the lateral tibial condyle.</p><br><br><p>The fibula does not articulate with the femur and is not directly involved in the knee joint.&nbsp; It is relatively non–weight bearing.&nbsp; However, it serves important roles in the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Knee joint stability</strong>:&nbsp; Alignment of the tibia with the femur is maintained through the supportive role of the fibula.</li>\n\t<li><strong>Attachment site</strong>:&nbsp; The fibular head provides insertion for both the lateral collateral ligament (LCL) and the biceps femoris tendon.</li>\n</ul>\n<h1>Joint structures</h1><h2>Articular cartilage</h2><br><br><p>Avascular, slippery cartilaginous tissue covers the articulating surfaces of femoral condyles, tibial plateaus, and patellar facets.&nbsp; Its specialized matrix and layered structure allow low-friction motion, shock absorption, and nutrient diffusion through synovial fluid.&nbsp; Histologically, articular cartilage consists of hyaline cartilage organized into superficial, middle, and deep zones optimized for shear and compressive resistance.</p>\n<h2>Menisci</h2><br><br><p>The medial meniscus is a \"C\"-shaped cartilage firmly attached to the tibial plateau and the medial collateral ligament (MCL).&nbsp; The lateral meniscus is circular and more mobile, separated from the LCL by the popliteus tendon.&nbsp; Both menisci deepen the articular surfaces, improve load distribution, and assist in joint lubrication and proprioception.&nbsp; Histologically, the menisci are fibrocartilaginous, with peripheral vascularization and central avascularity, explaining the poor intrinsic healing of inner meniscal tears.</p>\n<h1>Ligaments</h1><h2>Cruciate ligaments</h2><br><br><p>The cruciate ligaments (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1425.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) are strong, intracapsular but extrasynovial bands of tissue that cross each other in an \"X\" configuration within the intercondylar fossa of the femur (<em>cruciate</em> = cross).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anterior cruciate ligament (ACL)</strong>:&nbsp; Arises from the posteromedial aspect of the lateral femoral condyle and inserts into the anterior tibial plateau.&nbsp; It prevents anterior translation of the tibia relative to the femur during flexion and hyperextension, and excessive internal rotation of the tibia during pivoting.</li>\n\t<li><strong>Posterior cruciate ligament (PCL)</strong>:&nbsp; Extends from the anterolateral surface of the medial femoral condyle to the posterior tibial plateau.&nbsp; It prevents posterior displacement of the tibia during flexion and contributes to rotational stability.</li>\n</ul>\n<h2>Collateral ligaments</h2><br><br><p>The collateral ligaments are extracapsular ligaments that enhance knee stability by resisting side-to-side angulation.&nbsp; They are taut during extension and more relaxed during knee flexion.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Medial (tibial) collateral ligament (MCL)</strong>:&nbsp; A broad, capsular ligament that extends from the medial femoral epicondyle to the medial tibial condyle, attaching to medial meniscus.&nbsp; It resists valgus stress (force that abducts tibia relative to the femur; \"knock kneed\" position).</li>\n\t<li><strong>Lateral (fibular) collateral ligament (LCL)</strong>:&nbsp; An extracapsular, cord-like band extending from the lateral femoral epicondyle to the fibular head.&nbsp; It is separated from the lateral meniscus by the popliteus tendon.&nbsp; It resists varus stress (force that adducts tibia relative to the femur; \"bow legged\" position).</li>\n</ul>\n<h2>Posterior capsule and supporting ligaments</h2><br><br><p>The posterior capsule of the knee prevents hyperextension and posterior displacement of the tibia.&nbsp; In addition to the PCL, it consists of the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Oblique popliteal ligament</strong>:&nbsp; Originates from an expansion of the medial hamstring (semimembranosus tendon) at the <strong>posteromedial</strong> aspect of the knee, running superolaterally across the posterior knee and attaching at the lateral femoral condyle.</li>\n\t<li><strong>Arcuate ligament complex</strong>:&nbsp; Stabilizes the <strong>posterolateral</strong> aspect of the knee; it consists of the arcuate ligament (\"Y\"-shaped band from the fibular head), popliteus tendon, and LCL.&nbsp; The arcuate ligament arches superomedially over the popliteus tendon and blends in with the posterior capsule, stabilizing the posterolateral corner.</li>\n</ul>\n<h1>Vessels</h1><br><br><p>The popliteal artery supplies the knee through 5 <strong>genicular branches</strong> that form a circumferential anastomotic network around the patella and capsule.&nbsp; This network provides collateral circulation during knee flexion.&nbsp; Venous return parallels arterial pathways and converges into the popliteal vein.</p>\n<h1>Nerves</h1><br><br><p>The knee joint receives innervation from articular branches of the femoral, sciatic (via the terminal tibial and common fibular [peroneal] nerves), and obturator nerves.&nbsp; These nerves form a complex plexus around the joint capsule, contributing to both sensory and proprioceptive input.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anterior capsule → femoral nerve</strong>:&nbsp; The femoral nerve supplies branches to the quadriceps muscles (particularly via the nerve to vastus medialis) and provides sensory fibers to the anterior and anteromedial aspects of the joint.</li>\n\t<li><strong>Posterior capsule and popliteal fossa → tibial nerve</strong>:&nbsp; The tibial nerve is formed from a terminal branch of the sciatic nerve and innervates the posterior capsule and cruciate ligaments (especially the posterior cruciate ligament).&nbsp; In addition, it contributes to sensation in the popliteal fossa, the superficial diamond-shaped passageway external to the posterior capsule behind the knee, where nerves and vessels pass posteriorly (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L102347.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Lateral capsule and meniscus → common fibular (peroneal nerve)</strong>:&nbsp; The peroneal nerve curves superficially around the neck of the fibula, where it is vulnerable to injury.</li>\n\t<li><strong>Medial capsule → obturator nerve</strong>:&nbsp; The posterior division of the obturator nerve gives an articular branch that supplies the posteromedial aspect of the knee capsule.&nbsp; This branch travels through the adductor canal and often accompanies the femoral artery and its descending genicular branches as it passes through the adductor hiatus to reach the knee.&nbsp; Because this articular branch shares segmental origins with the hip joint branch of the obturator nerve, pain from hip pathology can be referred to the medial knee.</li>\n</ul><br><br><p>The shared segmental innervation of the knee explains the frequent occurrence of referred or diffuse knee pain, such as discomfort from meniscal, cruciate, or capsular injury that may radiate beyond the joint itself.</p>\n<h1>Tendons and muscles</h1><h2>Quadriceps tendon</h2><br><br><p>The quadriceps tendon represents the convergence of the 4 quadriceps muscles (<em>quad</em> = 4): rectus femoris, vastus medialis, vastus intermedius, and vastus lateralis (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14544.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; The tendon inserts on the base of the patella at the superior pole.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Functions</strong>:&nbsp; Enables knee extension and hip flexion (rectus femoris).</li>\n\t<li><strong>Blood supply</strong>:&nbsp; Lateral femoral circumflex artery; deep femoral artery.</li>\n\t<li><strong>Innervation</strong>:&nbsp; Femoral nerve (L2-L4) to all 4 heads.</li>\n</ul>\n<h2>Patellar tendon (ligament)</h2><br><br><p>The patellar tendon represents the continuation of the quadriceps tendon distal to the patella, located from the apex of the patella to the tibial tuberosity.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Functions</strong>:&nbsp; Transmits quadriceps force to the tibia for leg extension; serves as the primary extensor mechanism of the knee.</li>\n\t<li><strong>Blood supply</strong>:&nbsp; Genicular branches of the popliteal artery (inferior medial, inferior lateral) and recurrent tibial branches of the anterior tibial artery.</li>\n\t<li><strong>Innervation</strong>:&nbsp; No direct motor nerve function; patellar reflex (L3-L4) tests integrity of femoral nerve and quadriceps motor arc.</li>\n</ul>\n<h2>Hamstrings and pes anserinus</h2><br><br><p>The hamstring consists of 3 muscles spanning the posterior thigh, including the long and short heads of the biceps femoris (inserting laterally on the fibular head), the semitendinosus and semimembranosus (both inserting at the medial tibia).&nbsp; The semitendinosus also contributes to pes anserinus (\"goose foot\") insertion, located on the medial tibia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7456.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ) and along with the sartorius and gracilis tendons.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Functions</strong>:&nbsp; Assist in knee flexion and hip extension.&nbsp; During knee flexion, the biceps femoris also laterally rotates the tibia, whereas the semimembranosus and semitendinosus medially rotate the tibia.&nbsp; The pes anserinus provides dynamic medial stabilization to the knee and aids in flexion and medial rotation of the tibia.</li>\n\t<li><strong>Innervation</strong>:&nbsp; L5-S2; tibial division of the sciatic nerve for the semitendinosus, semimembranosus, and long head of the biceps femoris, and the common fibular (peroneal) nerve for the short head of the biceps femoris.</li>\n\t<li><strong>Blood supply</strong>:&nbsp; Deep femoral artery (perforating branches; all 3 muscles), inferior gluteal artery (biceps femoris), popliteal artery (semimembranosus).&nbsp; The pes anserinus is supplied by the medial inferior genicular artery.</li>\n</ul>\n<h2>Gastrocnemius and popliteus</h2><br><br><p>The gastrocnemius arises via 2 heads from the posterior surfaces of the lateral and medial femoral condyles and crosses the knee (and ankle) joints, joining the deeper soleus muscle.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Function</strong>:&nbsp; Primarily plantarflexes the ankle and assists in knee flexion.</li>\n\t<li><strong>Innervation</strong>:&nbsp; Tibial nerve (S1-S2).</li>\n\t<li><strong>Blood supply</strong>:&nbsp; Sural branches of the popliteal artery.</li>\n</ul><br><br><p>The popliteus is a small triangular muscle originating from the lateral femoral condyle and inserting on the posterior tibia.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Function</strong>:&nbsp; Unlocks the knee by laterally rotating the femur on the fixed tibia during weight-bearing or medially rotating the tibia on the femur during non–weight-bearing flexion.&nbsp; (During knee extension [eg, standing upright], the femur is internally rotated [\"locked\"] on a fixed tibia.)</li>\n\t<li><strong>Innervation</strong>:&nbsp; Tibial nerve (L4-S1).</li>\n\t<li><strong>Blood supply</strong>:&nbsp; Medial inferior genicular and posterior tibial arteries.</li>\n</ul>\n<h1>Bursae</h1><br><br><p>Several bursae (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1440.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ) reduce friction between skin, tendons, and bone:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prepatellar bursa</strong>:&nbsp; Between the patella and the skin; commonly inflamed in \"housemaid's knee.\"</li>\n\t<li><strong>Superficial and deep infrapatellar bursae</strong>:&nbsp; Over and beneath the patellar tendon.</li>\n\t<li><strong>Pes anserine bursa</strong>:&nbsp; Between the pes anserinus tendons and the tibia.</li>\n\t<li><strong>Popliteal (gastrocnemius-semimembranosus) bursa</strong>:&nbsp; In the popliteal fossa; may communicate with the joint cavity and form a <strong>Baker cyst</strong> when distended.</li>\n</ul>\n<h1>Clinical correlations</h1><h2>Trauma to ligaments, tendons, and associated structures</h2><br><br><p>Damage to supporting structures of the knee can be acute or chronic.&nbsp; In general, acute injury is more likely to present with visible deformity (eg, hemarthrosis, deformity) and may predispose to future osteoarthritis or instability of the joint.&nbsp; In contrast, chronic damage is usually due to degenerative disease (eg, arthritis); it may be asymptomatic or present with more insidious pain or intermittent mechanical symptoms (eg, joint locking, catching).</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Anterior cruciate ligament tear</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90683.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ):&nbsp; Acute injuries are caused by sudden changes in direction, excessive internal rotation, or valgus bending forces when landing from a jump.</li>\n\t<li><strong>Posterior cruciate ligament injury</strong> \n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L56982.jpg\" alt=\"(figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">(figure 9</div>\n                                </div>\n                                ):&nbsp; Acute injuries are caused by acute excessive posterior force to the knee, as with sports injuries or motor vehicle accidents (eg, dashboard impact on knee).</li>\n\t<li><strong>Collateral ligament injury</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89351.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ):&nbsp; Acute MCL tears are more common (also associated with tears to other ligaments, such as the \"<strong>unhappy triad</strong>\" of combined ACL, MCL, and medial meniscal injury caused by a twisting force) and caused by a valgus stress to a partially flexed knee.&nbsp; Acute LCL tears are much less common, occurring with a varus force to an extended knee and typically in conjunction with other ligamentous injuries (eg, ACL, PCL).</li>\n\t<li><strong>Meniscal tears</strong>:&nbsp; Most commonly affect the medial meniscus (due its less mobile positioning and attachment to the MCL).&nbsp; Acute medial meniscal tears usually occur in the context of twisting with a planted foot during sudden deceleration and direction change and frequently involve the MCL.&nbsp; Chronic degenerative tears usually occur in older patients and may primarily cause dull pain or mechanical symptoms (eg, catching, locking).</li>\n\t<li><strong>Common fibular (peroneal) nerve injury</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44427.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ):&nbsp; Injury to this structure (commonly due to compression where it wraps around the fibular head) can potentially result in foot drop and impaired toe extension due to resulting weakness of ankle dorsiflexors and evertors.</li>\n\t<li><strong>Tendon rupture (eg, quadriceps tendon, patellar tendon)</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36508.jpg\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                , \n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L127805.png\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                ):&nbsp; Quadriceps tendon rupture causes a palpable defect superior to the patella and a low-riding patella, whereas patellar tendon rupture causes a palpable defect inferior to the patella and a high-riding patella.</li>\n</ul>\n<h2>Chronic overuse injuries</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Patellofemoral pain syndrome</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14545.jpg\" alt=\"figure 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 14</div>\n                                </div>\n                                ):&nbsp; Known as \"runner's knee,\" it is more common in women and presents with anterior knee pain.&nbsp; Contributing factors include overuse, malalignment, or history of previous acute injury to the knee.&nbsp; By convention, the pain is not due to intraarticular (eg, meniscus) or peripatellar (eg, patellar tendon/ligament) disorders.</li>\n\t<li><strong>Iliotibial band syndrome</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14542.jpg\" alt=\"figure 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 15</div>\n                                </div>\n                                ):&nbsp; This overuse injury is frequently seen in runners and presents with poorly localized lateral knee pain radiating to the thigh.</li>\n\t<li><strong>Tendinitis</strong>:&nbsp; Inflammation can affect any of the tendons surrounding the knee joint.&nbsp; One example is patellar tendinitis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14553.jpg\" alt=\"figure 16\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 16</div>\n                                </div>\n                                ), which is seen commonly with activities that require frequent jumping and deceleration, and presents with pain on the inferior pole of the patella during tendon loading (eg, jumping).</li>\n\t<li><strong>Osteoarthritis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L38309.jpg\" alt=\"figure 17\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 17</div>\n                                </div>\n                                ):&nbsp; Osteoarthritis is caused by degeneration of articular cartilage and is characterized by joint pain, stiffness, periarticular bony enlargement, and decreased range of motion.&nbsp; Pain is typically on the anterior or medial knee, aggravated by weight bearing, with stiffness following inactivity.&nbsp; Joint swelling and crepitus may also be present.</li>\n\t<li><strong>Bursitis</strong>:&nbsp; Overuse injury can occur due to inflammation of the bursae (eg, pes anserine bursitis) and typically presents with local pain, tenderness, and swelling over the affected bursa.&nbsp; Prepatellar bursitis (eg, \"housemaid's knee\" or \"carpenter's knee\") causing pain on the anterior knee can occur with repetitive kneeling (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14540.jpg\" alt=\"figure 18\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 18</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Baker cyst</strong>:&nbsp; A Baker cyst is a fluid-filled sac in the popliteal fossa that forms when synovial fluid from the knee joint extrudes into the gastrocnemius-semimembranosus bursa.&nbsp; It typically arises due to inflammatory or degenerative joint conditions or knee injuries that increase synovial fluid production.&nbsp; The cyst may rupture, causing swelling and tenderness mimicking a deep venous thrombosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L80186.jpg\" alt=\"figure 19\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 19</div>\n                                </div>\n                                ).</li>\n</ul>\n</div>\n\n            "
}