{
  "meta": {
    "title": "Breast anatomy and histology",
    "url": "https://brainandscalpel.vercel.app/breast-anatomy-and-histology-7c4bb259-3b628d.html",
    "scrapedAt": "2025-12-01T05:56:24.805Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>A comprehensive understanding of breast anatomy is required for clinical practice, especially in the fields of surgery, oncology, and radiology.&nbsp; The breast is a dynamic organ involved in lactation and hormonal responses.</p>\n<h1>Breast development</h1><br><br><p>In utero, the breasts develop from the <strong>mammary ridge</strong> (milk line), an ectodermal thickening that initially extends bilaterally from the axillae to the medial thighs; the remainder of the ridge subsequently regresses in early gestation.</p><br><br><p>Occasionally, incomplete involution of the mammary ridge results in the formation of an accessory nipple (sometimes with associated glandular tissue) anywhere along this ridge (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14814.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The most common location of an accessory nipple is inferior to the breast.&nbsp; Accessory nipples are usually asymptomatic, well-circumscribed, hyperpigmented papules that may become larger during puberty, before menses, or with pregnancy/lactation due to rising estrogen and progesterone levels (similar to physiologic changes in normal breast tissue).&nbsp; Associated glandular tissue may also become tender or swollen.<p></p>\n<h2>Puberty</h2><br><br><p>At birth, the breast rudiment contains 10-12 primitive glandular structures located beneath the nipple/areolar complex.&nbsp; Prior to puberty, these ducts have very slow growth and branching.&nbsp; For males, breast development halts at this stage.&nbsp; For females, puberty marks the beginning of breast maturation (ie, thelarche) with an increase in stromal tissue and glandular development: The ducts proliferate and divide to form terminal end buds, which are transient structures that ultimately branch into small ductules called alveolar buds.&nbsp; With further maturation and hormonal stimulation throughout the menstrual cycle (eg, via progesterone, estrogen), alveolar buds differentiate into the acinus, the terminal structure of the resting breast.&nbsp; However, the breast does not reach full differentiation until pregnancy/lactation occurs.</p>\n<h2>Pregnancy</h2><br><br><p>During pregnancy, additional branching occurs during the first trimester, and maximum glandular formation (ie, an increase in acini per terminal duct) and differentiation occur during the second and third trimesters.&nbsp; The full extent of glandular differentiation is achieved with the formation of the secretory acinus, which is characterized by the ability to secrete milk proteins (caseins) and lipids.</p>\n<h1>Breast structure</h1><br><br><p>The adult breast is located in the superficial fascia of the anterior thoracic wall and is supported by <strong>suspensory ligaments</strong> (eg, Cooper ligaments).&nbsp; It extends vertically from the 2nd rib to the 6th rib and laterally from the sternum to the midaxillary line.&nbsp; The nipple is located centrally on the breast and is surrounded by the pigmented areola.</p><br><br><p>The breast is composed of both stromal and epithelial tissue (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27070.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The stroma consists of fibrous connective tissue and adipose tissue and constitutes the majority of breast volume in nonlactating adult women.&nbsp; Each breast is arranged into 15-20 <strong>lobes</strong> that radiate from the nipple, with intervening stromal tissue.&nbsp; The lobes drain into a <strong>major lactiferous duct</strong> that converges into a <strong>lactiferous sinus</strong> beneath the areola to drain at the nipple.&nbsp; Each lobe is further subdivided into lobules, which are composed of branched alveolar glands.&nbsp; The structural and functional unit of the breast is the <strong>terminal duct lobular unit</strong>, each of which comprises the distal smallest duct (<strong>terminal duct</strong>) and the attached <strong>acini</strong> (mature alveolar glands).<p></p>\n<h1>Histology</h1><br><br><p>The entire ductal and lobular system of the breast is lined by 2 cell types.&nbsp; The luminal aspect of the duct and acini contains columnar or cuboidal cells, whereas the outer cell layer is composed of spindle-shaped myoepithelial cells, which reside above the basement membrane.&nbsp; The contractile myoepithelial cells are responsive to oxytocin and aid in milk ejection.</p>\n<h1>Blood supply</h1><br><br><p>The primary blood supply of the breast is the <strong>internal mammary artery</strong> (or internal thoracic artery), which originates from the subclavian artery.&nbsp; Additional supply is through the lateral thoracic artery (also known as the external mammary artery), a branch of the axillary artery, which supplies primarily the upper, outer quadrants of the breast.&nbsp; Venous drainage occurs primarily through the axillary vein.</p>\n<h1>Lymphatic drainage</h1><br><br><p>Lymphatic drainage occurs through both superficial and deep lymphatic vessels.&nbsp; Lymph flows unidirectionally from the superficial system to the deep plexus.&nbsp; Most of the lymph flow of the breasts drains to the <strong>axillary lymph nodes</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118136.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ), although some can be directed to other nodes (eg, internal mammary nodes receive drainage medially, clavicular nodes receive drainage from the upper, outer quadrants of the breast).&nbsp; Sampling of the lymphatic drainage of the breast helps determine metastatic spread of breast cancer.<p></p>\n<h1>Innervation</h1><br><br><p>The innervation of the breast comes primarily from the third, fourth, and fifth <strong>intercostal nerves</strong>.&nbsp; The nipple receives highly concentrated innervation from the fourth intercostal nerve and typically lies at the level of the <strong>T4 dermatome</strong>.</p>\n</div>\n\n            "
}