{
  "meta": {
    "title": "Cell biology: Purine and pyrimidine metabolism",
    "url": "https://brainandscalpel.vercel.app/cell-biology-purine-and-pyrimidine-metabolism-cf65bda6-3b628d.html",
    "scrapedAt": "2025-12-01T05:56:47.935Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Nucleotides are the monomeric building blocks of RNA and DNA.&nbsp; They consist of the following 3 components:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Nitrogenous base</strong>:&nbsp; Either 2-ring purines (adenine, guanine) or single-ring pyrimidines (cytosine, thymine; uracil in RNA).</li>\n\t<li><strong>Pentose sugar backbone</strong>:&nbsp; Either ribose or deoxyribose.&nbsp; The purine or pyrimidine base attached to sugar is called a <strong>nucleoside</strong>.&nbsp; Ribonucleosides are used in RNA (eg, adenosine, guanosine, cytidine, uridine), whereas deoxyribonucleosides (eg, deoxyadenosine, deoxyguanosine, deoxycytidine, deoxythymidine [usually written as just \"thymidine\"]) are used in DNA.</li>\n\t<li><strong>Phosphate groups</strong>:&nbsp; 1, 2, or 3 phosphates.&nbsp; A nucleoside with at least 1 phosphate is a <strong>nucleotide</strong> (eg, AMP, deoxyadenosine diphosphate [dADP]).&nbsp; Only the triphosphate forms of nucleotides are incorporated into nucleic acids (eg, deoxyadenosine triphosphate [dATP] in DNA, ATP in RNA).</li>\n</ul><br><br><p>Additional nitrogenous bases not incorporated into DNA or RNA but essential in metabolism include hypoxanthine (purine) and orotate (pyrimidine).&nbsp; Their corresponding nucleosides are inosine and orotidine.</p><br><br><p>This figure summarizes the composition of purine and pyrimidine nucleotides (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L57337.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><p>Based on the sugar component, nucleotides are classified as ribonucleotides or deoxyribonucleotides.&nbsp; Deoxyribonucleotides are used primarily for DNA synthesis, whereas ribonucleotides participate in RNA synthesis, as well as several other functions, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Coenzymes and electron carriers</strong> (eg, NAD⁺/NADH, CoA).</li>\n\t<li><strong>Second messengers</strong> (eg, cyclic AMP, cyclic GMP) used in various hormonal signaling pathways (eg, glucagon).</li>\n\t<li><strong>Sources of energy</strong> (eg, ATP, guanosine triphosphate [GTP]).</li>\n\t<li><strong>Allosteric regulators</strong>, which modulate enzyme activity in metabolism.</li>\n</ul>\n<h1>De novo nucleotide synthesis</h1><br><br><p>Purines (adenine, guanine) and pyrimidines (cytosine, uracil, thymine) can be synthesized de novo or via salvage pathways.&nbsp; In both cases, the pentose sugar (ribose 5-phosphate) backbone is derived from glucose entering the pentose phosphate pathway (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L121806.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Additional inputs include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Purines</strong>:&nbsp; Glutamine, glycine, and aspartate (nitrogen and/or carbon sources), N<font size=\"2\"><sup>10</sup></font>-formyltetrahydrofolate (carbon source derived from folate), and carbon dioxide.</li>\n\t<li><strong>Pyrimidines</strong>:&nbsp; Aspartate, glutamine, and carbon dioxide.</li>\n</ul>\n<h2>Ribonucleotide synthesis</h2><br><br><p>The first, common step in de novo purine and pyrimidine ribonucleotide synthesis (eg, AMP, GMP, uridine monophosphate [UMP]) is \"activation\" of ribose 5-phosphate to a high-energy form, <strong>5-phosphoribosyl-1-pyrophosphate (PRPP)</strong>.&nbsp; This activation is catalyzed by <strong>PRPP synthetase</strong>.</p><br><br><p>Purine and pyrimidines are then synthesized from PRPP via distinct pathways.</p><br><br><p><strong>Purine synthesis</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16069.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) occurs in the cytosol of hepatocytes, where carbon and nitrogen atoms are added directly to the PRPP scaffold, forming inosine monophosphate (IMP) as the first purine nucleotide.&nbsp; Key steps include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Committed, rate-limiting step</strong>:&nbsp; PRPP amidotransferase transfers an amide nitrogen from glutamine to PRPP, forming 5-phosphoribosylamine.</li>\n\t<li><strong>Subsequent additions</strong>:&nbsp; Carbons and nitrogens are contributed by glycine (both C and N), N<font size=\"2\"><sup>10</sup></font>-formyltetrahydrofolate (2 carbons), aspartate (N), and carbon dioxide.</li>\n\t<li><strong>Synthesis of IMP</strong>:&nbsp; IMP acts as a branch point; it can be converted to either AMP (requiring aspartate and GTP) or GMP (requiring glutamine and ATP).</li>\n</ul><br><br><p><strong>Pyrimidine synthesis</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26014.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) occurs mainly in the cytosol of hepatocytes, with one step in the inner mitochondrial membrane.&nbsp; In contrast to purine synthesis, the pyrimidine ring is synthesized separately (as orotate) and then attached to PRPP to form UMP, the first pyrimidine nucleotide.&nbsp; Key steps include:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Committed, rate-limiting step</strong>:&nbsp; Carbamoyl phosphate synthetase II (CPS II) synthesizes carbamoyl phosphate in the cytosol using glutamine, carbon dioxide, and ATP.&nbsp; (CPS II is distinct from mitochondrial CPS I, which participates in the urea cycle and uses free ammonia.)</li>\n\t<li><strong>Formation of orotate (orotic acid)</strong>:&nbsp; Aspartate transcarbamoylase and dihydroorotase generate dihydroorotate, which is oxidized by dihydroorotate dehydrogenase (the only mitochondrial enzyme in this pathway) to form orotate.</li>\n\t<li><strong>Conversion to UMP</strong>:&nbsp; Orotate is attached to PRPP by orotate phosphoribosyltransferase in an irreversible step that releases pyrophosphate, producing orotidine monophosphate (OMP).&nbsp; OMP is decarboxylated by OMP decarboxylase to UMP.</li>\n</ul><br><br><p>Once the monophosphate forms of purine and pyrimidine nucleotides are synthesized, they are phosphorylated to the diphosphate and triphosphate forms by nucleoside monophosphate and diphosphate kinases (eg, AMP → ADP → ATP; UMP → UDP → UTP; GMP → GDP → GTP).</p><br><br><p>The pyrimidine nucleotides for cytidine and thymidine are synthesized via distinct pathways:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cytidine nucleotides</strong>:&nbsp; UMP is phosphorylated to uridine diphosphate (UDP) and uridine triphosphate (UTP); and cytidine triphosphate (CTP) synthetase then converts UTP to CTP by glutamine-dependent amination.&nbsp; Cytidine diphosphate (CDP) and cytidine monophosphate (CMP) are interconverted from these pools by specific kinases and phosphatases as needed.</li>\n\t<li><strong>Thymidine nucleotides</strong>:&nbsp; Synthesis occurs from UMP only in the deoxyribonucleotide form for DNA synthesis, as described next.</li>\n</ul>\n<h2>Deoxyribonucleotide synthesis</h2><br><br><p>Deoxyribonucleotides (used in DNA synthesis) originate from the conversion (reduction) of ribonucleotides.&nbsp; This process is facilitated by <strong>ribonucleotide reductase (RNR)</strong> and other enzymes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>RNR</strong> acts on <strong>ribonucleoside diphosphates</strong> only (eg, ADP, UDP), converting them to deoxyribonucleoside diphosphates (eg, dADP, dUDP).</li>\n\t<li><strong>Kinases</strong> (eg, nucleoside diphosphate kinase) phosphorylate these deoxyribonucleoside diphosphates to form the triphosphate forms (eg, dCDP → dCTP).</li>\n\t<li><strong>DNA polymerase</strong> (DNA-synthesizing enzyme) acts on these triphosphate forms only (eg, dATP, dCTP) to synthesize DNA.</li>\n</ul>\n<h2>Thymidine nucleotide synthesis</h2><br><br><p>Thymine is used only in DNA; therefore, thymidine nucleotides exist exclusively in the deoxyribonucleotide form.&nbsp; They are derived from UMP as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>RNR</strong> reduces <strong>UDP</strong> (from de novo UMP) <strong>into dUDP</strong>, which then is phosphorylated to dUTP.</li>\n\t<li><strong>UTP diphosphatase (dUTPase)</strong> immediately hydrolyzes <strong>dUTP into dUMP</strong>.&nbsp; This action keeps dUTP pools low, which is essential to preventing accidental misincorporation of dUTP within DNA (which can lead to fragility and breaks).</li>\n\t<li><strong>Thymidylate synthase</strong> methylates <strong>dUMP into deoxythymidine monophosphate (dTMP)</strong>.&nbsp; This reaction uses N<font size=\"2\"><sup>5</sup></font>,N<font size=\"2\"><sup>10</sup></font>-methylenetetrahydrofolate (N<font size=\"2\"><sup>5</sup></font>,N<font size=\"2\"><sup>10</sup></font>-methylene-THF) reductase as the single-carbon donor, oxidizing THF to dihydrofolate.&nbsp; This unique oxidation step, not seen in purine synthesis, links thymidine (and DNA) synthesis with folate metabolism.&nbsp; In particular, the enzyme dihydrofolate reductase, which regenerates THF, and adequate folate intake are crucial for continued dTMP and DNA synthesis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32115.jpg\" alt=\"Methionine cycle\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Methionine cycle</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Regulation of nucleotide synthesis</h2><br><br><p>Purine biosynthesis is tightly regulated at multiple levels.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>PRPP amidotransferase</strong> (rate-limiting enzyme) is allosterically inhibited by AMP, GMP, and IMP.</li>\n\t<li><strong>PRPP synthetase</strong>, which generates PRPP from ribose 5-phosphate, is stimulated by inorganic phosphate (substrate) and inhibited by end products (eg, AMP, GMP, ADP, guanosine diphosphate [GDP]).&nbsp; At branch points, AMP and GMP also provide negative feedback to limit their own synthesis from IMP.</li>\n</ul><br><br><p>Pyrimidine synthesis is regulated via the inhibition and activation of CPS II, which catalyzes the rate-limiting step.&nbsp; CPS II is activated by PRPP and inhibited by UTP through feedback inhibition.</p>\n<h1>Degradation and salvage pathways</h1><br><br><p>Degraded DNA or RNA results in the release of free bases and/or nucleosides, which can be salvaged to resynthesize purine or pyrimidine nucleotides.&nbsp; A proportion of nucleotides (especially dietary) is not salvaged but instead further degraded in the liver to waste products.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pyrimidine bases</strong> are ultimately degraded to water-soluble end products (eg, beta-alanine and beta-aminoisobutyrate) that are easily excreted or reused.</li>\n\t<li><strong>Purine bases</strong> are ultimately degraded to uric acid, an insoluble waste product.&nbsp; Excess uric acid can accumulate in tissues; therefore, purine salvage is clinically critical compared to pyrimidine salvage.</li>\n</ul>\n<h2>Purine salvage</h2><br><br><p>Purine salvage involves reattaching the purine base to PRPP via specific phosphoribosyltransferases:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Hypoxanthine-guanine phosphoribosyltransferase (HGPRT)</strong> attaches hypoxanthine to PRPP to produce IMP (which can be converted to AMP or GMP as described previously) or guanine to PRPP to form GMP.</li>\n\t<li><strong>Adenine phosphoribosyltransferase</strong> converts adenine to AMP.</li>\n</ul><br><br><p>In addition, adenosine can uniquely be salvaged as a nucleoside (ie, not just at the adenine base stage) by adenosine kinase, which phosphorylates adenosine directly to form AMP.</p><br><br><p>The salvage pathway provides an additional regulatory check on excess de novo purine synthesis by increasing PRPP consumption and generation of end products (AMP, GMP, IMP) that directly inhibit purine synthesis enzymes.</p>\n<h2>Purine degradation</h2><br><br><p>Purine degradation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23656.png\" alt=\"Purine synthesis\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Purine synthesis</div>\n                                </div>\n                                ) first begins with dephosphorylation of the nucleotides IMP, AMP, and GMP to the nucleoside form (inosine, adenosine, guanosine).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Inosine is degraded to hypoxanthine, whereas guanine is deaminated directly to xanthine.&nbsp; Hypoxanthine and xanthine are sequentially oxidized by xanthine oxidase to <strong>uric acid</strong>, which is excreted in the urine.</li>\n\t<li>Adenosine (nucleoside) can be deaminated by <strong>adenosine deaminase (ADA)</strong> to inosine, which is then converted to hypoxanthine → xanthine.&nbsp; This is the nucleoside pathway.\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Alternately, adenosine nucleotides (eg, ADP, ATP) can be dephosphorylated to AMP, which is then deaminated by AMP deaminase to form IMP.&nbsp; IMP is then degraded (ie, inosine → hypoxanthine → xanthine).&nbsp; This is the nucleotide pathway.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Uric acid is the final product of the pathway because humans lack uricase (urate oxidase).&nbsp; At physiologic pH, uric acid circulates as a more soluble monosodium urate salt that is filtered at the glomerulus.&nbsp; The majority is reabsorbed, with a small portion excreted in urine.</p>\n<h2>Pyrimidine degradation and salvage</h2><br><br><p>Pyrimidine salvage occurs through nucleoside kinases (eg, thymidine kinase, uridine-cytidine kinase), which phosphorylate pyrimidine nucleosides back to their nucleotide monophosphate forms.</p><br><br><p>Degradation of cytosine and uracil yields beta-alanine, whereas degradation of thymine yields beta-aminoisobutyrate; both products are easily excreted in urine or repurposed in intermediary metabolism.&nbsp; As a result, defects in pyrimidine salvage and degradation are rare and generally less clinically significant than purine salvage deficiencies.</p>\n<h1>Clinical applications</h1><br><br><p>Genetic deficiencies of nucleotide salvage or degradation enzymes lead to impaired DNA synthesis or buildup of toxic end products, underlying characteristic syndromes.&nbsp; In addition, medications targeting nucleotide synthesis are often therapeutic targets in the treatment of tumors, infections, and autoimmune diseases (eg, rheumatoid arthritis), which are associated with pathologic growth and replication of tumor or foreign cells.</p>\n<h2>Defects in purine pathways</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Lesch-Nyhan syndrome</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L95797.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ):&nbsp; Caused by complete HGPRT deficiency, characterized by inability to salvage the purine bases guanine and hypoxanthine.&nbsp; Guanine and hypoxanthine accumulate along with PRPP, leading to loss of inhibitory checks on de novo purine synthesis.&nbsp; De novo purine synthesis increases, and, as bases are degraded, uric acid accumulation results.&nbsp; Key features of this X-linked condition include gouty arthritis, nephrolithiasis, choreoathetosis, and self-mutilating behavior.</li>\n\t<li><strong>Gout</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L86209.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ):&nbsp; Occurs due to the precipitation of excess monosodium urate crystals in joints, which triggers an intense inflammatory response and associated pain.&nbsp; Causes include increased purine synthesis (eg, partial HGPRT deficiency, leading to increased de novo synthesis); increased cellular turnover, resulting in increased purine degradation (eg, leukemia, tumor lysis syndrome); and/or excess dietary purines (eg, meats, alcohol).&nbsp; It can also occur due to the kidneys' underexcretion of uric acid (eg, renal insufficiency, use of diuretics)</li>\n\t<li><strong>ADA deficiency</strong>:&nbsp; Results from the inability to degrade adenosine, leading to severe combined immunodeficiency.&nbsp; Ineffective adenosine degradation leads to toxic adenosine accumulation and dATP formation within lymphocytes (where ADA is most highly active).&nbsp; Excess dATP inhibits RNR, preventing DNA formation and cell division, leading to marked lymphopenia.</li>\n</ul>\n<h2>Defects in pyrimidine pathways</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Orotic aciduria</strong>:&nbsp; Caused by a deficiency of UMP synthase (which catalyzes the conversion of orotate to UMP), leading to inhibited DNA synthesis.&nbsp; Patients have megaloblastic anemia unresponsive to vitamin B<font size=\"2\"><sub>12</sub></font> or folate supplementation, growth delay, and elevated urinary orotic acid without hyperammonemia (because CPS I activity is preserved).&nbsp; Oral uridine supplementation bypasses the defect as uridine is converted to UMP via nucleoside kinases.</li>\n</ul>\n<h2>Medications affecting purine metabolism</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Allopurinol and febuxostat</strong>:&nbsp; Inhibit xanthine oxidase to reduce production of xanthine and uric acid (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10688.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Azathioprine</strong>:&nbsp; Converted intracellularly to 6-mercaptopurine (6-MP), a \"false purine\" analogue of IMP acted on by HGPRT to form active metabolites (eg, thio-IMP), thereby blocking purine (and therefore DNA/RNA) synthesis.&nbsp; Coadministration of xanthine oxidase inhibitors, which prevent 6-MP degradation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59300.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ), amplifies this effect.&nbsp; 6-MP also directly inhibits PRPP amidotransferase, the rate-limiting step of purine synthesis, by mimicking the feedback effect of IMP (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59330.png\" alt=\"Purine synthesis\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Purine synthesis</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Rasburicase</strong>:&nbsp; A recombinant form of urate oxidase (absent in humans), which converts uric acid to the more soluble allantoin.&nbsp; It is administered during chemotherapy for cancers with rapid cell turnover (eg, leukemia) to prevent uric acid buildup and tumor lysis syndrome.</li>\n</ul>\n<h2>Medications blocking pyrimidine synthesis</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>5-Fluorouracil</strong>:&nbsp; Acts as a pyrimidine analogue that irreversibly inhibits thymidylate synthase, blocking dTMP synthesis.</li>\n</ul>\n<h2>Medications affecting both purine and pyrimidine metabolism</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sulfonamide antibiotics</strong>:&nbsp; Block bacterial folate synthesis, which prevents the production of tetrahydrofolate and inhibits purine and pyrimidine synthesis.</li>\n\t<li><strong>Methotrexate</strong>:&nbsp; Inhibits dihydrofolate reductase, the enzyme needed to regenerate tetrahydrofolate, thereby halting purine synthesis (at the formyl-THF step) and pyrimidine synthesis (at the step of dTMP formation via thymidylate synthase).</li>\n\t<li><strong>Nucleoside analogues</strong>:&nbsp; Block viral replication by integrating into viral DNA (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11519.png\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ).&nbsp; Acyclovir is a guanine nucleoside analogue that is phosphorylated first by viral thymidine kinase and then by host kinases to the active triphosphate form.&nbsp; Once incorporated into viral DNA, it causes chain termination.&nbsp; Zidovudine mimics thymidine; it can be phosphorylated by host kinase to the triphosphate form, where it inhibits HIV reverse transcriptase.</li>\n\t<li><strong>Hydroxyurea</strong>:&nbsp; Inhibits ribonucleotide reductase, preventing conversion of ribonucleotides to deoxyribonucleotides.&nbsp; This blocks both purine and pyrimidine deoxynucleotide synthesis.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Purine and pyrimidine metabolism provides the essential building blocks for DNA and RNA, integrating inputs from amino acids, folate derivatives, carbon dioxide, and the pentose phosphate pathway.&nbsp; Purines are synthesized directly on a 5-phosphoribosyl-1-pyrophosphate (PRPP) scaffold to form inosine monophosphate, whereas pyrimidines are built separately as orotate before being attached to PRPP to yield uridine monophosphate.&nbsp; Regulation occurs through feedback inhibition at key enzymes (PRPP amidotransferase for purines, carbamoyl phosphate synthetase II for pyrimidines), whereas salvage pathways recycle bases (clinically important for purines to prevent toxic accumulation of uric acid).&nbsp; Defects in these pathways or in the therapeutic targeting of their enzymes underlie a range of important clinical syndromes and treatments of neoplastic, infectious, and immunoproliferative disorders.</p>\n</div>\n\n            "
}