{
  "meta": {
    "title": "Cell biology: Cell receptor signaling",
    "url": "https://brainandscalpel.vercel.app/cell-biology-cell-receptor-signaling-43be3664-3b628d.html",
    "scrapedAt": "2025-12-01T05:56:33.429Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>This article covers the 4 major categories of receptor signaling:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Intracellular receptors, mainly used for steroid hormone signaling.</li>\n\t<li>G-protein–coupled receptors (GPCRs), mainly used for catecholamines and peptide hormones signaling.</li>\n\t<li>Tyrosine kinase receptors, mainly used for growth factor and cytokine signaling.</li>\n\t<li>Ionotropic receptors, mainly used for excitatory or inhibitory neurotransmission.</li>\n</ul>\n<h1>Intracellular receptors</h1><br><br><p>Intracellular receptors are located within the <strong>cytoplasm</strong> or <strong>nucleus</strong>.&nbsp; They bind to <strong>small lipophilic molecules</strong> that easily diffuse across the plasma membrane, such as steroid hormones (eg, cortisol, estrogen), thyroid hormones, and vitamins A and D.&nbsp; Intracellular receptors operate by altering <strong>gene expression</strong>, rather than by activating downstream second messengers or protein-protein interactions.&nbsp; Therefore, they produce slower, sustained physiologic changes that are more difficult to rapidly adjust.</p><br><br><p>These receptors are often called \"nuclear hormone receptors\" because they act genomically and commonly bind steroid hormones.&nbsp; However, their activation varies slightly, depending on whether the receptor is in the cytoplasm or the nucleus:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Cytoplasmic receptors (eg, glucocorticoid, mineralocorticoid, sex hormones) float in the cytosol as free monomers.&nbsp; On binding to their ligand, they <strong>homodimerize</strong>.&nbsp; The hormone-receptor complex <strong>translocates</strong> to the nucleus and binds specific DNA sequences known as hormone response elements (HREs) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L124688.png\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; HREs are located within 5′ regulatory regions of genes (eg, promoters) and influence transcription.&nbsp; Signaling is comparatively slower because new transcription needs to be activated (eg, aldosterone increases sodium channel expression over days).</li>\n\t<li>Nuclear receptors (eg, thyroid hormones [T3, T4], vitamins A and D) are <strong>prebound</strong> to DNA as part of repressive complexes until activated by a ligand.&nbsp; On ligand binding, the receptors form <strong>heterodimers</strong> with the retinoid X receptor (RXR), allowing them to dissociate from DNA, unblocking gene expression.&nbsp; Receptor signaling is comparatively faster because existing transcription is unblocked (eg, T3 upregulates genes involved in basal metabolic rate over a few hours).</li>\n</ul>\n<h1>G-protein–coupled receptors</h1><br><br><p>GPCRs are <strong>cell surface</strong> receptors that have 7 transmembrane hydrophobic alpha-helical domains (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26072.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) and are composed of an alpha subunit (Gα)and a beta-gamma subunit.&nbsp; GPCRs bind to a wide range of ligands such as peptides and catecholamines that require <strong>fast signaling</strong> (eg, vasoconstriction, bronchodilation, glucose release).&nbsp; They immediately change cell behavior without directly influencing gene transcription.<p></p><br><br><p>After the ligand binds:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Gα dissociates from the GPCR, which is accompanied by conversion of guanosine 5′-diphosphate to guanosine 5′-triphosphate.</li>\n\t<li>The released Gα activates a <strong>second messenger</strong> system, which is a cascade of small intracellular molecules that quickly relay and amplify the signal.&nbsp; The specific type of Gα released (Gα<font size=\"2\"><sub>s</sub></font>, Gα<font size=\"2\"><sub>i</sub></font>, Gα<font size=\"2\"><sub>q</sub></font>, or Gα<font size=\"2\"><sub>12/13</sub></font>) determines which second messenger pathway is involved (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/129768.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Gα<font size=\"2\"><sub>s</sub></font> and Gα<font size=\"2\"><sub>i</sub></font></h2><br><br><p>Gα<font size=\"2\"><sub>s</sub></font> and Gα<font size=\"2\"><sub>i</sub></font> operate through the <strong>cyclic AMP–protein kinase A (cAMP-PKA)</strong> second messenger system (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26299.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; On ligand binding, adenylate cyclase is stimulated (Gα<font size=\"2\"><sub>s</sub></font>) or inhibited (Gα<font size=\"2\"><sub>i</sub></font>), leading to increased or decreased cAMP-PKA levels, respectively.&nbsp; PKA has a vast spectrum of activity depending on the tissue.&nbsp; For example:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The sympathetic response involves <strong>beta-1</strong> and <strong>beta-2</strong> adrenergic receptors and <strong>glucagon</strong> receptors, which are stimulatory (Gα<font size=\"2\"><sub>s</sub></font>).&nbsp; They increase PKA in the ciliary body (pupillary dilation), pacemaker cells (increased heart rate), airway smooth muscle (bronchodilation), and liver/skeletal muscle (glycogen breakdown).</li>\n\t<li>Trophic pituitary hormones (eg, <strong>TSH</strong>, <strong>ACTH</strong>, <strong>LH/FSH</strong>) have stimulatory Gα<font size=\"2\"><sub>s</sub></font> receptors.&nbsp; They increase PKA in the thyroid gland, adrenal glands, and gonads to increase enzyme activity and hormone production.</li>\n\t<li>The endorphin response involves <strong>mu, delta, and kappa opioid</strong> receptors, which are inhibitory (Gα<font size=\"2\"><sub>i</sub></font>).&nbsp; They decrease PKA in ascending pain pathways, inhibiting the release of nociceptive neurotransmitters such as substance P and glutamate.</li>\n</ul><br><br><p>Other Gα<font size=\"2\"><sub>s</sub></font>/Gα<font size=\"2\"><sub>i</sub></font> receptors include the alpha-2 adrenergic receptor (Gα<font size=\"2\"><sub>i</sub></font>), muscarinic M<font size=\"2\"><sub>2</sub></font> and M<font size=\"2\"><sub>4</sub></font> acetylcholine receptors (Gα<font size=\"2\"><sub>i</sub></font>), vasopressin V<font size=\"2\"><sub>2</sub></font> receptor (Gα<font size=\"2\"><sub>s</sub></font>), and small peptide receptors (eg, somatostatin, vasoactive intestinal peptide).</p>\n<h2>Gα<font size=\"2\"><sub>q</sub></font></h2><br><br><p>Gα<font size=\"2\"><sub>q</sub></font> operates through the <strong>phosphoinositol–protein kinase C (PKC)</strong> second messenger system (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23797.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; On ligand binding, Gα<font size=\"2\"><sub>q</sub></font> stimulates phospholipase C, which hydrolyzes membrane phospholipids into <strong>inositol 1,4,5-triphosphate (IP</strong><font size=\"2\"><sub><strong>3</strong></sub></font><strong>)</strong> and <strong>diacylglycerol (DAG)</strong>.&nbsp; IP<font size=\"2\"><sub>3</sub></font> mobilizes <strong>calcium</strong> release from the endoplasmic reticulum, whereas DAG activates <strong>PKC</strong>.&nbsp; Calcium and PKC have a wide range of actions.&nbsp; For example:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Smooth muscle contraction requires intracellular calcium and PKC to activate contractile proteins (eg, actin, myosin).&nbsp; Accordingly, Gα<font size=\"2\"><sub>q</sub></font> signaling underlies arteriolar vasoconstriction via receptors that activate this pathway, such as <strong>alpha-1</strong> adrenergic, <strong>angiotensin II</strong>, and <strong>vasopressin</strong> V<font size=\"2\"><sub>1</sub></font> receptors.&nbsp; Similarly, parasympathetic functions such as gut peristalsis, bladder detrusor contraction, and bronchoconstriction also rely on calcium-dependent contraction; they involve the <strong>M</strong><font size=\"2\"><sub><strong>3</strong></sub></font> acetylcholine receptor.</li>\n\t<li>Exocytosis often requires a sudden rise in intracellular calcium, which reorganizes the cytoskeleton to pinch off vesicles.&nbsp; For example, Gα<font size=\"2\"><sub>q</sub></font> promotes the exocrine release of digestive enzymes (eg, amylase) from the pancreas via the <strong>cholecystokinin</strong> receptor.&nbsp; Similarly, mucin is secreted from airway goblet cells via the <strong>M</strong><font size=\"2\"><sub><strong>3</strong></sub></font> acetylcholine receptor.</li>\n\t<li>Synaptic neurotransmission can be influenced by Gα<font size=\"2\"><sub>q</sub></font>.&nbsp; For example, the <strong>5-HT</strong><font size=\"2\"><sub><strong>2</strong></sub></font> serotonin receptor promotes excitatory postsynaptic potentials (EPSPs) because PKC increases the influx of sodium ions (Na<font size=\"2\"><sup>+</sup></font>) and decreases the efflux of potassium ions (K<font size=\"2\"><sup>+</sup></font>), favoring depolarization.&nbsp; This has far-reaching effects on mood, memory, and perception.</li>\n</ul><br><br><p>Other Gα<font size=\"2\"><sub>q</sub></font> receptors include <strong>histamine</strong> H<font size=\"2\"><sub>1</sub></font> and <strong>bradykinin</strong> B<font size=\"2\"><sub>1</sub></font> receptors, which cause capillary permeability (eg, edema) when the rise in intracellular calcium pulls endothelial gap junctions apart.</p>\n<h2>Gα<font size=\"2\"><sub>12/13</sub></font></h2><br><br><p>Gα<font size=\"2\"><sub>12/13</sub></font> proteins operate through the <strong>Rho kinase</strong> system.&nbsp; Unlike Gα<font size=\"2\"><sub>s</sub></font>, Gα<font size=\"2\"><sub>i</sub></font>, and Gα<font size=\"2\"><sub>q</sub></font>, which rely on second messenger cascades, Gα<font size=\"2\"><sub>12/13</sub></font> activates RhoA and Rho-associated kinase.&nbsp; Their main function is to activate contractile and cytoskeletal proteins <strong>independently</strong> of intracellular calcium.&nbsp; This is especially important for processes in which cell shape and tension must be regulated without triggering calcium-dependent activities, such as:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Lymphocyte trafficking (eg, sphingosine-1-phosphate receptor), in which the cell needs to deform without prematurely releasing cytokines.</li>\n\t<li>Fibroblast migration, in which the cells need to contract and move through tissue without simultaneously secreting collagen.</li>\n\t<li>Neuronal pruning (elimination of unused synapses during development), in which the axons and dendrites can be retracted without activating calcium-driven neurotransmitter release.</li>\n</ul>\n<h1>Tyrosine kinase receptors</h1><br><br><p>Tyrosine kinases mediate receptor signaling through <strong>tyrosine phosphorylation</strong> events rather than G-protein second messengers.&nbsp; They are classified as receptor tyrosine kinases (RTKs) or non-RTKs (NRTKs) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11193.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>RTKs</strong> are <strong>transmembrane receptors</strong> with intrinsic kinase activity.&nbsp; They homodimerize and <strong>autophosphorylate</strong> themselves when a ligand binds.&nbsp; Therefore, they are highly specific (one ligand, one receptor) and enable a \"vertical\" signaling with minimal overlap.</li>\n\t<li><strong>NRTKs</strong> are <strong>intracellular adapter proteins</strong> that dock with the internal face of other transmembrane receptors and rely on cytoplasmic Janus kinases (JAKs) for tyrosine phosphorylation.&nbsp; Therefore, they are less specific (one adapter, multiple receptors) and enable \"horizontal\" signaling that integrates inputs from multiple receptors.</li>\n</ul><br><br><p>Once phosphorylated, the RTKs and NRTKs activate <strong>other kinase pathways</strong> such as rat sarcoma–mitogen-activated protein kinase (Ras-MAPK) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28514.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ), phosphatidylinositol 3-kinase–protein kinase B–mammalian target of rapamycin (PI3K-AKT-mTOR) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11373.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ), and JAK–signal transducer and activator of transcription (JAK-STAT) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118355.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).<p></p>\n<h2>Differences between tyrosine kinases and GPCRs</h2><br><br><p>Tyrosine kinases differ from GPCRs in 2 major ways:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>GPCRs typically bind small ligands such as catecholamines and short peptides.&nbsp; In contrast, RTKs and NRTKs bind large proteins such as <strong>cytokines</strong> (eg, IL-2) and <strong>growth factors</strong>.</li>\n\t<li>GPCRs signal through rapid activation of second messenger pathways, leading to immediate functional responses such as secretion and contraction (although continued ligand exposure can also influence secondary changes in gene expression).&nbsp; In contrast, RTKs and NRTKs initiate signaling via protein phosphorylation cascades.&nbsp; These cascades can directly influence cell behavior (eg, migration) and slower transcription-dependent processes that govern cell <strong>survival</strong>, <strong>proliferation</strong>, and <strong>hypertrophy</strong>.</li>\n</ul>\n<h2>RTKs</h2><br><br><p>RTKs are transmembrane receptors themselves.&nbsp; They include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Vascular endothelial growth factor receptor (VEGFR).</li>\n\t<li>Epidermal growth factor receptor (EGFR).</li>\n\t<li>Platelet-derived growth factor receptor (PDGFR).</li>\n\t<li>Fibroblast growth factor receptor (FGFR).</li>\n\t<li>Insulin receptor (and insulin-like growth factor receptor).</li>\n</ul><br><br><p>These growth factors activate downstream kinase pathways (eg, MAPK) to stimulate protein synthesis and cellular proliferation, which is necessary for normal processes such as angiogenesis and wound healing.&nbsp; The pathways can become dysregulated in malignancies (eg, constitutively active EGFR in breast and lung cancers), neovascularization (eg, diabetic retinopathy), and fibrosis (eg, excessive PDGF and FGF).</p>\n<h2>NRTKs</h2><br><br><p>NRTKs are cytoplasmic adapter proteins that dock with other transmembrane receptors.&nbsp; Their receptor partners include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>T-cell receptor (TCR) and B-cell receptor (BCR).</li>\n\t<li>Cytokine receptors (eg, IL-2R, IL-6R).</li>\n\t<li>Erythropoietin (EPO), granulocyte-monocyte colony-stimulating factor (GM-CSF), and thrombopoietin (TPO) receptors.</li>\n</ul><br><br><p>NRTKs lack intrinsic kinase activity, so they require JAKs (intracellular tyrosine kinases).&nbsp; The JAK-STAT pathway promotes <strong>transcription</strong> of genes involved in <strong>leukocyte proliferation</strong> and <strong>hematopoiesis</strong>.&nbsp; In myeloproliferative disorders such as polycythemia vera, mutations in <strong>JAK2</strong> lead to constitutive activation of the EPO receptor, resulting in erythrocytosis.&nbsp; Because GM-CSF and TPO receptors also use JAK2, other blood lineages (eg, leukocytes and platelets) are often increased as well.</p>\n<h2>Tyrosine kinase inhibitors</h2><br><br><p>Tyrosine kinase inhibitors (TKIs) are small-molecule, orally available drugs that block the tyrosine kinase activity of RTKs and NRTKs.&nbsp; They can be recognized by their suffix \"-tinib.\"&nbsp; TKIs are used to treat a wide range of malignancies by blocking cell growth and survival pathways.&nbsp; TKIs are widely used in the treatment of various malignancies and fibrotic and inflammatory conditions.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>RTK inhibitors include <strong>erlotinib</strong> (inhibits EGFR in non–small cell lung cancer), <strong>sunitinib</strong> (inhibits VEGFR and PDGFR in renal cell carcinoma and gastrointestinal stromal tumors), and <strong>nintedanib</strong> (inhibits multiple RTKs, including FGFR in idiopathic pulmonary fibrosis).</li>\n\t<li>NRTK inhibitors include <strong>imatinib</strong> (inhibits BCR–Abelson murine leukemia, a fusion kinase created by t[9;22] Philadelphia translocation, in chronic myeloid leukemia), <strong>ibrutinib</strong> (inhibits Bruton tyrosine kinase in B-cell neoplasms such as chronic lymphocytic leukemia and mantle cell lymphoma), and <strong>ruxolitinib</strong> (inhibits JAK1/JAK2 in polycythemia vera and various autoimmune inflammatory disorders).</li>\n</ul>\n<h1>Ionotropic receptors</h1><br><br><p>Ionotropic receptors are <strong>ligand-gated ion channels</strong> that allow rapid changes in cell membrane potential, classically in neurons (eg, <strong>synaptic transmission</strong>) but also in other tissues (eg, vasodilation by ADP receptors in vascular smooth muscle).&nbsp; The receptors open in response to neurotransmitter binding, allowing ions to flow through a pore.&nbsp; Ionotropic receptors bind 2 excitatory neurotransmitters (glutamate, acetylcholine) and 2 inhibitory neurotransmitters (GABA, glycine).</p>\n<h2>Glutamate receptors</h2><br><br><p>Ionotropic glutamate receptors are the primary mediators of excitatory neurotransmission in the CNS.&nbsp; They consist of alpha-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA) and NMDA receptors.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>AMPA</strong> receptors bind to glutamate, allowing Na<font size=\"2\"><sup>+</sup></font> influx and K<font size=\"2\"><sup>+</sup></font> efflux, facilitating rapid depolarization, resulting in an EPSP.</li>\n\t<li><strong>NMDA</strong> receptors require an existing depolarization and glutamate binding to displace a magnesium (Mg<font size=\"2\"><sup>2+</sup></font>) plug from the channel (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71188.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).&nbsp; After the channel is unblocked, they allow Na<font size=\"2\"><sup>+</sup></font> and Ca<font size=\"2\"><sup>2+</sup></font> influx, which can produce EPSPs and trigger calcium-dependent pathways (eg, long-term potentiation).</li>\n</ul>\n<h2>Nicotinic acetylcholine receptors</h2><br><br><p>Nicotinic acetylcholine receptors (nAChRs) are located at neuromuscular junctions and throughout the CNS and mediate excitatory neurotransmission.&nbsp; On binding acetylcholine, they open and allow Na<font size=\"2\"><sup>+</sup></font> influx and K<font size=\"2\"><sup>+</sup></font> efflux.&nbsp; This ion movement depolarizes the membrane, generating EPSPs (eg, muscle twitch).</p>\n<h2>GABA receptors</h2><br><br><p>GABA receptors mediate inhibitory neurotransmission in the CNS.&nbsp; When they bind GABA, the receptors become permeable to Cl<font size=\"2\"><sup>−</sup></font> anions.&nbsp; This leads to hyperpolarization and generation of an inhibitory postsynaptic potential (IPSP).</p>\n<h2>Glycine receptors</h2><br><br><p>Glycine receptors mediate inhibitory neurotransmission, primarily in interneurons in the spinal cord and brainstem.&nbsp; Like GABA receptors, they are Cl<font size=\"2\"><sup>−</sup></font> permeable and hyperpolarize the cell membrane.&nbsp; IPSPs generated by these receptors help reduce resting motor tone (eg, prevent spasticity).</p>\n<h2>Metabotropic modulation</h2><br><br><p>Ionotropic receptors are often contrasted with metabotropic receptors (eg, GPCRs), which use second messenger systems (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L108421.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).&nbsp; However, metabotropic neurotransmitter receptors (eg, dopamine, serotonin) can modulate the EPSPs and IPSPs generated by ionotropic receptors (eg, glutamate [NMDA, AMPA], GABA), allowing for greater synaptic plasticity.<p></p>\n<h1>Other receptors</h1><h2>Transforming growth factor–beta receptor superfamily</h2><br><br><p>The transforming growth factor–beta (TGF-beta) receptor superfamily binds to TGF-beta and bone morphogenic protein.&nbsp; These receptors are <strong>serine/threonine kinases</strong> (distinct from tyrosine kinases) that signal through intracellular <strong>SMAD</strong> proteins, leading to changes in gene transcription.</p>\n<h2>Guanylyl cyclases</h2><br><br><p>Guanylyl cyclases (GCs) are receptors that operate through the <strong>cGMP–protein kinase G (cGMP-PKG)</strong> pathway (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25933.png\" alt=\"Nitrates mechanism of action\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Nitrates mechanism of action</div>\n                                </div>\n                                ).&nbsp; They mediate <strong>nitric oxide</strong> signaling.&nbsp; Activation of GC increases cGMP, activating PKG, which ultimately leads to the release of myosin light chains from actin, promoting vascular smooth muscle relaxation (ie, <strong>vasodilation)</strong>.&nbsp; PKG also reduces intracellular calcium levels (by sequestering it within the endoplasmic reticulum), further enhancing its vasodilatory effect.<p></p><br><br><p>GC is also the receptor for atrial and brain natriuretic peptides, which are released from stretched cardiomyocytes (eg, decompensated heart failure).&nbsp; In the renal tubules, PKG inhibits sodium reabsorption, leading to enhanced salt and water excretion.</p>\n<h1>Summary</h1><br><br><p>Cells use many receptor systems to regulate physiologic functions (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/108753.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; They can broadly be categorized into 4 families:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Intracellular receptors are activated by lipophilic molecules (eg, steroid and thyroid hormones) and work by altering gene expression, leading to slow and long-lasting effects.</li>\n\t<li>G-protein–coupled receptors are located on the cell surface and bind to diverse ligands (eg, neurotransmitters, catecholamines, peptides).&nbsp; They work by activating second messenger systems (eg, cyclic AMP/protein kinase A; inositol 1,4,5-triphosphate/protein kinase C), enabling fast cellular responses such as smooth muscle contraction and glycogenolysis.</li>\n\t<li>Tyrosine kinases, consisting of receptor tyrosine kinases and nonreceptor tyrosine kinases, bind to large proteins such as growth factors and cytokines.&nbsp; They work by activating phosphorylation (kinase) cascades to regulate cell growth, immune responses, and hematopoiesis.</li>\n\t<li>Ionotropic receptors are ligand-gated ion channels that mediate rapid synaptic transmission by controlling ion fluxes, resulting in excitatory or inhibitory potentials.</li>\n</ul>\n</div>\n\n            "
}