{
  "meta": {
    "title": "Cell biology: Junctions and polarity",
    "url": "https://brainandscalpel.vercel.app/cell-biology-junctions-and-polarity-b4b8a32e-3b628d.html",
    "scrapedAt": "2025-12-01T05:56:47.178Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The 6 types of cell junctions (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26361.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), arranged from tightest (barrier-forming) to loosest (communicating), are as follows:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tight junctions (cell-cell) form a circumferential seal between cell apices.</li>\n\t<li>Adherens junctions (cell-cell) form a belt below tight junctions.</li>\n\t<li>Desmosomes (cell-cell) anchor the lateral surface of cells to each other.</li>\n\t<li>Hemidesmosomes (cell-matrix) attach the basal surface to the basement membrane.</li>\n\t<li>Focal adhesion complexes (FACs) (cell-matrix) are a transient attachment for migratory cells.</li>\n\t<li>Gap junctions (cell-cell) connect cells directly through their cytoplasm.</li>\n</ul><br><br><p>These junctions coordinate adhesion and communication between cells, organizing them into continuous layers that define tissue structure.&nbsp; This organization establishes cell polarity, which maintains the ordered architecture required for normal tissue physiology and whose loss may lead to disorganized growth and cancer development.</p>\n<h1>Cell junctions</h1><h2>Tight junctions (cell-cell)</h2><br><br><p>Tight junctions (zona occludens) form a <strong>continuous seal</strong> around the apical circumference of epithelial and endothelial cells, creating a barrier impermeable to water, solutes, and ions.&nbsp; They are composed of transmembrane proteins (claudins and occludins) that dimerize, zipping neighboring cells together.</p><br><br><p>Tight junctions can be disrupted by inflammatory cytokines (eg, TNF-α, IL-1β), bacterial toxins (eg, <em>Clostridium perfringens</em>), proteases, and reactive oxygen species.&nbsp; These noxious stimuli downregulate claudin and occludin expression, thereby facilitating leukocyte migration to sites of injury or infection.&nbsp; However, the resulting increase in paracellular permeability contributes to edema formation (third spacing) in inflammatory states (eg, burns, sepsis, pancreatitis, acute respiratory distress syndrome).</p>\n<h2>Adherens junctions (cell-cell)</h2><br><br><p>Adherens junctions (zona adherens) are typically located just below tight junctions, near the apices.&nbsp; Like tight junctions, they form a <strong>continuous belt </strong>of contact between neighboring epithelial or endothelial cells.&nbsp; However, unlike tight junctions they do not form a waterproof barrier.&nbsp; Instead, they function as strong but <strong>dynamic anchors </strong>to allow flexibility during tissue remodeling (eg, embryogenesis, wound healing).&nbsp; <strong>Reversible</strong> assembly and disassembly are made possible using calcium-dependent protein complexes (eg, cadherins, beta-catenin).</p><br><br><p>Adherens junction disruption is seen in cancer invasion and metastasis, when malignant epithelial cells detach from each other and migrate through underlying tissue planes.&nbsp; This loss of cohesion is often driven by downregulation of E-cadherin, an adhesion molecule that maintains epithelial architecture.&nbsp; Its reduction destabilizes cell-cell contacts and promotes the transition to a more motile, mesenchymal phenotype—a process called epithelial-to-mesenchymal transition.&nbsp; It is seen in a wide range of epithelial malignancies, particularly breast, gastric, pancreatic, and colorectal adenocarcinomas.&nbsp; In these tumors, low E-cadherin expression is a poor prognostic marker.</p>\n<h2>Desmosomes (cell-cell)</h2><br><br><p>In contrast to the continuous band formed by tight junctions and adherens junctions, desmosomes form <strong>discrete</strong> intercellular junctions that attach the lateral surfaces of adjacent cells together, providing <strong>tensile strength</strong> to tissues subjected to repetitive mechanical stress (eg, epidermis, myocardium).&nbsp; Each desmosome is a multiprotein complex that spans the space between 2 neighboring cells and links their cytoskeletons.&nbsp; On the intracellular side, <strong>intermediate filaments</strong> (eg, keratin in epithelial cells, desmin in muscle cells) anchor a dense cytoplasmic plaque composed of adaptor proteins (eg, desmoplakins).&nbsp; These plaques connect to transmembrane <strong>cadherins</strong> (eg, desmogleins), which project into the intercellular space and bind to their counterparts on the adjacent cell (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31282.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).<p></p><br><br><p>In <strong>pemphigus vulgaris</strong>, autoantibodies form against desmogleins 1 and 3, which causes keratinocytes within the same cell layer to separate from each other (ie, acantholysis) and form <strong>intraepidermal blisters</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89834.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; The blisters are <strong>flaccid</strong> because cells easily pull apart from their neighbors, so pressure and fluid do not accumulate underneath.&nbsp; Immunofluorescence reveals net-like IgG deposition because it highlights desmosomes along the lateral surfaces of cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89816.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p>\n<h2>Hemidesmosomes (cell-matrix)</h2><br><br><p>Hemidesmosomes form <strong>discrete</strong> junctions that attach the basal surface of epithelial or endothelial cells to their basement membrane.&nbsp; They are termed <em>hemi</em>-desmosomes because, unlike desmosomes that link 2 adjacent cells, hemidesmosomes connect a cell to the <strong>extracellular matrix</strong> (ECM) using integrin receptors (α6β4) that bind to basement membrane proteins (eg, laminin) via linking proteins (eg, BP180, BP230, plectin)</p><br><br><p>In <strong>bullous pemphigoid</strong>, autoantibodies form against hemidesmosomal proteins (BP180 and BP230), causing the entire epidermis to separate from the underlying dermis and form <strong>subepidermal blisters</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96886.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; The blisters are <strong>tense</strong> because the overlying skin layers are intact, allowing fluid and pressure to build up underneath.&nbsp; Immunofluorescence reveals linear IgG deposition because it highlights hemidesmosomes along the basal lamina (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96889.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).<p></p><br><br><p>Similarly, some forms of <strong>epidermolysis bullosa simplex</strong> result from inherited mutations in hemidesmosomal proteins (eg, plectin, BP230).&nbsp; These mutations produce a similar phenotype to bullous pemphigoid (eg, subepidermal blistering with minor trauma), but the disease is present from birth and does not involve autoantibodies.</p>\n<h2>Focal adhesion complexes (cell-matrix)</h2><br><br><p>FACs are <strong>transient</strong> basal anchoring structures that form between integrins (aLβ2, α5β1, αvβ3) and ECM proteins (eg, fibronectin, collagen, laminin).&nbsp; They can be conceptualized as weaker, short-lived counterparts to hemidesmosomes.&nbsp; FACs are especially prominent in migratory cells (eg, fibroblasts, circulating leukocytes) that need to intermittently tether and release from the ECM during chemotaxis, wound healing, and immune surveillance.</p><br><br><p>Disruption of FACs is involved in <strong>leukocyte adhesion defect</strong> (CD18 [β2] integrin defect), which prevents circulating leukocytes from attaching and migrating through the vessel wall to respond to infection.&nbsp; Manifestations include delayed wound healing, recurrent bacterial infections, persistent neutrophilic leukocytosis, and minimal or absent pus at sites of infection (due to failed neutrophil migration).</p>\n<h2>Gap junctions (cell-cell)</h2><br><br><p>Gap junctions are cytoplasmic communications formed by <strong>connexins</strong>, which assemble into hexameric channels (connexons).&nbsp; They allow for direct exchange of ions, metabolites, and small signaling molecules (eg, second messengers such as IP3 and cAMP).&nbsp; They coordinate electrical and metabolic <strong>coupling</strong> between cells, so they can function in a <strong>synchronized</strong> manner (eg, helping to propagate action potentials between cardiac myocytes).</p><br><br><p>Disruption of gap junctions is involved in genetic ventricular arrhythmias (eg, connexin 43 mutations) and congenital sensorineural deafness (eg, connexin 26 mutations), which impact cell-cell conduction in cardiomyocytes and cochlear hair cells, respectively.</p>\n<h1>Multijunctional complexes</h1><br><br><p>The junctions above localize together in superstructures that integrate mechanical adhesion, barrier function, and intercellular communication.</p>\n<h2>Apical junctional complex</h2><br><br><p>The apical junction complex (AJC) consists of:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tight junctions, located most apically.</li>\n\t<li>Adherens junctions, located just below tight junctions.</li>\n\t<li>Desmosomes, located below adherens junctions.</li>\n</ul><br><br><p>AJC is a synergistic structure (ie, it provides more strength than the sum of its individual parts).&nbsp; It was historically described as a <strong>terminal bar</strong>, a dense band encircling the tops of epithelial cells, and was later resolved by electron microscopy into its 3 distinct elements.</p>\n<h2>Intercalated discs</h2><br><br><p>Intercalated discs are <strong>exclusive to myocardium</strong> and consist of:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Gap junctions, allowing electrical transmission outside the His-Purkinje conduction system.</li>\n\t<li>Adherens junctions, transmitting contractile force between neighboring ventricular myocytes.</li>\n\t<li>Desmosomes, conferring tensile strength.</li>\n</ul><br><br><p>Intercalated discs allow heart muscle to function as a syncytium, allowing coordinated contraction.&nbsp; Cell-to-cell conduction through gap junctions is slower than through His-Purkinje fibers.&nbsp; This slight delay allows the heart to squeeze from apex to base, optimizing systolic ejection.&nbsp; When the His-Purkinje system is damaged (eg, bundle branch block) or bypassed (eg, accessory pathway), the depolarization wave is forced to spread cell-to-cell more slowly, resulting in a widened QRS complex (eg, &gt;120 ms).</p>\n<h1>Polarity</h1><br><br><p>The coordinated positioning of these junctions defines how cells are oriented within tissues, a concept known as cell polarity.&nbsp; Cell polarity refers to a functional asymmetry that organizes the cell membrane into distinct regions specialized for different tasks.&nbsp; It is based on 2 related principles:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Directional function:&nbsp; Spatial organization that enables processes such as solute transport and secretion to occur in a defined direction.</li>\n\t<li>Tissue orientation:&nbsp; Maintenance of attachment to underlying support structures, which preserves tissue architecture and prevents dysplastic or invasive growth (eg, early stages of cancer).</li>\n</ul>\n<h2>Axes of polarity</h2><br><br><p>Polarity can be expressed along several geometric axes:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Luminal-basal polarity</strong> distinguishes the surface facing the lumen from the surface attached to the basement membrane; this axis dominates in epithelial and endothelial cells.</li>\n\t<li><strong>Anterior-posterior polarity</strong> distinguishes the leading edge from the trailing edge of migratory cells and of cells with long cytoplasmic extensions (eg, neurons).</li>\n\t<li><strong>Planar (lateral) polarity</strong> aligns cells within the plane of a tissue, coordinating orientation across neighboring cells.&nbsp; This alignment is critical for the cochlea (to align stereocilia with incoming sound waves), respiratory tract (to ensure unidirectional ciliary beating), and renal tubules (to direct nephron elongation and loop formation).</li>\n</ul><br><br><p>In addition to these single-cell axes, polarity establishes whole body axes (eg, during embryogenesis) by allowing division to produce asymmetric daughter cells that express different homeobox genes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27304.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p>\n<h2>Molecular basis</h2><br><br><p>At the molecular level, polarity reflects how specific proteins and signaling complexes sort into distinct membrane domains.&nbsp; For example, in epithelia the apical domain faces the lumen, and the basolateral domain comprises the sides and base of the cell that contact neighboring cells and the basement membrane.&nbsp; This molecular organization parallels the tissue-level luminal-basal orientation but is defined by protein localization rather than by gross position within the tissue.</p><br><br><p>Polarity at the molecular level is governed by both intrinsic and extrinsic cues:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Intracellular</strong> cues are mediated by polarity complex proteins, including Par, Crumbs, and Scribble.&nbsp; These complexes localize to opposing membrane regions:&nbsp; Par and Crumbs polarize to the apical membrane, whereas Scribble polarizes to the basolateral membrane.&nbsp; They maintain their boundaries through mutual exclusion and feedback loops.</li>\n\t<li><strong>Extracellular</strong> cues stabilize polarity but do not create it independently.&nbsp; They include luminal forces (eg, blood flow), basal contact with basement membrane, and secreted proteins that have extracellular gradients (eg, Wnt, Hedgehog).</li>\n</ul>\n<h2>Loss of polarity</h2><br><br><p>Normal epithelial cells are highly organized, with distinct apical, lateral, and basal domains.&nbsp; Loss of apical-basal polarity is a major feature of <strong>epithelial tumors</strong> (ie, <strong>carcinomas</strong>).&nbsp; Breakdown of polarity occurs in the following stages:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Dysplasia</strong> occurs in response to chronic inflammation, genetic mutations, carcinogens, or oncogenic viruses (eg, cigarette smoke, alcohol, human papillomavirus).&nbsp; Affected cells show <strong>partial loss</strong> of polarity (eg, irregular alignment, uneven spacing) due to decreased expression of apical and basal polarity protein complexes.&nbsp; However, they remain confined above the basement membrane.&nbsp; These changes are <strong>potentially reversible</strong> with removal of the underlying stimulus.</li>\n\t<li><strong>Carcinoma</strong> <strong>in situ</strong> represents preinvasive malignancy.&nbsp; Affected cells often show <strong>complete loss</strong> of polarity (eg, disorganization, crowding, ectopic gland or sheet formation).&nbsp; The lesion is <strong>irreversible</strong> but remains confined above the basement membrane, making it potentially curable with local excision.</li>\n\t<li><strong>Invasive carcinoma</strong> is the last stage.&nbsp; Malignant cells show complete loss of polarity and acquire migratory capacity through epithelial-to-mesenchymal transition.&nbsp; These changes also allow them to penetrate the basement membrane, invade the underlying stroma, and enter lymphatic channels or blood vessels.&nbsp; Typically, a grossly visible primary tumor is found, which may be associated with nodal spread or distant metastases.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Cell junctions are specialized structures that regulate permeability, attachment, and polarity.&nbsp; They are most relevant for epithelial and endothelial cells.&nbsp; There are 6 main types of junctions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Tight junctions form a continuous apical seal, creating an impermeable barrier to diffusion.</li>\n\t<li>Adherens junctions form a belt just beneath tight junctions, providing a dynamic (ie, calcium-dependent) but strong link between cells.</li>\n\t<li>Desmosomes form discrete spot-like junctions that anchor the lateral surfaces of adjacent cells together, providing tensile strength.</li>\n\t<li>Hemidesmosomes (fixed) and focal adhesion complexes (transient) attach the basal cell surface to the basement membrane.</li>\n\t<li>Gap junctions enable direct cytoplasmic exchange for synchronized electrical and metabolic activity (eg, heart contraction).</li>\n</ul><br><br><p>Disruption of these junctions can cause capillary leakiness (eg, tight junctions), cancer cell invasion (adherens junctions), blistering skin diseases (desmosomes, hemidesmosomes), and other disorders.&nbsp; These junctions establish and reinforce cell polarity (ie, apex vs base), which is progressively lost during the transition from dysplasia to invasive carcinoma.</p>\n</div>\n\n            "
}