{
  "meta": {
    "title": "Cell biology: Cell death",
    "url": "https://brainandscalpel.vercel.app/cell-biology-cell-death-f083eb89-3b628d.html",
    "scrapedAt": "2025-12-01T05:56:35.596Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Cells respond to stress through adaptive changes such as atrophy, hypertrophy, hyperplasia, and metaplasia; when these adaptations fail, cell death occurs.&nbsp; This article covers accidental cell death (necrosis) and regulated cell death (RCD) (apoptosis and others), with emphasis on apoptosis.</p>\n<h1>Classification</h1><br><br><p>Cells have 4 survival adaptations (atrophy, hypertrophy, hyperplasia, metaplasia) in response to stress.&nbsp; However, cell death occurs when these mechanisms are overwhelmed due to severe and irreversible injury.&nbsp; There are 2 broad categories of cell death (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/87952.mp4\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: video 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Accidental cell death (ie, <strong>necrosis</strong>).</li>\n\t<li>RCD, including <strong>apoptosis</strong> and additional forms (eg, necroptosis, pyroptosis).</li>\n</ul>\n<h2>Accidental cell death</h2><br><br><p>Accidental cell death is synonymous with <strong>necrosis</strong>.&nbsp; It refers to cellular destruction in response to extreme ischemic (eg, infarction), biochemical (eg, bacterial toxins), chemical (eg, osmotic lysis), or thermal (eg, freeze-rethaw) insults.&nbsp; Necrosis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Releases lysosomal enzymes that digest cells and surrounding tissue.</li>\n\t<li>Occurs all at once, without a defined sequence of events.</li>\n\t<li>Ruptures plasma membranes (eg, releasing intracellular contents).</li>\n\t<li>Triggers robust acute inflammation and cytokine release.</li>\n</ul><br><br><p>Necrosis cannot be targeted by pharmacologic agents.</p>\n<h2>Regulated cell death</h2><br><br><p>RCD is typically denoted by the suffix \"-optosis.\"&nbsp; It involves programmed cell destruction in response to unsurvivable insults that do not immediately cause necrosis.&nbsp; The major forms of RCD are apoptosis and nonapoptotic RCD (pyroptosis, necroptosis, and ferroptosis).&nbsp; This article focuses primarily on <strong>apoptosis</strong>, but other forms are briefly described.&nbsp; Apoptosis:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Is carried out by \"executioner\" caspases (tightly regulated proteases).</li>\n\t<li>Follows a programmed sequence of events (eg, shrinkage, blebbing, fragmentation).</li>\n\t<li>Preserves cell membranes (ie, less release of intracellular antigens).</li>\n\t<li>Elicits minimal acute inflammation.</li>\n</ul><br><br><p>Unlike necrosis, apoptosis can be targeted by pharmacologic agents (eg, BCL-2 inhibitors, caspase inhibitors).</p>\n<h1>Necrosis</h1><br><br><p>Necrosis, or accidental cell death, refers to uncontrolled cell destruction accompanied by membrane rupture, release of intracellular contents, and resulting inflammation.&nbsp; Different patterns of necrosis are identified based on etiology and their gross and microscopic appearance (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/46219.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Coagulative necrosis</h2><br><br><p>Coagulative necrosis occurs when proteins (including caspases and other enzymes) are denatured before they can break down cell components.&nbsp; This typically occurs during prolonged tissue hypoxia or acidosis (eg, ischemia, infarction).&nbsp; As a result, autolysis is delayed, so cellular architecture is temporarily preserved.&nbsp; Dead cells retain their outlines (\"ghost\" or \"silhouette\") on histology.&nbsp; The necrotic tissue has a gel-like consistency, similar to that of coagulated blood.&nbsp; Coagulative necrosis is primarily seen in all <strong>solid organ infarctions</strong> (eg, heart, kidney, bowel, lung) <strong>except the brain</strong>.&nbsp; Despite preserved structure, their membranes are compromised, leading to spillage of intracellular contents that elicit acute infiltration (eg, neutrophil migration shortly following acute myocardial infarction) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27069.png\" alt=\"Acute myocardial infarction\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">Acute myocardial infarction</div>\n                                </div>\n                                ).<p></p>\n<h2>Liquefactive necrosis</h2><br><br><p>Liquefactive necrosis occurs when spilled lysosomal enzymes completely digest the dead cells and surrounding tissue.&nbsp; The tissue is replaced by fluid and amorphous cellular debris.&nbsp; Liquefactive necrosis is seen mainly in the <strong>brain</strong> following acute ischemic stroke, when neurons (the most ischemia-sensitive cells) quickly rupture and release autodigestive enzymes.&nbsp; Unlike other solid organs, the brain's extracellular matrix is soft and spongious, offering little resistance to enzymatic breakdown.&nbsp; Liquefaction is also seen in <strong>suppurative bacterial infections</strong> (eg, necrotizing fasciitis, lung abscess), in which bacterial exotoxins and neutrophil-derived enzymes degrade pathogens and host tissue, forming <strong>pus</strong>.</p>\n<h2>Gangrenous necrosis</h2><br><br><p><strong>Dry</strong> gangrene is ischemic coagulative necrosis of the skin or extremities caused by arterial ischemic events (eg, atherosclerosis, embolism, frostbite).&nbsp; Venous drainage persists, allowing fluid to exit, leading to gradual desiccation and preventing bacterial superinfection.&nbsp; The tissue undergoes <strong>mummification</strong>; it shrinks, hardens, and turns brown-black due to hemoglobin breakdown.&nbsp; A clear line of demarcation forms between dead and viable tissue, often leading to autoamputation.&nbsp; In contrast, <strong>wet</strong> gangrene occurs when bacterial superinfection adds a liquefactive and often purulent component to the necrosis.</p>\n<h2>Fibrinoid necrosis</h2><br><br><p>Fibrinoid necrosis is a specific pattern of necrosis affecting vascular walls.&nbsp; It occurs when the walls of small arteries and arterioles are damaged by <strong>vasculitic inflammation</strong> (particularly in anti-cytoplasmic antibodies–associated vasculitides such as granulomatosis with polyangiitis or by <strong>malignant hypertension</strong> (eg, eclampsia).&nbsp; Infiltration of plasma proteins (eg, fibrin) into the vessel walls results in a bright intramural band of proteinaceous material on histology, typically accompanied by acute (neutrophilic) inflammation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L88605.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p>\n<h2>Caseating necrosis</h2><br><br><p>Caseating necrosis is seen with <strong>chronic granulomatous inflammation</strong> due to mycobacterial (eg, tuberculosis) or fungal (eg, histoplasmosis) infections.&nbsp; The central area of the granuloma undergoes necrosis, forming a soft, cheese-like (caseous) core composed of degenerated lipid and proteinaceous debris.&nbsp; The necrotic core is surrounded by a rim of epithelioid macrophages, multinucleated giant cells, and lymphocytes.&nbsp; In later stages of healing, the caseating granuloma may calcify or become fibrotic.</p>\n<h2>Fat necrosis</h2><br><br><p>Fat necrosis affects adipose tissue and is typically caused by mechanical trauma (eg, <strong>breast</strong>) or lipase release (eg, <strong>acute pancreatitis</strong>).&nbsp; In trauma, ruptured adipocytes trigger local inflammation and fibrosis, forming firm nodules; histology shows ruptured, anucleate adipocytes surrounded by lipid-laden macrophages, often with punctate calcification (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L62622.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; In acute pancreatitis, lipases digest triglycerides into free fatty acids, which bind calcium to form chalky, white, soap-like deposits (ie, fat saponification) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L76080.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ).<p></p>\n<h1>Apoptosis</h1><br><br><p>Apoptosis, the classic form of RCD, is a tightly controlled process that systematically dismantles the cell while preserving membrane integrity and limiting inflammation.&nbsp; It is initiated through 3 major pathways:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Intrinsic (mitochondrial) pathway (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L71059.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li>\n\t<li>Extrinsic (death receptor) pathway (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13483.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li>\n\t<li>Cytotoxic (perforin-granzyme) pathway (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44106.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>Each pathway converges on activation of <strong>executioner caspases</strong> (3, 6, and 7) that carry out controlled demolition of cell structures.</p>\n<h2>Intrinsic (mitochondrial) pathway</h2><br><br><p>The intrinsic apoptosis pathway involves the release of cytochrome c from the <strong>mitochondria</strong> into the cytoplasm.&nbsp; It is a response to:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Mitochondrial depolarization due to cessation of electron transport (eg, no gradient), free radical (mitochondrial reactive oxygen species) damage, or opening of permeability transition pores (eg, due to massive calcium influx).</li>\n\t<li>Genotoxic stress (eg, DNA damage from ionizing radiation, chemotherapy) and activation of oncogenes (eg, p53).</li>\n\t<li>Proteotoxic stress (eg, accumulation of misfolded proteins).</li>\n\t<li>Loss of survival signals (eg, withdrawal of obligatory growth factors or cytokines).</li>\n</ul><br><br><p>The mitochondrial outer membrane (OMM) houses <strong>Bax</strong> and <strong>Bak</strong>, proapoptotic proteins that oligomerize in response to the triggers above.&nbsp; The Bax/Bak complexes create pores in the OMM that allow <strong>cytochrome c</strong> to diffuse from the intermembrane space into the cytoplasm.&nbsp; In the cytoplasm, cytochrome c recruits <strong>caspase-9</strong>, setting off a proteolytic cascade that activates the final executioner caspases (ie, 3, 6, and 7).</p><br><br><p>Mitochondria also help regulate intracellular <strong>calcium</strong> levels.&nbsp; Calcium has the steepest electrochemical gradient of any cellular ion, with concentrations more than 10,000 times higher outside the cell than inside.&nbsp; When cytosolic calcium rises, the mitochondrial matrix acts as a buffer by sequestering excess calcium and storing it in an inert form as calcium phosphonate.&nbsp; However, if calcium influx becomes excessive—as can occur during events such as glutamate excitotoxicity (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L74653.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                )—this buffering capacity is overwhelmed.&nbsp; The resulting calcium overload triggers the opening of the mitochondrial permeability transition pore in the inner membrane, causing mitochondrial depolarization and initiating the intrinsic apoptosis pathway.<p></p>\n<h2>Extrinsic (death receptor) pathway</h2><br><br><p>The extrinsic apoptosis pathway is a form of <strong>immune-mediated RCD</strong> that eliminates cells recognized as <strong>non-self</strong>.&nbsp; The pathway eliminates diseased cells displaying foreign or abnormal proteins (eg, viral infection, tumor cells) and cells expressing non-self major histocompatibility complexes (MHCs) (eg, allogeneic transplant).</p><br><br><p>It involves death ligands and death receptors.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Briefly, death ligands, such as the <strong>Fas ligand</strong> (CD95) and <strong>tumor necrosis factor–related apoptosis-inducing ligand (TRAIL)</strong>, are <strong>acutely upregulated</strong> in activated natural killer (NK) cells and cytotoxic T lymphocytes (CTLs).</li>\n\t<li>At the same time, death receptors, such as Fas receptor (Fas, [CD95R]) and TRAIL receptors (DR4/DR5) are <strong>constitutively expressed</strong> in every nucleated cell.</li>\n</ul><br><br><p>When death ligands engage their receptor counterpart in diseased cells, the death receptor undergoes a conformational change that activates <strong>caspase-8</strong>.&nbsp; In turn, caspase-8 cleaves and activates executioner caspases 3, 6, and 7.</p><br><br><p>In <strong>autoimmune lymphoproliferative syndrome</strong>, defective lymphocyte Fas or caspase-8 leads to apoptosis resistance.&nbsp; Patients have chronic benign lymphoproliferation (eg, hepatosplenomegaly, bulky lymphadenopathy) accompanied by an immune blood dyscrasia (eg, autoimmune hemolytic anemia and thrombocytopenia) and have an elevated risk of transformation to lymphoma.</p>\n<h2>Cytotoxic (perforin-granzyme) pathway</h2><br><br><p>The cytotoxic pathway is a specialized <strong>immune-mediated</strong> RCD that involves the release of cytolytic enzymes <strong>(perforin, granzymes)</strong> by CTLs and NK cells to destroy infected, neoplastic, or foreign cells.&nbsp; The pathway is triggered by:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Foreign peptides presented on MHC I (eg, allogeneic organ transplant), which activate CTLs.</li>\n\t<li>Increased stress ligand (eg, MHC class I chain-related protein A, and chain-related protein B) expression, which activates NK cells.</li>\n\t<li>Loss of MHC I expression (ie, \"missing self\"), a feature of many viral infections, which activates NK cells.</li>\n\t<li>Antibody-dependent cellular cytotoxicity (ie, type 2 hypersensitivity), which activates NK cells (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L72328.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li>\n</ul><br><br><p>CTL and NK cells synapse with diseased target cells and insert perforin into their membrane, creating small pores.&nbsp; Granzymes enter through these pores, where they activate caspase-3 to induce apoptosis.&nbsp; Granzymes can also trigger caspase-independent apoptosis because they have extensive and nonspecific protease activity.</p>\n<h2>Common executioner sequence</h2><br><br><p>The chronologic sequence of apoptosis is as follows (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L35030.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; After initiation of the caspase cascade by any of the 3 pathways above:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Executioner caspases (3, 6, and 7) are activated.&nbsp; These caspases have 3 major effects:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>They activate DNases to fragment genomic DNA, leading to chromatin condensation.</li>\n\t\t<li>They proteolyze laminin (nuclear envelope protein), leading to nuclear fragmentation (karyorrhexis).</li>\n\t\t<li>They cleave the actin cytoskeleton, leading to membrane blebs.</li>\n\t</ul>\n\t</li>\n\t<li>Blebs separate as membrane-bound apoptotic bodies, enclosing organelles, nuclear fragments, and cellular debris.</li>\n\t<li>Apoptotic bodies externalize phosphatidylserine (normally on the inner leaflet of the plasma membrane), which serves as a phagocytic signal for engulfment by macrophages.</li>\n</ul><br><br><p>The process is noninflammatory because membranes remain intact, preventing the release of destructive (eg, lysosomal) enzymes and the release of intracellular damage-associated molecular patterns [DAMPs]).</p>\n<h2>Nonapoptotic RCD</h2><br><br><p>Nonapoptotic forms of RCD operate independently of the classic pathway of executioner caspases and are now known to represent &gt;50% of all RCD events.&nbsp; These cells show quasinecrotic features such as membrane rupture and often trigger <strong>inflammation</strong>; unlike necrosis, however, the cell rupture remains tightly regulated.&nbsp; The major forms of nonapoptotic RCD include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Necroptosis</strong>, a backup pathway for extrinsic apoptosis when death receptors (Fas, TRAIL) are activated but caspase-8 is absent or inhibited (eg, by some viruses).&nbsp; It uses pore-forming proteins to disrupt the plasma membrane, leading to cell lysis and inflammation.</li>\n\t<li><strong>Pyroptosis</strong>, an inflammation-induced RCD that occurs when pathogen-associated molecular patterns and DAMPs (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/98951.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) activate innate immune receptors in conditions such as sepsis and acute respiratory distress syndrome.&nbsp; It uses a separate set of caspases (eg, 1, 4, 5) distinct from executioner caspases.</li>\n\t<li><strong>Ferroptosis</strong>, a less inflammatory RCD driven by <strong>lipid peroxidation</strong>, which occurs when free iron produces hydroxyl radicals.&nbsp; Lipid peroxides are normally reduced by intracellular <strong>glutathione</strong>, but this antioxidant defense system can be depleted (eg, certain chemotherapies).</li>\n\t<li><strong>Neutrophil extracellular traps</strong> (ie, <strong>NETosis</strong>), a neutrophil-specific form of RCD in which neutrophils eject webs of chromatin, known as neutrophil extracellular traps, that are laced with antimicrobial proteins that ensnare and kill invading pathogens extracellularly.</li>\n</ul>\n<h1>Apoptosis in health and disease</h1> <h2>Normal functions</h2><br><br><p>Accidental cell death (necrosis) is never normal.&nbsp; However, RCD has several vital roles:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Development:&nbsp; In embryologic contexts, the term <strong>programmed cell death</strong> is used interchangeably with apoptosis.&nbsp; It enables digit separation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L123281.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ), neural pruning, canalization of lumens (eg, gastrointestinal tract), and dissolution of temporary structures such as the primitive notocord, müllerian ducts in males, and wolffian ducts in females.</li>\n\t<li>Immune tolerance:&nbsp; Apoptosis (intrinsic pathway) prevents autoimmunity through clonal deletion (ie, negative selection) of self-reactive T and B cells in the thymus and bone marrow.&nbsp; Apoptosis (extrinsic pathway) also terminates the immune response by destroying activated leukocytes after pathogen clearance.</li>\n\t<li>Infection control:&nbsp; Apoptosis eliminates infected cells, particularly those harboring viruses and intracellular pathogens.&nbsp; The extrinsic and cytotoxic pathways (ie, NK cells, CTLs) allow pathogen spread to be contained while minimizing inflammation and bystander damage to normal tissue.</li>\n\t<li>Antineoplastic:&nbsp; Apoptosis (intrinsic pathways) defends against neoplasia by eliminating cells with extensive DNA damage, especially if there is concurrent deactivation of tumor suppressor proteins (eg, p53, \"guardian of the genome,\" which is a potent apoptotic stimulus).&nbsp; Apoptosis (extrinsic and cytotoxic pathways) also eliminates tumor cells that present neoantigens (altered self-proteins) on their MHC.</li>\n\t<li>Tissue turnover:&nbsp; Apoptosis maintains stable cell populations, especially in tissues with high rates of proliferation (eg, epidermis, intestinal mucosa, and bone marrow).&nbsp; Similarly, it allows for physiologic tissue regression in response to hormone withdrawal (eg, menstrual endometrial shedding, mammary gland involution).</li>\n</ul>\n<h2>Dysregulated apoptosis</h2><br><br><p>Defects in apoptosis are seen in many human diseases.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Apoptosis is impaired in <strong>cancer</strong>, allowing cancer cells to survive despite otherwise lethal genetic damage.&nbsp; Many cancers harbor mutations in <em>TP53</em> or overexpress Bcl-2, which blocks mitochondrial apoptosis in response to severe DNA damage.&nbsp; As the cells continue to proliferate, they accumulate even more mutations, developing progressively malignant phenotypes (eg, loss of polarity, dedifferentiation, invasiveness).</li>\n\t<li>Apoptosis resistance is also a feature of several <strong>nonmalignant diseases</strong>.&nbsp; For example, in <strong>pulmonary arterial hypertension</strong>, vascular endothelial and smooth muscle cells proliferate and become abnormally long-lived, contributing to luminal narrowing and eventual right ventricular failure.&nbsp; In <strong>idiopathic pulmonary fibrosis</strong>, lung fibroblasts acquire an apoptosis-resistant phenotype, leading to persistent activation and collagen deposition.</li>\n\t<li>Imperfect apoptosis may underlie several <strong>autoimmune conditions</strong> such as systemic lupus erythematosus and systemic sclerosis (scleroderma).&nbsp; In such disorders, patients have a small pool of autoreactive lymphocytes that escaped deletion during negative selection, potentially due to a subtle defect in intrinsic apoptosis.&nbsp; Later in life, minor tissue injuries (eg, sunlight exposure, viral infections) may expose intracellular contents, particularly <strong>nuclear antigens</strong>, especially if apoptotic clearance is already impaired.&nbsp; This promotes the formation of <strong>antinuclear antibodies</strong> (eg, anti–double-stranded DNA, anticentromere), driving immune-mediated tissue damage.</li>\n</ul>\n<h2>Apoptosis as a therapeutic target</h2><br><br><p>Several FDA-approved medications targeting apoptosis are approved for use in oncology.&nbsp; They include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bcl-2 inhibitors</strong> (eg, venetoclax) block Bcl-2, an antiapoptotic protein that prevents the oligomerization of Bax and Bak, thereby inhibiting OMM permeabilization and cytochrome c release.&nbsp; Bcl-2 is overexpressed in several hematologic malignancies, making the cells resistant to apoptosis.&nbsp; By blocking Bcl-2, venetoclax restores apoptotic balance; it is used as a chemotherapeutic option for chronic lymphocytic leukemia and acute myelogenous leukemia.</li>\n\t<li><strong>Arsenic trioxide</strong> (ATO) activates the intrinsic (mitochondrial) apoptosis pathway through the generation of reactive oxygen species and the activation of Bax and Bak.&nbsp; ATO induces the death of myeloblasts in acute promyelocytic leukemia and is often used with all-<em>trans</em> retinoic acid as first-line treatment.</li>\n\t<li><strong>Immune checkpoint inhibitors</strong> restore the immune system's ability to attack tumor cells by reactivating T and NK cells.&nbsp; These immune cells express <strong>programmed death protein-1 (PD-1)</strong>, which normally slows cells' activity and eventually triggers apoptosis, thereby naturally winding down the immune responses and avoiding damage to healthy cells.&nbsp; However, many tumors exploit this process by <strong>overexpressing</strong> the <strong>PD-1 ligand (PD-L1)</strong>; because PD-L1 chronically activates PD-1, it leads to T-cell exhaustion and apoptosis.&nbsp; <strong>PD-1 inhibitors</strong> (eg, nivolumab, pembrolizumab) and <strong>PD-L1 inhibitors</strong> (eg, durvalumab, avelumab) block this interaction, restoring T-cell survival and tumor killing.</li>\n</ul><br><br><p>Many cancers (especially of solid tumors) have defective apoptotic machinery (eg, loss of p53), making them more resistant to chemotherapy or radiation.&nbsp; As a result, higher doses are often needed, which shifts the mechanism toward necrosis and leads to more inflammatory adverse effects (eg, acute radiation proctitis).&nbsp; Combining both treatments either concurrently (ie, chemoradiation) or sequentially (ie, neoadjuvant chemotherapy followed by radiation) helps overcome this resistance by disrupting multiple pathways; this can <strong>sensitize</strong> the tumor cells to apoptosis, allowing a synergistic response using relatively lower doses of each.</p>\n<h1>Summary</h1><br><br><p>Cell death falls into 2 major categories: accidental cell death (necrosis) and regulated cell death.&nbsp; Necrosis is never normal and is triggered by extreme damage, resulting in membrane rupture, lysosomal enzyme release, and resultant inflammation.&nbsp; It takes on distinct forms in different tissues (eg, coagulative, liquefactive, fibrinoid).&nbsp; In contrast, apoptosis, the classic form of regulated cell death, is a noninflammatory, programmed process triggered via intrinsic (mitochondrial), extrinsic (death receptor), or cytotoxic (granzyme-perforin) pathways, all converging on executioner caspases.&nbsp; Apoptosis is noninflammatory because it preserves cellular membranes, limiting the release of intracellular contents.&nbsp; It is essential for many physiologic processes (eg, organ morphogenesis, immune tolerance, infection control, tumor suppression).&nbsp; However, apoptosis is dysregulated in autoimmune and neoplastic diseases.&nbsp; Unlike necrosis, apoptosis can be pharmacologically induced (eg, Bcl-2 inhibitors, cytotoxic chemotherapy).</p>\n</div>\n\n            "
}