{
  "meta": {
    "title": "Complement system and associated disorders",
    "url": "https://brainandscalpel.vercel.app/complement-system-and-associated-disorders-a91fadbb-3b628d.html",
    "scrapedAt": "2025-12-01T05:56:52.160Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The complement system is an essential component of the immune response, bridging innate and adaptive immunity.&nbsp; It consists of numerous proteins that are synthesized by the liver and circulate in the blood.&nbsp; It is so named because these proteins enhance, or complement, the ability of antibodies and phagocytic cells to eliminate microorganisms.&nbsp; Complement can be activated via 3 distinct pathways—the classical, lectin, and alternative pathways—which converge into a common terminal cascade that facilitates pathogen opsonization and lysis.&nbsp; This article outlines the structure and function of the complement system, describes its major activation pathways, and reviews relevant clinical disorders and diagnostic assays.</p>\n<h1>Complement activation pathways</h1><br><br><p>Complement activation occurs via <strong>3 distinct but converging pathways</strong>: classical, lectin, and alternative (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73760.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Each has a unique trigger but ultimately leads to the formation of <strong>C3 convertase</strong>, which catalyzes the cleavage of C3 and initiates a shared terminal cascade culminating in pathogen lysis.<p></p>\n<h2>Classical pathway</h2><br><br><p>The classical pathway is triggered by <strong>antibodies</strong>, linking the complement system to humoral immunity.&nbsp; This pathway allows for a focused complement response against <strong>microorganisms</strong> that have been recognized by the adaptive immune system.&nbsp; When IgG or IgM antibodies bind to an antigen (eg, viral, bacterial), the C1q complement subcomponent of the C1 complex attaches to the Fc region of the antibody.&nbsp; Subsequently, C1r and C1s are recruited to form the C1 complex, which then cleaves the next 2 proteins in the cascade, C2 and C4.</p><br><br><p>Proteolytic cleavage of C2 and C4 yields C2b and C4b, respectively, which assemble on the target surface to form C3 convertase (C4b2b).&nbsp; This complex cleaves C3 into:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>C3a:&nbsp; Anaphylatoxin that promotes inflammation.</li>\n\t<li>C3b:&nbsp; Opsonin that facilitates phagocytosis and contributes to further complement activation.</li>\n</ul><br><br><p>This initiates the terminal complement pathway.</p>\n<h2>Lectin pathway</h2><br><br><p>The lectin pathway is similar to the classical pathway but does not rely on antibodies for activation.&nbsp; Instead, foreign pathogens are identified by <strong>mannose-binding lectin</strong> (MBL), a pattern recognition molecule that binds to specific repetitive sugar residues on the surfaces of common pathogens.&nbsp; This allows for a prompt complement response without the delay associated with antibody production.</p><br><br><p>MBL-associated serine proteases (MASPs) function analogously to the C1 complex.&nbsp; On activation, these proteases cleave C2 and C4, forming the same C3 convertase (C4b2b).</p>\n<h2>Alternative pathway</h2><br><br><p>The alternative pathway also links the complement system to the innate immune system.&nbsp; It is the most ancient (&gt;1 billion years old) of the activation routes and allows for complement activation <strong>without the need for specific recognition of a pathogen</strong>.</p><br><br><p>The alternative pathway is constitutively active at low levels with spontaneous hydrolysis of C3 (a process known as \"tickover\"), which generates C3(H<font size=\"2\"><sub>2</sub></font>O), a hydrolyzed form of C3 that is functionally similar to C3b.&nbsp; Under normal conditions, C3(H<font size=\"2\"><sub>2</sub></font>O) is rapidly inactivated by host regulatory proteins, protecting tissues from unintended damage.&nbsp; However, if it binds to a foreign surface, it is shielded from these regulatory mechanisms and recruits factor B, which is then cleaved by factor D to form the alternative C3 convertase (C3bBb, rather than C4b2b).&nbsp; This convertase amplifies the response by generating additional C3b molecules, establishing a powerful positive feedback loop when pathogens are present.</p>\n<h1>Terminal complement cascade and effector functions</h1><br><br><p>All 3 pathways converge at the generation of <strong>C3 convertases</strong>, leading to the production of C3b and subsequently C5 convertases (C4b2a3b or C3bBb3b).</p><br><br><p>C5 convertases cleave C5 into:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>C5a:&nbsp; Anaphylatoxin with strong chemotactic properties.</li>\n\t<li>C5b:&nbsp; Initiator of the assembly of the <strong>membrane attack complex (MAC)</strong>.</li>\n</ul><br><br><p>The MAC consists of C5b, C6, C7, C8, and multiple C9 molecules that polymerize to form a pore in the target membrane (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105043.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; This structure induces osmotic lysis, which is particularly effective against gram-negative organisms (eg, <em>Neisseria</em> spp.).<p></p>\n<h1>Complement regulation</h1><br><br><p>Regulatory proteins inhibit different stages of the cascade, allowing for tight control of the complement cascade to avoid host tissue damage.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>C1 inhibitor prevents spontaneous activation of the classical and lectin pathways.</li>\n\t<li>Factor H and factor I limit activation of the alternative pathway by accelerating the decay of C3 convertase and promoting cleavage of C3b into inactive fragments.</li>\n\t<li>CD55 (decay-accelerating factor) broadly inhibits convertase formation, whereas CD59 blocks the final step of MAC assembly.</li>\n</ul><br><br><p>These mechanisms help ensure that complement activation is restricted to appropriate targets and durations.</p>\n<h1>Complement disorders</h1><h2>Early classical pathway deficiencies (C1, C2, C4)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Have strong associations with systemic lupus erythematosus (SLE), likely due to impaired clearance of immune complexes and apoptotic debris (eg, nuclear antigens associated with SLE), which are normally handled in part by complement.</li>\n\t<li>Lead to increased susceptibility to infection with encapsulated organisms such as <em>Streptococcus pneumoniae</em>, <em>Haemophilus influenzae</em>, and <em>Neisseria meningitidis</em>.</li>\n</ul>\n<h2>C3 deficiency</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Affects all 3 pathways due to its central role.</li>\n\t<li>Results in the loss of C3b, the major opsonin of the complement system.</li>\n\t<li>Leads to severe, recurrent infections, as well as impaired clearance of immune complexes (predisposing to immune complex–mediated diseases such as glomerulonephritis, including lupus-like nephritis).</li>\n</ul>\n<h2>Terminal pathway deficiencies (C5-C9)</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Impair formation of the MAC, preventing direct pathogen lysis by complement.</li>\n\t<li>Primarily manifest with recurrent infections due to <em>Neisseria</em> (including meningococcal and gonococcal infections), whose clearance seems to rely on MAC (rather than opsonization).</li>\n</ul>\n<h2>Complement regulatory protein deficiencies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Lead to uncontrolled complement activation and tissue damage.</li>\n\t<li>Notable associations include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>C1 inhibitor deficiency:&nbsp; Hereditary angioedema (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L68045.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).</li>\n\t\t<li>CD55/CD59 deficiency:&nbsp; Paroxysmal nocturnal hemoglobinuria (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24549.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t\t<li>Factor H/factor I:&nbsp; Atypical hemolytic uremic syndrome (HUS), C3 glomerulopathy (unchecked complement activation leads to microvascular injury).</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Complement assessment</h1><h2>Functional assays</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>CH50 (total hemolytic complement):\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Assesses classical pathway integrity (C1-C9) by testing the serum's ability to lyse sheep erythrocytes coated with IgM antibodies.</li>\n\t\t<li>Because normal CH50 activity requires intact function of all components from C1 through C9, a normal result virtually excludes any deficiency within the classical pathway.</li>\n\t</ul>\n\t</li>\n\t<li>AH50\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Evaluates the alternative pathway, specifically factor B, factor D, and terminal components.</li>\n\t</ul>\n\t</li>\n\t<li>Interpretation\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Low CH50 with normal AH50:&nbsp; Early classical pathway defect.</li>\n\t\t<li>Low AH50 with normal CH50:&nbsp; Alternative pathway defect.</li>\n\t\t<li>Both low:&nbsp; Defect in common terminal components.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>C3 and C4 levels</h2><br><br><p>Direct measurement of C3 and C4 levels helps identify activation patterns:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>↓ C3 and ↓ C4:&nbsp; Classical pathway activation (eg, SLE, including lupus nephritis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96560.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                )).</li>\n\t<li>↓ C4 with normal C3:&nbsp; C1 inhibitor deficiency (hereditary angioedema).</li>\n\t<li>↓ C3 with normal C4:&nbsp; Alternative pathway activation (eg, atypical HUS).</li>\n</ul>\n<h1>Summary</h1><br><br><p>The complement system (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7915.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ) is a multifaceted effector of immune defense, integrating signals from both adaptive and innate immunity.&nbsp; It can be activated through 3 distinct routes—classical, lectin, and alternative—which ultimately converge to mediate opsonization, inflammation, and lysis via the membrane attack complex.<p></p><br><br><p>Key associations include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Early component deficiencies:&nbsp; Systemic lupus erythematosus, infections with encapsulated organisms.</li>\n\t<li>C3 deficiency:&nbsp; Severe infections, immune complex disease.</li>\n\t<li>Terminal pathway defects:&nbsp; Recurrent <em>Neisseria</em> infections.</li>\n\t<li>Regulatory defects:&nbsp; Hereditary angioedema, atypical hemolytic uremic syndrome, paroxysmal nocturnal hemoglobinuria.</li>\n</ul>\n</div>\n\n            "
}