{
  "meta": {
    "title": "Genetics: Mutations",
    "url": "https://brainandscalpel.vercel.app/genetics-mutations-956b921b-3b628d.html",
    "scrapedAt": "2025-12-01T05:57:01.474Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The major types of mutations encountered in human genetic disease range from point mutations (silent, missense, nonsense) to larger alterations (insertions, deletions, frameshifts, trinucleotide repeat expansions).&nbsp; Mutations can affect protein structure, expression, or both.&nbsp; Their clinical impacts are discussed in terms of a common framework:&nbsp; loss of function, gain of function, dominant negative effects, and haploinsufficiency.</p>\n<h1>Human gene structure</h1><br><br><p>A typical human gene is thousands of base pairs long and includes both coding and noncoding regions (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26544.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Coding regions include exons, which specify the amino acid sequence of the final protein.</li>\n\t<li>Noncoding regions include the promoter, introns, splice sites, and poly(A) signal.</li>\n</ul><br><br><p>Mutations within both coding and noncoding regions can lead to disease.</p>\n<h2>Coding region mutations</h2><br><br><p><strong>Exons</strong> are the \"EX-pressed\" <strong>(protein-coding)</strong> segments of a gene that are retained in the mature mRNA after introns are spliced out of the premessenger RNA (pre-mRNA).&nbsp; Although exons comprise only approximately 1.5% of the genome, exonic mutations account for about 90% of known genetic diseases because alterations in coding regions directly disrupt protein structure and function.</p>\n<h2>Noncoding region mutations</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The <strong>promoter</strong> is a regulatory region upstream of the transcription start site.&nbsp; It <strong>recruits RNA polymerase</strong> (using a TATA box) to begin transcription and contains sequences for transcription factor docking to accelerate expression.&nbsp; Mutations in the promoter region can reduce or silence gene expression but do not alter the protein structure.&nbsp; For example, TATA box mutations in the beta-globin gene cause beta-thalassemia, which is characterized by underproduction of hemoglobin.</li>\n\t<li>Introns are \"IN-terrupting\" <strong>(noncoding)</strong> segments between exons.&nbsp; They are transcribed as part of the immature pre-mRNA but later spliced out.&nbsp; Although not translated, introns contain regulatory elements that influence splicing and gene expression.</li>\n\t<li><strong>Splice sites</strong> are conserved sequences at <strong>intron-exon boundaries</strong>.&nbsp; These sites are present in the DNA and transcribed into pre-mRNA, where they are recognized by the <strong>spliceosome</strong>, which removes introns and joins exons during the formation of mature mRNA (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26722.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Splice site mutations can lead to exon skipping or intron retention, resulting in altered proteins.</li>\n\t<li>The <strong>polyadenylation signal</strong> is located in the 3′ untranslated region (UTR) of a gene (ie, at the very end).&nbsp; It is transcribed to AAUAAA in the pre-mRNA, which signals where pre-mRNA should be cleaved, thus ending transcription.&nbsp; It also marks the site for poly(A) tail addition, which protects the mature mRNA from degradation.</li>\n</ul>\n<h1>Point mutations</h1><br><br><p>Point mutations involve a change in a <strong>single nucleotide</strong> and are the most common type of mutation in human disease.&nbsp; Because the genetic code links nucleotide triplets (codons) to specific amino acids, even a single base change can alter how the sequence is read (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/130049.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; Depending on their effect on the coding sequence, point mutations can be classified as silent, missense, or nonsense (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30240.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Silent</strong> mutations do not alter the final protein.</li>\n\t<li><strong>Missense</strong> mutations change a single amino acid in the final protein.</li>\n\t<li><strong>Nonsense</strong> mutations create a premature stop codon, leading to protein truncation.</li>\n</ul>\n<h2>Silent</h2><br><br><p>A silent mutation is a base substitution that does not alter the amino acid sequence of the encoded protein.&nbsp; The protein may be unaffected due to <strong>codon redundancy</strong> (eg, a change from GAA to GAG still encodes glutamate) or <strong>wobble pairing</strong> (eg, codons differing at the third base pair can still bind the same transfer RNA) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L27408.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p>\n<h2>Missense</h2><br><br><p>A missense mutation is a base substitution that results in the replacement of one amino acid with another in the protein sequence.&nbsp; The clinical impact depends on whether the mutation is conservative or nonconservative, and its location within the protein.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A <strong>conservative</strong> substitution replaces an amino acid with one of similar size, charge, and hydrophobicity (eg, leucine → isoleucine), often preserving protein function.</li>\n\t<li>In contrast, a <strong>nonconservative</strong> substitution swaps in an amino acid with markedly different properties (eg, glutamate [hydrophilic] → valine [hydrophobic]), which can result in kinking, misfolding, or altered activity.&nbsp; For example, the Glu6Val mutation in the hemoglobin beta chain is a nonconservative change that leads to hypoxia-induced hemoglobin polymerization in sickle cell disease.</li>\n</ul><br><br><p>Mutations in functionally <strong>critical locations</strong> (eg, enzyme active site, ligand-binding domain, structural interface) are more likely to be pathogenic than those in flexible loops or bulk regions.</p>\n<h2>Nonsense</h2><br><br><p>A nonsense mutation is a base substitution that creates a <strong>premature stop codon</strong> (UAA, UAG, or UGA), terminating translation.&nbsp; This often yields a truncated, nonfunctional protein that is rapidly degraded.&nbsp; The clinical impact depends on the position of the stop codon:&nbsp; Early (ie, more 5′) nonsense mutations often abolish the function completely, whereas later (ie, more 3′) mutations can preserve partial function.&nbsp; Overall, nonsense mutations are more deleterious than missense mutations.&nbsp; For example, Duchenne muscular dystrophy (nonsense or frameshift) leads to absent dystrophin and severe disease, whereas Becker muscular dystrophy (missense or in-frame) produces a milder phenotype.</p>\n<h2>Single nucleotide polymorphism</h2><br><br><p>A single nucleotide polymorphism (SNP) is a point mutation that is reasonably prevalent (eg, ≥1%) in the general population.&nbsp; Most SNPs are noncoding and neutral in effect.&nbsp; Some SNPs occur in coding or regulatory regions but cause only slight variations in protein function or expression.&nbsp; Unlike truly pathogenic mutations, these polymorphisms are not disruptive enough to cause overt disease.&nbsp; However, they are particularly important for:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pharmacogenomic differences (eg, cytochrome P450 2C19 [CYP2C19] variants impair clopidogrel activation).</li>\n\t<li>Immune responsiveness (eg, HLA-B*57:01 increases the risk of severe abacavir hypersensitivity).</li>\n\t<li>Disease risk (eg, apolipoprotein E<font size=\"2\"><sub>4</sub></font> [APOEε4] confers an increased risk of Alzheimer disease and accelerated atherosclerosis).</li>\n</ul><br><br><p>There are ~150 million validated SNPs, but only several thousand have significant disease or pharmacogenomic associations.</p>\n<h1>Insertions, deletions, frameshifts</h1><br><br><p>Insertions and deletions <strong>(indels)</strong> involve the addition or removal of ≥1 nucleotides in an <strong>exon</strong>.&nbsp; Their impact depends on whether the <strong>reading frame</strong> is preserved, which, in turn, depends on whether the number of nucleotides inserted or deleted is a <strong>multiple of 3</strong> (because genes are read in sequential codons, each consisting of 3 consecutive nucleotides that specify a single amino acid) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L30204.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p>\n<h2>In-frame indels</h2><br><br><p>When insertions or deletions involve a number of nucleotides that is in a multiple of 3 (3<em>n</em> nucleotides), they preserve the reading frame.&nbsp; These are known as in-frame mutations.&nbsp; The resulting protein has <em>n</em> amino acids added or missing, but the downstream protein remains intact.</p><br><br><p>Although they do not cause a frameshift, they can disrupt protein function if they add or remove amino acids from important regions.&nbsp; For example, the <strong>ΔF508 deletion</strong> in the <em>CFTR</em> gene deletes the 3 nucleotides encoding a single phenylalanine residue at position 508.&nbsp; This particular phenylalanine is critical for CFTR folding; without it, the protein misfolds and never leaves the endoplasmic reticulum, leading to the manifestations of cystic fibrosis.</p>\n<h2>Frameshift indels</h2><br><br><p>When insertions or deletions involve a number of nucleotides that is not in a multiple of 3 (3<em>n</em> ± 1 or 3<em>n</em> ± 2 nucleotides), the entire reading frame is shifted, changing every codon downstream.&nbsp; A <strong>premature stop codon</strong> is frequently \"created\" because the shifted frame eventually reads out a UGA, UAA, or UAG sequence at an unintended position.&nbsp; Such frameshift mutations often result in a completely different, nonfunctional, or truncated protein.&nbsp; They typically cause complete loss of function and more severe disease phenotypes compared to in-frame mutations.</p>\n<h2>Trinucleotide expansions</h2><br><br><p>Trinucleotide expansions involve abnormal amplification of certain 3-nucleotide repeats beyond a disease-specific threshold.&nbsp; These expansions can occur in coding or noncoding regions, leading to pathology through different mechanisms:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Coding region expansions ([CAG]<font size=\"2\"><sub>n</sub></font> in <em>HTT</em> gene exon) produce polyglutamine tracts, yielding toxic gain-of-function proteins that lead to basal ganglia degeneration in <strong>Huntington</strong> disease.</li>\n\t<li>Noncoding region expansions can alter gene expression.&nbsp; For example, the [CGG]<font size=\"2\"><sub>n</sub></font> expansion in the promoter region of <em>FMR1</em> causes hypermethylation (due to increased CG content), leading to epigenetic silencing in <strong>fragile X</strong> syndrome.</li>\n</ul><br><br><p>Trinucleotide repeats tend to increase in subsequent generations due to DNA polymerase slippage during replication, especially in germ cells (ie, parents' sperm and ova).&nbsp; This leads to <strong>anticipation</strong>, in which the disease appears earlier or more severely in successive generations as the repeat length increases (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L81390.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).<p></p>\n<h1>Impacts</h1><h2>Loss of function</h2><br><br><p>Loss-of-function mutations result in reduced or absent protein activity.&nbsp; These often arise from point nonsense or frameshift mutations or from point missense mutations or deletions that disrupt essential domains.&nbsp; If a single functional allele is sufficient for normal function, the condition follows a <strong>recessive</strong> pattern.&nbsp; This is most often the case for enzyme defects (eg, lysosomal and glycogen storage disorders) because many reactions are catalyzed adequately even with only 50% of normal enzyme activity.</p>\n<h2>Gain of function</h2><br><br><p>Gain-of-function mutations endow a protein with new activity such as constitutive activation or toxic aggregation.&nbsp; These mutations are almost always inherited as <strong>dominant</strong> because the presence of a single mutant allele is sufficient to cause disease.&nbsp; Examples include <em>FGFR3</em> mutations in achondroplasia or <em>RET</em> mutations in multiple endocrine neoplasia type 2, which confer autonomous tyrosine kinase activity.</p>\n<h2>Dominant negative</h2><br><br><p><strong>Dominant-negative</strong> mutations produce a defective protein that interferes with the normal protein expressed from the unaffected allele (<em>dominant</em> because one mutant allele is sufficient for disease, <em>negative</em> because the mutant product disrupts the normal one).&nbsp; This phenomenon is often seen in multimeric proteins (eg, the triple helix of collagen), in which a single mutant copy disrupts the entire complex.&nbsp; Examples include osteogenesis imperfecta and some forms of Ehlers-Danlos syndrome (collagen mutations that impair trimer formation), as well as epidermolysis bullosa simplex (eg, keratin mutations that compromise the entire filament network).</p>\n<h2>Haploinsufficiency</h2><br><br><p>Haploinsufficiency (<em>haplo-</em> = \"one\") occurs when a single functional allele cannot produce enough protein to maintain normal function.&nbsp; The resulting phenotype follows a <strong>dominant</strong> inheritance pattern because even heterozygosity leads to disease.&nbsp; It is typically seen in genes when full gene dosage is critical, which is especially critical for cytoskeletal and structural genes.&nbsp; For example, mutations in <em>ANK1</em> (ankyrin) and <em>SPTA</em> (spectrin) lead to hereditary spherocytosis because 50% protein loss is enough to compromise red blood cell membrane integrity.</p><br><br><p>A related concept is the \"two-hit\" hypothesis, which applies to tumor suppressor genes such as <em>TP53</em> (Li-Fraumeni syndrome), <em>BRCA1/2</em> (hereditary breast/ovarian cancer), <em>VHL</em> (von Hippel-Lindau syndrome), <em>RB1</em> (retinoblastoma), and <em>APC</em> (familial adenomatous polyposis).&nbsp; Tumorigenesis requires the inactivation of both alleles.&nbsp; Inherited mutations (first hit) increase cancer risk, but only an acquired somatic mutation (second hit) is needed to fully disable the gene.&nbsp; This second hit usually happens in early life, leading to childhood-onset cancer.&nbsp; As a result, the condition appears dominant, even though only one mutant copy was originally inherited.</p>\n<h2>Altered expression</h2><br><br><p>Mutations can affect gene expression, leading to inappropriate levels of protein with otherwise normal structure.&nbsp; This typically involves mutations in <strong>promoters</strong>, <strong>enhancers</strong>, or <strong>suppressors</strong>.&nbsp; Promoter site mutations were previously discussed.&nbsp; Enhancers and suppressors are distal regulatory elements, often outside of the gene, acting from kilobases away via chromatin looping (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L101413.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).&nbsp; Enhancers upregulate gene expression by recruiting transcription factors, whereas suppressors downregulate it by attracting repressors.&nbsp; Mutations in these regions can alter gene expression without affecting the promoter and may be overlooked on sequencing due to their remote location.<p></p>\n<h2>Abnormal splicing</h2><br><br><p>Mutations affecting RNA splicing disrupt the removal of introns from pre-mRNA, leading to defective or unstable mRNA.&nbsp; These typically occur at the splice donor (5′) or splice acceptor (3′) sites.&nbsp; Consequences include exon skipping, intron retention, or even activation of cryptic splicing (ie, splicing machinery inappropriately uses neighboring sequences that loosely resemble splice sites).&nbsp; Such errors can produce frameshifts, premature stop codons, or truncated or nonfunctional proteins.&nbsp; For example, splice site mutations in the <em>SMN1</em> (survival motor neuron 1) gene cause exon 7 skipping, producing an unstable and nonfunctioning protein that leads to spinal muscular atrophy.&nbsp; Splice-switching antisense oligonucleotides (eg, nusinersen) promote exon 7 reinclusion, restoring normal SMN expression and improving survival.</p>\n<h1>Detection of mutations</h1><h2>Easier to detect</h2><br><br><p>Certain types of mutations are more readily detected with standard techniques.&nbsp; They include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Mutations with known sequences</strong>:&nbsp; When the exact nucleotide change is known, it can be amplified using specific PCR probes.&nbsp; The known mutation can lie in a coding region (eg, factor V Leiden G1691A mutation, in exon) or a noncoding region (eg, prothrombin G20210A mutation, in 3′ UTR).</li>\n\t<li><strong>Coding (exonic) mutations</strong>:&nbsp; Modern sequencing protocols prioritize exons because they constitute only ~1.5% of the genome yet harbor ~90% of pathogenic mutations.&nbsp; Therefore, whole exome sequencing (WES) is the highest-yield, first-pass strategy.&nbsp; Unlike PCR, sequencing does not require the exact nucleotide change to be known.</li>\n\t<li><strong>Major structural changes</strong>:&nbsp; Large insertions, deletions, or rearrangements affect long stretches of DNA, enabling visualization with macro techniques such as fluorescent in situ hybridization (FISH), which examines DNA at the level of chromosome segments.</li>\n</ul>\n<h2>Harder to detect</h2><br><br><p>Other mutations are harder to detect.&nbsp; They include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Noncoding mutations with unknown sequences</strong>, for which detection is more resource intensive and has a lower yield because noncoding regions comprise 98.5% of the genome but harbor only approximately 10% of pathogenic changes.&nbsp; Whole genome sequencing (WGS) provides complete coverage of exons and introns.&nbsp; Alternately, RNA sequencing can detect aberrantly spliced transcripts or the intronic mutation itself when it appears in the unspliced pre-mRNA.</li>\n\t<li><strong>Mosaicism</strong>, which is the presence of genetically distinct cell populations within one individual, typically arising from a mutation acquired during embryonic cell division.&nbsp; Low-level mosaicism (eg, a late embryonic mutation affecting relatively few adult cells) can be missed because the affected cells are rare in the sampled tissue (eg, &lt;5%).&nbsp; Similarly, low-level mitochondrial heteroplasmy (ie, when only a small proportion of mitochondria is affected) can render mitochondrial DNA mutations undetectable by conventional sequencing techniques.&nbsp; Advanced techniques such as ultradeep sequencing and droplet digital PCR may enhance sensitivity but are not yet widely used in mainstream genetic testing.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Gene structure includes coding regions (exons) and noncoding regions (promoters, introns, splice sites, poly[A] signal).&nbsp; Any of these can be disrupted by mutations.&nbsp; Exonic mutations are the most common cause of genetic disease.&nbsp; Nonsense and frameshift mutations often create a premature stop codon, resulting in a truncated nonfunctional protein.&nbsp; Missense mutations replace one amino acid with another, and their impact depends on how closely the new amino acid matches the original in size, charge, and hydrophobicity.&nbsp; Splice site mutations can lead to exon skipping or intron retention, often with severe consequences.&nbsp; Regulatory mutations (promoter, enhancer, suppressor) alter gene expression but preserve protein structure.&nbsp; Detection is easiest for known mutations or those in coding regions and more difficult for noncoding or mosaic mutations.</p>\n</div>\n\n            "
}