{
  "meta": {
    "title": "HIV lifecycle",
    "url": "https://brainandscalpel.vercel.app/hiv-lifecycle-2eef70f7-3b628d.html",
    "scrapedAt": "2025-12-01T05:57:04.612Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n\t<p>The human immunodeficiency virus (HIV) primarily targets and destroys the immune system's CD4 T cells.&nbsp; As a retrovirus, HIV carries its genetic information in RNA, which is reverse-transcribed into DNA on infection.&nbsp; This process allows the virus to integrate its genetic material into the host cell's DNA, establishing a persistent infection that weakens the immune system and predisposes to opportunistic infections and malignancies.</p>\n\t<h1>Modes of transmission</h1>\n\t\n\t<p>HIV is primarily transmitted through the exchange of body fluids.&nbsp; The most common routes of transmission include:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Sexual transmission</strong>:&nbsp; Unprotected vaginal, anal, or oral sex is the most common mode of transmission.&nbsp; The risk for sexual transmission is greatest when mucosal disruption is present.&nbsp; The risk for transmission with vaginal intercourse is lower than with receptive anal intercourse (virus passage through the thin rectal epithelium).</li>\n\t\t<li><strong>Parenteral transmission</strong>:&nbsp; This includes transmission via blood or blood products (eg, needle sharing), transfusion of contaminated blood products (rare), and needlestick injuries in health care settings.</li>\n\t\t<li><strong>Vertical transmission</strong>:&nbsp; Vertical transmission from an HIV-infected mother to her child can occur during pregnancy, childbirth, or breastfeeding.&nbsp; Without intervention, the risk for mother-to-child transmission is significant, but it can be reduced to less than 2% with effective antiretroviral therapy&nbsp; (ART) and appropriate perinatal care.</li>\n\t</ul>\n\t\n\t<p>Other less common modes of transmission include organ transplantation from an infected donor.</p>\n\t<h1>HIV lifecycle </h1><h2>Binding and fusion</h2>\n\t\n\t<p>For HIV to infect a CD4 T cell, viral envelope <strong>glycoprotein gp120</strong> must bind to both a CD4 molecule and a chemokine receptor (eg, <strong>CXCR4</strong>, <strong>CCR5</strong>) on the surface of the T cell (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10478.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Binding of gp120 to these receptors induces a conformational change that exposes the virus's underlying transmembrane <strong>glycoprotein gp41</strong>.&nbsp; This mediates fusion of the viral envelope with the host cell membrane, allowing the viral core to enter the cell.<p></p>\n\t<h2>Reverse transcription and integration</h2>\n\t\n\t<p>Once the HIV virion enters the host cell, viral RNA is released from the nucleocapsid and transcribed into double-stranded DNA by the viral <strong>reverse transcriptase</strong> enzyme (which grows DNA by adding nucleotides to the terminal 3′-hydroxyl group using a 3′-5′ phosphodiester bond).&nbsp; The DNA then enters the nucleus and, through the actions of viral integrase, permanently inserts into the host cell's chromosomes to become a provirus.</p>\n\t\n\t<p>The host cell's RNA polymerase II transcribes viral mRNA from the proviral DNA.&nbsp; Once synthesized, HIV mRNA exits through the nuclear pores into the cytoplasm, where it uses the host cell's ribosomes to translate the enzymes, glycoproteins, structural proteins, and regulatory proteins needed to promote viral replication and transmission.&nbsp; The full-length mRNA also serves as the viral genome that is packaged into newly synthesized virions.</p>\n\t<h2>Transcription and translation</h2>\n\t\n\t<p>The HIV genome contains 3 major structural genes (<em>env</em>, <em>gag</em>, and <em>pol</em>) that are transcribed as polycistronic mRNA, translated as polyproteins, and subsequently cleaved by host or viral protease into the individual proteins that comprise the HIV virus.</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>The <em><strong>env</strong></em> <strong>gene</strong> encodes the polyprotein gp160, which is glycosylated in the endoplasmic reticulum and Golgi body and subsequently cleaved into the mature envelope proteins gp120 and gp41.&nbsp; These proteins form the glycoprotein spikes on the surface of the HIV virus and are essential for viral attachment and fusion.</li>\n\t\t<li>The <em><strong>pol</strong></em> <strong>gene</strong> encodes the major HIV enzymes reverse transcriptase, integrase, and protease.\n\t\t<ul class=\"article-body-unordered-list\">\n\t\t\t<li>Reverse transcriptase converts the HIV RNA genome into complementary double-stranded DNA and destroys the HIV RNA genomic template during transcription (ribonuclease H activity).</li>\n\t\t\t<li>Integrase inserts complementary viral DNA into the host chromosome.</li>\n\t\t\t<li>Protease cleaves HIV polyproteins (<em>gag</em>-<em>pol</em> gene products) into functional viral proteins (<em>env</em> gene products are cleaved by host protease).</li>\n\t\t</ul>\n\t\t</li>\n\t\t<li>The <em><strong>gag</strong></em> <strong>gene</strong> encodes a polyprotein that is then cleaved to produce the matrix, capsid, and nucleocapsid protein, among others.</li>\n\t</ul>\n\t<h2>Viral assembly and release</h2>\n\t\n\t<p>Viral assembly then occurs at the host cell surface, along with budding.&nbsp; The envelope proteins (gp120, gp41) are expressed on the host cell surface, and a complex of the nucleocapsid, viral RNA, and viral proteins (gag and pol polyproteins) buds from the surface.&nbsp; Further assembly then occurs once the virus is free from the host cell.</p>\n\t<h1>Antiretroviral therapy (ART)</h1>\n\t\n\t<p>ART targets different phases of the HIV lifecycle.&nbsp; Major classes include nucleoside/nucleotide reverse transcriptase inhibitors (NRTIs), non–nucleoside reverse transcriptase inhibitors (NNRTIs), protease inhibitors (PIs), integrase inhibitors (INSTIs), and others.&nbsp; They are described in more detail in a separate article.</p>\n\t<h1>Latent reservoir</h1>\n\t\n\t<p>Following infection with HIV, a latent viral reservoir develops, which can be considered in molecular and anatomical terms:</p>\n\t\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Molecular</strong>:&nbsp; Latent HIV exists primarily as a genomically integrated viral DNA (a provirus), embedded randomly throughout the host nuclear genome.&nbsp; Insertion into the genome is accomplished by integrase and occurs during the earliest stages of infection (ie, within days of acute HIV).</li>\n\t\t<li><strong>Anatomical</strong>:&nbsp; A range of organs and cell types serves as depots for latently integrated HIV.&nbsp; The majority of the latent HIV resides within lymphoid tissue, especially the lymph nodes, lymphatic vasculature, and gut- and mucosa-associated lymphoid tissue.&nbsp; Other important anatomic/cellular reservoirs include the CNS (astrocytes, microglia) and lungs (alveolar macrophages).</li>\n\t</ul>\n\t\n\t<p>Because reservoir cells may be long-lived (brain astrocytes have extremely slow turnover), complete replacement of all infected cells is highly unlikely to occur within the patient's lifespan.&nbsp; ART can only suppress production and infective spread of new HIV particles; it cannot eliminate the latent reservoir.&nbsp; In addition, rebound of HIV viremia and subsequent propagation to new reservoir sites is inevitable if ART is discontinued.</p>\n\t<h1>Viral load</h1>\n\t\n\t<p>Viral load measurements in blood (quantity of HIV RNA measured by PCR) are a key marker of disease progression and treatment efficacy.&nbsp; Higher viral loads, particularly during the acute and late stages of infection, are associated with increased transmissibility.&nbsp; Conversely, effective ART can suppress viral replication to undetectable levels (\"Undetectable = Untransmittable\" [U=U]).&nbsp; Regular monitoring of viral load helps assess the effectiveness of ART and guides therapeutic decisions.&nbsp; A sustained undetectable viral load is the primary goal of ART and is associated with improved clinical outcomes, including reduced risk for opportunistic infections and lower morbidity and mortality.</p>\n\t<h1>Summary</h1>\n\t\n\t<p>HIV is a retrovirus that primarily targets and destroys the immune system's CD4 T cells.&nbsp; Its lifecycle involves intricate processes of viral entry, integration, replication, and assembly, relying on host and viral enzymes, including reverse transcriptase, protease, and integrase.&nbsp; The HIV genome contains 3 major structural genes (<em>env</em>, <em>gag</em>, and <em>pol</em>).&nbsp; Antiretroviral agents such as nucleoside/nucleotide reverse transcriptase inhibitors, non–nucleoside reverse transcriptase inhibitors, protease inhibitors, and integrase inhibitors disrupt specific steps in the lifecycle.&nbsp; However, achieving complete eradication of the virus is difficult given the latent reservoir of the virus.</p>\n\t</div>\n\t\n            "
}