{
  "meta": {
    "title": "Lipid metabolism and overview of dyslipidemias",
    "url": "https://brainandscalpel.vercel.app/lipid-metabolism-and-overview-of-dyslipidemias-a6996d5c-3b628d.html",
    "scrapedAt": "2025-12-01T05:57:11.632Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Dyslipidemias are disorders characterized by abnormal lipid levels in the blood, including cholesterol, triglycerides (TGs), and lipoproteins.&nbsp; These abnormalities are often chronic and are frequently associated with complications, including atherosclerotic cardiovascular disease (ASCVD).&nbsp; Dyslipidemias most commonly arise from interactions between genetic and environmental factors but also can be inherited in a monogenic fashion (familial disorders).&nbsp; This article discusses lipid classification and metabolism, etiology of dyslipidemias and complications including atherosclerosis, and clinical presentation and screening.&nbsp; Management of dyslipidemia is presented in a separate article.</p>\n<h1>Main categories of lipids</h1><br><br><p>Lipids discussed in this article include cholesterol and TGs; because they are insoluble, lipids are carried within lipoproteins.&nbsp; This section provides an overview of cholesterol, TGs, and lipoproteins (with their associated surface apolipoproteins).</p>\n<h2>Cholesterol</h2><br><br><ul>\n\t<li><strong>Synthesis:</strong>&nbsp; Cholesterol is endogenously synthesized or consumed through diet.&nbsp; It is most commonly synthesized in the liver and intestines; the rate-limiting step is the conversion of HMG-CoA to mevalonate by the enzyme HMG-CoA reductase (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L92418.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Functions:</strong>&nbsp; Cholesterol is important for cell membrane integrity and is a precursor to steroid hormones, bile salts, and other compounds (eg, myelin).</li>\n\t<li><strong>Homeostatic regulation:</strong>&nbsp; Hepatic synthesis of cholesterol is decreased during increases in exogenous (dietary) cholesterol (negative feedback regulation).&nbsp; Circulating cholesterol is primarily cleared by the liver; blood cholesterol levels are primarily regulated by expression of cholesterol-binding hepatocyte receptors (discussed further below).</li>\n</ul>\n<h2>Triglycerides</h2><br><br><ul>\n\t<li><strong>Synthesis:</strong>&nbsp; TGs are endogenously synthesized or consumed through diet.&nbsp; TGs are formed by esterification of fatty acids (eg, saturated, unsaturated) with glycerol; in contrast, when needed (eg, for energy), TGs undergo lipolysis within tissue and in the circulation to become free fatty acids (FFAs) and glycerol.</li>\n\t<li><strong>Functions:</strong>&nbsp; TGs serve as an important form of <strong>energy storage</strong> in the body.&nbsp; FFAs derived from TGs can be used for ATP production (eg, beta-oxidation within mitochondria).&nbsp; Glycerol is used by the liver for glucose formation via gluconeogenesis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26151.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Conversely, fatty acids can be reesterified in cells (eg, adipose tissue) into TGs; these stored TGs can subsequently be mobilized for energy (eg, during exercise).</li>\n\t<li><strong>Homeostatic regulation:</strong>&nbsp; Dietary TGs are lipolyzed by pancreatic lipase.&nbsp; In addition, lipoprotein lipase (LPL) located within the endothelium promotes lipolysis of TGs for uptake within cells, effectively decreasing circulating FFA levels (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28250.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; In contrast, hormone-sensitive lipase (HSL) promotes lipolysis of stored TGs for release into the circulation, increasing circulating FFA levels.&nbsp; Excess FFAs are taken up by the liver.</li>\n</ul>\n<h2>Lipoproteins and apolipoproteins</h2><br><br><p>Lipids are insoluble and therefore are carried within the core of lipoproteins (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L100600.png\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; Lipoproteins deliver TGs and cholesterol to tissues then return to the liver (binding to hepatocyte receptors) for processing, storage, and recycling.&nbsp; Lipoproteins are classified based on density (determined by their relative proportions of cholesterol, TGs, and proteins), which in turn determines their primary functions (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119949.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>Each class of lipoproteins has specific <strong>apolipoproteins</strong> (eg, Apo B-48), which assist with assembly, enzymatic signaling, transport, and hepatocyte binding (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104534.png\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Apo deficiencies (eg, genetic syndromes) are implicated in pathogenesis of dyslipidemias, as discussed in the subsequent sections.<p></p><br><br><p>The following section details how lipids and lipoproteins are metabolized.</p>\n<h1>Lipid metabolism</h1><br><br><p>Pathways for metabolism of dietary lipids (primarily involving chylomicrons) and endogenously synthesized lipids (primarily involving hepatic synthesis of VLDL and HDL) are each discussed in the following sections.</p>\n<h2>Transport of dietary lipids: Chylomicrons</h2><br><br><p>TGs and cholesterol consumed through diet are metabolized via the following steps:</p><br><br><ul>\n\t<li><strong>Fat emulsification and micelle formation:</strong>&nbsp; The presence of dietary TGs and cholesterol in the gut triggers bile secretion into the small intestine, which emulsifies fat droplets (increase surface area) to facilitate further enzymatic processing (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42109.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; TGs are lipolyzed by pancreatic lipase, forming FFAs and monoglycerides, which aggregate into micelles (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26374.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Chylomicron formation and circulation:</strong>&nbsp; Micelles are absorbed by enterocytes, where FFAs are reassembled into TGs and packaged along with cholesterol esters and <strong>Apo B-48</strong> into chylomicrons.&nbsp; Chylomicrons cannot enter the bloodstream due to their large size; instead, they exit into the lymphatic circulation via lacteals, eventually emptying via the thoracic duct into the left subclavian vein.</li>\n\t<li><strong>TG uptake into cells, clearance of chylomicron remnants, and cholesterol recycling:</strong>&nbsp; Assisted by <strong>Apo C-II</strong>, LPL facilitates lipolysis of TGs within chylomicrons for cellular uptake.&nbsp; TG-depleted chylomicron remnants enter the liver by receptor-mediated endocytosis, a process requiring <strong>Apo E</strong> and Apo B-48 to interact with the remnant receptor.&nbsp; Cholesterol within chylomicrons is recycled for production of bile acids or other lipoproteins.</li>\n</ul>\n<h2>Endogenous lipid transport: VLDL and LDL</h2><br><br><p>Endogenous lipid metabolism begins in the liver with VLDL synthesis, formed by TGs and a small amount of cholesterol.&nbsp; After exiting the liver, VLDL undergoes the following steps:</p><br><br><ul>\n\t<li>TGs contained in VLDL undergo lipolysis (LPL action, supported by Apo C-II), in a manner similar to chylomicron processing, for uptake and storage in tissue.</li>\n\t<li>As TG content of VLDL is progressively depleted, it becomes IDL and then cholesterol-rich LDL.</li>\n\t<li>LDL enters cells via r<strong>eceptor-mediated endocytosis</strong>, a process requiring binding of Apo B-100 to the LDL receptor (located on hepatocytes and certain other peripheral tissue, such as adrenocortical cells).&nbsp; The hepatic LDL receptor is the greatest contributor to cholesterol clearance from the circulation (~70% of LDL clearance); its expression is in part controlled by the serine protease proprotein convertase subtilisin/kexin type 9 (<strong>PCSK9</strong>) and is subject to negative feedback:\n\t<ul>\n\t\t<li><strong>High intracellular cholesterol:</strong>&nbsp; PCSK9 binding to the LDL receptor increases, causing receptor degradation, decreasing LDL receptor expression and hepatic cholesterol uptake.&nbsp; The net effect is increased circulating LDL.</li>\n\t\t<li><strong>Low intracellular cholesterol:</strong>&nbsp; PCSK9 binding to the LDL receptor decreases, and LDL receptor expression and hepatic uptake increases.&nbsp; The net effect is decreased circulating LDL.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Reverse transport of cholesterol to the liver: HDL</h2><br><br><p>HDL, synthesized in the liver and intestines, serves 2 important functions in lipid metabolism:</p><br><br><ul>\n\t<li><strong>Scavenges intracellular cholesterol</strong> (eg, from macrophages, other lipoproteins):&nbsp; This process requires entry of HDL into the cell (involving binding of Apo A-1 to the cell surface ATP-binding cassette transporter-1) and an esterification of free cholesterol by lecithin cholesterol-acyl transferase (LCAT).&nbsp; HDL carries this esterified cholesterol to the liver, binding to hepatocyte surface scavenger receptors to enter hepatocytes.</li>\n\t<li><strong>Supports function of other lipoproteins:</strong>&nbsp; HDL is a carrier of Apo C-II and E, passing them to other lipoproteins (eg, VLDL, chylomicrons) to enable lipolysis of TGs and hepatic clearance.</li>\n</ul><br><br><p>When TG levels are high, HDL accepts TG from VLDL and LDL in exchange for cholesterol, a process catalyzed by cholesterol ester transferase protein (<strong>CETP</strong>).&nbsp; The resulting TG-rich HDL is unstable and prone to breakdown of HDL, with a net effect of decreasing HDL concentration and impairing HDL transport of cholesterol to the liver.</p><br><br><p>Several key enzymes involved in endogenous cholesterol synthesis and transport are summarized in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119951.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Common patterns of dyslipidemia</h1><br><br><p>Common patterns seen in dyslipidemia and their causes are presented in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/119952.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Dyslipidemias and atherosclerosis</h1><br><br><p>A primary clinical consequence of dyslipidemia involves its association with ASCVD.</p>\n<h2>Role of LDL</h2><br><br><p>Chronic exposure to excess LDL is causally linked to ASCVD.&nbsp; LDL generates ASCVD through the following steps:</p><br><br><ul>\n\t<li>LDL (especially small, dense LDL) can penetrate the endothelial barrier and accumulate under the subendothelial space, a crucial step in atherogenesis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11542.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; It undergoes reactive oxygen species modification, becoming ox-LDL.</li>\n\t<li>Ox-LDL is taken up by macrophages and rapidly accumulates (because uptake of ox-LDL is not subject to normal feedback inhibition), resulting in formation of foam cells.</li>\n\t<li>The ensuing inflammatory cascade leads to the development of plaques, which can become calcified and obstruct blood flow, or can rupture and lead to acute thrombosis.</li>\n</ul>\n<h2>Role of HDL and TGs</h2><br><br><p>High TG and low HDL levels are often seen in combination with high LDL.&nbsp; Their effects on the pathogenesis of ASCVD are as follows:</p><br><br><ul>\n\t<li><strong>HDL</strong> has antiatherogenic properties (eg, scavenging excess cholesterol from macrophages before it can be oxidized) and appears to increase nitric oxide production to improve vascular function.</li>\n\t<li><strong>TG</strong> has theoretical proatherogenic effects because high levels are associated with increased CETP activity and decreased HDL and reverse cholesterol transport.</li>\n</ul><br><br><p>No direct causal link between either high TG or low HDL and ASCVD has been established, although both laboratory abnormalities are often seen in other conditions increasing risk for ASCVD (eg, metabolic syndrome).</p>\n<h1>Clinical presentation</h1><br><br><p>The clinical manifestations of dyslipidemia vary depending on the specific lipid abnormality, severity of the disorder and the presence of associated conditions.&nbsp; In most cases, dyslipidemia is diagnosed in asymptomatic patients during routine lipid screening (eg, lipid panel), obtained during health maintenance visits (eg, in asymptomatic patients).&nbsp; In other cases (especially with familial syndromes), patients may manifest with dyslipidemia-associated complications (eg, ASCVD) or signs on physical examination.&nbsp; This section covers common asymptomatic and symptomatic manifestations of dyslipidemia.</p>\n<h1>Screening in asymptomatic patients</h1><br><br><p>The optimal time to screen for dyslipidemia depends on the presence of other ASCVD risk factors for ASCVD (eg, family history, obesity, presence of hypertension).</p><br><br><ul>\n\t<li><strong>No ASCVD risk factors present:</strong>&nbsp; Low-risk, asymptomatic patients are generally recommended to undergo one-time screening in childhood and early adulthood (age 9-11 and between age 17 and 21).</li>\n\t<li><strong>Other ASCVD risk factors present:</strong>&nbsp; Patients with a family history of familial hypercholesterolemia or other risk factors should initiate screening earlier (early childhood, or when the risk factor is identified).</li>\n</ul><br><br><p>Because age is a primary risk factor for ASCVD, frequent (eg, annual) monitoring of lipids is not usually recommended for low-risk, younger patients (no ASCVD risk factors, age &lt;35 for men and age &lt;45 for women) because it will usually not affect management (ie, lifestyle management for prevention is universally recommended for such patients as first-line treatment).&nbsp; However, for motivated patients interested in monitoring lipid values to inform lifestyle changes and prevention, lipid screening may be performed earlier.</p>\n<h1>Symptomatic presentations</h1><br><br><p>In some cases, patients with severe elevations in LDL or triglycerides (often reflecting familial syndromes) may manifest with premature ASCVD (eg, childhood, teenage years), pancreatitis, and/or characteristic physical examination findings.</p><br><br><ul>\n\t<li><strong>Atherosclerosis:</strong>&nbsp; Manifestations can involve the coronary, cerebral (especially internal carotid), and/or systemic (eg, ileal, popliteal) circulation; symptoms can range from myocardial infarction, aortic aneurysm or dissection, ischemic stroke, or limb symptoms of peripheral artery disease (claudication, nonhealing ulcers) to sudden cardiac death.</li>\n\t<li><strong>Fatty liver disease:</strong>&nbsp; Accumulation of lipids (especially TG) within hepatocytes results in hepatic steatosis, the first stage in nonalcoholic fatty disease (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L65668.png\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ).&nbsp; Chronic metabolic inflammation and oxidative stress (eg, from obesity and insulin resistance) downregulates the nuclear receptor protein peroxisome proliferator-activated receptor-alpha, which normally promotes FFA beta-oxidation.&nbsp; Reduced beta-oxidation of FFAs leads to further lipid accumulation and lipotoxicity, ultimately inciting hepatocyte necrosis, inflammation, and fibrosis (eg, progression to steatohepatitis and cirrhosis).</li>\n\t<li><strong>Pancreatitis:</strong>&nbsp; Increased TGs are lipolyzed by pancreatic lipase in pancreatic capillaries; the resulting FFAs are highly inflammatory and cause cellular damage, inflammation, and necrosis.&nbsp; The serum TG level generally is &gt;1,000 mg/dL (eg, familial syndromes) to be a potential cause of pancreatitis (lower levels may be associated with pancreatitis with concomitant excess alcohol intake).</li>\n</ul>\n<h2>Physical examination findings</h2><br><br><p>Physical manifestations of dyslipidemia are most often seen in patients with familial hypercholesterolemia and other genetic syndromes.&nbsp; Presence of any of these findings warrants obtaining a diagnostic lipid panel:</p><br><br><ul>\n\t<li><strong>Xanthoma</strong> is a flat, yellowish deposit of cholesterol that presents as lipid-laden histiocytes in the dermis; it can form in the skin or in tendons (eg, Achilles tendon).&nbsp; It may be tuberous (over knees, elbows), eruptive (acute onset), or tendinous (over tendons).</li>\n\t<li><strong>Xanthelasma</strong> is a type of xanthoma usually found on the medial eyelids (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12109.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ); it presents as dermal accumulations of benign-appearing macrophages with abundant, finely vacuolated (foamy) cytoplasm containing cholesterol (free and esterified), phospholipids, and triglycerides.&nbsp; Unlike other types of xanthomas, xanthelasma does not always signal severe dyslipidemia; it can be seen in milder cholesterol elevations or also seen in ~50% of healthy patients.</li>\n\t<li><strong>Arcus corneae</strong> appears as an opaque ring or arc around the cornea; although it can occur in older adults as a benign finding, its presence in children or younger adults (eg, age &lt;40) suggests an underlying dyslipidemia (eg, familial syndrome).&nbsp; Lipemia retinalis (milky-appearing retinal vasculature) may also occur.</li>\n\t<li><strong>Lipemic serum</strong> is often a clue to high chylomicron levels, indicative of high circulating chylomicrons in the blood, and often indicate a genetic defect.</li>\n</ul>\n<h1>Risk factors</h1><br><br><p>Most cases of dyslipidemia are acquired through a polygenic mechanism involving interaction of possible genetic factors with environmental triggers (eg, diet, lifestyle behaviors, obesity).&nbsp; Dyslipidemia may also be the result of another comorbid condition (eg, insulin resistance) or part of a monogenic familial syndrome.</p>\n<h2>Lifestyle factors</h2><br><br><p>Lifestyle is a major factor influencing the risk for acquiring dyslipidemia in the general population (eg, 50%-60% of attributable risk).&nbsp; Factors that adversely impact lipid profile include diet (eg, high saturated fat/trans fat intake, high sugar intake), sedentary lifestyle, excessive alcohol intake, and smoking.</p>\n<h2>Insulin resistance</h2><br><br><p>Insulin resistance (eg, diabetes mellitus, obesity) is associated with increased VLDL, elevated LDL, and low HDL.&nbsp; This occurs due to aberrant insulin action.&nbsp; Normally, insulin upregulates LPL, which increases FFA uptake in adipose tissue and lowers blood TG and FFA levels, while inhibiting HSL (which releases stored FFAs and promotes increased TG levels).&nbsp; Insulin resistance leads to the following effects:</p><br><br><ul>\n\t<li>Impaired LPL activity and increased HSL activity lead to an increase in circulating FFAs.</li>\n\t<li>Acquisition of excess FFAs by the liver causes increased VLDL and TG levels.</li>\n\t<li>Increased TG levels stimulate CETP to transfer TGs to HDL, resulting in lower HDL levels.</li>\n</ul><br><br><p>Increased TGs also affect the morphology of LDL, leading to the generation of small dense LDL, which is more strongly associated with atherogenesis and inflammation.</p>\n<h2>Familial syndromes</h2><br><br><p>Dyslipidemias are inherited as familial syndromes through a primarily monogenic (eg, autosomal recessive or dominant) or polygenic fashion involving mutations or dysfunction of various apolipoproteins, lipoproteins, receptors, or enzymes required for optimal lipid metabolism.&nbsp; These familial dyslipidemias and their syndromes are often associated with specific physical examination findings or other manifestations.&nbsp; Common genetic syndromes are presented in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80750.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Summary</h1><br><br><p>Dyslipidemias represent a diverse group of lipid disorders that manifest with high LDL, low HDL, and/or high triglycerides.&nbsp; They involve defects in lipid metabolism and enzymatic processing, lipoproteins and apolipoproteins, lipid transport, and/or cellular receptor binding, which can result from genetic and lifestyle factors.&nbsp; Although many patients with dyslipidemia are asymptomatic, some experience sequelae of atherosclerosis, pancreatitis, skin and tendon findings, and fatty liver disease.</p>\n</div>\n\n            "
}