{
  "meta": {
    "title": "Major histocompatibility complex (MHC)/human leukocyte antigen (HLA)",
    "url": "https://brainandscalpel.vercel.app/major-histocompatibility-complex-mhc-human-leukocyte-antigen-hla-5bbfa99e-3b628d.html",
    "scrapedAt": "2025-12-01T05:57:13.804Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The major histocompatibility complex (MHC) (known as human leukocyte antigen [HLA] in humans) plays a central role in adaptive immunity by allowing antigenic peptides to be presented to T lymphocytes.&nbsp; MHC molecules provide a molecular signature of \"self\" and are essential for immune surveillance and tolerance.&nbsp; Located on chromosome 6, the corresponding genomic region is one of the most genetically diverse regions and influences susceptibility to infection, autoimmune disease, and transplant outcomes.&nbsp; MHC molecules are broadly categorized into class I and class II, each with distinct cellular distributions, structures, and functions.</p>\n<h1>Molecular structure and function</h1><h2>MHC class I</h2><br><br><p>MHC class I molecules (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24978.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ) are expressed on the surface of <strong>all nucleated cells</strong> and consist of a heavy alpha chain paired with beta-2-microglobulin.&nbsp; The MHC class I pathway typically processes proteins that are found in the cytoplasm, including damaged cellular and viral proteins.&nbsp; This pathway is especially important for facilitating the identification and destruction of <strong>virally infected</strong> cells by <strong>CD8<font size=\"2\"><sup>+</sup></font> cytotoxic T lymphocytes</strong>.&nbsp; Peptide processing first involves degradation by proteasomes.&nbsp; The peptides are then removed from the cytosol by transporters associated with antigen processing <strong>(TAP) proteins</strong>, which stud the membrane of the endoplasmic reticulum.&nbsp; Once inside the endoplasmic reticulum, the peptides assemble with transmembrane polypeptide and beta-2-microglobulin to form MHC class I molecules that traverse the Golgi apparatus to insert into the plasma membrane:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Encoded by:&nbsp; HLA-A, HLA-B, and HLA-C.</li>\n\t<li>Recognized by:&nbsp; CD8<font size=\"2\"><sup>+</sup></font> T cells.</li>\n\t<li>Antigen origin:&nbsp; Cytosolic (eg, viral proteins, tumor antigens).</li>\n</ul>\n<h2>MHC class II</h2><br><br><p>MHC class II molecules (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24979.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) are expressed primarily on <strong>antigen-presenting cells (APCs)</strong>, including dendritic cells, macrophages, and B cells.&nbsp; They recognize extracellular proteins, which are engulfed and degraded into peptide fragments in phagolysosomes.&nbsp; Each MHC II molecule consists of an alpha and a beta chain; the <strong>invariant chain</strong> brings these chains together to form a stable complex in the endoplasmic reticulum.&nbsp; The MHC-invariant complex then passes through the Golgi apparatus and enters an endosome in which the invariant chain is proteolytically degraded; the endosome merges with the phagolysosome containing the&nbsp;extracellular peptide, which is inserted between the alpha and the beta chains.&nbsp; This newly formed MHC class II–peptide complex travels to the APC surface, where it is expressed and recognized by <strong>CD4<font size=\"2\"><sup>+</sup></font> T-helper cells</strong>.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Encoded by:&nbsp; HLA-DP, HLA-DQ, and HLA-DR (2 letters, like MHC II).</li>\n\t<li>Recognized by:&nbsp; CD4<font size=\"2\"><sup>+</sup></font> T cells.</li>\n\t<li>Antigen origin:&nbsp; Endosomal/phagolysosomal (eg, bacterial proteins, extracellular viral particles).</li>\n</ul><br><br><p>A comparison of MHC class I vs II antigen processing pathways is shown in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/126402.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>HLA genetics and inheritance</h2><br><br><p>The HLA region comprises thousands of alleles that differ at key amino acid residues involved in peptide binding.&nbsp; This polymorphism allows for broad antigenic coverage at the population level but introduces challenges in transplantation and disease association studies.</p><br><br><p>Each individual inherits one HLA haplotype from each parent.&nbsp; Because of the compact nature of the HLA locus on chromosome 6, recombination is rare, and the haplotypes are often inherited intact.&nbsp; Therefore, siblings generally have:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>25% chance for a full HLA match.</li>\n\t<li>50% chance of sharing one haplotype (haploidentical).</li>\n\t<li>25% chance of sharing no haplotype.</li>\n</ul><br><br><p>This pattern is foundational in donor selection for hematopoietic stem cell transplantation.</p>\n<h1>Clinical implications</h1><h2>Transplantation</h2><br><br><p>HLA matching is essential in allogeneic hematopoietic stem cell and solid organ transplantation.&nbsp; Mismatches between donor and recipient HLA alleles increase the risk for graft rejection and graft versus host disease.&nbsp; The most critical loci for matching include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Class I:&nbsp; HLA-A, HLA-B, HLA-C</li>\n\t<li>Class II:&nbsp; HLA-DR, HLA-DQ (HLA-DP less commonly typed)</li>\n</ul><br><br><p>Stem cell donor sources include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Autologous</strong>:&nbsp; Patient's own cells; no risk for immunologic incompatibility.</li>\n\t<li><strong>Syngeneic</strong>:&nbsp; Identical twin; perfect HLA match.</li>\n\t<li><strong>Allogeneic</strong>:&nbsp; Related or unrelated donor with a full or partial HLA match.</li>\n</ul><br><br><p>Unrelated donors can still be used successfully when high-resolution molecular HLA typing ensures close matching.</p>\n<h2>Immunodeficiency</h2><br><br><p>Loss or malfunction of MHC molecules results in profound immunologic consequences:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bare lymphocyte syndrome type I</strong>:&nbsp; Defects in TAP genes lead to deficient MHC class I expression, resulting in susceptibility to viral infections despite normal lymphocyte counts.</li>\n\t<li><strong>Bare lymphocyte syndrome type II</strong>:&nbsp; Failure of MHC class II expression results in a severe combined immunodeficiency phenotype due to impaired CD4<font size=\"2\"><sup>+</sup></font> T-helper cell activation and antibody class switching.</li>\n</ul>\n<h2>Autoimmunity and disease susceptibility</h2><br><br><p>Certain HLA alleles are strongly associated with autoimmune diseases and other immune-mediated conditions.&nbsp; Examples include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>HLA-B27:&nbsp; Ankylosing spondylitis, psoriatic arthritis, reactive arthritis.</li>\n\t<li>HLA-DR3/DR4:&nbsp; Type 1 diabetes mellitus.</li>\n\t<li>HLA-DR2:&nbsp; Multiple sclerosis.</li>\n\t<li>HLA-DQ2/DQ8:&nbsp; Celiac disease.</li>\n\t<li>HLA-B*57:01:&nbsp; Abacavir hypersensitivity.</li>\n\t<li>HLA-B*15:02:&nbsp; Stevens-Johnson syndrome with carbamazepine.</li>\n</ul><br><br><p>These associations may reflect enhanced or aberrant peptide binding by specific HLA molecules, promoting autoreactive T-cell activation.</p>\n<h2>Vaccine response</h2><br><br><p>HLA allelic variability also influences immune response to vaccination.&nbsp; The effectiveness of a response to T cell–dependent antibody depends on the ability of an individual's MHC class II molecules to present vaccine-derived peptides.&nbsp; Individuals with HLA variants that do not efficiently bind and present a given peptide may fail to generate an IgG response, although they may still mount a T cell–independent IgM response.</p>\n<h1>Summary</h1><br><br><p>The major histocompatibility complex (MHC)/human leukocyte antigen (HLA) genes facilitate antigen presentation and immune recognition.&nbsp; MHC class I molecules present cytosolic antigens to CD8<font size=\"2\"><sup>+</sup></font> cytotoxic T cells, whereas MHC class II molecules present extracellular antigens to CD4<font size=\"2\"><sup>+</sup></font> T-helper cells.&nbsp; Clinically, HLA matching plays a central role in transplantation, and specific HLA alleles confer risk for autoimmune diseases, drug hypersensitivities, and immunodeficiencies.</p>\n</div>\n\n            "
}