{
  "meta": {
    "title": "Muscle physiology",
    "url": "https://brainandscalpel.vercel.app/muscle-physiology-71adb572-3b628d.html",
    "scrapedAt": "2025-12-01T05:57:16.368Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Skeletal muscle function depends on the coordinated interaction of electrical, chemical, and mechanical processes.&nbsp; At the core of this physiology is the excitation-contraction coupling mechanism, through which an action potential triggers calcium release and ultimately leads to muscle contraction.&nbsp; Neuromuscular transmission, sarcolemmal excitability, and intracellular calcium dynamics are tightly integrated to ensure precise regulation of force generation.&nbsp; Cardiac and smooth muscle, which contract involuntarily (unlike skeletal muscle), share some similarities with skeletal muscle but exhibit differences in structure and regulation.</p>\n<h1>Skeletal muscle structure</h1><br><br><p>Skeletal muscle is composed of long, cylindrical multinucleated cells called <strong>muscle fibers</strong>, which are formed by the fusion of myoblasts during development.&nbsp; Each muscle fiber is surrounded by a plasma membrane known as the <strong>sarcolemma</strong> and contains numerous <strong>myofibrils</strong>, which are the contractile elements of the cell.&nbsp; Myofibrils are organized into repeating structural units called <strong>sarcomeres</strong>, giving skeletal muscle its characteristic striated appearance (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36513.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; These sarcomeres are aligned end-to-end along the length of the myofibril and serve as the fundamental unit of muscle contraction.<p></p><br><br><p>A sarcomere is composed of overlapping filaments of <strong>actin</strong> and <strong>myosin</strong> as well as structural and binding proteins (eg, titin, alpha-actinin).&nbsp; A single sarcomere is defined as the distance between 2 Z lines.&nbsp; Thin filaments (actin, tropomyosin, troponin) are bound to structural proteins at the Z line.&nbsp; The unbound ends of the actin filaments project into the middle of the sarcomere, where they interact with thick filaments (myosin) during muscle contraction.&nbsp; The organization of the filaments gives rise to distinct bands and lines that can be seen on electron microscopy (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14864.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):<p></p><br><br><ul>\n\t<li>The Z line (Z disc) defines the lateral boundaries of each sarcomere and is the anchoring point for thin filaments.&nbsp; The Z line is typically darker than the remainder of the sarcomere.</li>\n\t<li>The M line, where myosin filaments anchor to structural elements, lies in the center of the sarcomere.</li>\n\t<li>The I band is the light region of the sarcomere in which actin does not overlap with myosin.</li>\n\t<li>The A band corresponds to a dark region of myosin filaments in the sarcomere.&nbsp; In this region, there are myosin filaments overlapped with actin filaments as well as nonoverlapped myosin filaments.</li>\n\t<li>The H band is the region in which myosin does not overlap with actin.</li>\n</ul><br><br><p>During muscle contraction, the thin filaments slide over the thick filaments toward the M line, reducing the length of the H and I bands.&nbsp; The A band always remains the same length.</p>\n<h1>Muscle fiber types and metabolism</h1><br><br><p>Muscle fibers are arranged into a motor unit composed of the same fiber type, with each unit innervated by a single motor neuron.&nbsp; Skeletal muscle fibers are categorized into 2 major types: type I (slow-twitch) and type II (fast-twitch) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/61402.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h2>Type I (slow-twitch) fibers</h2><br><br><p>Type I (slow-twitch) fibers specialize in stamina by using <strong>oxidative</strong> phosphorylation in the mitochondria for steady and sustained ATP production.&nbsp; Type I fibers perform actions requiring low-level <strong>sustained</strong> force (eg, postural maintenance) and function primarily via <strong>aerobic</strong> metabolism, meaning they have high concentrations of myoglobin (oxygen storage) and mitochondria (aerobic respiration).&nbsp; The high myoglobin content gives these fibers a <strong>red</strong> color.</p>\n<h2>Type II (fast-twitch) fibers</h2><br><br><p>Type II (fast-twitch) fibers are specialized for generating <strong>rapid</strong> forceful movements; however, they fatigue quickly.&nbsp; These fibers derive energy in the form of ATP mainly via glycogenolysis and subsequent anaerobic <strong>glycolysis</strong>.&nbsp; The lower quantities of mitochondria and myoglobin lead to a <strong>pale</strong> color.</p><br><br><p>Histologically, these motor units form a characteristic mixed checkerboard pattern of type I and type II fibers.</p>\n<h1>Muscle contraction</h1><h2>Overview</h2><br><br><ul>\n\t<li>Muscle contraction begins with a neural signal that initiates an action potential in the motor neuron.</li>\n\t<li>The action potential leads to acetylcholine (ACh) release at the neuromuscular junction.</li>\n\t<li>ACh binding to nicotinic receptors initiates an end-plate potential and muscle fiber depolarization.</li>\n\t<li>Depolarization spreads along the sarcolemma and into transverse tubules, triggering calcium release from the sarcoplasmic reticulum (SR).</li>\n\t<li>Intracellular calcium binds to troponin C, allowing for actin-myosin cross-bridge cycling.</li>\n\t<li>ATP is required for both cross-bridge cycling and calcium reuptake into the SR during relaxation.</li>\n</ul>\n<h2>Excitation and action potential generation</h2><br><br><p>Skeletal muscle is activated by lower motor neurons originating from the anterior horn of the spinal cord.&nbsp; The motor neuron action potential leads to calcium influx at the axon terminal, promoting ACh vesicle fusion and release into the synaptic cleft.&nbsp; ACh binds to postsynaptic nicotinic receptors (ionotropic or ligand-gated channels), causing sodium influx and potassium efflux.&nbsp; The resultant end-plate potential, if suprathreshold, triggers a muscle action potential.</p><br><br><p>Muscle action potentials differ from neuronal action potentials in several key ways:</p><br><br><ul>\n\t<li><strong>More negative resting membrane potential</strong> (~–90 mV vs ~–70 mV in neurons).</li>\n\t<li><strong>Slightly longer duration</strong>, which helps coordinate contraction.</li>\n\t<li><strong>Propagate into the fiber via transverse tubules (T-tubules)</strong>, not just along the surface.</li>\n</ul><br><br><p>Like neurons, muscle action potentials are initiated by depolarization and rely on voltage-gated sodium and potassium channels for rapid upstroke and repolarization.&nbsp; However, in skeletal muscle, the action potential propagates not only along the sarcolemma but also deep into the fiber via T-tubules, which are invaginations of the plasma membrane (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36529.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; T-tubules are closely associated with the SR, a specialized smooth endoplasmic reticulum that stores and releases calcium ions.&nbsp; The T-tubules contain voltage-gated L-type calcium channels (dihydropyridine receptors [DHPRs]) that play a key role in the next step of muscle contraction, called excitation-contraction coupling.<p></p>\n<h2>Excitation-contraction coupling</h2><br><br><p><strong>Excitation-contraction coupling</strong> (ECC) refers to the process by which the electrical signal (muscle action potential) is translated into a mechanical response (contraction).&nbsp; In skeletal muscle, this process works as follows:</p><br><br><ul>\n\t<li>The action potential in the T-tubules activates DHPRs, which undergo a conformational change.</li>\n\t<li>DHPRs are mechanically linked to ryanodine receptor 1 (RyR1) on the SR membrane, and the conformational change in the DHPR triggers them to open.&nbsp; This causes calcium release into the cytosol from the SR without requiring extracellular calcium influx.</li>\n\t<li>Intracellular calcium binds to troponin C, causing tropomyosin to shift and expose myosin-binding sites on actin.</li>\n\t<li>Actin-myosin cross-bridge cycling begins, powered by ATP hydrolysis, and results in contraction.</li>\n</ul><br><br><p>This tightly coordinated process ensures that every muscle fiber contracts uniformly in response to a single neural signal.</p>\n<h2>Actin-myosin cross-bridge cycling</h2><br><br><p>Once calcium is released into the cytosol during ECC, it initiates a sequence of molecular interactions between actin and myosin filaments within the sarcomere.&nbsp; This process, known as <strong>cross-bridge cycling</strong>, is driven by calcium binding and ATP hydrolysis and is responsible for the actual shortening of skeletal muscle fibers during contraction.&nbsp; The actin-myosin interaction cycle consists of several ATP-dependent steps (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L36889.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):<p></p><br><br><ul>\n\t<li><strong>Rest</strong>:&nbsp; At rest, the myosin head is charged by ADP and inorganic phosphate (Pi) from previously bound and hydrolyzed ATP.&nbsp; However, calcium-modulated regulatory complexes of troponin-C and tropomyosin block the myosin binding sites on actin.</li>\n\t<li><strong>Cross-bridge formation</strong>:&nbsp; When calcium binds to troponin-C, troponin-tropomyosin complexes shift to expose the myosin binding sites; the myosin head then binds actin perpendicularly, forming a cross-bridge (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9720.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).</li>\n\t<li><strong>Power stroke</strong>:&nbsp; The bound head releases Pi and bends the cross-bridge at a 45-degree angle, increasing filament overlap and shortening the sarcomere length.&nbsp; Once the process is completed, ADP is released.</li>\n\t<li><strong>Cross-bridge dissociation</strong>:&nbsp; A new ATP molecule must bind the myosin head to dissolve the crossbridge, returning the head to its original position to restart the cycle.</li>\n\t<li><strong>Cross-bridge cycling</strong>:&nbsp; Continues while calcium and ATP are readily available; cycling across multiple myosin heads leads to increased or sustained contraction.</li>\n</ul><br><br><p>Muscle relaxation occurs when the stimulus for contraction ceases and calcium is actively removed from the cytosol.&nbsp; Intracellular calcium is removed primarily via 2 pumps:</p><br><br><ul>\n\t<li><strong>Na<font size=\"2\"><sup>+</sup></font>/Ca<font size=\"2\"><sup>2+</sup></font>&nbsp;exchange pump (NCX)</strong>:&nbsp; NCX uses the large extracellular Na<font size=\"2\"><sup>+</sup></font> concentration gradient to pump Ca<font size=\"2\"><sup>2+</sup></font> out of the cell and, in the process, removes one intracellular Ca<font size=\"2\"><sup>2+</sup></font> in exchange for 3 extracellular Na+ ions.</li>\n\t<li><strong>Sarcoplasmic reticulum Ca<font size=\"2\"><sup>2+</sup></font>-ATPase pump (SERCA)</strong>:&nbsp; SERCA is a Ca<font size=\"2\"><sup>2+</sup></font>-ATPase pump that actively transfers Ca<font size=\"2\"><sup>2+</sup></font> from the cytosol to the lumen of SR at the expense of ATP hydrolysis.</li>\n</ul><br><br><p>The decline in cytosolic calcium causes tropomyosin to recover actin's binding sites, halting cross-bridge cycling and allowing the muscle to relax.</p>\n<h1>Muscle proprioceptors</h1><br><br><p>Proprioceptors are specialized sensory receptors that provide the CNS with information about body position, movement, and muscle tension.&nbsp; In skeletal muscle, the 2 primary proprioceptors are muscle spindles and Golgi tendon organs (GTOs) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9247.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p>\n<h2>Muscle spindles</h2><br><br><p>Muscle spindles (intrafusal muscle fibers) are stretch-sensitive receptors embedded within the muscle belly, parallel to the extrafusal (force-generating) muscle fibers.&nbsp; They are innervated by group Ia and group II sensory axons and are sensitive to changes in muscle length.&nbsp; Muscle spindles mediate the stretch (myotatic) reflex, which is commonly tested during the neurologic examination (deep tendon reflexes).&nbsp; When a muscle is stretched, monosynaptic reflex activation of the alpha motor neuron (of the same muscle) results in contraction that resists the stretch.</p>\n<h2>Golgi tendon organs</h2><br><br><p>GTOs are located at the junction between muscle fibers and tendons, innervated by group Ib afferent sensory axons.&nbsp; GTOs are connected in series with contracting extrafusal skeletal muscle fibers.&nbsp; When a muscle actively contracts against resistance, the increase in tension is transmitted through the tendon, activating the GTOs.&nbsp; The Ib sensory axons from the GTOs contact inhibitory interneurons in the spinal cord, which in turn synapse with the alpha motor neurons that innervate the same muscle.&nbsp; Therefore, the Golgi tendon circuit is a negative feedback system that regulates and maintains muscle tension.&nbsp; When a muscle exerts too much force, the GTOs inhibit contraction of the muscle, causing sudden muscle relaxation.&nbsp; This prevents damage to the musculoskeletal system.</p><br><br><p>Together, muscle spindles and GTOs continuously modulate reflexes and motor output, allowing for coordinated movement, posture maintenance, and injury prevention.</p>\n<h1>Skeletal muscle vs cardiac and smooth muscle</h1><br><br><p>Whereas skeletal muscle is under voluntary control and contracts in response to somatic motor neuron stimulation, cardiac and smooth muscle differ in both structure and regulation:</p>\n<h2>Cardiac muscle</h2><br><br><p>Cardiac muscle is also striated but contracts <strong>involuntarily</strong>.&nbsp; In contrast to skeletal muscle ECC, cardiac ECC requires <strong>extracellular calcium</strong>.&nbsp; During the action potential, calcium enters the myocyte through L-type calcium channels (DHPRs) in the T-tubules.&nbsp; This influx triggers <strong>calcium-induced calcium release</strong> from the SR via RyR2, making both extracellular and intracellular calcium essential for contraction (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26823.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).<p></p>\n<h2>Smooth muscle</h2><br><br><p>Smooth muscle is <strong>nonstriated</strong> and contracts <strong>involuntarily</strong>.&nbsp; It lacks organized sarcomeres and T-tubules.&nbsp; Contraction is initiated by intracellular calcium increases, which can come from the SR or extracellular space.&nbsp; Calcium binds <strong>calmodulin</strong> (calcium-modulated protein) because smooth muscle cells lack troponin.&nbsp; Calmodulin activates myosin light-chain kinase to enable actin-myosin interaction.</p>\n<h1>Neuromuscular disorders</h1><br><br><p>Several clinical conditions arise from abnormalities in muscle excitation or contraction:</p>\n<h2>Myasthenia gravis</h2><br><br><p>Autoantibodies target nicotinic ACh receptors, reducing the number of functional receptors available for synaptic transmission.&nbsp; This leads to decreased end-plate potentials and impaired muscle activation, particularly with sustained or repeated use, resulting in fluctuating weakness that classically affects ocular, bulbar, and proximal limb muscles.</p>\n<h2>Lambert-Eaton myasthenic syndrome</h2><br><br><p>Antibodies inhibit voltage-gated calcium channels on the presynaptic terminal of motor neurons, impairing calcium influx and reducing ACh release into the synaptic cleft.&nbsp; The decreased neurotransmitter availability weakens neuromuscular transmission, typically producing proximal muscle weakness and autonomic symptoms that may improve with repeated stimulation due to calcium buildup.</p>\n<h2>Malignant hyperthermia</h2><br><br><p>Genetic mutations in RyR1 render the channel abnormally sensitive to certain anesthetic agents (eg, succinylcholine), resulting in uncontrolled calcium release from the SR.&nbsp; The excess cytosolic calcium causes sustained muscle contraction and a hypermetabolic state with severe muscle rigidity, hyperthermia, acidosis, and potentially life-threatening complications if untreated.</p>\n<h2>Limb-girdle muscular dystrophy</h2><br><br><p>This condition is caused by mutations in proteins involved in sarcolemmal stability and ECC (eg, caveolin, dysferlin).&nbsp; Disruption of the T-tubule network and associated signaling leads to impaired propagation of depolarization across the muscle fiber.&nbsp; As a result, calcium release becomes asynchronous, reducing coordinated contraction and causing progressive weakness in the shoulder and pelvic girdle muscles.</p>\n<h1>Summary</h1><br><br><p>Skeletal muscle contraction is a multistep process dependent on action potential generation, intracellular calcium dynamics, and ATP-driven mechanical events.&nbsp; The integration of electrical signaling and molecular motor activity enables skeletal muscle to generate controlled force.&nbsp; The main steps involve the triggering of the muscle action potential by acetylcholine in the neuromuscular junction, depolarization spreading through the sarcolemma into T-tubules, excitation-contraction coupling, and actin-myosin cross-bridge cycling.&nbsp; Cardiac and smooth muscle differ in both structure and regulation.</p>\n</div>\n\n            "
}