{
  "meta": {
    "title": "Neuroanatomy: Spinal cord",
    "url": "https://brainandscalpel.vercel.app/neuroanatomy-spinal-cord-4a78f9b7-3b628d.html",
    "scrapedAt": "2025-12-01T05:57:18.290Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>The spinal cord is a vital structure in the central nervous system, extending from the medulla at the base of the brain to the level of the first or second lumbar vertebrae.&nbsp; It serves as a major conduit for transmitting neural signals between the brain and the rest of the body.&nbsp; Understanding the neuroanatomy of the spinal cord is crucial for localizing lesions and correlating specific clinical signs with different spinal cord regions and tracts.</p><h1>Basic structure of the spinal cord</h1><p>The spinal cord is organized into 31 segments (8 cervical, 12 thoracic, 5 lumbar, 5 sacral, and 1 coccygeal).&nbsp; Each segment of the spinal cord gives rise to sensory (afferent) and motor (efferent) nerve roots, each corresponding to pairs of spinal nerves that innervate specific myotomes and dermatomes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1878.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p><p>In an adult, the spinal cord terminates in a tapering fashion as the <strong>conus medullaris</strong> (T12-S4) at the L1-L2 vertebral level (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29896.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; The collection of spinal nerves below this point (eg, L3-S4) exit inferiorly through their respective intervertebral foramina and are referred to as the <strong>cauda equina</strong> (ie, horse's tail).<p></p><h1>Spinal cord blood supply</h1><p>The spinal cord blood supply is divided (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26359.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ):<p></p><h2>Anterior spinal artery</h2><p>The anterior spinal artery receives blood flow from segmental arteries (eg, intercostal arteries) arising off the thoracic aorta.&nbsp; It supplies the anterior two-thirds of the cord, including most motor pathways.</p><h2>Posterior spinal arteries</h2><p>These supply the posterior one-third of the spinal cord, which includes much of the sensory tracts.</p><h2>Artery of Adamkiewicz</h2><p>The artery of Adamkiewicz (typically arising between T9 and T12) is a critical contributor to the blood supply of the lower thoracic and lumbar spinal cord.</p><h1>Key dermatomes and reflexes</h1><p>Certain spinal cord segments correlate with key dermatomes and reflexes; therefore, knowing some key innervations of nerve roots can be helpful in localizing lesions.&nbsp; For instance, irritation of the nerve roots (most commonly from disc herniation) results in characteristic dermatomal and myotomal deficits (radiculopathy) depending on the level of involvement:</p><h2>Cervical radiculopathy</h2><p>Features of cervical radiculopathies are presented in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/49158.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><h2>Lumbosacral radiculopathy</h2><p>Features of lumbosacral radiculopathies are presented in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/60250.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p><h1>Control of respiration in the spinal cord</h1><p>Different muscles control inspiration and expiration and have different sources of innervation from the spinal cord (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60205.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).<p></p><ul class=\"article-body-unordered-list\"><li><strong>Inspiration</strong> is mediated predominantly by contraction of the diaphragm, which is innervated by the phrenic nerve that originates from the C3-C5 nerve rootlets.&nbsp; Accessory muscles of inspiration include the external intercostals (innervated by thoracic nerve roots), the sternocleidomastoid (innervated by C1-C4), and the scalenes (innervated by C4-C8).</li><li>Active <strong>expiration</strong> is driven by the internal intercostals (innervated by thoracic nerve roots) and abdominal muscles (innervated by thoracic and lumbar nerve roots).</li></ul><h1>Spinal cord tracts</h1><p>This section discusses motor, sensory, and autonomic nervous system tracts in the spinal cord.&nbsp; The spinal cord is organized with gray matter (eg, neuronal cell bodies) located centrally in a butterfly-shaped arrangement.&nbsp; It is divided into the following:</p><ul><li>Dorsal (posterior) horn:&nbsp; sensory neurons</li><li>Ventral (anterior) horn:&nbsp; motor neurons</li><li>Lateral horn:&nbsp; present in thoracic and upper lumbar levels (T1-L2), containing preganglionic sympathetic neurons</li></ul><p>White matter (eg, myelinated axons) surrounds the gray matter and is organized into tracts (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L7180.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) for ascending (sensory) and descending (motor) information.<p></p><h2>Descending (motor) tracts</h2><p>The corticospinal tract (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1531.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ) is the primary pathway for voluntary motor control.&nbsp; The full pathway is discussed in a separate article.&nbsp; The upper motor neurons (UMNs) that originate in the primary motor cortex decussate (ie, cross over) in the medulla and progress down the <strong>lateral corticospinal tract</strong> to synapse with the lower motor neurons (LMNs) in the <strong>anterior horn of the spinal cord</strong>, which innervate contralateral limb muscles.&nbsp; Lesions in this part of the spinal cord include:<p></p><ul><li><strong>Poliomyelitis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97833.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ) and spinal muscular atrophy, which cause dysfunction of the LMNs in the anterior horn</li><li><strong>Amyotrophic lateral sclerosis</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97830.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ), which causes dysfunction of both the UMNs descending in the lateral corticospinal tracts and LMNs in the anterior horn</li><li><strong>Vitamin B<font size=\"2\"><sub>12</sub></font> deficiency</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97831.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ), which affects the lateral corticospinal tracts causing UMN signs; vitamin B<font size=\"2\"><sub>12</sub></font> deficiency also affects the sensory tract (see below)</li></ul><p>Other descending motor tracts include:</p><ul><li>The rubrospinal tract, which controls flexor muscle tone and originated from the red nucleus in the rostral midbrain</li><li>the vestibulospinal tract, which maintains extensor tone and originates from vestibular nuclei at the pontomedullary junction</li></ul><p>Damage to these can cause decorticate or decerebrate posturing, described in a separate article.</p><h2>Ascending (sensory) tracts</h2><ul class=\"article-body-unordered-list\"><li>The dorsal column-medial lemniscus pathway (DCML) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1606.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ) transmits proprioception, vibration sense, and fine touch from the body to the brain.&nbsp; (The full pathway is discussed in a separate neuroanatomy article.)&nbsp; First-order neurons from the sensory receptors of the skin, joints, and muscles ascend ipsilaterally in the <strong>dorsal columns</strong> of the spinal cord (fasciculus gracilis for lower body, fasciculus cuneatus for upper body).&nbsp; The cell bodies of these first-order neurons are located in the <strong>dorsal root ganglia</strong>.&nbsp; These neurons travel up the spinal cord and synapse in the medulla, where they decussate and continue to the thalamus and cortex.&nbsp; Lesions in this part of the spinal cord include:<ul class=\"article-body-unordered-list\"><li>Neurosyphilis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97832.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ), which causes dysfunction of the dorsal roots and dorsal columns, leading to pain and loss of proprioception/vibration</li><li>Vitamin B<font size=\"2\"><sub>12 </sub></font>deficiency (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97831.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ), which affects the dorsal columns, leading to abnormalities in touch/proprioception/vibration</li></ul></li><li>The other major ascending tract in the spinal cord is the spinothalamic tract (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1607.jpg\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                ), which transmits pain, temperature, and crude touch.&nbsp; (The full pathway is discussed in a separate neuroanatomy article.)&nbsp; First-order neurons synapse from the sensory receptors in the dorsal horn of the spinal cord.&nbsp; Second-order neurons briefly ascend 1-2 spinal levels and decussate in the <strong>anterior white commissure</strong> and ascend contralaterally in the <strong>anterolateral columns</strong> to the thalamus and cortex.&nbsp; Lesions in this part of the spinal cord include syringomyelia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97834.jpg\" alt=\"figure 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 14</div>\n                                </div>\n                                ), discussed further below.</li></ul><h2>Autonomic nervous system tracts</h2><p>In an intact spinal cord, sympathetic neurons are located in the lateral horns of the thoracolumbar spinal cord, whereas parasympathetic neurons are located in the cranial nerves (eg, vagus nerve) and the sacral spinal cord (S2-S4).&nbsp; When a noxious stimulus triggers a sympathetic response (eg, diffuse vasoconstriction, increased heart rate, sweating), a compensatory parasympathetic response (due to baroreceptor activation) follows and leads to modulating inhibitory signals sent down the cord.</p><p>Of note, the splanchnic vasculature, which receives a large part of cardiac output, is innervated by neurons above T6.&nbsp; Lesions above this level can eventually cause autonomic dysreflexia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66136.jpg\" alt=\"figure 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 15</div>\n                                </div>\n                                ) in response to noxious stimuli, as follows:<p></p><ol class=\"article-body-ordered-list\" type=\"1\"><li>Descending inhibitory signals cannot reach the sympathetic neurons in the spinal cord.</li><li>Subsequent sympathetic overactivity below the level of the lesion causes an unrestricted rise in blood pressure.</li><li>Excessive activation of normal parasympathetic pathways, including the vagus (CN X) nerve, decreases the heart rate and causes upper body sweating, flushing, and headache from vasodilation.</li></ol><h1>Other clinical syndromes related to spinal cord lesions</h1><h2>Anterior cord syndrome </h2><p>Anterior cord syndrome (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23796.jpg\" alt=\"figure 16\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 16</div>\n                                </div>\n                                ) occurs due to injury to the anterior two-thirds of the spinal cord, usually due to injury to (eg, disc retropulsion, fragments of bone from vertebral burst fracture) or occlusion (eg, stroke) of the anterior spinal artery.&nbsp; Circulation to the anterior spinal artery comes from segmental arteries that branch off the thoracic aorta; therefore, lesions (eg, aortic dissection) or surgical repair of the aorta can cause anterior cord syndrome.&nbsp; Risk of anterior spinal cord ischemia is greatest at the T10-T12 levels, where blood flow is lowest.&nbsp; Clinical features include:<p></p><ul><li>Bilateral flaccid paralysis and hyporeflexia from initial damage (eg, spinal shock) to the lateral corticospinal tracts and anterior horn cells.&nbsp; This progresses to upper motor neuron signs (eg, spasticity, hyperreflexia) over days to weeks due to involvement of the lateral corticospinal tracts, which carry the UMN fibers.</li><li>Loss of pain/temperature and crude touch sensation from damage to the anterolateral spinothalamic tracts.</li><li>Urinary retention from damage to the descending autonomic tracts involved in bladder control.</li></ul><p>Patients typically have intact bilateral proprioception, vibratory sensation, and light touch as the dorsal columns are intact; blood to the dorsal columns is supplied from the posterior spinal arteries, which are bilateral and reinforced by radicular segmental branches.</p><h2>Brown-Séquard syndrome</h2><p>Brown-Séquard syndrome (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L31944.png\" alt=\"BrownSequard syndrome\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">BrownSequard syndrome</div>\n                                </div>\n                                ) occurs due to hemisection of the spinal cord, typically due to trauma (eg, stabbed in the back).&nbsp; Clinical features include:<p></p><ul><li>Ipsilateral hemiparesis at and below the level of the lesion from damage to the anterior horns and lateral corticospinal tract</li><li>Ipsilateral diminished proprioception, vibratory sensation, and light touch at and below the level of the lesion from damage to the dorsal columns</li><li>Contralateral diminished pain and temperature 1-2 levels distal to the cord injury (due to decussation of the fibers) from damage to the spinothalamic tract</li></ul><p>Spinal cord injury above T1 can also cause ipsilateral Horner syndrome (ie, ptosis, miosis, anhidrosis) if there is concurrent damage to the oculosympathetic pathway.</p><h2>Syringomyelia</h2><p>Syringomyelia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13075.jpg\" alt=\"figure 18\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 18</div>\n                                </div>\n                                ) is a disorder in which a fluid-filled cavity (ie, syrinx) forms within the spinal cord.&nbsp; The syrinx may represent dilation of the central canal or a separate cavity within the spinal parenchyma and is usually located within the cervical or thoracic spine.&nbsp; Syringomyelia is most commonly associated with Chiari type 1 (extension of the cerebellar tonsils into the foramen magnum) malformation but may also occur with spinal cord inflammation, infection, neoplasms, or trauma.&nbsp; Symptoms may present months to years after the initial insult.&nbsp; Clinical features include:<p></p><ul><li>Loss of pain/temperature sensation (starting) in the dermatomes 1-2 levels below the site of spinal involvement (eg, \"cape\" distribution in arms and hands).&nbsp; This is due to disturbance of the crossing spinothalamic tracts in the anterior white commissure.</li><li>Continued syrinx enlargement can encroach on the anterior horn gray matter as well as the central aspect of the lateral corticospinal tracts (in which the upper extremity fibers are somatotopically arranged more centrally).&nbsp; This produces weakness that disproportionately affects the upper extremities compared with the lower extremities.</li><li>Central pain, incontinence, and lower extremity manifestations over time (but these are often initially spared).&nbsp; Scoliosis can occur due to paresis of paravertebral muscles.</li></ul><p>Vibratory/proprioceptive/touch sensation is typically intact due to preservation of the dorsal columns (ie, dissociated sensory loss).&nbsp; The diagnosis is confirmed by MRI, which shows an intramedullary cavity.&nbsp; Management usually requires surgical intervention (eg, shunt placement).</p><h2>Central cord syndrome</h2><p>Central cord syndrome (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L17579.jpg\" alt=\"figure 19\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 19</div>\n                                </div>\n                                ) is similar to syringomyelia, in that damage occurs in the central aspect of the spinal cord.&nbsp; However, central cord syndrome typically occurs due to an incomplete acute spinal cord injury and develops rapidly.&nbsp; Most cases arise when an older individual with a stenotic cervical spinal canal (eg, due to cervical spondylosis) experiences a hyperextension injury to the neck (eg, whiplash due to rear-end collision); this compresses the spinal cord between a hypertrophied ligamentum flavum posteriorly and a bulging disc/osteophyte complex anteriorly, leading to damage to the central spinal cord (grey matter).&nbsp; Clinical features are similar to syringomyelia, except progression is usually rapid and upper extremity weakness is more prominent than sensory loss of pain and temperature.<p></p><h2>Conus medullaris syndrome</h2><p>Conus medullaris syndrome occurs due to compression of the terminal end of the spinal cord, usually at L1-L2, typically from a herniated disc, tumor, or fracture.&nbsp; Clinical features include:</p><ul><li>Sudden-onset, severe low back pain</li><li>Bilateral, symmetric lower extremity weakness with UMN signs due to disruption of the lateral corticospinal tracts of the spinal cord</li><li>Bowel/bladder dysfunction</li></ul><h2>Cauda equina syndrome</h2><p>Cauda equina syndrome (CES) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L87301.jpg\" alt=\"figure 20\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 20</div>\n                                </div>\n                                ) occurs due to compression of the cauda equina, which carries nerve roots from L2-L5, S1-S5, and the coccygeal nerve below the conus medullaris.&nbsp; CES is usually a medical emergency; most cases arise when a large, central lumbar disc herniation compresses multiple spinal nerve roots in the cauda equina.&nbsp; A patient-identified inciting event (such as heavy lifting) is present in only a minority of cases, but pain is typically acute in onset and often exacerbated by coughing or sneezing (due to increased pressure on the nerve root).&nbsp; Other causes include malignancy, inflammatory processes, and (rarely) spinal stenosis.&nbsp; Clinical features include:<p></p><ul><li>Gradual onset of back pain</li><li>Progressive radicular pain (into one or both legs); straight-leg raising testing is positive in most cases (&gt;90%) of acute lumbar herniation</li><li>Motor deficits in the affected myotomes (classically unilateral but sometimes bilateral) with a LMN pattern (reflex responses in the knee or ankle [S1 nerve root] are often absent)</li><li>Patchy sensory loss in the affected dermatomes, which may include saddle anesthesia (impaired sensation in the buttocks, perineum, and/or perianal area) due to involvement of S2-S4 nerve roots</li><li>Rectal sphincter (eg, constipation), bladder (eg, hesitancy, dribbling), and/or sexual dysfunction due to compression of S3-S5</li></ul><p>In contrast to conus medullaris syndrome (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/82581.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ), CES is usually due to disruption of only LMNs because the lesion is at the level of nerve roots.&nbsp; In addition, in CES, pain usually radiates to the leg (vs being isolated to the low back) and numbness extends into the leg and foot (vs limited to the perianal area).&nbsp; Confirmation requires urgent MRI of the lumbosacral spine.&nbsp; Management is usually with urgent surgical decompression.<p></p><h1>Summary</h1><p>Spinal cord neuroanatomy is highly organized, and clinical manifestations of spinal cord injury often correspond to predictable patterns based on the tracts and regions involved.&nbsp; A detailed understanding of the spinal cord's ascending and descending tracts assists with accurately localizing lesions and correlating clinical symptoms.</p></div>\n            "
}