{
  "meta": {
    "title": "Renal anatomy and physiology",
    "url": "https://brainandscalpel.vercel.app/renal-anatomy-and-physiology-0b1372e1-3b628d.html",
    "scrapedAt": "2025-12-01T05:57:26.423Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The kidneys are a pair of bean-shaped organs responsible for maintaining systemic homeostasis.&nbsp; Their key functions include filtration and waste excretion, sodium and water balance, electrolyte and acid-base handling, and various endocrine roles (eg, vitamin D activation).&nbsp; This review explores structural and functional characteristics of the kidney, from its embryologic development to the molecular mechanisms underlying filtration and reabsorption.&nbsp; Endocrine functions are discussed in separate articles.</p>\n<h1>Embryology and gross morphology</h1><h2>Embryology</h2><br><br><p>The definitive kidney, or metanephros, originates from the intermediate mesoderm.&nbsp; Its development proceeds through a series of stages (pronephros, mesonephros, metanephros) during the fourth week of embryologic development.&nbsp; The metanephros arises from the reciprocal interaction between the ureteric bud (which forms the collecting system) and the metanephric mesenchyme (which differentiates into nephrons) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L25953.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).<p></p>\n<h2>Gross morphology</h2><br><br><p>Each adult kidney sits within the retroperitoneal space (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L89580.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ), shielded by a fibrous renal capsule and surrounded by perirenal fat.&nbsp; This fatty cushion provides both mechanical protection and thermal insulation.&nbsp; Each kidney receives blood flow from its respective renal artery and is drained by the renal veins.&nbsp; The left renal vein is longer, making the left kidney preferred for renal transplant because the greater length simplifies the surgical procedure (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L121080.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><br><br><p>Internally, the kidney can be divided into 2 primary regions (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L38273.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Renal cortex</strong>:&nbsp; This outer granular layer contains glomeruli and most metabolically active regions of the nephron (eg, early proximal tubule) with a rich vascular network.</li>\n\t<li><strong>Renal medulla</strong>:&nbsp; This inner region contains renal pyramids and houses the loops of Henle, vasa recta, and collecting ducts.&nbsp; Each pyramid terminates at a renal papilla, which projects into a minor calyx.&nbsp; The renal papillae serve as the exit points where collecting ducts converge to drain urine into the minor calyces, which join to form major calyces that in turn converge into the renal pelvis.</li>\n</ul><br><br><p>Some individuals are born with a solitary functioning kidney, as in the case of unilateral renal agenesis (failure of the ureteric bud to develop).&nbsp; Although most of these people remain asymptomatic due to compensatory hyperfiltration by the remaining kidney, they face an elevated risk for chronic kidney disease (CKD) due to hyperfiltration injury.</p>\n<h1>The nephron</h1><br><br><p>The nephron is the fundamental functional unit of the kidney, responsible for transforming filtered blood (the filtrate) into urine (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L1463.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).&nbsp; Each kidney contains approximately 1 million nephrons, each of which consists of a renal corpuscle (site of filtrate formation) and tubule (site of filtrate refinement).<p></p>\n<h2>Renal corpuscle: Filtrate formation</h2><br><br><p>The renal corpuscle forms the kidney's filtration apparatus (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L35856.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ) and consists of:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Glomerulus</strong>:&nbsp; A specialized capillary network supplied by the afferent arteriole.</li>\n\t<li><strong>Bowman capsule</strong>:&nbsp; A double-walled epithelial structure enclosing the glomerulus, consisting of simple squamous epithelium (parietal layer) and specialized podocytes with interdigitating foot processes connected by slit diaphragms (visceral layer) interspersed by proteins (eg, nephrin, podocin).</li>\n</ul><br><br><p>Within the renal corpuscle, blood is filtered through the glomerular capillaries into the Bowman space (confined space within the capsule), forming the filtrate that ultimately becomes urine.&nbsp; The filtration occurs across the <strong>glomerular filtration barrier</strong>, which progressively increases in selectivity (based on particle size) as substances pass through its 3 layers:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fenestrated endothelium</strong>:&nbsp; Fenestrated endothelium forms the innermost layer of the glomerular capillaries, permitting the passage of many plasma components through pores (70-100 nm in diameter).&nbsp; Fluid, dissolved solutes, and plasma proteins are allowed through, whereas blood cells are not.</li>\n\t<li><strong>Glomerular basement membrane (GBM)</strong>:&nbsp; This middle layer is composed of type IV collagen and heparan sulfate, serving as the most significant physical barrier.&nbsp; The GBM prevents entry of molecules &gt;40-50 nm.</li>\n\t<li><strong>Podocyte foot processes</strong>:&nbsp; These processes form the outermost layer and contain small slit diaphragms (25-60 nm in diameter) that restrict the passage of proteins larger than approximately 70 kDa.</li>\n</ul><br><br><p>In addition to the size barriers, <strong>negatively charged glycoproteins</strong> in all 3 layers add an electrostatic filter that repels larger, negatively charged solutes (eg, albumin) while not affecting small solutes (eg, electrolytes).&nbsp; This intricate filtration system comprising physical and electrochemical barriers ensures that essential plasma proteins remain in circulation while waste products, electrolytes, and excess fluid are filtered (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L120795.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).<p></p>\n<h2>Renal tubules: Filtrate refinement</h2><br><br><p>Once the glomerular filtrate is formed, it enters the tubular system, where its composition is adjusted through tubular reabsorption (movement of substances from tubular lumen to blood) and secretion (movement from blood to tubular lumen).&nbsp; The result—the net sum of filtration, reabsorption, and secretion—is excretion, the forming of the final urine.&nbsp; The functionally distinct tubular segments include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Proximal convoluted tubule</strong> (PCT)<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Lined by cuboidal epithelial cells with a prominent brush border and abundant mitochondria, optimizing it for extensive solute reabsorption.</li>\n\t\t<li>Reabsorbs 65%-70% of filtered Na⁺ (eg, via Na<font size=\"2\"><sup>+</sup></font>/H<font size=\"2\"><sup>+</sup></font> exchangers), in addition to glucose (via sodium-glucose cotransporter-2 [SGLT-2] (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L122976.png\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                )), bicarbonate (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59841.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ), phosphate (regulated by parathyroid hormone), and Ca<font size=\"2\"><sup>2+</sup></font>.</li>\n\t\t<li>Secretes organic anions (eg, penicillin) via organic anion transporters and reabsorbs uric acid.&nbsp; Both functions are inhibited by probenecid, a gout medication with a uricosuric effect (probenecid should be avoided in patients taking penicillin) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26297.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).</li>\n\t\t<li>Renal glucose handling follows a titration curve:&nbsp; At plasma glucose &lt;200 mg/dL, nearly all filtered glucose is reabsorbed.&nbsp; Beyond the transport maximum, excess glucose spills into urine (glucosuria) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59413.png\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ).</li>\n\t</ul>\n\t</li>\n\t<li><strong>Loop of Henle </strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Descending limb:&nbsp; Passively reabsorbs water, concentrating tubular fluid.</li>\n\t\t<li>Thick ascending limb (TAL):&nbsp; Impermeable to water, it actively transports Na<font size=\"2\"><sup>+</sup></font>, K<font size=\"2\"><sup>+</sup></font>, and Cl<font size=\"2\"><sup>−</sup></font> into the medullary interstitium via Na<font size=\"2\"><sup>+</sup></font>-K<font size=\"2\"><sup>+</sup></font>-2Cl<font size=\"2\"><sup>−</sup></font> cotransporters.&nbsp; This creates a medullary concentration gradient, allowing water reabsorption and urine concentration (discussed later).</li>\n\t\t<li>Reabsorbs Mg<font size=\"2\"><sup>2+</sup></font> and Ca<font size=\"2\"><sup>2+</sup></font> via paracellular pathways.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Distal convoluted tubule</strong> (DCT)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>This segment adjusts sodium and calcium concentrations (eg, via Na<font size=\"2\"><sup>+</sup></font>-Cl<font size=\"2\"><sup>−</sup></font> cotransporters) under regulation by parathyroid hormone.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Collecting duct</strong> (CD)\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>The nephron's final segment, the CD, determines urine concentration and composition.</li>\n\t\t<li>Antidiuretic hormone (ADH) regulates water reabsorption via aquaporin-2 channels, concentrating urine when present and allowing dilution in its absence (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84286.jpg\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ).</li>\n\t\t<li>Principal cells secrete K<font size=\"2\"><sup>+</sup></font> (via ROMK channels) and reabsorb Na<font size=\"2\"><sup>+</sup></font> (via ENaC), modulated by aldosterone.&nbsp; Intercalated cells maintain acid-base balance by secreting H<font size=\"2\"><sup>+</sup></font> (via H<font size=\"2\"><sup>+</sup></font>-ATPase) and modulating bicarbonate transport.&nbsp; Both are regulated by aldosterone (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16602.jpg\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                ).</li>\n\t\t<li>Urea passively diffuses out of the inner medullary CD, contributing to the medullary osmotic gradient.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>The following is a summary of electrolyte handling through the tubular segments:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sodium:&nbsp; Reabsorbed in PCT (65%), TAL (25%), and DCT/CD (10%).</li>\n\t<li>Potassium:&nbsp; Reabsorbed in PCT/TAL; secreted in CD (regulated by aldosterone).</li>\n\t<li>Phosphate:&nbsp; Reabsorbed in PCT (inhibited by parathyroid hormone).</li>\n\t<li>Calcium:&nbsp; Reabsorbed in PCT (60%), TAL (20%), and DCT (20%).</li>\n\t<li>Magnesium:&nbsp; Primarily reabsorbed in TAL (70%).</li>\n</ul><br><br><p>There are 2 types of nephrons specialized for different purposes.&nbsp; <strong>Cortical nephrons</strong> make up the majority of nephrons and are optimized for solute reabsorption (ie, contain short loops of Henle) into peritubular capillaries.&nbsp; <strong>Juxtamedullary nephrons</strong> extend deep into the medulla and are therefore critical for concentrating urine through the countercurrent multiplication system.</p><br><br><p>The countercurrent multiplication system (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L42504.jpg\" alt=\"figure 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 14</div>\n                                </div>\n                                ) establishes a <strong>medullary concentration gradient</strong> in the renal medulla to facilitate water reabsorption.&nbsp; It relies on the unique structure of the loop of Henle.&nbsp; The descending limb is permeable to water but not solutes; this allows water to leave the tubules, increasing tubular fluid osmolarity.&nbsp; In contrast, the ascending limb is impermeable to water but actively transports sodium, potassium, and chloride into the medullary interstitium, reducing tubular fluid osmolarity while increasing medullary solute concentration.&nbsp; This countercurrent flow amplifies the osmotic gradient, which is essential for the CD to reabsorb water under the influence of ADH, ultimately concentrating the urine.&nbsp; The vasa recta, a specialized capillary network, helps maintain this gradient by preventing the washout of solutes from the medulla.<p></p>\n<h1>Vascular architecture</h1><br><br><p>Blood enters the kidneys via the renal artery, which divides into interlobar arteries, then arcuate arteries, and, finally, cortical radial arteries.&nbsp; These give rise to afferent arterioles, forming the glomerular capillary network.&nbsp; After blood is filtered through the glomerulus, it exits via the efferent arterioles, forming peritubular capillaries (in cortical nephrons) or the vasa recta (in juxtamedullary nephrons) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L24617.png\" alt=\"figure 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 15</div>\n                                </div>\n                                ).&nbsp; The blood is finally collected from the peritubular network into cortical radial veins, which coalesce into arcuate veins, then interlobar veins, and, finally, the renal vein.<p></p><br><br><p>The renal cortex receives approximately 90%-95% of renal blood flow, whereas the renal medulla receives the remaining 5%-10%.&nbsp; This makes the medulla very sensitive to hypoxia, as demonstrated by the injury pattern seen in ischemic acute tubular necrosis, with the outer medullary cells being most affected (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L84244.jpg\" alt=\"figure 16\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 16</div>\n                                </div>\n                                ).<p></p>\n<h1>Glomerular filtration</h1><h2>Net filtration pressure</h2><br><br><p>The net filtration pressure, which governs fluid movement across the glomerular filtration barrier, is a result of pressure gradients formed by Starling forces and is calculated by subtracting the oncotic pressure gradient from the hydrostatic pressure gradient (ie, net filtration pressure = [P<font size=\"2\"><sub>c</sub></font> − P<font size=\"2\"><sub>i</sub></font>] − [π<font size=\"2\"><sub>c</sub></font> − π<font size=\"2\"><sub>i</sub></font>]) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59271.jpg\" alt=\"figure 17\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 17</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The hydrostatic pressure gradient (P<font size=\"2\"><sub>c</sub></font> − P<font size=\"2\"><sub>i</sub></font>) is the difference between the hydrostatic pressures in the intraglomerular capillaries and the Bowman space.&nbsp; Hydrostatic pressure in the capillaries is higher than that in the Bowman space and provides the driving force for fluid efflux from the capillaries.</li>\n\t<li>The oncotic pressure gradient (π<font size=\"2\"><sub>c</sub></font> − π<font size=\"2\"><sub>i</sub></font>) is the difference between the oncotic pressures in the intraglomerular capillaries and the Bowman space.&nbsp; Oncotic pressure is driven chiefly by large plasma proteins (eg, albumin), which do not freely filter across the glomerular capillary basement membrane due to both size and charge barriers.&nbsp; The high oncotic pressure in the capillaries counteracts the capillary hydrostatic pressure and decreases net fluid efflux from the capillaries.</li>\n</ul>\n<h2>Renal clearance and renal plasma flow</h2><br><br><p>Renal <strong>clearance</strong> is the volume of plasma completely cleared of a given substance by the kidneys per unit time (usually expressed in mL/min).&nbsp; It reflects the kidney's efficiency in removing a substance from the bloodstream.&nbsp; Renal clearance of any substance (S) can be calculated as:</p><br><br><p>Clearance = ([Urine concentration of S] × [Urine flow rate]) / (Plasma concentration of S)</p><br><br><p>Renal clearance can vary from 0 to &gt;600 mL/min, depending on the substance.&nbsp; For example, under normal physiologic conditions, clearance of albumin and glucose is 0 (albumin is not filtered; glucose is filtered and then completely reabsorbed).&nbsp; In contrast, maximum clearance is demonstrated by <strong>para-aminohippurate</strong> (PAH), which is freely filtered in the glomerulus and also actively secreted in the proximal tubule (ie, tubular fluid concentration increases along the nephron segments (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L20110.png\" alt=\"figure 18\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 18</div>\n                                </div>\n                                )).&nbsp; PAH is nearly completely cleared in 1 renal pass, and its clearance therefore approximates the <strong>renal plasma flow</strong> (RPF), which is the volume of plasma passing through the kidney per unit of time (approximately 625 mL/min).<p></p><br><br><p>In contrast to PAH clearance, inulin clearance, described in the next section, is the gold standard for measuring the glomerular filtration rate (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18439.png\" alt=\"figure 19\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 19</div>\n                                </div>\n                                ).<p></p>\n<h2>Glomerular filtration rate</h2><br><br><p>The <strong>glomerular filtration rate</strong> (GFR) represents the volume of plasma filtered per minute, typically 90-120 mL/min in healthy adults.&nbsp; GFR represents the sum of filtration rates across all nephrons and is most accurately measured through <strong>inulin clearance</strong>.&nbsp; Inulin, an exogenous substance, is an ideal marker because it is freely filtered by the glomerulus and not reabsorbed, secreted, or metabolized by the renal tubules.&nbsp; As a result, the amount of filtered inulin exactly equals the amount excreted in urine.&nbsp; However, this method is labor intensive, requiring continuous infusion and multiple blood and urine samples, limiting its clinical use.</p><br><br><p>In clinical practice, GFR is typically estimated using the serum concentration of <strong>creatinine</strong>, a waste product generated during muscle metabolism of creatine.&nbsp; Creatinine is produced at a relatively constant rate proportional to muscle mass and is freely filtered by the glomerulus without being reabsorbed (and is only slightly secreted).&nbsp; The <strong>estimated GFR</strong> (eGFR) is calculated using formulas (eg, CKD-EPI, MDRD) that incorporate serum creatinine alongside variables such as age, sex, and race.</p><br><br><p>The relationship between serum creatinine and GFR is nonlinear.&nbsp; A useful clinical rule is that each 50% reduction in GFR correlates with a doubling of serum creatinine.&nbsp; For example, if a serum creatinine of 1.0 mg/dL corresponds to a GFR of 100 mL/min, a decline in GFR to 50 mL/min raises serum creatinine to 2.0 mg/dL.&nbsp; Further reductions to 25, 12.5, and 6.25 mL/min would yield serum creatinine levels of 4.0, 8.0, and 16.0 mg/dL, respectively.&nbsp; This curvilinear relationship means that in early kidney disease even minor increases in serum creatinine reflect substantial declines in GFR (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85879.png\" alt=\"figure 20\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 20</div>\n                                </div>\n                                ).&nbsp; Consequently, serum creatinine alone is an insensitive marker for detecting early CKD, underscoring why GFR—rather than creatinine concentration alone—is used for CKD staging and management.<p></p>\n<h2>Creatinine clearance</h2><br><br><p>Alternatively, <strong>creatinine clearance</strong> (CrCl) provides another approximation of GFR.&nbsp; CrCl can be measured directly using a 24-hour urine creatinine collection or estimated using the Cockcroft-Gault formula (which incorporates age, weight, sex, and serum creatinine).&nbsp; However, unlike inulin, a small fraction of creatinine is actively secreted by the proximal tubules, leading to an overestimation of GFR by approximately 10%-20% when using uncorrected CrCl.&nbsp; Although this overestimation makes CrCl less suitable for precise CKD diagnosis and staging, it remains widely used for medication dosing adjustments because drug dosing studies and guidelines were historically developed using CrCl measurements.</p>\n<h2>Advanced biomarkers</h2><br><br><p>Given that both eGFR and CrCl rely on serum creatinine, both have limitations in individuals with low muscle mass (eg, malnutrition, lower extremity amputation) or high- or low-protein diets.&nbsp; In such cases, advanced biomarkers are helpful.&nbsp; For instance, cystatin C, a small protein produced by all nucleated cells (ie, not affected by muscle mass or dietary protein) and freely filtered by the glomerulus, offers a more reliable biomarker.</p>\n<h1>Renal hemodynamics</h1><h2>Renal blood flow and filtration fraction</h2><br><br><p>RPF (approximated by PAH clearance) can be used to calculate the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Renal blood flow (RBF):&nbsp; Defined as the volume of whole blood (plasma plus blood cells) passing through the kidneys per unit time.&nbsp; RBF = RPF/(1 − hematocrit).&nbsp; RBF reflects overall renal perfusion (approximately 25% of cardiac output, or 1.25 L/min) and is influenced by systemic hemodynamics (eg, blood pressure, vascular resistance).</li>\n\t<li>Filtration fraction (FF):&nbsp; Expressed as the ratio of GFR to RPF.&nbsp; It is the portion of RPF that is filtered across the glomerular capillaries.&nbsp; Normally, FF is approximately 20%, meaning that 20% of the RBF is filtered.&nbsp; The remaining 80% of the RBF exits the efferent arterioles and joins the peritubular capillary blood flood.</li>\n</ul>\n<h2>Mechanisms regulating GFR and RBF</h2><br><br><p>Both GFR and RBF are influenced by the vascular tone of both the afferent and the efferent arterioles, as shown in the following table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/126352.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Juxtaglomerular apparatus</h1><br><br><p>The juxtaglomerular apparatus (JGA) is a specialized structure located where the DCT contacts the afferent and efferent arterioles (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L4948.jpg\" alt=\"figure 21\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 21</div>\n                                </div>\n                                ).&nbsp; The JGA is critical for regulating RBF and glomerular filtration and consists of the following components:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Macula densa</strong>:&nbsp; Chemoreceptor cells that sense sodium chloride (NaCl) concentration in the tubular fluid via Na<font size=\"2\"><sup>+</sup></font>-K<font size=\"2\"><sup>+</sup></font>-2Cl<font size=\"2\"><sup>−</sup></font> transporters.</li>\n\t<li><strong>Juxtaglomerular cells</strong>:&nbsp; Modified smooth muscle cells in the wall of the afferent arteriole that secrete renin in response to decreased blood pressure, reduced NaCl, or sympathetic stimulation.</li>\n\t<li><strong>Extraglomerular mesangial cells</strong>:&nbsp; Cells that facilitate communication within the JGA through gap junctions, fine-tuning the feedback response.</li>\n</ul><br><br><p>In addition to regulating RBF and GFR (discussed in the next section), the JGA also plays a key role in the <strong>renin-angiotensin-aldosterone system</strong> (RAAS) by releasing renin in response to a variety of renal stimuli, including reduced afferent arteriolar pressure, reduced sodium delivery, and increased sympathetic drive.&nbsp; Renin converts angiotensinogen to angiotensin I, which is then converted to angiotensin II by ACE.&nbsp; Angiotensin II causes systemic vasoconstriction (increasing blood pressure), promotes aldosterone release (increasing blood volume), and stimulates thirst (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90500.png\" alt=\"figure 22\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 22</div>\n                                </div>\n                                ).<p></p>\n<h1>Regulation of renal blood flow</h1><h2>Normal renal autoregulation</h2><br><br><p>Normally, the kidneys maintain <strong>stable RBF and GFR</strong> over a wide range of mean arterial pressures (MAPs) (80-180 mm Hg) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22789.jpg\" alt=\"figure 23\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 23</div>\n                                </div>\n                                ).&nbsp; This process, called renal autoregulation, is accomplished through dynamic adjustments in <strong>afferent arteriole</strong> resistance via the following mechanisms:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Myogenic response</strong>:&nbsp; Rising arterial pressure stretches afferent arteriolar smooth muscle, triggering vasoconstriction (through opening of stretch-activated calcium channels).&nbsp; This reduces blood flow into the glomerulus, preventing abrupt increases in glomerular pressure.&nbsp; Conversely, dropping arterial pressure triggers afferent vasodilation, increasing RBF (and hence GFR).</li>\n\t<li><strong>Tubuloglomerular feedback</strong>:&nbsp; Increased arterial pressure leads to higher filtration of NaCl, which is delivered to the macula densa.&nbsp; This triggers the paracrine release of vasoconstrictors (eg, adenosine), causing afferent arteriole constriction to limit blood flow.&nbsp; In contrast, as pressures drop, reduced NaCl delivery releases vasodilators (eg, prostaglandins, nitric oxide) to maintain RBF and GFR.</li>\n</ul>\n<h2>Failure of renal autoregulation</h2><br><br><p>Under extreme deviations in MAP (&lt;80 mm Hg or &gt;180 mm Hg), renal blood flow autoregulation is unable to maintain stable RBF and GFR, as demonstrated in the following scenarios:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>↓↓ <strong>MAP</strong>:&nbsp; Autoregulatory vasodilation is overwhelmed, unable to sufficiently elevate RBF and GFR.&nbsp; Although compensatory prostaglandins (eg, prostaglandin E₂) dilate the afferent arteriole to preserve GFR, prolonged/severe hypotension exhausts this safeguard, causing prerenal acute kidney injury (AKI).</li>\n\t<li>↑↑ <strong>MAP</strong>:&nbsp; Excessive pressure overwhelms autoregulatory vasoconstriction, exposing glomeruli to systemic hypertension.&nbsp; This leads to hyperfiltration, glomerular damage, proteinuria, and inflammation (due to mesangial stretch), culminating in acute hypertensive nephrosclerosis.</li>\n</ul>\n<h2>Clinical applications</h2><br><br><p>In addition to extreme MAP deviations, renal autoregulation can be disrupted in various clinical scenarios, including:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>ACE inhibitors or angiotensin II receptor blockers (ARBs):&nbsp; These inhibit angiotensin II, which normally maintains GFR via efferent constriction during reduced MAP (eg, volume depletion).&nbsp; As MAP decreases, patients on these drugs are prone to prerenal AKI due to afferent vasodilation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16384.jpg\" alt=\"figure 24\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 24</div>\n                                </div>\n                                ).&nbsp; However, in patients whose volume status is stable, these medications protect glomerular capillaries (eg, diabetic nephropathy) by reducing intraglomerular hypertension, slowing disease progression despite a minor GFR decline.</li>\n\t<li>NSAIDs:&nbsp; By inhibiting prostaglandin synthesis (eg, PGE₂), these medications prevent afferent arteriole dilation during hypoperfusion.&nbsp; In states of low effective arterial blood volume (EABV) (eg, volume depletion, heart failure, cirrhosis), this causes unopposed vasoconstriction and AKI (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47085.jpg\" alt=\"figure 25\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 25</div>\n                                </div>\n                                ).</li>\n\t<li>SGLT-2 inhibitors:&nbsp; Blocking SGLT-2 in the proximal tubule reduces glucose and sodium reabsorption, increasing solute delivery to the macula densa.&nbsp; This enhances tubuloglomerular feedback, causing afferent vasoconstriction, lowering intraglomerular pressure, and reducing hyperfiltration (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60452.jpg\" alt=\"figure 26\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 26</div>\n                                </div>\n                                ).&nbsp; This renoprotective effect mimics those of ACE inhibitors and ARBs but targets afferent (rather than efferent) arterioles.</li>\n\t<li>Nephrotoxic agents:&nbsp; Intraarterial iodinated contrast may cause AKI via afferent vasoconstriction (and direct tubular toxicity), especially in CKD.&nbsp; Calcineurin inhibitors (eg, tacrolimus) can also induce afferent vasoconstriction.</li>\n\t<li>Hepatorenal syndrome:&nbsp; Advanced cirrhosis leads to severe splanchnic vasodilation and reduced EABV.&nbsp; Compensatory RAAS hyperactivity (from renal hypoperfusion) causes intense renal vasoconstriction, overwhelming autoregulatory mechanisms and impairing renal function.</li>\n</ul><br><br><p>Beyond these acute disruptions, chronic conditions such as hypertension and diabetes mellitus also significantly impact renal autoregulation.&nbsp; In chronic hypertension, prolonged high pressure shifts the autoregulatory range upward, making the kidneys reliant on high perfusion.&nbsp; A sudden MAP drop (eg, from overtreatment) can cause AKI.&nbsp; Diabetes mellitus promotes persistent afferent dilation (via multiple mechanisms), increasing glomerular hyperfiltration.&nbsp; Over time, this damages the glomerular basement membrane, leading to proteinuria and nephropathy.&nbsp; Both conditions impair perfusion stability, heightening AKI risk during hemodynamic stress.</p>\n<h1>Summary</h1><br><br><p>The kidneys maintain homeostasis through intricate filtration, reabsorption, and secretion mechanisms.&nbsp; Cortical nephrons dominate solute reabsorption, whereas juxtamedullary nephrons establish the medullary osmotic gradient via countercurrent multiplication (allowing water reabsorption with concentration of urine).</p><br><br><p>The glomerular filtration barrier combines size-selective (eg, glomerular basement membrane, podocytes) and charge-selective (ie, negatively charged glycoproteins) layers to exclude plasma proteins.&nbsp; Tubular segments use specialized transporters to adjust filtrate composition, modulated by various hormones (eg, antidiuretic hormone, aldosterone).</p><br><br><p>Renal hemodynamics are autoregulated via myogenic responses and tubuloglomerular feedback, maintaining the glomerular filtration rate and renal blood flow across a wide range of mean arterial pressures (80-180 mm Hg).&nbsp; Clinical biomarkers (eg, creatinine, cystatin C) and clearance techniques (eg, inulin clearance) quantify renal function.&nbsp; Pharmacologic agents (eg, ACE inhibitors, sodium-glucose cotransporter-2 inhibitors) target glomerular pressure to mitigate hyperfiltration injury.&nbsp; Disrupted autoregulation (eg, NSAIDs, hypotension) precipitates acute kidney injury, underscoring the kidney's vulnerability to hemodynamic perturbations.</p>\n</div>\n\n            "
}