{
  "meta": {
    "title": "Acute pericarditis",
    "url": "https://brainandscalpel.vercel.app/acute-pericarditis-cb56d0f5-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:44:38.160Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Pericarditis refers to inflammation of the pericardium, the protective sac surrounding the heart.</p>\n<h1>Pathophysiology</h1><br><br><p>The pericardium consists of 2 parts: the outer fibrous pericardium and the inner serous pericardium.&nbsp; The serous pericardium is composed of a parietal layer, which abuts the fibrous pericardium, and a visceral layer, which abuts the surface of the heart.&nbsp; Between the parietal and visceral layers is the pericardial space, which normally contains a small amount of fluid that helps minimize friction between the heart and pericardium as the heart contracts.</p><br><br><p>Pericarditis results from a systemic or localized inflammatory process that involves the pericardium.&nbsp; There is infiltration of inflammatory cells (eg, neutrophils, lymphocytes) into the pericardium, often with increased production of inflammatory fluid (ie, pericardial effusion).&nbsp; The fluid can be fibrinous, serous, hemorrhagic, or purulent depending on the underlying source of inflammation.&nbsp; Rapid or large-volume accumulation of pericardial fluid can increase the risk for cardiac tamponade.&nbsp; Persistent inflammation can cause fibrosis and adhesions that restrict pericardial movement.</p>\n<h1>Etiologies</h1><br><br><p>Common etiologies of pericarditis include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/80023.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Viral pericarditis</strong>:&nbsp; Systemic viral infection is the most common cause of acute pericarditis.&nbsp; Frequently implicated viruses include coxsackievirus, echovirus, influenza, and adenovirus.&nbsp; Patients may have a prodrome of viral illness (eg, fever, malaise, respiratory symptoms, gastrointestinal symptoms), but in some cases pericarditis is the only apparent manifestation of viral infection.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Idiopathic pericarditis</strong>:&nbsp; Often, the cause of acute pericarditis is never determined, and the etiology is deemed idiopathic.&nbsp; Most of these cases are likely due to a viral infection that has not been definitively recognized.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Autoimmune pericarditis</strong>:&nbsp; Systemic lupus erythematosus, rheumatoid arthritis, and scleroderma are frequent rheumatologic causes of pericarditis.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Uremic pericarditis</strong>:&nbsp; Acute pericarditis can develop in patients with acute or chronic renal failure and elevated blood urea nitrogen (BUN).&nbsp; The BUN level at which pericarditis occurs is highly variable: some patients may develop pericarditis at BUN &gt;60 mg/dL, but others can have much higher BUN levels without developing pericarditis.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Peri-infarction pericarditis</strong>:&nbsp; This type of acute pericarditis results from local inflammation and typically occurs &lt;4 days after myocardial infarction.&nbsp; It is best prevented by early coronary reperfusion, which helps minimize myocardial necrosis.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Post–cardiac injury syndrome</strong> (PCIS):&nbsp; This is an immune-mediated pericarditis that occurs several weeks to months following myocardial injury.&nbsp; Potential sources of injury include myocardial infarction, cardiac surgery or procedure, and trauma.&nbsp; When the inciting injury is myocardial infarction, PCIS is often referred to as Dressler syndrome.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Bacterial/fungal pericarditis</strong>:&nbsp; Tuberculosis is a common cause of pericarditis in regions where it is endemic.&nbsp; Typical bacteria, such as <em>Staphylococcus aureus</em>, <em>Streptococcus pneumoniae</em>, and <em>Neisseria meningitidis</em>, are rare causes of acute pericarditis.&nbsp; Systemic fungal infections, such as histoplasmosis and coccidioidomycosis, can also rarely involve the pericardium.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Malignant pericarditis</strong>:&nbsp; This type of pericarditis most commonly occurs due to metastatic spread to the pericardium.&nbsp; The most common malignancies causing pericarditis include breast cancer, lung cancer, and lymphoma.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Radiation therapy</strong>:&nbsp; Acute pericarditis can occasionally develop within days or weeks of thoracic radiation therapy.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The classic clinical presentation of acute pericarditis includes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L113263.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chest pain</strong>:&nbsp; This is the hallmark symptom of pericarditis, present in &gt;95% of cases.&nbsp; The pain is typically sharp, pleuritic, and substernal.&nbsp; It may radiate to the neck, shoulders, or back and is typically <strong>worsened by deep inspiration</strong>.&nbsp; The pain also characteristically <strong>worsens with lying flat</strong> and <strong>improves with sitting forward</strong> (positional).</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Fever</strong>:&nbsp; Low-grade fever is common, related to systemic inflammation or an underlying infectious process.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pericardial friction rub</strong>:&nbsp; A high-frequency grating or squeaking sound is best heard at the left sternal border with the patient leaning forward.&nbsp; The rub is classically <strong>triphasic</strong>, with components heard during atrial systole, ventricular systole, and ventricular diastole.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pericardial effusion</strong>:&nbsp; Some degree of pericardial effusion is usually, but not always, present.&nbsp; Pericardial effusion sufficient to restrict cardiac filling can lead to signs and symptoms of cardiac tamponade (eg, hypotension, tachycardia, pulsus paradoxus).</li>\n</ul>\n<h1>Diagnosis</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Clinical evaluation</strong>:&nbsp; A thorough history and physical examination, focusing on chest pain characteristics, positional exacerbation, and associated symptoms (eg, viral prodrome), are key to diagnosing pericarditis.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>ECG</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97004.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; Typical findings include <strong>diffuse ST-segment elevation</strong> with upward concavity (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8741.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) (caused by ventricular inflammation) and <strong>PR-segment depression</strong> (caused by atrial inflammation).&nbsp; These changes are typically widespread and do not correspond to coronary artery distribution.&nbsp; These ECG findings tend to be absent in uremic pericarditis because the inflammation does not affect the myocardium.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chest x-ray</strong>:&nbsp; Chest x-ray is often unremarkable but may show <strong>cardiomegaly</strong> if pericardial effusion is present.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Echocardiography</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18426.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ):&nbsp; Transthoracic echocardiography is useful for assessing <strong>pericardial effusion</strong> and for detecting signs of tamponade, such as right atrial or right ventricular diastolic collapse.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Laboratory evaluation</strong>:&nbsp; Inflammatory markers such as C-reactive protein and erythrocyte sedimentation rate are typically elevated.&nbsp; A complete blood count may show leukocytosis.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Pericardial fluid analysis</strong>:&nbsp; If pericardial effusion is present, fluid analysis including cytology, Gram stain and culture, acid-fast bacilli stain and culture, and organism-specific PCR testing can be helpful.&nbsp; Other parameters (eg, protein, cell count, lactate dehydrogenase) are rarely helpful (Light criteria for pleural fluid analysis does not apply to pericardial fluid analysis).</li>\n</ul>\n<h1>Management</h1><br><br><p>For <strong>acute viral or idiopathic pericarditis</strong>, the recommended treatment is a combination of <strong>colchicine</strong> with<strong>&nbsp;</strong>an <strong>nonsteroidal anti-inflammatory drug (NSAID)</strong>, usually <strong>ibuprofen or aspirin</strong>, over an NSAID alone, due to lower recurrence rates.&nbsp; Indomethacin tends to cause more adverse effects than ibuprofen or aspirin and is reserved for when initial treatment is ineffective.&nbsp; Glucocorticoids are reserved for patients with NSAID contraindications (eg, renal failure, late pregnancy) or specific conditions requiring glucocorticoids (eg, autoimmune pericarditis).&nbsp; The lowest effective dose should be used, with a slow taper to reduce the risk of recurrent pericarditis.</p><br><br><p>For <strong>peri-infarction pericarditis</strong>, <strong>aspirin plus colchicine</strong> is preferred because it does not interfere with myocardial healing (NSAIDs other than aspirin may hinder scar formation).&nbsp; Glucocorticoids and nonaspirin NSAIDs should generally be avoided unless pericarditis is persistent.</p><br><br><p>For pericarditis with an identifiable nonviral cause (eg, bacterial, malignant), treatment focuses on the underlying condition and may include drainage of pericardial effusion if necessary.&nbsp; Patients with uremic pericarditis should undergo dialysis (once cardiac tamponade has been excluded).</p><br><br><p>Patients are typically advised to rest and avoid strenuous physical activity during the acute phase to minimize symptoms and reduce the risk of complications.</p>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cardiac tamponade</strong>:&nbsp; Rapid or large-volume pericardial effusion can compress the cardiac chambers, leading to impaired diastolic filling, hemodynamic compromise, and potentially cardiac arrest.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Recurrent pericarditis</strong>:&nbsp; This is defined as the recurrence of symptoms after an apparent resolution of acute pericarditis.&nbsp; Recurrence may be seen in up to 15%-30% of cases.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Constrictive pericarditis</strong>:&nbsp; Ongoing inflammation associated with chronic pericarditis or recurrent episodes of acute pericarditis can lead to pericardial fibrosis and restricted pericardial expansion.&nbsp; This can impair diastolic filling of the heart chambers and cause right-sided heart failure.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis for acute idiopathic or viral pericarditis is generally good with appropriate treatment.&nbsp; Most patients experience resolution of symptoms within a few weeks.&nbsp; The prognosis for nonviral acute pericarditis is primarily driven by the underlying etiology (eg, malignancy, renal failure), which may carry a poor prognosis.&nbsp; Cardiac tamponade is a potential cause of acute mortality, and constrictive pericarditis can lead to substantial chronic morbidity; however, these complications are relatively uncommon.</p>\n<h1>Summary</h1><br><br><p>Acute pericarditis (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31628.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) can occur due to viral, autoimmune, and postinfarctive conditions, among other etiologies.&nbsp; The classic presentation is pleurtic chest pain that decreases with sitting forward, a pericardial friction rub, and an ECG with diffuse ST-segement elevation and PR-segment depression.&nbsp; Treatment is dependent on the underlying etiology.<p></p>\n</div>\n\n            "
}