{
  "meta": {
    "title": "Acute coronary syndrome (ACS): ST-elevation myocardial infarction (STEMI) and non-STEMI (NSTEMI)",
    "url": "https://brainandscalpel.vercel.app/acute-coronary-syndrome-acs-st-elevation-myocardial-infarction-stemi-and-non-stemi-nstemi-f1d2bce3-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:44:35.684Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Acute coronary syndrome (ACS) is a condition of acute myocardial ischemia and infarction.&nbsp; It involves <strong>rupture</strong> of a coronary artery atherosclerotic <strong>plaque</strong>, leading to the formation of overlying thrombus and blockage of blood flow to distal myocardium.&nbsp; When myocardial ischemia persists for a prolonged period (eg, &gt;30 min), irreversible cell injury develops and eventually leads to myocardial cell death (infarction).&nbsp; ACS has 2 major subtypes:</p><ul class=\"article-body-unordered-list\"><li>ST-segment elevation myocardial infarction (STEMI)</li><li>Non–ST-segment elevation myocardial infarction (NSTEMI)</li></ul><p>A third subtype, unstable angina, has been used in the past but is now rarely clinically applicable (given the advent of high-sensitivity troponin testing, described later).&nbsp; ACS requires prompt recognition and management to limit myocardial tissue death and reduce morbidity and mortality.</p><h1>Pathophysiology</h1><h2>STEMI</h2><p>Myocardial infarction (MI) is usually caused by acute atherosclerotic plaque rupture with release of lipids, collagen, and tissue factor into the bloodstream; because these contents are highly thrombogenic, there is rapid formation of overlying thrombus.&nbsp; In STEMI, the overlying thrombus is extensive enough to <strong>fully occlude</strong> the coronary artery lumen, completely blocking blood flow to a portion of the heart and leading to transmural (full-thickness (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45481.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                )) ischemic injury of the myocardial wall.&nbsp; The <strong>full-thickness injury</strong> of myocardial tissue causes characteristic ST-segment elevation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97796.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ) on ECG in the leads corresponding (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L28048.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) to the affected region of the heart, suggesting occlusion of a particular coronary artery (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/81399.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).&nbsp; ST-segment elevation on ECG is the primary diagnostic finding in STEMI.<p></p><h2>NSTEMI</h2><p>Atherosclerotic plaque rupture that leads to <strong>partially obstructive</strong> thrombus is more likely to produce NSTEMI, which is characterized by <strong>partial-thickness infarction</strong> involving the subendocardium; more superficial myocardium (closer to the epicardial coronary arteries) can extract sufficient oxygen to avoid infarction.&nbsp; NSTEMI creates only nonspecific changes on ECG (eg, ST-segment depression, T-wave inversions), and ECG does not localize the ischemia/infarction to a particular cardiac region.&nbsp; Because ECG findings are nonspecific, serum troponin elevation is the primary diagnostic finding (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/73336.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) in NSTEMI.<p></p><p>NSTEMI is often further divided into the following subtypes:</p><ul class=\"article-body-unordered-list\"><li><strong>NSTEMI type I</strong> is the classification used for a serum troponin elevation deemed likely due to atherosclerotic plaque rupture and partially obstructive intracoronary thrombus.</li><li><strong>NSTEMI type II</strong> is the classification used for an elevation in serum troponin deemed likely due to a sustained myocardial <strong>oxygen supply-demand mismatch</strong> in the absence of atherosclerotic plaque rupture.&nbsp; For example, a patient with underlying coronary artery disease who develops acute illness (eg, sepsis) with associated tachycardia can have an elevation in serum troponin due to ischemia caused by increased myocardial oxygen demand and stenotic restriction of myocardial blood flow.&nbsp; NSTEMI type II is primarily managed via treatment of the underlying disturbance and is not treated as a thrombotic occlusion.</li></ul><h2>Unstable angina</h2><p>Unstable angina has been used to describe a state of atherosclerotic plaque rupture and partial thrombotic occlusion in which the myocardial ischemia is not sufficient enough to cause a detectable elevation in serum troponin (but there is risk for rapidly worsening ischemia or infarction).&nbsp; Because ECG findings are nonspecific and there is no detectable troponin elevation using standard troponin levels (measured in ng/mL), the diagnosis of unstable angina is based entirely on consistent patient history (eg, angina at rest, new-onset severe angina).&nbsp; The increased usage of <strong>high-sensitivity troponin</strong>, measured in ng/L, has rendered the diagnosis of unstable angina largely <strong>obsolete</strong>.&nbsp; Most cases that were previously classified as unstable angina demonstrate&nbsp;elevated troponin levels using high-sensitivity troponin measurement; these cases are now classified as NSTEMI.</p><h2>Coronary anatomy and localization of MI</h2><p>The coronary circulation (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L2434.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) comprises 3 major epicardial vessels:<p></p><ul class=\"article-body-unordered-list\"><li>The <strong>left anterior descending artery</strong> (LAD) arises from the left main coronary artery and courses down the anterior interventricular groove to supply the <strong>anterior</strong> left ventricular (LV) wall, <strong>septum</strong>, and cardiac <strong>apex</strong>.</li></ul><ul class=\"article-body-unordered-list\"><li>The <strong>left circumflex artery</strong> (LCx) arises from the left main coronary artery and courses along the left atrioventricular groove around the left side of the heart to supply the <strong>lateral</strong> LV wall.&nbsp; Occasionally, the LCx extends all the way around the heart to supply the inferior LV wall (left-dominant circulation).</li></ul><ul class=\"article-body-unordered-list\"><li>The <strong>right coronary artery</strong> (RCA) comes directly off the aorta and courses along the right atrioventricular groove to supply the right ventricle (<strong>RV)</strong>.&nbsp; In most patients, the RCA extends past the RV to also supply the <strong>inferior LV</strong> wall (<strong>right-dominant circulation</strong>).</li></ul><p>MI due to obstruction of the LAD or LCx involves portions of the LV and does not involve the RV.&nbsp; Obstruction of the LAD can cause anteroseptal, anterolateral, or apical MI.&nbsp; Obstruction of the LCx typically causes lateral (or occasionally inferior) MI.</p><p>Blood supply to the inferior LV wall depends on coronary artery dominance (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90873.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).<p></p><ul class=\"article-body-unordered-list\"><li>Right-dominant circulation (~85% of the population) involves the RCA coursing around the RV to give off the posterior descending artery (PDA) and supply the inferior LV wall.</li><li>Left-dominant circulation (~10% of the population) involves the LCx extending around the left side of the heart to give off the PDA and supply the inferior LV wall.</li><li>Approximately 5% of the population has codominant circulation.</li></ul><p>About half of inferior wall MIs involve the RV.</p><ul class=\"article-body-unordered-list\"><li>In patients with right-dominant circulation, infarction of the RCA can involve only the LV inferior wall or, if the occlusion is proximal, the RV in addition to the LV inferior wall.</li><li>In patients with left-dominant circulation, obstruction of the RCA can cause infarction of the RV only.&nbsp; Isolated RV infarction is a rare event, accounting for approximately 3% of all MIs.</li></ul><h1>Pathology</h1><p>The histopathology of MI progresses through a sequence of changes (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/58643.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ), including a stage of coagulative necrosis and neutrophilic infiltrate (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L67971.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; MI that does not undergo timely coronary reperfusion and develops full healing demonstrates collagenous scarring on histopathology (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L92731.png\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ) and gross pathology (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/U103151.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).<p></p><h1>Clinical presentation</h1><p>The clinical presentation is similar for both STEMI and NSTEMI.&nbsp; The classic and most common presenting symptom is abrupt-onset, pressure-like <strong>chest pain</strong> located in the center of the chest, often with radiation to the left shoulder or neck.&nbsp; The pain is <strong>persistent</strong> and is not relieved by rest, which differentiates ACS from stable angina (myocardial oxygen supply-demand mismatch in the setting of a stable atherosclerotic plaque, further discussed later).&nbsp; Other symptoms can include the following (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/85082.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li>Dyspnea</li><li>Diaphoresis</li><li>Fatigue</li><li>Anxiety</li><li>Nausea and vomiting</li><li>Epigastric pain (particularly with inferior MI)</li></ul><p>Women and elderly patients are more likely to have an <strong>atypical presentation</strong>, such as gastrointestinal symptoms in the absence of chest pain.&nbsp; Patients with advanced diabetes mellitus may occasionally have MI in the absence of chest pain or other symptoms; this phenomenon is often referred to as <strong>\"silent\" MI</strong> and may be explained by underlying autonomic neuropathy.</p><p>Both STEMI and NSTEMI can lead to myocardial contractile dysfunction and acute heart failure, which may present with the following:</p><ul class=\"article-body-unordered-list\"><li>Respiratory distress (due to pulmonary edema)</li><li>Hypotension (particularly with RV infarction)</li></ul><p>Ventricular arrhythmia is a common complication of MI, such that ACS can sometimes present with syncope or sudden cardiac arrest.</p><h2>Physical examination</h2><p>The following physical examination findings may be present during ACS:</p><ul class=\"article-body-unordered-list\"><li>S4, due to blood striking an infarcted and stiff myocardial wall</li><li>Tachypnea</li><li>Fever due to an inflammatory response (particularly with STEMI)</li></ul><p>In the setting of acute heart failure, the following physical examination findings can be present:</p><ul class=\"article-body-unordered-list\"><li>S3</li><li>Lung crackles</li><li>Jugular venous distension</li></ul><h2>ECG</h2><p>STEMI demonstrates ST-segment elevation in the leads corresponding with the affected cardiac region.&nbsp; For example:</p><ul class=\"article-body-unordered-list\"><li>Anterolateral STEMI demonstrates ST-segment elevation in the anterolateral leads (I, aVL, V1-V5) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104838.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).</li><li>Inferior STEMI demonstrates ST-segment elevation in the inferior leads (II, III, and aVF) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104839.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).</li></ul><p>NSTEMI typically demonstrates nonspecific findings suggestive of ischemia, including ST-segment depressions (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L118517.png\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ) and/or T-wave inversions.&nbsp; The leads in which these findings are present do not correlate well with the affected cardiac region.<p></p><h1>Diagnosis</h1><h2>STEMI</h2><p>The following ECG findings are diagnostic of STEMI:</p><ul class=\"article-body-unordered-list\"><li>New <strong>ST-segment elevation</strong> at the J point (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37565.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ) in ≥2 anatomically contiguous (eg, V4 and V5) leads with the following threshold:<ul class=\"article-body-unordered-list\"><li><strong>&gt;1 mm</strong> (0.1 mV) in all leads except V2 and V3</li><li>For leads V2 and V3, ≥1.5 mm in women, ≥2 mm in men age ≥40, and ≥2.5 mm in men age &lt;40</li></ul></li></ul><p>Because ST-segment elevation on ECG is not 100% sensitive for acute coronary occlusion, other ECG patterns suggestive of near-total thrombotic arterial occlusion (<strong>STEMI-equivalent findings</strong>) in the setting of a clinical presentation consistent with ACS include the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Left bundle branch block</strong> when there is high clinical suspicion for ACS</li><li>Isolated ST-segment elevation in aVR or V1 accompanied by widespread ST-segment depression in the inferior and lateral leads is suggestive of thrombotic occlusion of the left main coronary artery.</li><li>ST-segment depression in leads V1-V3 suggests total occlusion of the artery supplying the inferolateral wall (sometimes referred to as the posterior wall).&nbsp; Such an inferolateral wall STEMI can be confirmed by ST-segment elevation in leads V7-V9, which are supplemental leads that extend past V6 and wrap around the left side of the chest to the back.</li><li>In patients with inferior STEMI and evidence of RV involvement (eg, marked hypotension), RV infarction can be confirmed by right-sided ECG (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23859.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ) demonstrating ST-segment elevation in leads V4R-V6R.&nbsp; Isolated RV infarction may not demonstrate inferior ST-segment elevation using standard lead placement, and right-sided ECG must be performed based on clinical suspicion.</li></ul><h2>NSTEMI</h2><p>NSTEMI is diagnosed via the following:</p><ul class=\"article-body-unordered-list\"><li>Consistent clinical presentation (eg, persistent, pressure-like chest pain)</li><li>Serum troponin elevation (high-sensitivity troponin levels likely begin to rise within 1 hour of cardiac injury)</li></ul><h2>Role of echocardiography</h2><ul class=\"article-body-unordered-list\"><li>Echocardiography may reveal a localized reduction in wall motion (eg, regional wall motion abnormalities).&nbsp; However, it is not needed for the diagnosis of STEMI and should not delay emergency treatment of STEMI.&nbsp; It may be helpful in confirming the diagnosis of NSTEMI (given the nonspecific ECG changes seen with NSTEMI) by demonstrating a localized reduction in wall motion.</li><li>Echocardiography may also be helpful in patients with ACS complicated by heart failure, by demonstrating the extent of LV and/or RV dysfunction.</li></ul><h1>Differential diagnosis</h1><h2>Aortic dissection</h2><p>Aortic dissection (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/48328.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ) can present similarly to ACS with abrupt-onset chest pain.&nbsp; However, the pain is typically tearing in quality and often radiates to the back.&nbsp; In addition, a &gt;20 mm Hg difference in systolic blood pressure may be present in the upper extremities.&nbsp; Rarely, STEMI can occur in combination with aortic dissection, resulting from extension of the dissection into a coronary artery.&nbsp; When initial ECG rules out STEMI and there is reasonable suspicion for aortic dissection, work-up for aortic dissection (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L92510.png\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ) should be pursued while serum troponin levels are pending.<p></p><h2>Pulmonary embolism (PE)</h2><p>Pulmonary embolism (PE) can present similarly to ACS with chest pain and dyspnea.&nbsp; In PE, a mild to moderate serum troponin elevation (due to RV strain) can be seen and ECG can demonstrate nonspecific ST-segment and T-wave abnormalities (similar to NSTEMI).&nbsp; In patients with hypoxemia, chest x-ray can be helpful because hypoxemia with clear lungs is suggestive of PE (and rules out hypoxemia due to pulmonary edema).&nbsp; If there is reasonable suspicion for PE, diagnostic work-up for PE (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13067.png\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ) should be obtained.<p></p><h2>Acute pericarditis</h2><p>Acute pericarditis typically presents with positional chest pain that worsens with lying down and improves with sitting forward.&nbsp; Unlike chest pain due to ACS, chest pain due to acute pericarditis is unlikely to improve with the administration of nitroglycerin.&nbsp; Serum troponin is not elevated in acute pericarditis.</p><h2>Myocarditis</h2><p>Myocarditis can present with chest pain similar to ACS, and it can cause a mild to moderate serum troponin elevation.&nbsp; The chest pain in myocarditis usually has a relatively gradual (rather than abrupt) onset and is often similar in character to acute pericarditis chest pain.&nbsp; In myocarditis, the troponin elevation tends to persist at a similar level for an extended period and does not rise and fall following the initial onset of chest pain as it does in ACS.</p><h2>Vasospastic angina (Prinzmetal angina)</h2><p>Vasospastic angina (Prinzmetal angina (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/46853.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 6\n                                    </a>\n                                </div>\n                                )) results from hyperactivity of coronary artery smooth muscle and presents with recurrent, self-limited episodes of pressure-like chest pain.&nbsp; The chest pain is similar in character to ACS and ECG can demonstrate ST-segment elevation during an episode, but unlike ACS, the episodes are relatively brief (&lt;15 min) rather than persistent and resolve spontaneously.<p></p><h2>Stable angina</h2><p>Stable angina results from a myocardial oxygen supply-demand mismatch in the setting of coronary artery narrowing caused by stable atherosclerotic plaque.&nbsp; Unlike ACS, stable angina does not involve plaque rupture and the formation of overlying thrombus; it presents with pressure-like chest pain or other anginal equivalent (eg, dyspnea) that reliably occurs with exertion and resolves with rest.</p><h2>Stress-induced (takotsubo) cardiomyopathy</h2><p>Stress-induced (takotsubo) cardiomyopathy (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/53717.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 7\n                                    </a>\n                                </div>\n                                ) can present with chest pain, mild to moderate serum troponin elevation, and ST-segment changes on ECG similar to NSTEMI (or sometimes STEMI).&nbsp; Postmenopausal women are most commonly affected and have a history of a recent physical or emotional stressor.&nbsp; However, it is not due to plaque rupture, and echocardiography reveals a characteristic pattern of LV apical hypokinesis and basilar hyperkinesis, giving the appearance of an octopus trap (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45444.png\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                ).<p></p><h1>Management</h1><h2>Prevention</h2><ul class=\"article-body-unordered-list\"><li><strong>Primary prevention</strong> of atherosclerotic cardiovascular disease (ASCVD) and ACS consists of lifestyle interventions (eg, smoking cessation, healthy diet) and appropriate management of conditions that increase the ASCVD risk (eg, hypertension, diabetes mellitus).&nbsp; Low-dose daily <strong>aspirin</strong> is not firmly indicated but may be used in some patients to lower the ASCVD risk.&nbsp; <strong>Statin</strong> therapy (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35289.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 8\n                                    </a>\n                                </div>\n                                ) is generally recommended in patients with an estimated 10-year ASCVD risk &gt;7.5%-10% based on the Pooled Cohort Equations risk calculator (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L16575.jpg\" alt=\"figure 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 14</div>\n                                </div>\n                                ).</li><li><strong>Secondary prevention</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/103627.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 9\n                                    </a>\n                                </div>\n                                ) is indicated for those with established ASCVD, including previous MI, stable angina, revascularization, or peripheral artery disease, and is more intensive than primary prevention.&nbsp; It involves both lifestyle modification and medical therapy (eg, aspirin, statin, other medications as discussed below).&nbsp; Complete smoking cessation provides the greatest risk reduction for a single intervention in secondary prevention.</li></ul><h2>Initial treatment</h2><ul class=\"article-body-unordered-list\"><li><strong>STEMI</strong> should be treated with emergency coronary <strong>reperfusion</strong> within &lt;90 minutes of first medical contact.&nbsp; This is performed via <strong>percutaneous coronary intervention</strong> (PCI), an angiographic procedure in which a catheter with a ballon tip is inserted into the radial or femoral artery and advanced under fluoroscopic guidance to the coronary arteries; often a drug-eluting intracoronary <strong>stent</strong> is placed (eg, in the culprit coronary artery that is obstructed as a result of the ruptured plaque) to improve flow (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39394.jpg\" alt=\"figure 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 15</div>\n                                </div>\n                                ).&nbsp; If PCI is unavailable, systemic fibrinolytics (eg, alteplase) are a suitable alternative treatment to achieve reperfusion.</li><li><strong>NSTEMI</strong> should be initially treated medically in most patients, with <strong>coronary angiography</strong> (in which contrast is injected into the coronary vasculature to visualize and treat blockages) performed within 24-48 hours.&nbsp; However, patients with high-risk complications, including cardiogenic shock, refractory chest pain, and persistent ventricular arrhythmia, should undergo immediate coronary angiography.</li><li><strong>Medical therapy</strong> (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31561.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 10\n                                    </a>\n                                </div>\n                                ) is indicated in the acute management of both STEMI and NSTEMI and primarily focuses on reducing myocardial oxygen demand and inhibiting thrombus formation.<ul><li><strong>Nitrates</strong> (eg, nitroglycerin) relieve chest pain by causing dilation of venous capacitance veins to reduce venous return to the heart and decrease LV wall stress (and myocardial oxygen demand).&nbsp; Nitrates should be avoided or used with caution if there is suspicion for RV infarction.</li><li><strong>Beta blockers</strong> (eg, metoprolol) decrease heart rate and contractility to reduce myocardial oxygen demand and possibly reduce infarct size.&nbsp; Beta blockers are contraindicated in patients with ACS complicated by cardiogenic shock or bradycardia.</li><li><strong>Dual antiplatelet therapy</strong> (aspirin and a P2Y<font size=\"2\"><sub>12</sub></font> inhibitor [eg, clopidogrel]) inhibits platelet activity and may help limit thrombus formation.&nbsp; Initiation of a P2Y<font size=\"2\"><sub>12</sub></font> inhibitor is often held until after coronary angiography is performed to avoid delaying surgery in case the findings are extensive enough to warrant coronary artery bypass graft (CABG) surgery (patients must not take a P2Y<font size=\"2\"><sub>12</sub></font> inhibitor for ≥5 days before surgery can be performed).</li><li><strong>Anticoagulation</strong> with unfractionated heparin, bivalirudin, or enoxaparin is given to limit thrombus expansion.</li><li>High-intensity <strong>statin</strong> therapy (eg, atorvastatin, rosuvastatin) is given and may help stabilize atherosclerotic plaque.</li></ul></li></ul><h2>Special considerations for RV MI</h2><p>RV MI behaves hemodynamically differently than LV MI (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/65311.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 11\n                                    </a>\n                                </div>\n                                ).&nbsp; Acute RV contractile dysfunction causes abruptly increased RV preload with RV dilation.&nbsp; The failing RV (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46908.jpg\" alt=\"figure 16\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 16</div>\n                                </div>\n                                ) cannot pump blood adequately through the pulmonary circulation to the left side of the heart (decreased LV preload), resulting in reduced cardiac output and often marked hypotension.&nbsp; The failing RV becomes reliant on hydrostatic pressure to force blood through the pulmonary circulation and is highly sensitive to a reduction in preload; nitrates, diuretics, and opioids should be avoided because they reduce RV preload and can profoundly worsen hypotension.<p></p><p>Hypotension in the setting of RV MI is best initially treated with intravenous normal saline to further increase RV preload and provide additional hydrostatic pressure to assist blood flow through the pulmonary circulation.&nbsp; In contrast, LV contractile dysfunction resulting from LV MI is usually complicated by pulmonary edema and worsens with increased preload, so intravenous fluids should be avoided.</p><h2>Indications for CABG</h2><p>In patients with MI, the distribution of atherosclerotic disease discovered on coronary angiography may indicate the need for revascularization with CABG surgery.&nbsp; In STEMI, the urgency of reperfusion is paramount, and a stent is often urgently placed in the culprit coronary artery, but CABG may be indicated afterward.&nbsp; In this \"open-heart\" surgical procedure, blocked or narrowed coronary arteries are bypassed by grafting blood vessels from other parts of the body (eg, left internal mammary artery [LIMA], saphenous vein graft [SVG]).</p><p>The general indications for CABG based on distribution of atherosclerotic disease are (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/88990.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 12\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li>2-vessel disease involving the LAD in patients with diabetes mellitus</li><li>3-vessel disease (LAD, RCA, and LCx)</li><li>Left main artery disease</li></ul><h2>Post-ACS medical management</h2><p>Following MI, much of the medical therapy used in the acute setting is continued indefinitely (or at least for an extended period) (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84525.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 13\n                                    </a>\n                                </div>\n                                ).&nbsp; In addition, other medications are added (or may be added) to inhibit post-MI remodeling.<p></p><ul class=\"article-body-unordered-list\"><li>Dual antiplatelet therapy (with aspirin and a P2Y<font size=\"2\"><sub>12</sub></font> inhibitor) is typically continued for 1 year, at which point the P2Y<font size=\"2\"><sub>12</sub></font> inhibitor is often stopped.&nbsp; Low-dose aspirin is continued indefinitely.</li><li>Beta blocker therapy is continued indefinitely to reduce myocardial oxygen demand and possibly inhibit post-MI remodeling.</li><li>High-intensity statin therapy is continued indefinitely to stabilize atherosclerotic plaque and reduce the risk for recurrent MI.</li><li>At the time of discharge following MI, an ACE inhibitor (eg, lisinopril) or angiotensin-receptor blocker (ARB) is added to inhibit post-MI remodeling (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L66514.jpg\" alt=\"figure 17\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 17</div>\n                                </div>\n                                ) and help prevent a sustained reduction in LV ejection fraction (LVEF).&nbsp; In patients who have a normal LVEF in outpatient follow-up, the ACE inhibitor or ARB can be stopped, whereas it is continued indefinitely in patients with a sustained reduction in LVEF.</li><li>In outpatient follow-up after MI, patients with a sustained reduction in LVEF are prescribed a mineralocorticoid antagonist (eg, spironolactone) to further inhibit post-MI remodeling.</li></ul><h1>Complications</h1><ul class=\"article-body-unordered-list\"><li>Ventricular arrhythmia can be triggered by acute ischemia; the risk for ventricular tachycardia and fibrillation is increased during ACS and can cause sudden cardiac arrest.&nbsp; Ventricular arrhythmia is the most common cause of death during MI.</li><li>Bradyarrhythmia, including sinus bradycardia and atrioventricular block, is common during ACS.&nbsp; It is most frequently seen during inferior MI because the RCA, which usually supplies blood to the inferior wall, also usually supplies the sinus node and atrioventricular node (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41036.jpg\" alt=\"figure 18\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 18</div>\n                                </div>\n                                ).</li><li>Mechanical complications \n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36619.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 14\n                                    </a>\n                                </div>\n                                ) are rare but often devastating sequelae of MI (usually STEMI) that result from weakening of the infarcted myocardial tissue.&nbsp; Potential mechanical complications, discussed in more detail in a separate article, include the following:<ul><li>Papillary muscle rupture</li><li>Interventricular septum rupture</li><li>LV free wall rupture</li><li>LV aneurysm</li></ul></li></ul><h1>Prognosis</h1><h2>STEMI vs NSTEMI</h2><p>Morbidity and mortality associated with ACS has improved substantially with reperfusion therapy.&nbsp; Based on recent data, the 30-day mortality for STEMI may be ≤10%, whereas for NSTEMI it is estimated at ~2%.&nbsp; An initial episode of ACS is associated with an increased risk for subsequent episodes of ACS (ie, recurrent MI), but secondary prevention measures help reduce this risk.&nbsp; In patients who survive an initial episode of ACS, those with persistent contractile dysfunction following ACS (ie, heart failure with reduced ejection fracture) have reduced long-term survival, but goal-directed medical therapy helps improve survival.</p><h2>LV infarction vs RV infarction</h2><p>The RV has several characteristics that differ from the LV and provide relative protection from infarction.&nbsp; These characteristics include (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69332.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 15\n                                    </a>\n                                </div>\n                                ):<p></p><ul class=\"article-body-unordered-list\"><li>Relatively small muscle mass and afterload, which creates less oxygen demand and necessitates lower oxygen extraction at rest.&nbsp; This allows for a large capacity of the RV to increase oxygen extraction during periods of ischemia.</li><li>The relatively low systolic pressure of the RV (eg, ≤25 mm Hg) allows for coronary perfusion throughout the cardiac cycle; during MI, this enables the RV to pull blood flow from collateral vessels during both systole and diastole.&nbsp; In contrast, the high systolic pressure of the LV (eg, 120 mm Hg) prevents coronary blood flow of the LV walls during systole, allowing for perfusion during diastole only.</li></ul><p>Whereas LV MI commonly leads to scarring and a sustained reduction in contractile function, RV contractile function almost always returns to normal following MI.&nbsp; However, the RV is acutely sensitive to ischemia and RV dysfunction is often profound in the acute setting of MI, creating severe hypotension and hemodynamic instability.&nbsp; These factors likely contribute to the typical clinical course of MI involving the RV, which is high acute mortality that may exceed the acute mortality for isolated LV infarction, but minimal long-term RV dysfunction for those who survive.&nbsp; Because of the capacity of the RV for ischemic recovery, long-term survival following MI involving the RV is primarily dependent on the extent of LV involvement during the MI.</p><h1>Summary</h1><p>Acute coronary syndrome is a condition of acute myocardial ischemia and infarction.&nbsp; It involves coronary arterial atherosclerotic plaque rupture with the formation of overlying thrombus and has 2 major subtypes, ST-segment elevation myocardial infarction and non–ST-segment elevation myocardial infarction.&nbsp; ST-segment elevation myocardial infarction involves full-thickness ischemic injury of the myocardial wall and is diagnosed by ST-segment elevation on ECG.&nbsp; ST-segment elevation myocardial infarction requires emergency treatment, preferably with percutaneous coronary intervention (and usually stent placement) within &lt;90 minutes of first medical contact.&nbsp; Non–ST-segment elevation myocardial infarction involves partial thickness ischemic injury of the myocardial wall and is diagnosed by elevated serum troponin levels in the setting of a consistent clinical presentation (eg, persistent, pressure-like chest pain).&nbsp; Non–ST-segment elevation myocardial infarction is medically treated initially, followed by coronary angiography (and stent placement or recommendation for coronary artery bypass graft) within 24-48 hours.&nbsp; Ventricular arrhythmia is the most common cause of death during acute coronary syndrome, and acute coronary syndrome creates a risk for mechanical complications that are rare but often fatal.&nbsp; Acute coronary syndrome requires prompt intervention and appropriate management to limit myocardial tissue death and reduce the risk for morbidity and mortality.</p></div>\n            "
}