{
  "meta": {
    "title": "Aortic aneurysm: thoracic and abdominal",
    "url": "https://brainandscalpel.vercel.app/aortic-aneurysm-thoracic-and-abdominal-14ee6ebb-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:44:44.686Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Aortic aneurysm is a focal dilation of the aorta resulting from aortic wall weakening that leads to an outcropping of the arterial wall.&nbsp; Aortic aneurysms are divided into 2 major categories based on their location:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Thoracic aortic aneurysm (TAA)</li>\n\t<li>Abdominal aortic aneurysm (AAA)</li>\n</ul><br><br><p>TAA and AAA are similar in pathophysiology but differ somewhat in risk factors and management.&nbsp; Recognition of an aortic aneurysm is important because large aortic aneurysms are at risk of rupture and catastrophic hemorrhage.</p>\n<h1>Pathophysiology</h1><br><br><p>Aortic aneurysm is an outcropping of the <strong>full thickness of the aortic wall</strong> (all 3 layers: intima, media, adventitia) to reach a diameter ≥1.5 times the normal aortic diameter (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L2754.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; It usually results from aortic wall weakening due to aging, atherosclerosis, and/or genetically mediated structural disruption (eg, impaired elastin synthesis in Marfan syndrome).<p></p><br><br><p>With an age- and atherosclerosis-induced aneurysm, oxidative stress and chronic wall inflammation lead to vascular smooth muscle apoptosis and the release of metalloproteases that degrade extracellular matrix proteins (eg, elastin, collagen).&nbsp; This condition causes progressive medial degeneration with thinning and weakening of the aortic wall and secondary expansion of the lumen due to chronic hemodynamic stress.&nbsp; As the aneurysm continues to enlarge, ongoing hemodynamic stress creates the risk of rupture.</p>\n<h1>Risk factors</h1><h2>Thoracic aortic aneurysm</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Advanced age</li>\n\t<li>Predisposing <strong>genetic syndromes</strong> (eg, Marfan syndrome, Ehlers-Danlos syndrome)</li>\n\t<li>Congenital bicuspid aortic valve</li>\n\t<li>Other familial predisposing condition (family history)</li>\n\t<li>Atherosclerotic disease</li>\n\t<li>Aortic infection (eg, endocarditis) leading to mycotic aneurysm</li>\n\t<li>Aortitis due to infection (eg, syphilis), large vessel vasculitis (eg, giant cell arteritis, Takayasu arteritis), or other rheumatologic disease (eg, ankylosing spondylitis)</li>\n</ul>\n<h2>Abdominal aortic aneurysm</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Advanced age</li>\n\t<li>Atherosclerotic disease and related risk factors:\n\t<ul>\n\t\t<li><strong>Smoking</strong> is a particularly strong risk factor.</li>\n\t\t<li>Hypertension increases the risk of rupture once AAA is present.</li>\n\t\t<li>Diabetes mellitus paradoxically reduces the risk of aortic aneurysm (for unknown reasons).</li>\n\t</ul>\n\t</li>\n\t<li>Male sex</li>\n\t<li>Family history of AAA</li>\n</ul>\n<h2>Other aneurysms</h2><br><br><p>Patients with TAA and/or AAA are at increased risk for aneurysms involving other large arteries.&nbsp; These aneurysms are relatively less common and are usually driven by age and atherosclerotic disease risk factors, or occasionally by genetic syndromes.&nbsp; They include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Systemic arterial aneurysms\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Carotid arteries</li>\n\t\t<li>Subclavian/axillary arteries</li>\n\t\t<li>Brachial arteries</li>\n\t\t<li>Iliac arteries</li>\n\t\t<li>Femoral artery</li>\n\t\t<li>Popliteal arteries</li>\n\t</ul>\n\t</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Visceral arterial aneurysms\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Renal arteries</li>\n\t\t<li>Hepatic arteries</li>\n\t\t<li>Mesenteric arteries</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Cerebral artery aneurysms are discussed in a separate article.</p>\n<h1>Gross pathology and histopathology</h1><br><br><p>Gross pathology of an arterial aneurysm shows prominent focal enlargement exceeding the normal lumen size (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104878.jpg\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ).&nbsp; Histopathology of an arterial aneurysm may show evidence of cystic medial degeneration, similar to that seen in aortic dissection (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L2831.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ).<p></p>\n<h1>Clinical presentation</h1><br><br><p>Both TAAs and AAAs are usually asymptomatic.&nbsp; Occasionally, a rapidly enlarging aneurysm can cause symptoms via the following mechanisms.</p>\n<h2>Compression of surrounding structures</h2><br><br><p>Rapid expansion of TAA can cause symptoms due to compression of nearby structures.&nbsp; Chest pain and/or back pain can occur due to tissue compression.&nbsp; In addition, the following symptoms can occur due to compression of specific structures:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Esophageal compression can cause dysphagia.</li>\n\t<li>Recurrent laryngeal nerve compression can cause hoarseness.</li>\n\t<li>Phrenic nerve compression can cause hemidiaphragm paralysis.</li>\n\t<li>Tracheobronchial compression can cause wheezing, cough, and/or dyspnea.</li>\n\t<li>Superior vena cava compression can cause venous plethora.</li>\n</ul><br><br><p>Rapid expansion of AAA may cause abdominal, flank, and/or groin pain related to compression of nearby tissues.</p>\n<h2>Cholesterol embolization</h2><br><br><p>Rapid expansion of AAA can cause dislodgement of atherosclerotic plaque and distal embolization of cholesterol (ie, cholesterol embolization syndrome) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50383.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; Patients can present with acute kidney injury, mesenteric ischemia, lower extremity livedo reticularis, and/or digital cyanosis (blue toe syndrome) that is typically bilateral.&nbsp; Cholesterol embolization can less commonly occur from an expanding TAA, causing cerebral ischemia (eg, confusion) and/or visual disturbances.<p></p>\n<h2>Aneurysm rupture</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Rupture of TAA typically causes <strong>acute-onset</strong> and <strong>severe chest and/or back pain</strong>.&nbsp; <strong>Hypotension</strong> and shock quickly develop due to bleeding into the thoracic cavity (hemothorax) or mediastinum.&nbsp; Cardiac tamponade can also occur if bleeding into the pericardial space occurs.</li>\n\t<li>Rupture of AAA typically causes <strong>acute-onset</strong> and severe <strong>abdominal and/or back pain</strong>.&nbsp; In general, <strong>anterior rupture</strong> into the peritoneal cavity is quickly accompanied by <strong>hypotension</strong> and shock, whereas <strong>posterior rupture</strong> into the retroperitoneum may be temporarily contained, resulting in <strong>delayed onset</strong> of hemodynamic instability.&nbsp; Other signs suggesting AAA rupture include abdominal distension, a pulsatile abdominal mass, and umbilical or flank hematoma (indicators of retroperitoneal hemorrhage).</li>\n</ul>\n<h1>Diagnosis</h1><h2>Incidental discovery</h2><br><br><p>Aortic aneurysm is often incidentally recognized on imaging performed for another purpose.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>TAA can be incidentally recognized by chest x-ray revealing <strong>mediastinal widening</strong> and an enlarged aortic knob (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L48866.jpg\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ).&nbsp; TAA may also be incidentally seen on CT imaging (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L98846.png\" alt=\"image 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 4</div>\n                                </div>\n                                ), MRI, or echocardiography.</li>\n\t<li>AAA can be incidentally recognized by abdominal x-ray revealing curvilinear calcification of the abdominal aorta.&nbsp; AAA may also be incidentally seen on CT imaging (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97073.jpg\" alt=\"image 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 5</div>\n                                </div>\n                                ), MRI, or abdominal ultrasound.</li>\n\t<li>When TAA or AAA is incidentally recognized, full aortic imaging (ie, CT scan or MR angiography) should be performed to fully characterize the extent of aortic aneurysmal disease (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L311.png\" alt=\"image 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 6</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Screening</h2><br><br><p>Screening for aortic aneurysm is indicated in patient populations who are at increased risk.&nbsp; These include the following recommendations:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Periodic echocardiography, CT scan, or MRI to screen for TAA is recommended for patients with:\n\t<ul>\n\t\t<li>Marfan syndrome</li>\n\t\t<li>Turner syndrome</li>\n\t\t<li>Bicuspid aortic valve (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L105754.png\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                )</li>\n\t</ul>\n\t</li>\n\t<li><strong>One-time</strong> abdominal ultrasound to screen for AAA is recommended for:\n\t<ul>\n\t\t<li><strong>Males</strong> age <strong>&gt;65</strong> with a history of <strong>smoking</strong></li>\n\t\t<li>Screening may also be offered to patients age &gt;65 with strong family history of AAA, but the evidence for screening in these populations is less strong.</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Patients with signs and/or symptoms</h2><br><br><p>Although most aneurysms are silent and asymptomatic, an aneurysm is sometimes suggested by history or physical examination.</p><br><br><p><strong>TAA</strong> involving the aortic root may be suggested by a <strong>murmur of aortic regurgitation</strong> on cardiac auscultation.&nbsp; Patients may also present with symptoms of an expanding aortic aneurysm due to compression of surrounding structures.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In patients with signs of a stable TAA (eg, aortic regurgitation murmur), nonurgent diagnostic workup with transthoracic echocardiography or CT/MR angiography can be performed.</li>\n\t<li>Patients with signs or symptoms of rapid TAA expansion are assumed to be at risk of imminent rupture, and rapid diagnostic confirmation should be pursued, often with bedside echocardiography.</li>\n</ul><br><br><p>Patients with <strong>AAA</strong> may present with abdominal, flank, and/or groin pain related to aneurysm expansion.&nbsp; AAA may also be suggested by a <strong>palpable, pulsatile mass</strong> and/or auscultatory bruit on abdominal examination.&nbsp; In patients with signs and symptoms of rapid AAA expansion or rupture, the diagnostic workup is determined based on hemodynamic stability (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L48461.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>For patients who are hemodynamically stable, the diagnosis should be confirmed with CT angiography of the abdomen.&nbsp; Occasionally, CT scan without contrast may reveal evidence of aneurysm rupture (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L41767.png\" alt=\"image 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 7</div>\n                                </div>\n                                ).</li>\n\t<li>For patients who are hemodynamically unstable, the diagnosis should be quickly confirmed with a focused abdominal ultrasound.</li>\n\t<li>In patients with a previously diagnosed AAA (known AAA) presenting with signs and symptoms of rapid expansion or rupture, the diagnosis is reasonably assumed, and patients should be taken for immediate surgical repair.</li>\n</ul>\n<h1>Management</h1><h2>Symptomatic aneurysms</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Urgent/emergent surgical repair is indicated for all aortic aneurysms (TAA or AAA) causing active symptoms (eg, pain, evidence of rupture).</li>\n\t<li>Surgical repair is performed by vascular graft placement via either open surgery or surgical endovascular repair (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23728.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Asymptomatic aneurysms</h2><br><br><p>The timing of elective surgical repair for an asymptomatic aortic aneurysm is targeted to the point when the risk of leaving the aneurysm unrepaired begins to exceed the risk of surgery; the mortality risk of surgical repair ranges from 0.5%-5%.</p><br><br><p>The size and/or expansion rate at which surgery becomes indicated generally uses the following criteria:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Asymptomatic TAA</strong><br><br>\t<ul>\n\t\t<li>End-diastolic aortic diameter <strong>&gt;5.5 cm</strong></li>\n\t\t<li>Expansion rate &gt;0.3 cm/year over 2 years or <strong>&gt;0.5 cm/year over 1 year</strong></li>\n\t\t<li>Lower cutoffs may be used for females and other patients with relatively small body size</li>\n\t\t<li>Lower cutoffs are also often used for TAA associated with genetic syndromes (eg, &gt;5.0 cm for Marfan syndrome)</li>\n\t</ul>\n\t</li>\n\t<li><strong>Asymptomatic AAA</strong>\n\t<ul>\n\t\t<li>Aneurysm diameter <strong>&gt;5.5 cm</strong> for males and &gt;5.0 cm for females</li>\n\t\t<li>Rapidly expanding aneurysm (eg, <strong>&gt;1 cm/year</strong>)</li>\n\t</ul>\n\t</li>\n</ul>\n<h2>Treatment and surveillance of asymptomatic aortic aneurysm</h2><br><br><p>In patients with a known asymptomatic aortic aneurysm not meeting criteria for surgical repair, lifestyle modifications and pharmacologic therapy to reduce cardiovascular risk should be implemented.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete smoking cessation may help slow aneurysm progression.</li>\n\t<li>Statin therapy may also slow aneurysm progression and is recommended in those with evidence of atherosclerosis.</li>\n\t<li>Blood pressure control is indicated to reduce the risk of rupture.&nbsp; Beta blockers are first-line agents due to a possible benefit of anti-impulse therapy (similar to the management of aortic dissection) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L93603.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ).&nbsp; ACE inhibitors or angiotensin-receptor blockers are second-line therapy.</li>\n\t<li>Even in the absence of hypertension, therapy with a beta blocker or angiotensin system blocker is recommend in most patients with TAA due to a genetic syndrome, as these drugs may help slow TAA progression in such patients.</li>\n\t<li>Fluroquinolones (eg, levofloxacin, ciprofloxacin) should be <strong>avoided</strong> as they may weaken the aortic wall and are associated with increased risk of aneurysm rupture.</li>\n</ul><br><br><p>Surveillance recommendations vary depending on the size and rate of expansion of an aortic aneurysm.&nbsp; Imaging modalities include CT scan and MR angiography as well as echocardiography and abdominal ultrasound.&nbsp; The optimal timing of surveillance imaging is unclear and guidelines vary but, in general, the following frequencies for both TAA and AAA are suggested:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>4.5-5.4 cm aneurysm: imaging every 6 months</li>\n\t<li>3.5-4.4 cm aneurysm: imaging every 1 year</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The acute mortality rate for aortic aneurysm rupture is very high.&nbsp; The mortality rate for TAA rupture is likely close to 100% and the rate for AAA rupture is &gt;75%; more than half of patients with ruptured TAA or AAA die from hemorrhagic shock before reaching the hospital.&nbsp; Morbidity is high for those who undergo emergent repair and survive rupture as there is often prolonged ischemia to vital organs (eg, kidneys).&nbsp; The long-term survival for patients who undergo elective surgical repair is favorable, highlighting the importance of identification, screening, and surveillance.</p>\n<h1>Summary</h1><br><br><p>Aortic aneurysm is a focal dilation of the aorta resulting from aortic wall weakening that leads to an outcropping of the arterial wall.&nbsp; Aortic aneurysms are divided into 2 major categories based on their location: thoracic aortic aneurysm and abdominal aortic aneurysm.&nbsp; Thoracic (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/102632.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) and abdominal (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/48452.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ) aortic aneurysms are similar in pathophysiology but somewhat differ in risk factors and management.&nbsp; Recognition of an aortic aneurysm and appropriate management is important to reduce the risk of rupture and catastrophic hemorrhage.&nbsp; Surveillance imaging allows for optimal timing of elective surgical repair to reduce mortality associated with aortic aneurysm.<p></p>\n</div>\n\n            "
}