{
  "meta": {
    "title": "Atrial fibrillation and atrial flutter",
    "url": "https://brainandscalpel.vercel.app/atrial-fibrillation-and-atrial-flutter-438071b4-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:44:47.483Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Atrial fibrillation (\"AFib\") and atrial flutter (\"AFlutter\") are common supraventricular arrhythmias that involve rapid and abnormal atrial activity.&nbsp; These arrhythmias result from distinct electrophysiologic disruptions but share similar risk factors and clinical consequences.&nbsp; Both can cause substantial morbidity and likely increased mortality due to disruption of cardiac function, including due to rapid ventricular response (\"RVR\"),&nbsp;and increased risk for thromboembolic events.</p>\n<h1>Pathophysiology</h1><h2>Atrial remodeling</h2><br><br><p>The development of atrial fibrillation is encouraged by atrial remodeling (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/72704.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ), which involves structural and conduction system changes influenced by aging and underlying comorbidities.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Aging leads to conduction system degeneration and is the strongest independent risk factor.</li>\n\t<li>Underlying comorbidities contribute primarily to atrial remodeling by facilitating atrial stretching and dilation.&nbsp; Systemic hypertension, left ventricular failure, and mitral valve dysfunction, as well as disease processes that encourage right atrial stretching and dilation (eg, obstructive sleep apnea, hypoxic lung disease), are strongly associated comorbidities.</li>\n</ul><br><br><p>Atrial remodeling predisposes to abnormal conduction activity, making it easier for a <strong>trigger of ectopic conduction</strong> to initiate and sustain an atrial arrhythmia; common triggers include alcohol use, hyperthyroidism, and increased sympathetic tone (eg, acute illness).&nbsp; Similar to atrial fibrillation, atrial flutter is encouraged by atrial remodeling and shares many of the same risk factors and triggers.</p>\n<h2>Conduction characteristics</h2><br><br><p>Both atrial fibrillation and atrial flutter involve rapid and abnormal atrial activity with an <strong>absence of organized atrial contraction</strong>.&nbsp; In both arrhythmias, the atrioventricular (AV) node acts as a safety mechanism to slow the transmission of atrial impulses to the ventricles and help prevent extremely high ventricular rates (which can markedly impair ventricular diastolic filling and lead to hemodynamic collapse).&nbsp; The abnormal conduction of each arrhythmia has the following characteristics:</p><br><br><p><strong>Atrial fibrillation</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Abnormal conduction most commonly originates in the <strong>pulmonary vein ostia</strong>, adjacent to the left atrium.</li>\n\t<li>Atrial activity is <strong>highly chaotic and disorganized</strong>, typically with an atrial rate of 500-600/min.</li>\n\t<li>Transmission of conduction from the atria to the ventricles is random and intermittent, resulting in an <strong>irregularly irregular</strong> ventricular rhythm.</li>\n\t<li>The ventricular rate is usually &gt;100/min (ie, atrial fibrillation with rapid ventricular response [\"AFib with RVR\"]) but may be lower in patients with slow conduction through the AV node.&nbsp; Ventricular rates &gt;150/min can occur and create a risk for hemodynamic instability.</li>\n</ul><br><br><p> <strong>Atrial flutter</strong></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Abnormal conduction usually originates from a large reentrant circuit involving the <strong>cavotricuspid isthmus</strong> of the right atrium (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47143.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).</li>\n\t<li>Atrial activity is rapid and abnormal, but <strong>more organized</strong> than in atrial fibrillation.&nbsp; The atrial rhythm is <strong>regular</strong>, typically with a rate of approximately 300/min.</li>\n\t<li>Because the atrial rhythm is regular, the ventricular rhythm can appear regular when conduction through the AV node occurs at a constant rate (eg, 1 ventricular beat for every 2 atrial beats).&nbsp; The ventricular conduction rate may also vary over brief intervals (eg, 1 ventricular beat for every 2, 3, or 4 atrial beats), creating an irregular ventricular rhythm.</li>\n\t<li>When conduction through the AV node occurs at a constant rate, the ventricular rate is a factor of the atrial rate of ~300/min:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>A ventricular rate of ~150/min is expected with regular 2:1 conduction</li>\n\t\t<li>A ventricular rate of ~100/min is expected with regular 3:1 conduction</li>\n\t\t<li>A ventricular rate of ~75/min is expected with regular 4:1 conduction.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Atrial fibrillation and flutter usually occur intermittently at first (ie, paroxysmal) and progress to a more sustained and permanent arrhythmia.&nbsp; The arrhythmia induces further atrial remodeling and makes it easier for the arrhythmia to sustain itself (ie, \"atrial fibrillation begets atrial fibrillation\"); the longer the arrhythmia persists, the harder it becomes to restore and maintain sinus rhythm.&nbsp; Atrial fibrillation is organized into the following categories based on the duration of the rhythm:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Paroxysmal atrial fibrillation terminates (often spontaneously) within 7 days of onset.</li>\n\t<li>Persistent atrial fibrillation lasts for &gt;7 days without terminating and commonly requires electrical or pharmacologic cardioversion to restore sinus rhythm.</li>\n\t<li>Permanent atrial fibrillation occurs when there is a clinical decision made to no longer attempt to&nbsp;restore sinus rhythm.</li>\n</ul><br><br><p>Different guidelines may use slightly different definitions.</p>\n<h2>Thromboembolic risk</h2><br><br><p>The rapid and ineffective atrial activity in atrial fibrillation and flutter <strong>stagnates atrial blood flow</strong> and can cause the development of atrial thrombus, most commonly in the left atrial appendage (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L26184.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; This phenomenon is responsible for the increased risk for systemic thromboembolism (eg, stroke, acute mesenteric ischemia, acute limb ischemia) with both atrial fibrillation and flutter.&nbsp; Much less commonly, a thrombus may develop in the right atrium, with a risk for embolization into the pulmonary circulation (ie, pulmonary embolism).<p></p>\n<h1>Risk factors</h1><br><br><p>Risk factors for atrial fibrillation/flutter can be categorized into precipitants of atrial dilation and/or conduction remodeling and triggers of increased automaticity.</p>\n<h2>Precipitants of atrial dilation and/or conduction remodeling</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Advanced <strong>age</strong> is the strongest independent risk factor for atrial fibrillation, likely due to age-related fibrosis and conduction system degeneration and some degree of physiologic atrial dilation that occurs with age.&nbsp; Atrial fibrillation is rare in patients age &lt;40, but the prevalence is estimated at approximately 10% in those age &gt;75 and approaches 20% in those age &gt;85.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Systemic <strong>hypertension</strong> is the most strongly associated comorbidity.&nbsp; It likely contributes by causing concentric left ventricular hypertrophy, which leads to impaired diastolic filling and transmission of increased pressure to the left atrium with resulting left atrial dilation.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Mitral valve dysfunction, particularly <strong>mitral stenosis</strong>, is strongly associated with atrial fibrillation.&nbsp; Both mitral stenosis and mitral regurgitation can lead to substantial left atrial dilation and stretching.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Left ventricular failure</strong> (eg, ischemic heart disease, dilated cardiomyopathy) increases the risk for atrial fibrillation via increased left atrial pressure with left atrial stretching and dilation.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Coronary artery disease</strong> and related risk factors (eg, diabetes mellitus, smoking) increase the risk for atrial fibrillation likely via their contribution to ischemic heart disease and left ventricular failure.&nbsp; The direct effect of myocardial ischemia on atrial remodeling is likely minimal.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Obstructive sleep apnea</strong> substantially increases the risk for atrial fibrillation.&nbsp; The association may be due to nocturnal hypoxemia and intrathoracic pressure changes encouraging atrial dilation and autonomic disruption (eg, increased sympathetic tone).&nbsp; Obstructive sleep apnea is also strongly associated with other comorbidities that directly increase the risk for atrial fibrillation (eg, hypertension, heart failure with preserved ejection fraction).</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chronic hypoxic lung disease</strong>, such as chronic obstructive pulmonary disease (COPD) and interstitial lung disease, increases the risk for atrial fibrillation, likely in part via hypoxic pulmonary vasoconstriction leading to pulmonary hypertension and right atrial dilation.</li>\n</ul>\n<h2>Triggers of increased automaticity</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Alcohol intake increases the risk for atrial fibrillation, likely due to an increase in ectopic atrial electrical activity.&nbsp; The increased risk is primarily due to excessive alcohol intake, but even small amounts of alcohol can increase the risk.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Hyperthyroidism increases the risk for atrial fibrillation, likely in part due to a thyroid hormone–induced increase in ectopic atrial electrical activity.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Acute illness increases the risk for atrial fibrillation likely due to increased sympathetic tone and a resulting increase in ectopic atrial electric activity.&nbsp; Acute conditions in which atrial fibrillation is commonly triggered include infection/sepsis, pulmonary embolism, and myocardial infarction.&nbsp; Cardiothoracic surgery is also a frequent precipitant of atrial fibrillation.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Sympathomimetic drugs are a potential trigger of atrial fibrillation.&nbsp; These include recreational sympathomimetic drugs (eg, cocaine) and medically used agents (eg, beta-1 agonists such as dobutamine).</li>\n</ul><br><br><p>Atrial fibrillation occasionally develops in relatively young patients without any apparent risk factors (sometimes in the setting of endurance training and high levels of resting vagal tone).&nbsp; This has been called \"lone atrial fibrillation\" in the past, but this term is now rarely used.</p>\n<h1>Clinical presentation</h1><h2>Symptoms</h2><br><br><p>Many patients with atrial fibrillation or atrial flutter are asymptomatic.&nbsp; When symptoms do occur, the most common include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Palpitations or feeling of a rapid heart rate</li>\n\t<li>Fatigue</li>\n\t<li>Dyspnea on exertion</li>\n\t<li>Light-headedness</li>\n\t<li>Angina (due to high ventricular rates causing increased myocardial oxygen demand)</li>\n\t<li>Syncope (occurs rarely and only with very high ventricular rates)</li>\n</ul><br><br><p>Signs and symptoms of systemic thromboembolism (eg, focal weakness from embolic stroke) can occasionally be the initial presentation of atrial fibrillation or atrial flutter.</p>\n<h2>Physical examination</h2><br><br><p>Palpation of an irregularly irregular radial pulse can be highly useful for detecting atrial fibrillation.&nbsp; Detection of atrial flutter via pulse palpation can be more difficult because the rhythm can often seem regular.</p><br><br><p>The jugular venous pulse waveform shows an absence of the A wave due to failure of coordinated atrial contraction (absence of atrial kick at end-diastole) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50500.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; In addition, the x descent (large negative wave caused by right atrial relaxation after blood is ejected into the right ventricle) is significantly attenuated.<p></p>\n<h2>ECG</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>ECG in <strong>atrial fibrillation</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L85357.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) shows an <strong>absence of organized P waves</strong> with QRS complexes occurring with <strong>irregularly irregular</strong> R-R intervals.&nbsp; Fibrillatory waves, representing disorganized and chaotic atrial activity, may be visible.</li>\n\t<li>ECG in <strong>atrial flutter</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52923.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ) shows <strong>saw-toothed flutter waves</strong> with a regular rhythm and a rate of ~300/min (representing the abnormal atrial activity).&nbsp; The flutter waves are usually best visualized in the inferior leads (ie, II, III, aVF).&nbsp; The ventricular response rate (ie, R-R intervals) can be constant or variable.</li>\n</ul>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of atrial fibrillation or flutter may be suspected based on clinical presentation and is confirmed with ECG.&nbsp; Because of the paroxysmal nature of atrial fibrillation and flutter, a single ECG can often fail to capture the arrhythmia, and continuous ECG monitoring (eg, ambulatory ECG monitoring for 24 hours) may be needed for the diagnosis.&nbsp; Atrial fibrillation or flutter is sometimes detected by wearable consumer electronics (eg, smart watches) with rhythm-detection capabilities.</p><br><br><p>Previously undiagnosed atrial fibrillation or flutter is frequently detected on continuous telemetry monitoring in patients hospitalized for acute illness.</p><br><br><p>Rapid supraventricular arrhythmias may be difficult to differentiate on ECG or cardiac monitoring, and the administration of adenosine may be helpful to slow conduction through the AV node and confirm the diagnosis.&nbsp; A rapid supraventricular arrhythmia with a ventricular rate that is a factor of ~300/min (ie, ~150/min) suggests atrial flutter.</p>\n<h1>Differential diagnosis</h1><br><br><p>Other arrhythmias can present similarly to atrial fibrillation and atrial flutter.&nbsp; They include other types of supraventricular tachycardia, as well as monomorphic ventricular tachycardia.</p><br><br><p>Other types of supraventricular tachycardia are:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sinus tachycardia</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L21664.png\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ) demonstrates a rapid and regular rhythm with normal P waves typically preceding each QRS complex.</li>\n\t<li><strong>Paroxysmal supraventricular tachycardias</strong>, including AV nodal reentrant tachycardia (AVNRT) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L73170.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ) and AV re-entrant tachycardia (AVRT) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96104.png\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ), typically present with intermittent symptomatic episodes (eg, palpitations, heart racing).&nbsp; ECG shows a rapid and regular rhythm with either an absence of P waves (P waves obscured by the QRS complexes) or inverted P waves occurring just after the QRS complexes.</li>\n\t<li><strong>Multifocal atrial tachycardia</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L10329.png\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ) is commonly seen in patients with chronic lung disease (eg, COPD).&nbsp; ECG demonstrates an irregular rhythm but with P waves preceding each QRS complex.&nbsp; At least 3 different P-wave morphologies are present.</li>\n</ul><br><br><p><strong>Monomorphic ventricular tachycardia</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97437.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ) most commonly occurs in patients with ischemic heart disease and/or heart failure with reduced ejection fraction.&nbsp; It demonstrates a regular rhythm with wide QRS complexes (QRS complexes are usually narrow with atrial fibrillation and atrial flutter).&nbsp; P waves are rarely visible because they are obscured by the QRS complexes.<p></p>\n<h1>Evaluation and work-up</h1><br><br><p>Once the diagnosis of atrial fibrillation or flutter has been confirmed by ECG, the following additional work-up is indicated:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Complete blood count and basic metabolic panel should be collected to evaluate for anemia, electrolyte disruption, and/or renal dysfunction, which may contribute to arrhythmia development.</li>\n\t<li><strong>Thyroid studies</strong> should be performed because subclinical hyperthyroidism (ie, asymptomatic) can encourage the development of each arrhythmia.&nbsp; Although thyroid dysfunction is uncommon, prompt recognition of hyperthyroidism allows for appropriate thyroid treatment and resolution of the arrhythmia.</li>\n\t<li>Transthoracic <strong>echocardiography</strong> should be performed to evaluate for atrial dilation, ventricular dysfunction, or valvular dysfunction that may contribute to the arrhythmia.</li>\n</ul>\n<h1>Acute management</h1><br><br><p>In the acute setting, patients often have rapid ventricular rates, and management focuses on slowing the ventricular rate to maintain hemodynamic stability and minimize strain on the heart.</p>\n<h2>Hemodynamically unstable</h2><br><br><p>Hemodynamic instability (eg, severe hypotension, confusion, ischemic chest pain) is usually seen only with a ventricular rate &gt;150/min (however, a ventricular rate &gt;150/min does not automatically lead to hemodynamic instability).&nbsp; Patients with hemodynamic instability should undergo emergency <strong>synchronized electrical cardioversion</strong> as part of the Advanced Cardiac Life Support (ACLS) guidelines (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L8398.png\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ).&nbsp; Synchronized electrical cardioversion delivers a low-voltage electrical shock that is timed (\"synchronized\") to the R wave of the QRS complex to restore normal rhythm.<p></p><br><br><p>Synchronization is accomplished by pressing the \"sync\" button on the defibrillator; without it, the defibrillator may deliver the shock during a vulnerable time (ie, T wave), which could result in a more lethal rhythm (eg, ventricular tachycardia or fibrillation).</p>\n<h2>Hemodynamically stable</h2><br><br><p>Patients whose condition is hemodynamically stable should be managed with AV nodal blocking agents to slow the heart rate.&nbsp; An intravenous <strong>beta blocker</strong> (eg, metoprolol) or <strong>nondihydropyridine calcium channel blocker</strong> (eg, diltiazem) is initially given to achieve a goal rate of &lt;110/min.</p><br><br><p>In hemodynamically stable patients, nonemergent attempts to restore sinus rhythm may be considered in some cases.&nbsp; This can be performed using antiarrhythmic medications (ie, \"pharmacologic cardioversion,\" with medications such as flecainide or propafenone) or electric shocks (ie, \"electrical cardioversion,\" as previously described).&nbsp; Because cardioversion (of either type) can temporarily disrupt atrial function, it may precipitate systemic embolization of an existing atrial thrombus (or, in some cases, cause a new thrombus to form); therefore, the duration of atrial fibrillation or flutter must first be considered:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>In patients with an unknown duration of atrial fibrillation or flutter, transesophageal echocardiography is performed prior to cardioversion to rule out an atrial thrombus.&nbsp; If no atrial thrombus is found, cardioversion may be performed promptly, and anticoagulation therapy is given for 4 weeks afterward.&nbsp; If atrial thrombus is present, the patient should receive at least 3-6 weeks of anticoagulation therapy before cardioversion is attempted.</li>\n\t<li>In patients with atrial fibrillation or flutter for &lt;48 hours (ie, a distinct time of symptom onset or a distinct time of transition from sinus rhythm on cardiac monitoring), the absence of atrial thrombus can be reasonably assumed in most patients (insufficient time for thrombus development), and cardioversion may be performed without transesophageal echocardiography.</li>\n</ul><br><br><p>Cardioversion is unlikely to be successful in patients with a persistent underlying precipitant of atrial fibrillation or flutter (eg, hyperthyroidism, unrepaired mitral valve dysfunction).&nbsp; Atrial fibrillation or flutter usually recurs in such patients, and correction of the underlying precipitant should be pursued prior to attempting cardioversion.</p>\n<h1>Long-term management</h1><br><br><p>The long-term management of atrial fibrillation and atrial flutter focuses on the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Minimizing symptoms</li>\n\t<li>Controlling heart rate to prevent tachycardia-induced cardiomyopathy</li>\n\t<li>Minimizing thromboembolic risk</li>\n</ul>\n<h2>Controlling symptoms and heart rate: rate vs rhythm control strategies</h2><br><br><p>The control of symptoms and heart rate is managed with either a rate control or a rhythm control strategy.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A rate control strategy acknowledges that abnormal atrial activity will continue but focuses on limiting the rate of conduction transmission through the AV node to control the ventricular rate.&nbsp; It is preferred in most patients because sinus rhythm can be difficult to maintain in those with substantial atrial remodeling.</li>\n\t<li>A rhythm control strategy aims to restore and maintain sinus rhythm.&nbsp; It is often preferred in relatively young patients who have few underlying risk factors.&nbsp; Relatively young patients who are active also tend to be more sensitive to symptoms of atrial fibrillation or flutter, often making a rhythm control strategy preferable.</li>\n</ul><br><br><p>Lifestyle modifications to address the underlying risk factors associated with atrial fibrillation and flutter (eg, hypertension, obstructive sleep apnea) can help a rate control or rhythm control strategy.</p>\n<h2>Rate control strategy</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A <strong>beta blocker</strong> (eg, metoprolol) or <strong>nondihydropyridine calcium channel blocker </strong>(eg, diltiazem, verapamil) is added first-line and titrated appropriately to achieve an appropriate resting heart rate (eg, &lt;100/min for most patients) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L75489.png\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ).</li>\n\t<li>If additional rate control is needed, a second first-line agent of a different class can be added (eg, verapamil added to metoprolol).</li>\n\t<li><strong>Digoxin</strong>, which slows conduction through the AV node by increasing vagal tone, is sometimes useful as an adjunctive agent in patients with left ventricular systolic dysfunction (due to a positive inotropic effect).&nbsp; Digoxin is not used as monotherapy for rate control because it is poorly effective at controlling heart rate during exercise.</li>\n\t<li><strong>Amiodarone</strong> has rate control properties (due to the inhibition of calcium channels in the AV node) and is sometimes used as a third-line agent for rate control.&nbsp; However, the risk for long-term adverse effects (eg, lung toxicity, thyroid toxicity) limits the prolonged use of amiodarone.</li>\n\t<li>If the heart rate remains uncontrolled despite optimal pharmacologic rate control therapy, a rhythm control strategy should be attempted.&nbsp; Adequate rate control of atrial flutter is often more difficult to achieve than adequate rate control of atrial fibrillation.</li>\n\t<li>For patients in whom adequate rate control cannot be achieved and rhythm control is not possible, definitive management involves <strong>catheter ablation</strong> of the AV node (eliminating communication between the atria and the ventricles) with placement of a permanent pacemaker to control the ventricular rate.&nbsp; The AV node is located on the endocardial surface of the right atrium, near the insertion of the septal leaflet of the tricuspid valve and the orifice of the coronary sinus.</li>\n</ul>\n<h2>Rhythm control strategy</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Pharmacologic rhythm control agents used for atrial fibrillation and atrial flutter include class IC antiarrhythmics (eg, flecainide, propafenone) and class III antiarrhythmics (eg, amiodarone, sotalol, dofetilide) (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36001.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).</li>\n\t<li><strong>Antiarrhythmic</strong> medications are usually taken daily but, occasionally, may be used on an as-needed basis in patients with symptomatic paroxysmal atrial fibrillation or flutter (ie, <strong>\"pill in pocket\" therapy</strong>).</li>\n\t<li>Intracardiac catheter <strong>ablation</strong> can be used to disrupt the abnormal electrical activity causing atrial fibrillation or flutter and is often pursued when pharmacologic rhythm control fails.&nbsp; In atrial fibrillation, the ablation typically targets the pulmonary vein ostia (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47234.jpg\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                ), and in atrial flutter, the ablation targets the reentrant circuit involving the cavotricuspid isthmus of the right atrium (isthmus between the inferior vena cava and the tricuspid annulus).</li>\n</ul>\n<h2>Minimizing thromboembolic risk</h2><br><br><p>An assessment of thromboembolic risk is needed in all patients with atrial fibrillation or flutter, and chronic anticoagulation therapy should be given when appropriate (ie, in most patients).&nbsp; The thromboembolic risk associated with atrial fibrillation and flutter is similar regardless of whether a rate or rhythm control strategy is used and regardless of whether the arrhythmia is paroxysmal or persistent.</p><br><br><p>The <strong>CHA<font size=\"2\"><sub>2</sub></font>DS<font size=\"2\"><sub>2</sub></font>-VASc score</strong> (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/84384.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ) is the most widely used tool to evaluate thromboembolic risk based on age and comorbidities:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Patients with a score of 0 are at low thromboembolic risk, and anticoagulation therapy is not indicated.</li>\n\t<li>Men with a score of 1 and women with a score of 2 are at moderate thromboembolic risk, and anticoagulation therapy should be considered.</li>\n\t<li>Men with a score ≥2 and women with a score ≥3 are at high thromboembolic risk, and chronic anticoagulation therapy is indicated.</li>\n</ul><br><br><p>The CHA<font size=\"2\"><sub>2</sub></font>DS<font size=\"2\"><sub>2</sub></font>-VASc score is not applicable for atrial fibrillation or flutter caused by mitral stenosis or hypertrophic cardiomyopathy because atrial fibrillation and flutter in these conditions is associated with especially high thromboembolic risk, and anticoagulation is indicated regardless of age or comorbidities.</p><br><br><p>A <strong>direct oral anticoagulant</strong> (eg, apixaban, rivaroxaban, dabigatran) is the preferred therapy in most patients.&nbsp; However, a vitamin K antagonist (ie, <strong>warfarin</strong>) is preferred in patients with atrial fibrillation or flutter due to mitral stenosis because of evidence of superior efficacy in that population.</p><br><br><p>A left atrial appendage occlusion procedure is an option for reducing thromboembolic risk in patients with a contraindication to chronic anticoagulation therapy.</p>\n<h1>Complications</h1><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Atrial fibrillation or flutter with rapid ventricular response (eg, &gt;150/min) can occasionally cause hemodynamic collapse and sudden cardiac arrest.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Systemic thromboembolism can result from embolization of left atrial thrombus.&nbsp; This most commonly occurs in the form of stroke, but embolization can occur anywhere in the systemic circulation (eg, acute mesenteric ischemia, acute limb ischemia).</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The onset of atrial fibrillation or flutter can cause decompensation of underlying heart failure.&nbsp; The loss of atrial contraction impairs diastolic filling and may precipitate symptoms (eg, dyspnea and orthopnea due to pulmonary edema) in patients with otherwise compensated heart failure.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Uncontrolled ventricular rates in atrial fibrillation or flutter can lead to tachycardia-induced cardiomyopathy.&nbsp; Sustained elevation of ventricular rate (eg, &gt;120/min for several weeks or more) can induce cardiomyocyte changes and ventricular dilation that can eventually lead to reduced left ventricular ejection fraction and heart failure.</li>\n</ul><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Preexcited atrial fibrillation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96424.png\" alt=\"figure 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 14</div>\n                                </div>\n                                ) is an uncommon arrhythmia that can occur in patients with an accessory pathway that directly connects the atria to the ventricles (ie, patients with Wolff-Parkinson-White syndrome).&nbsp; This arrhythmia is especially dangerous because the protective effect of slowed conduction through the AV node is removed, and patients can develop dangerously high ventricular rates that can degenerate into ventricular arrhythmia and sudden cardiac arrest.</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>Permanent atrial fibrillation or flutter is associated with higher morbidity and mortality than paroxysmal atrial fibrillation or flutter.&nbsp; The overall prognosis of the arrhythmias is likely largely dependent on underlying comorbidities, and it is unclear to what degree increased mortality is a direct effect of atrial fibrillation or flutter or is instead the arrhythmias serving as a marker of an otherwise \"sick\" heart.&nbsp; Effective rate or rhythm control and mitigation of thromboembolic risk reduce the associated morbidity and mortality.</p>\n<h1>Summary</h1><br><br><p>Atrial fibrillation and atrial flutter are common supraventricular arrhythmias with distinct electrophysiologic causes but similar risk factors and consequences.&nbsp; Their development is encouraged by atrial remodeling that results from aging and underlying comorbidities that facilitate atrial dilation (eg, systemic hypertension, mitral valve dysfunction).&nbsp; Both arrhythmias can cause substantial morbidity and likely increased mortality due to the disruption of cardiac function and increased risk for thromboembolic events.&nbsp; Effective management involves rate or rhythm control to minimize symptoms and reduce the risk for tachycardia-induced cardiomyopathy and anticoagulation therapy to mitigate thromboembolic risk.</p>\n</div>\n\n            "
}