{
  "meta": {
    "title": "Cardiac pacemakers: Function and dysfunction",
    "url": "https://brainandscalpel.vercel.app/cardiac-pacemakers-function-and-dysfunction-94f5a875-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:44:53.997Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>The sinoatrial node is the normal physiologic pacemaker of the heart, rhythmically generating impulses that travel through the atria, atrioventricular (AV) node, and ventricles to drive the coordinated contraction of the heart.&nbsp; When normal cardiac conduction is disrupted (eg, sinoatrial node failure, advanced AV block), a permanent electronic cardiac pacemaker can be implanted to mimic the function of the conduction system and maintain an appropriate heart rate.</p>\n<h1>Conduction physiology</h1><br><br><p>Normally, the sinoatrial node spontaneously generates impulses at a rate of 60-100/min; the rate of impulse generation is determined by the balance of sympathetic and parasympathetic tone.&nbsp; Each impulse travels from the sinoatrial node through the atrial conduction tissue, then to the AV node, where the impulse is relayed in an organized fashion through the His bundle, right and left bundle branches, and Purkinje system.&nbsp; Appropriate transmission through the conduction system leads to the coordinated contraction of the atria and ventricles.</p><br><br><p>If impulse generation in the sinoatrial node fails, more distal parts of the conduction system also have an intrinsic pacemaker that can spontaneously generate impulses but at a slower rate (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69192.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; If distal pacemaker cells in the AV node or His bundle do not receive timely impulses from the sinoatrial node, these cells become the primary pacemaker of the heart, maintaining a slower rate of ventricular contraction.&nbsp; Similarly, if conduction through the AV node is disrupted (eg, complete AV block), pacemaker cells in the bundle branches or Purkinje system become the primary pacemaker of the heart (at a very slow rate).&nbsp; A permanent pacemaker is needed when the conduction system is disrupted to the point that an adequate heart rate cannot be consistently maintained.<p></p>\n<h1>Basic function of pacemakers</h1><br><br><p>A permanent pacemaker consists of the following (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L22728.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A pulse <strong>generator</strong>, which houses the pacemaker battery.&nbsp; It is placed subcutaneously, usually in the upper chest wall, typically on the left side in right-handed patients.</li>\n\t<li><strong>Wire leads</strong>, which connect the pulse generator to the myocardium and communicate electronic signals to and from the heart.</li>\n</ul><br><br><p>The leads are placed first, by accessing the systemic venous system through a chest wall incision; they track through the subclavian vein to the superior vena cava and into the right side of the heart, where they attach to the myocardium.&nbsp; The opposite ends are attached to the pulse generator, which is placed in a subcutaneous pocket created near the incision site.</p><br><br><p>Normal electronic pacemaker activity requires 3 fundamental functions:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Sensing</strong>:&nbsp; The pacemaker must sense native cardiac activity to avoid providing electrical impulses when they are not needed.</li>\n\t<li><strong>Firing</strong>:&nbsp; The pacemaker must generate timely impulses (strong enough to induce myocardial contraction).&nbsp; Typically, the pacemaker is set to a timer to achieve a desired minimum contraction rate.&nbsp; For example, if a minimum heart rate of 60/min is desired, the pacemaker is calibrated to sense for 1 second after each contraction:&nbsp; If no contraction is sensed in that time, the pacemaker fires.&nbsp; On ECG, pacemaker firing is indicated by a vertical line, referred to as a pacemaker <strong>spike</strong>.</li>\n\t<li><strong>Activation</strong>:&nbsp; When the pacemaker fires, the impulse must be adequately transferred to the myocardium to cause depolarization and facilitate contraction.&nbsp; Activation is often referred to as <strong>capture</strong>.</li>\n</ul>\n<h1>Types of pacemakers</h1><br><br><p>The number and location of wire leads that attach to the myocardium depend on the type of pacemaker.</p>\n<h2>Single lead pacemaker (right ventricle)</h2><br><br><p>A single lead pacemaker, which is the simplest pacemaker setup, consists of 1 lead that is usually attached to the right ventricular (RV) myocardium (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97185.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).&nbsp; The lead passes from the right atrium through the tricuspid valve to terminate on the RV septal myocardium, which allows ventricular contraction to be directly triggered.&nbsp; The electrical impulse generated by the pacemaker depolarizes the right ventricle and septum first; then the lateral portions of the left ventricle depolarize slowly from the right ventricle.<p></p><br><br><p>With single lead pacemakers, sensing and activation occur only in the right ventricle.&nbsp; An ECG demonstrating normal single lead pacemaker function is shown in the figure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96751.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ); because ventricular activity is triggered directly in the ventricles, the QRS complexes are wide.&nbsp; However, because of the single lead, these pacemakers cannot synchronize atrial and ventricular contraction.&nbsp; Therefore, they are most often used in patients who need infrequent pacing; they may also be considered in patients with <em>permanent</em> atrial fibrillation, in whom atrial-ventricular synchrony is not feasible.<p></p>\n<h2>Dual chamber pacemaker (right ventricle, right atrium)</h2><br><br><p>A dual chamber pacemaker, which is the most used pacemaker type, consists of 2 leads (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L32009.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>One lead is attached to the RV myocardium (as with the single lead pacemaker).</li>\n\t<li>The additional lead is attached to the right atrial wall.</li>\n</ul><br><br><p>Therefore, sensing and activation can occur in both the right atrium and the right ventricle&nbsp; (because electronic signals can be sent to both the right atrium and right ventricle through the 2 leads).&nbsp; This allows maintenance of atrial-ventricular synchrony in patients with sinoatrial or AV nodal failure.&nbsp; Three types of pacing can be seen (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23380.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Atrial pacing</strong>:&nbsp; If conduction through the AV node is intact, atrial pacing (spikes occur before the P wave) can sustain adequate ventricular activity without the need for ventricular pacing.</li>\n\t<li><strong>Ventricular pacing</strong>:&nbsp; If sinoatrial activity is intact but conduction through the AV node is disrupted, ventricular pacing (spikes occur before the QRS complex) is needed to sustain adequate ventricular activity.</li>\n\t<li><strong>Dual chamber pacing</strong> (atrial-ventricular sequential pacing):&nbsp; If both sinoatrial and AV nodal activity are disrupted, dual chamber pacing (spikes occur before both the P wave and the QRS complex) allows for coordinated atrial and ventricular activity.</li>\n</ul>\n<h2>Biventricular pacemaker (right ventricle, right atrium, left ventricle)</h2><br><br><p>A biventricular pacemaker involves 3 leads (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9678.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ).<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>One lead terminates on the right atrial myocardium (as with the dual chamber pacemaker).</li>\n\t<li>Another lead passes through the tricuspid valve to terminate on the RV myocardium (as with the dual chamber and the single lead pacemakers).</li>\n\t<li>A third lead reaches the left ventricle.&nbsp; The left side of the heart cannot be directly accessed from the systemic venous circulation; therefore, this lead must pass from the right atrium into the coronary sinus and follow one of the lateral cardiac veins to terminate on the left ventricular surface.</li>\n</ul><br><br><p>A biventricular pacemaker is typically used as an upgrade over a dual chamber pacemaker for some patients:&nbsp; With a dual chamber pacemaker, which has a lead in the right ventricle only, left ventricular depolarization occurs slowly and following RV depolarization, which can lead to dyssynchrony and impair cardiac output.&nbsp; In contrast, a biventricular pacemaker, which has leads in the right and left ventricles, allows for synchronized right and left ventricular contraction.&nbsp; Such cardiac resynchronization therapy is indicated to improve cardiac output in some patients with heart failure (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/125096.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Pathophysiologic uses</h1><br><br><p>The main indications for pacemaker implantation are as follows:</p>\n<h2>Sinus node dysfunction</h2><br><br><p>Sinus node dysfunction (or failure), also referred to as sick sinus syndrome, typically results from age-related fibrosis and degeneration of the sinoatrial node.&nbsp; It is characterized by sinus pauses and sinus arrest on ECG and often leads to symptomatic bradycardia (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96388.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; Placement of a pacemaker (usually dual chamber) can restore timely impulse generation.<p></p>\n<h2>Advanced AV block</h2><br><br><p>Examples of advanced AV block include Mobitz type II second-degree AV block, in which AV node conduction is disrupted to the point that atrial impulses cannot be reliably relayed to the ventricles (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L96924.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ), and third-degree (complete) AV block, in which communication between the atria and ventricles is totally disconnected (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97003.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ).&nbsp; Placement of a pacemaker (usually dual chamber) is indicated to allow direct ventricular pacing.<p></p>\n<h2>AV node ablation</h2><br><br><p>Occasionally, an uncontrollable tachyarrhythmia (eg, atrial fibrillation with rapid ventricular response) requires intentional ablation of the AV node (ie, iatrogenic complete AV block); this necessitates pacemaker placement to allow for control of the ventricular rate via ventricular pacing.&nbsp; As previously discussed, a single lead pacemaker may be appropriate if permanent atrial fibrillation is present.</p>\n<h1>Pacing modes</h1><br><br><p>Based on the indications and the individual characteristics of the patient, the pacemaker can be set to different pacing modes.&nbsp; Abbreviations of 3-5 letters are used to describe the pacing mode and are summarized in the table for completion (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/131021.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; The first 3 letters refer to the chamber being paced, the chamber being sensed, and the response to sensed events.&nbsp; As an example, DDD pacing means that the device is pacing the dual chambers (atria and ventricle), sensing the dual chambers, and responding to sensed signals in a dual fashion (ie, it inhibits unnecessary pacing when intrinsic electrical activity is detected, and it triggers pacing in response to sensed activity when appropriate).<p></p>\n<h1>Pacemaker dysfunction</h1><br><br><p>Electronic pacemaker dysfunction results from failure of one or more of the 3 fundamental pacemaker functions.</p>\n<h2>Failure of sensing</h2><br><br><p>Failure of sensing is an <strong>inability</strong> of the pacemaker to <strong>detect native</strong> atrial and/or ventricular <strong>contractions</strong>.&nbsp; It may result from a loose or detached pacemaker wire or from too high a sensing threshold in the pacemaker settings.&nbsp; Failure of sensing typically leads to excessive pacing with increased ventricular activity (eg, palpitations); on ECG, pacemaker spikes occur without regard for native QRS complexes (eg, a pacemaker spike may occur just after a native QRS complex) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L125470.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ).<p></p>\n<h2>Failure of firing</h2><br><br><p>Failure of firing occurs when the pacemaker does not generate timely impulses.&nbsp; This most often results from <strong>oversensing</strong>, in which the pacemaker detects electrical activity that is not actually representative of cardiac depolarization.&nbsp; Such a phenomenon can occur if the pacemaker is close to an environmental source of electrical interference (eg, cell phone, electric fence).&nbsp; Failure of firing may also result from profound depletion of the pacemaker battery.&nbsp; Failure of firing typically leads to symptomatic bradycardia; ECG demonstrates an absence of adequate pacemaker spikes with prolonged pauses (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L125469.jpg\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ).<p></p>\n<h2>Failure of activation</h2><br><br><p>Failure of activation (or failure to capture) occurs when pacemaker impulses <strong>do not successfully depolarize</strong> the myocardium.&nbsp; It may result from a loose or detached pacemaker wire or from metabolic derangements (eg, acid-base disturbances) that raise the depolarization threshold.&nbsp; Failure of activation typically leads to symptomatic bradycardia; ECG demonstrates an absence of the expected QRS complexes occurring immediately after pacemaker firing spikes (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L97095.jpg\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ).<p></p>\n<h1>Complications</h1><h2>Tricuspid regurgitation</h2><br><br><p>The RV lead of a pacemaker passes through the tricuspid valve; it can disrupt tricuspid valve closure in some patients and cause tricuspid regurgitation (TR).&nbsp; If the TR becomes severe, it can lead to right-sided heart failure.&nbsp; Permanent pacemaker placement is one of the leading causes of severe <em>primary</em> TR (ie, due to primary valve dysfunction); in contrast, most cases of severe TR are considered <em>secondary</em> because they result from RV dysfunction.</p>\n<h2>Pacemaker syndrome</h2><br><br><p>Pacemaker syndrome is a potential complication in patients with a single lead pacemaker.&nbsp; It results from dyssynchrony of atrial and ventricular contraction:&nbsp; The atria contract based on the sinoatrial node, but the ventricles contract at a different rate based on the electronic pacemaker.&nbsp; Patients can develop symptoms of poor cardiac output (eg, dyspnea, fatigue, light-headedness) due to disrupted ventricular filling; they may also have pulsations in the neck due to right atrial contractions against a closed tricuspid valve.&nbsp; Pacemaker syndrome can be corrected (or avoided) by implanting a dual chamber pacemaker.</p>\n<h2>Infective endocarditis</h2><br><br><p>A permanent pacemaker is effectively a foreign object that increases the risk of infective endocarditis.&nbsp; When infective endocarditis occurs in the setting of a permanent pacemaker, it typically requires prolonged antibiotic therapy and full removal of the device (leads and pulse generator), which is associated with increased morbidity and mortality.</p>\n<h1>Special considerations</h1><h2>Surgery</h2><br><br><p>Surgeries requiring electrocautery in the chest or upper abdomen can disrupt pacemaker sensing (ie, the electrocautery can cause oversensing).&nbsp; This can be managed by adjusting the pacemaker settings (to temporarily turn off sensing and pace at a fixed rate) or, if feasible, by placing a magnet over the pacemaker pulse generator (to temporarily block sensing).</p>\n<h2>MRI compatibility</h2><br><br><p>Older pacemakers may contain relatively high levels of ferrous material that pose safety risks during MRI, including device heating or component migration.&nbsp; In contrast, most modern electronic pacemakers are \"MRI conditional,\" meaning that MRI can be safely performed with certain conditions met (eg, reduced magnetic field strength).&nbsp; Before an MRI in a patient with an electronic pacemaker, the specifications of the pacemaker must be confirmed and the manufacturer's guidelines strictly followed.</p>\n<h1>Summary</h1><br><br><p>When the normal cardiac conduction system is disrupted (eg, sinoatrial node failure, advanced atrioventricular block), a permanent electronic pacemaker can be placed to restore the function of the conduction system and maintain an appropriate heart rate.&nbsp; Permanent pacemakers are relatively common in older adults, and understanding their basic function and dysfunction is important.&nbsp; Pacemaker dysfunction typically involves failure of one or more of the 3 fundamental pacemaker functions: sensing, firing, and/or activation (capture), each of which can be recognized on ECG.</p>\n</div>\n\n            "
}