{
  "meta": {
    "title": "Cardiovascular hemodynamics",
    "url": "https://brainandscalpel.vercel.app/cardiovascular-hemodynamics-7c5bd4d7-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:44:56.578Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Basics of cardiovascular blood flow</h1>\n<p>The cardiovascular system consists of a continuous circuit of blood vessels that supply oxygen and nutrients to the organs and tissues of the body.&nbsp; The system is powered by 2 pumps:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The right ventricle (RV) powers the relatively low-pressure pulmonary circulation.</li>\n\t<li>The left ventricle (LV) powers the relatively high-pressure systemic circulation.</li>\n</ul><br><br><p>The parameters that govern cardiovascular blood flow are defined as follows.</p>\n<h2>Stroke volume and cardiac output</h2><br><br><p>Cardiac output = stroke volume × heart rate</p><br><br><p>Cardiac index = cardiac output / total body surface area</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Stroke volume</strong> is the volume of blood ejected from the RV or the LV with each contraction.&nbsp; It is typically measured in milliliters.&nbsp; The normal stroke volume for an adult at rest is approximately 70 mL.</li>\n\t<li><strong>Cardiac output</strong> is the amount of blood ejected from the RV or the LV per unit of time.&nbsp; It is the product of stroke volume and heart rate and is typically measured in liters per minute.&nbsp; The normal cardiac output for an adult at rest is approximately 5-6 L/min.</li>\n\t<li><strong>Cardiac index</strong> is a representation of cardiac output adjusted per body size; it is equal to cardiac output divided by total body surface area.&nbsp; The normal cardiac index for an adult at rest ranges from 2.5-4.0 L/min/m<font size=\"2\"><sup>2</sup></font>.</li>\n\t<li>Because the RV and LV are connected in series, all blood passing through one ventricle must pass through the other ventricle at the same rate (otherwise blood will back up).&nbsp; Therefore, under normal conditions, the cardiac output of the RV is the same as the cardiac output of the LV.</li>\n</ul>\n<h2>Modified Ohm law</h2><br><br><p>Voltage = current × resistance →</p><br><br><p>Pressure = cardiac output × resistance</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Ohm law (V [voltage] = I [current] × R [resistance]) was developed to describe energy flow through an electrical circuit, but the concept applies to all types of energy flow.&nbsp; According to Ohm law, a voltage difference between points A and B drives electrical flow (current) against resistance between the 2 points.</li>\n\t<li>In the modified Ohm law that describes cardiovascular hemodynamics, voltage is analogous to pressure and current is analogous to blood flow, such that the law becomes <strong>P (pressure) = CO (cardiac output) × R (resistance)</strong>.&nbsp; In the circulatory system, blood flows from an area of higher pressure to an area of lower pressure, with the magnitude of flow inversely related to resistance.</li>\n\t<li>Pressure and resistance are relatively low in the pulmonary circulation and relatively high in the systemic circulation.&nbsp; Cardiac output is the same in both circulations.</li>\n</ul>\n<h2>Resistance</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Resistance is required to maintain pressure in the cardiovascular system.</li>\n\t<li><strong>Systemic vascular resistance (SVR)</strong> is created primarily by the systemic arterioles, and <strong>pulmonary vascular resistance (PVR)</strong> is created primarily by the pulmonary arterioles.&nbsp; These arterioles can vasodilate and vasoconstrict to adjust resistance.</li>\n</ul>\n<h2>Ejection fraction</h2><br><br><p>Stroke volume = LV end-diastolic volume − LV end-systolic volume</p><br><br><p>LV ejection fraction = stroke volume / LV end-diastolic volume</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>LV <strong>stroke volume</strong> is often calculated by subtracting the volume of blood in the LV at the end of contraction (ie, LV end-systolic volume) from the volume of blood in the LV at the beginning of contraction (ie, LV end-diastolic volume).</li>\n\t<li><strong>Ejection fraction</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L45803.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ), the relative volume of blood ejected from the LV with each contraction, is calculated by dividing stroke volume by the LV end-diastolic volume.&nbsp; For instance, in a patient with LV end-diastolic volume of 150 mL and stroke volume of 75 mL, the ejection fraction is 50%.&nbsp; An LV ejection fraction of 50%-70% is considered normal.</li>\n</ul>\n<h2>Stroke volume:&nbsp; Preload, contractility, and afterload</h2><br><br><p>Stroke volume is determined by 3 parameters (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L103751.png\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ):&nbsp; preload, contractility, and afterload.<p></p><br><br><p><strong>Preload</strong> is the volume of blood in the ventricle at the end of diastole; it depends on venous return from the systemic circulation and the effectiveness of diastolic filling.&nbsp; In a normally functioning heart, LV preload is directly related to RV preload, and the term \"preload\" usually refers to LV preload, which is synonymous with LV end-diastolic volume.&nbsp; Stroke volume is directly related to preload according to the Frank-Starling law (as preload increases, stroke volume increases), which is discussed below.</p><br><br><p>Factors that increase preload include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increased total blood volume.</li>\n\t<li>Systemic venous vasoconstriction to mobilize blood from the venous capacitance system.</li>\n</ul><br><br><p>Factors that decrease preload include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Decreased total blood volume.</li>\n\t<li>Systemic venous vasodilation.</li>\n</ul><br><br><p><strong>Contractility</strong>, also referred to as inotropy, is the intrinsic force of myocardial contraction and is determined by intracellular calcium concentration.&nbsp; Stroke volume is directly related to contractility.</p><br><br><p>Factors that increase contractility are primarily those that increase intracellular calcium and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increased sympathetic tone.</li>\n\t<li>Positive inotropic pharmacologic interventions (eg, digoxin, beta-1 agonists).</li>\n</ul><br><br><p>Factors that decrease contractility are primarily those that decrease intracellular calcium and include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Decreased sympathetic tone.</li>\n\t<li>Negative inotropic pharmacologic interventions (eg, beta blockers, nondihydropyridine calcium channel blockers).</li>\n\t<li>Dilated cardiomyopathy and other disorders that impair cardiac sarcomere function (independent of intracellular calcium).</li>\n</ul><br><br><p><strong>Afterload</strong> is the pressure that the LV must contract against.&nbsp; In contrast with preload, afterload is represented as pressure rather than volume; systolic blood pressure is generally indicative of LV afterload.&nbsp; Stroke volume is inversely related to afterload:&nbsp; As afterload increases, stroke volume decreases.</p><br><br><p>Factors that increase afterload include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Peripheral arteriolar vasoconstriction (increased SVR).</li>\n\t<li>Increased contractility.</li>\n\t<li>Increased preload.</li>\n</ul><br><br><p>Factors that decrease LV afterload include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Peripheral arteriolar vasodilation (decreased SVR).</li>\n\t<li>Decreased contractility.</li>\n\t<li>Decreased preload.</li>\n</ul>\n<h2>Frank-Starling law</h2><br><br><p>The Frank-Starling law (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L58898.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ) of the heart states that, as LV preload increases, stroke volume increases accordingly to maintain forward blood flow (ie, \"<strong>the heart gives what it gets</strong>\").&nbsp; The underlying mechanism is that increased preload causes increased myocardial stretching (ie, increased tension), which allows for more forceful contraction to expel the additional preload.&nbsp; The increased force of contraction is entirely due to increased myocardial stretching and does not involve an increase in myocardial contractility (ie, there is no change in intracellular calcium concentration).<p></p>\n<h2>Determinants of arterial blood pressure</h2><br><br><p>Systolic blood pressure = diastolic blood pressure + pulse pressure</p><br><br><p><strong>Diastolic blood pressure (DBP)</strong> is the baseline hydrostatic pressure in the arterial system and is directly related to SVR and arterial blood volume.&nbsp; <strong>Pulse pressure</strong> is the amount that arterial pressure increases above DBP during LV contraction; it is directly related to stroke volume and inversely related to aortic compliance, which is generally constant but gradually decreases with advancing age.</p><br><br><p><strong>Systolic blood pressure</strong> is the sum of DBP and pulse pressure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69248.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ).&nbsp; For example:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>An isolated increase in SVR increases DBP and secondarily increases systolic blood pressure, with pulse pressure remaining unchanged.</li>\n\t<li>An isolated increase in stroke volume increases pulse pressure and systolic blood pressure, with DBP remaining unchanged.</li>\n</ul><br><br><p>Increased heart rate slightly increases DBP by mobilizing a higher percentage of blood volume from the venous capacitance system to the arterial circulation (increased arterial blood volume).</p>\n<h2>Vascular compartments</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The systemic veins act as a capacitance system (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L120706.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ), storing up to 90% of intravascular blood volume.&nbsp; Vasodilation of the capacitance venules increases venous storage, whereas vasoconstriction reduces storage and mobilizes blood to the right side of the heart (increases venous return).</li>\n\t<li>The pressure in the <strong>systemic venous system</strong> is referred to as <strong>central venous pressure</strong> (CVP) and is roughly 6-8 cm H<font size=\"2\"><sub>2</sub></font>O (~5-6 mm Hg).</li>\n\t<li>Blood that is mobilized from the venous system to the right atrium fills the RV during diastole.&nbsp; Right atrial pressure and RV end-diastolic pressure are roughly equivalent (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L120231.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ) to CVP.</li>\n\t<li>During RV systole, blood is ejected into the pulmonary arteries and delivered to the lungs for oxygen and carbon dioxide exchange.&nbsp; The pulmonary arterioles create PVR and maintain pressure in the pulmonary circulation.&nbsp; <strong>RV systolic pressure</strong> and <strong>pulmonary artery systolic pressure</strong> are roughly equivalent (~25 mm Hg).</li>\n\t<li>After traveling through the pulmonary capillaries, blood travels through the pulmonary veins to the left atrium and then fills the LV during diastole.&nbsp; Left atrial pressure is often estimated during right heart catheterization (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L121200.jpg\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ) by the measurement of <strong>pulmonary capillary wedge pressure</strong> (PCWP).&nbsp; Left atrial pressure and LV end-diastolic pressure are roughly equivalent to PCWP (~8 mm Hg).</li>\n\t<li>During LV systole, blood is ejected into the aorta and delivered to the organs and tissues of the body.&nbsp; Vasodilation and constriction of the systemic arterioles regulate SVR to maintain systemic blood pressure and modulate flow to specific organs and tissues (eg, skeletal muscle vs intestines).&nbsp; LV systolic pressure and systemic arterial systolic pressure are roughly equivalent (~120 mm Hg).</li>\n\t<li>After passing through the systemic capillaries, blood returns to the venous capacitance system, where it can be mobilized again as venous return to the right atrium.</li>\n</ul>\n<h1>Blood pressure regulation</h1><h2>Blood volume regulation via the renin-angiotensin-aldosterone system</h2><br><br><p>Blood volume is determined primarily by total body <strong>sodium</strong> because the osmotic activity of sodium keeps water in the intravascular space.&nbsp; Blood volume is regulated by the <strong>renin-angiotensin-aldosterone system</strong> (RAAS), a hormonal cascade (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L46717.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ) and feedback loop that culminates in aldosterone-mediated sodium and water reabsorption by the kidneys.&nbsp; The juxtaglomerular apparatus (JGA) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L4947.jpg\" alt=\"figure 9\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 9</div>\n                                </div>\n                                ) of the kidneys controls the RAAS by stimulating renin release in response to the following stimuli:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Decreased pressure in the renal afferent arterioles.</li>\n\t<li>Decreased total sodium delivery to the macula densa.</li>\n\t<li>Increased sympathetic drive to the JGA.</li>\n</ul><br><br><p>As the JGA senses reduced blood volume, aldosterone secretion from the adrenal cortex (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L53840.jpg\" alt=\"figure 10\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 10</div>\n                                </div>\n                                ) increases and blood volume increases.&nbsp; During periods of adequate blood volume and blood pressure, renin activity (and downstream aldosterone activity) is inhibited (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L90500.png\" alt=\"figure 11\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 11</div>\n                                </div>\n                                ).<p></p><br><br><p>In addition to stimulating aldosterone secretion, angiotensin II also induces systemic vasoconstriction to help increase blood pressure.</p>\n<h2>Baroreceptor reflex</h2><br><br><p>The baroreceptor reflex regulates blood pressure by stimulating autonomic-mediated changes in heart rate, contractility, and peripheral vasoconstriction to compensate for changes in blood pressure.&nbsp; The <strong>carotid and aortic arch baroreceptors</strong> (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59558.jpg\" alt=\"figure 12\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 12</div>\n                                </div>\n                                ) are stretch-sensitive mechanoreceptors that increase their firing rate in response to arterial distension.&nbsp; They transmit impulses to the solitary nucleus of the medulla, which then modulates sympathetic and parasympathetic (vagal) output in response to the baroreceptor firing rate.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>With an abrupt <strong>decrease</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59557.jpg\" alt=\"figure 13\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 13</div>\n                                </div>\n                                ) in cardiac output and blood pressure, reduced stretch of the arterial walls leads to reduced baroreceptor firing and decreased activation of the solitary nucleus.&nbsp; This causes an increase in sympathetic outflow with a corresponding reduction in parasympathetic tone, leading to vasoconstriction (increased peripheral resistance) and increased heart rate and contractility (increased cardiac output), minimizing the drop in blood pressure.</li>\n\t<li>Conversely, an abrupt <strong>increase</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L59556.jpg\" alt=\"figure 14\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 14</div>\n                                </div>\n                                ) in blood pressure leads to increased stretch of the arterial walls and increased baroreceptor firing.&nbsp; In response, increased activation of the solitary nucleus causes reduced sympathetic tone and a corresponding increase in parasympathetic outflow, leading to alleviated vasoconstriction (decreased peripheral resistance) and decreased heart rate and contractility (decreased cardiac output), minimizing the rise in blood pressure.</li>\n</ul>\n<h2>Valsalva maneuver</h2><br><br><p>The Valsalva maneuver (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L69502.jpg\" alt=\"figure 15\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 15</div>\n                                </div>\n                                ) relies on changes in intrathoracic pressure to modulate baroreceptor reflex activity and create a brief surge in blood pressure.&nbsp; It has 2 phases.<p></p><br><br><p>During the initial <strong>strain phase</strong> of the Valsalva maneuver, air is inspired and then an exhale is held against a closed glottis.&nbsp; This increases intrathoracic pressure and facilitates the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Increased intrathoracic pressure is transmitted directly to the aortic wall, causing a slight initial increase in blood pressure.</li>\n\t<li>The increased intrathoracic pressure restricts venous return to the right atrium, which in turn leads to reduced cardiac output.</li>\n\t<li>The baroreceptor reflex senses the reduced cardiac output (via a reduction in blood pressure) and triggers a compensatory sympathetic increase in heart rate and SVR to raise cardiac output and blood pressure.</li>\n</ul><br><br><p>Once the exhale strain is released, the <strong>relaxation phase</strong> begins and facilitates the following:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>With intrathoracic pressure released, pressure on the aortic wall decreases, causing a brief drop in blood pressure.&nbsp; In addition, venous return is no longer restricted, and it surges into the right atrium and pulmonary circulation.</li>\n\t<li>The increased venous return is ejected by the LV into the previously increased SVR, causing a surge in systemic blood pressure (ie, blood pressure \"overshoot\").</li>\n\t<li>The baroreceptor reflex senses the surge in blood pressure and triggers a compensatory surge in vagal tone to reduce SVR and return hemodynamics to baseline.</li>\n</ul><br><br><p>Examples of clinical applications of the Valsalva maneuver include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Heart murmur identification:&nbsp; The reduction in venous return (ie, preload) during the strain phase can be used to help identify certain heart murmurs that are affected by changes in preload (eg, hypertrophic cardiomyopathy, mitral valve prolapse).</li>\n\t<li>Supraventricular tachycardia termination:&nbsp; The surge in vagal tone toward the end of the relaxation phase can slow conduction through the atrioventricular (AV) node and can sometimes terminate AV node–dependent paroxysmal supraventricular tachycardias.</li>\n</ul>\n<h1>Left ventricular pressure–volume loops</h1><br><br><p>The LV pressure–volume loop (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44986.png\" alt=\"figure 16\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 16</div>\n                                </div>\n                                ) follows the cardiac cycle and illustrates the interactions between preload, contractility, and afterload.&nbsp; At point 1, the LV is full of blood and begins isovolumetric contraction until the aortic valve opens at point 2, causing blood to eject into the aorta and LV volume to decrease.&nbsp; LV contraction ends at point 3, and LV pressure rapidly decreases to point 4, where the mitral valve opens and LV diastolic filling begins again.<p></p>\n<h2>Main parameters on the pressure-volume loop</h2><br><br><p>On the LV flow–volume loop, the following parameters are represented as follows:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Preload</strong> (end-diastolic volume) is the volume at point 1.&nbsp; Shifting of point 1 to the right indicates an increase in preload, and shifting of point 1 to the left indicates a decrease in preload.</li>\n\t<li><strong>Afterload</strong> is generally represented by the peak pressure generated during blood ejection.&nbsp; An increase in the peak pressure represents an increase in afterload, and a decrease in peak pressure represents a decrease in afterload.</li>\n\t<li><strong>Contractility</strong>, the intrinsic force the myocardium contracts with, is represented by the line tangent to point 3.&nbsp; A shift in the contractility line up and to the left indicates increased contractility, and a shift down and to the right indicates decreased contractility.</li>\n\t<li><strong>Stroke volume</strong> is the difference in volume from end-diastole (point 1) to end-systole (point 3).&nbsp; Stroke volume can increase or decrease due to changes in the other parameters.</li>\n\t<li><strong>Compliance</strong> is the slope of the diastolic filling line from point 4 to point 1 (ie, increase in pressure per increase in volume).&nbsp; An increase in the slope of the line represents decreased compliance, and a decrease in the slope of the line represents increased compliance.&nbsp; Unlike the other parameters, compliance is typically constant in the short term and is not subject to change.</li>\n</ul><br><br><p>A primary change in one parameter leads to an immediate secondary change in other parameters (not considering baroreceptor-mediated reflex effects).&nbsp; The immediate effects of primary changes are as follows.</p>\n<h2>Preload</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>An isolated increase in preload occurs with an increase in blood volume (eg, infusion of normal saline).&nbsp; Increased preload (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44990.png\" alt=\"figure 17\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 17</div>\n                                </div>\n                                ) leads to an increase in stroke volume and a slight increase in afterload.</li>\n\t<li>An isolated decrease in preload occurs with a decrease in blood volume (eg, blood loss, dehydration).&nbsp; Decreased preload (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44992.png\" alt=\"figure 18\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 18</div>\n                                </div>\n                                ) leads to a decrease in stroke volume and a slight decrease in afterload.</li>\n</ul>\n<h2>Afterload</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>An isolated increase in afterload occurs with clamping of the abdominal aorta.&nbsp; Increased afterload (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L60979.jpg\" alt=\"figure 19\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 19</div>\n                                </div>\n                                ) leads to decreased stroke volume.</li>\n\t<li>An isolated decrease in afterload occurs with a primarily arterial vasodilator such as hydralazine.&nbsp; Decreased afterload (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L101863.jpg\" alt=\"figure 20\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 20</div>\n                                </div>\n                                ) leads to increased stroke volume.</li>\n</ul>\n<h2>Contractility</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>An isolated increase in contractility occurs with a positive inotrope such as digoxin or a primarily beta-1 agonist (eg, dobutamine).&nbsp; Increased contractility (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L44988.png\" alt=\"figure 21\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 21</div>\n                                </div>\n                                ) leads to an increase in stroke volume and a slight increase in afterload.</li>\n\t<li>An isolated decrease in contractility occurs with a negative inotrope such as a primarily beta-1 antagonist (eg, metoprolol) or nondihydropyridine calcium channel blocker (eg, verapamil).&nbsp; Decreased contractility (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L62060.jpg\" alt=\"figure 22\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 22</div>\n                                </div>\n                                ) leads to a decrease in stroke volume and a slight decrease in afterload.</li>\n</ul>\n<h1>Cardiac function–vascular function curves (Guyton curves)</h1><br><br><p>The cardiovascular system is a closed circuit:&nbsp; Blood ejected from the LV (cardiac output) returns to the right atrium (venous return) before passing through the lungs and being ejected once again.&nbsp; Cardiac function–vascular function curves (Guyton curves) (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/U94518.jpg\" alt=\"figure 23\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 23</div>\n                                </div>\n                                ) illustrate the relationship between cardiac output and venous return.<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Cardiac function curve</strong>:&nbsp; As right atrial pressure (an indication of preload) increases, <strong>cardiac output</strong> increases due to myocardial fiber stretching and a corresponding increase in stroke volume.&nbsp; This curve is essentially a Frank-Starling curve, representing constant LV contractility (inotropy) along the curve.&nbsp; Changes in contractility shift the curve to the left or the right.</li>\n\t<li><strong>Vascular function curve</strong>:&nbsp; As right atrial pressure increases, <strong>venous return</strong> to the right atrium decreases as a reduced pressure gradient drives blood return to the right atrium.&nbsp; Changes in blood volume, venous capacitance, and SVR shift the curve to the left or the right.</li>\n\t<li>The <strong>intersection point</strong> of the curves represents the <strong>steady-state</strong> equilibrium of right atrial pressure and cardiac output/venous return for a given set of cardiac and vascular parameters.</li>\n</ul>\n<h2>Shifting of the curves</h2><br><br><p>Shifting (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L104840.png\" alt=\"figure 24\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 24</div>\n                                </div>\n                                ) of the cardiac function curve is facilitated by a change in contractility.&nbsp; Shifting of the venous return curve is facilitated by a change in blood volume, venous capacitance, or SVR.<p></p>\n<h2>Cardiac function curve</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Increased contractility</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L94519.jpg\" alt=\"figure 25\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 25</div>\n                                </div>\n                                ), as occurs with a positive inotrope (eg, digoxin), shifts the cardiac function curve to the <strong>left</strong> and creates a new steady-state equilibrium point at an increased cardiac output and a reduced right atrial pressure.</li>\n\t<li><strong>Decreased contractility</strong> (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L94520.jpg\" alt=\"figure 26\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 26</div>\n                                </div>\n                                ), as occurs with a negative inotrope (eg, verapamil), shifts the cardiac function curve to the <strong>right</strong> and creates a new equilibrium point at a reduced cardiac output and an increased right atrial pressure.</li>\n</ul>\n<h2>Vascular function (venous return) curve</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Increased</strong> venous return (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L94521.jpg\" alt=\"figure 27\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 27</div>\n                                </div>\n                                ) shifts the venous return curve to the <strong>right</strong> and creates a new equilibrium point at an increased venous return and an increased right atrial pressure.&nbsp; Factors that increase venous return include:<br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Increased blood volume</strong>, as occurs with an infusion of normal saline.</li>\n\t\t<li><strong>Decreased venous capacitance</strong>, as occurs with a venous vasoconstrictor.&nbsp; This mobilizes blood from the venous capacitance system to the right atrium.</li>\n\t\t<li><strong>Decreased SVR</strong>, as occurs with an arteriolar vasodilator.&nbsp; This allows blood to return to the right atrium more easily.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Decreased</strong> venous return (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L94522.jpg\" alt=\"figure 28\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 28</div>\n                                </div>\n                                ) shifts the venous return curve to the <strong>left</strong> and creates a new equilibrium point at a decreased venous return and a decreased right atrial pressure.&nbsp; Factors that decrease venous return include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Decreased <strong>blood volume</strong>, as occurs with dehydration or blood loss.</li>\n\t\t<li>Increased <strong>venous capacitance</strong>, as occurs with a venous vasodilator (eg, nitroglycerin).</li>\n\t\t<li>Increased <strong>SVR</strong>, as occurs with an arteriolar vasoconstrictor.</li>\n\t</ul>\n\t</li>\n\t<li>Changes in blood volume and venous capacitance cause the entire venous return curve to shift left or right.&nbsp; Changes in SVR (arteriolar vasoconstriction or vasodilation) cause the venous return curve to pivot left or right at the x-axis, meaning that the curve appears steeper or flatter but the right atrial pressure at the <em>x</em>-axis (ie, where cardiac output/venous return are zero) does not change.&nbsp; This is because blood volume is mostly (90%) held in the venous (vs arterial) system, so when the system is stagnant (ie, cardiac output/venous return = 0), blood volume delivered to the right atrium is not significantly affected by changes in SVR.</li>\n</ul>\n<h1>Catheter-based cardiovascular pressure charts</h1><br><br><p>Catheter-based pressure charts reflect measurements made by introducing a catheter into the blood and and obtaining hemodynamic measurements at various points (eg, heart chambers).&nbsp; They illustrate normal cardiovascular pressures (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14570.jpg\" alt=\"figure 29\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 29</div>\n                                </div>\n                                ) throughout the cardiac cycle and show how valvular disruptions affect cardiovascular pressures:<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Aortic stenosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14574.jpg\" alt=\"figure 30\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 30</div>\n                                </div>\n                                ) restricts blood flow from the LV to the aorta and creates an abnormal pressure gradient between LV systolic pressure and aortic systolic pressure.</li>\n\t<li>Aortic regurgitation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14571.jpg\" alt=\"figure 31\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 31</div>\n                                </div>\n                                ) creates a backflow of blood from the aorta to the LV during diastole, which leads to a progressive decrease in aortic pressure and an increase in LV pressure during diastole.</li>\n\t<li>Mitral stenosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14573.jpg\" alt=\"figure 32\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 32</div>\n                                </div>\n                                ) restricts blood flow from the left atrium to the LV to increase left atrial pressure and create an abnormal pressure gradient between left atrial pressure and LV diastolic pressure.</li>\n\t<li>Mitral regurgitation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L14568.jpg\" alt=\"figure 33\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 33</div>\n                                </div>\n                                ) creates a backflow of blood from the LV to the left atrium during systole, which creates a surge in left atrial pressure (prominent V wave).</li>\n</ul>\n<h1>Jugular venous pressure and waveform</h1><br><br><p>Jugular venous pressure is representative of CVP and allows CVP to be estimated on physical examination (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L37258.jpg\" alt=\"figure 34\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 34</div>\n                                </div>\n                                ).<p></p><br><br><p>The shape of the jugular venous pulse waveform reflects pressure changes in the right atrium throughout the cardiac cycle.&nbsp; The normal jugular venous pulse waveform is composed of the following waves and descents (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L64788.jpg\" alt=\"figure 35\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 35</div>\n                                </div>\n                                ):<p></p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A wave created by atrial contraction toward the end of ventricular diastole.</li>\n\t<li>C wave created by tricuspid valve closure at the start of ventricular systole.</li>\n\t<li>x descent created by atrial relaxation.</li>\n\t<li>V wave created by atrial filling during ventricular systole.</li>\n\t<li>y descent created by atrial emptying during early ventricular diastole.</li>\n</ul><br><br><p>Certain types of cardiac pathology create characteristic changes in the jugular venous pulse waveform.&nbsp; For example:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>The loss of organized atrial contraction with atrial fibrillation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50500.jpg\" alt=\"figure 36\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 36</div>\n                                </div>\n                                ) creates loss of the A wave.</li>\n\t<li>Tricuspid valve regurgitation (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L50503.jpg\" alt=\"figure 37\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 37</div>\n                                </div>\n                                ) creates a prominent V wave and an absent x descent due to the transmission of RV pressure to the right atrium during ventricular systole.</li>\n</ul>\n</div>\n\n            "
}