{
  "meta": {
    "title": "Complications of prosthetic heart valves",
    "url": "https://brainandscalpel.vercel.app/complications-of-prosthetic-heart-valves-164b1fd0-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:08.164Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Severe valvular disease, particularly valve stenosis, usually requires corrective surgery through either valve repair or replacement.&nbsp; Although repair is often preferable to replacement, the valve is often too damaged to be repaired, leaving replacement as the only viable option.</p><br><br><p>Prosthetic heart valve replacement successfully treats severe valvular disease that was previously uncorrectable and fatal.&nbsp; However, it is associated with important risks and potential complications, including prosthetic valve deterioration, nonstructural issues (eg, paravalvular leak), increased risk of infection, and increased thrombotic risk (eg, due to turbulent blood flow).</p>\n<h1>Prosthetic heart valve types</h1><br><br><p>The 2 major types of prosthetic heart valves are mechanical (metallic) and bioprosthetic (from mammalian tissue).&nbsp; The distinction between mechanical and bioprosthetic valves is important primarily due to differences in durability and the risk of certain complications.&nbsp; In general:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>A <strong>mechanical</strong> prosthetic valve has the advantage of being highly durable but at the expense of high thrombogenicity (requiring lifelong anticoagulation).</li>\n\t<li>A <strong>bioprosthetic</strong> valve has the advantage of low thrombogenicity (anticoagulation not needed) but at the expense of relatively low durability; repeat replacement may be required after approximately 10 years, often complicated by scar tissue and difficult valve placement.</li>\n</ul><br><br><p>The characteristics of these 2 major valve types are summarized in the following section.</p>\n<h2>Mechanical prosthetic heart valves</h2><br><br><p>Mechanical prosthetic heart valves are typically made of metal (often titanium) and a ceramic-like material (pyrolytic carbon).&nbsp; They are divided into several types based on structure:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Ball-and-cage valve</strong>:&nbsp; Developed in the 1950s, this was the first functionally successful prosthetic heart valve.&nbsp; It consists of a silicone ball contained within a metal cage; the ball can move freely with pressure changes within the cage to seal and open the valve orifice.&nbsp; These valves were eventually replaced by newer designs that have better hemodynamic properties and lower thrombotic risk.</li>\n\t<li><strong>Single-leaflet tilting-disk valve</strong>:&nbsp; These valves consist of a single tilting disk mounted on an annular ring.&nbsp; The mechanics of the single tilting disk allow it to open to a maximum of approximately 60%, which can restrict blood flow, which is especially problematic in young patients during exercise.&nbsp; These valves are generally no longer used.</li>\n\t<li><strong>Bileaflet valve</strong>:&nbsp; Most mechanical valves currently used are bileaflet valves.&nbsp; They consist of 2 hinging leaflets mounted on an annular ring, which serves as the base of the valve and allows it to be sewn on the native valve annulus.&nbsp; The design creates a large valve orifice for blood flow, consisting of 2 lateral openings that are relatively large and a smaller central opening.&nbsp; This setup creates favorable hemodynamics that preserve forward flow and limit turbulence.&nbsp; It also allows for 2 small jets of regurgitation (\"washing jets\"), which help optimize blood flow to reduce thrombosis.&nbsp; The 3 major bileaflet valves currently in use are identified by manufacturer (ie, St Jude Medical, On-X, Carbomedics).</li>\n</ul>\n<h2>Bioprosthetic heart valves</h2><br><br><p>Bioprosthetic heart valves may be composed of mammalian valve tissue only or of mammalian tissue leaflets mounted on a metallic rim.&nbsp; The several major types of bioprosthetic valves include:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Porcine xenograft valves</strong>:&nbsp; The material for these valves is extracted from porcine cadaveric hearts and undergoes treatment (glutaraldehyde fixation, anticalcification) to reduce antigenicity and improve durability.&nbsp; Porcine valves are the most widely used type of bioprosthetic valve.</li>\n\t<li><strong>Bovine tissue valves</strong>:&nbsp; Other types of biologic tissue, namely bovine pericardium, are sometimes used to create leaflets mounted on a metallic frame.</li>\n\t<li><strong>Human allograft valves</strong>:&nbsp; These valves are taken from human cadaveric donors.&nbsp; They are now rarely used, in large part due to limited availability and higher rates of valve degeneration and calcification compared to other bioprosthetic valves.&nbsp; However, they are still characteristically used for pulmonic valve replacement in the Ross procedure, in which the aortic valve is replaced with the native pulmonic valve and the pulmonic valve is replaced with a bioprosthetic valve.</li>\n</ul>\n<h1>Selection of valve type and method of valve placement</h1><br><br><p>As previously discussed, the choice between a mechanical and a bioprosthetic valve is primarily driven by the tradeoff between:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Durability, with mechanical valves being more durable but also more thrombogenic.</li>\n\t<li>Thrombogenicity, with bioprosthetic valves being less thrombogenic but also less durable.</li>\n</ul><br><br><p>In practice, patient age is the major determinant:&nbsp; A mechanical valve is favored in relatively younger patients who are expected to require several decades of use, whereas a bioprosthetic valve is favored in relatively older patients (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/129065.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><br><br><p>Prosthetic heart valves are usually surgically implanted via median sternotomy with cardiopulmonary bypass (the heart is temporarily paralyzed, and the bypass machine handles blood oxygenation and distribution throughout the body).&nbsp; The diseased valve is surgically removed and the prosthetic valve sewn into place.</p><br><br><p>Catheter-based techniques have been developed to allow less invasive valve replacement in select populations.&nbsp; Transcatheter aortic valve implantation (TAVI) involves placing a bioprosthetic valve using an arterial catheter and fluoroscopic guidance.&nbsp; The valve is mounted on the catheter and implanted over the diseased valve by balloon inflation or self-expansion (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L51891.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; The procedure is most commonly used in elderly patients (eg, age &gt;75) with aortic stenosis who are less able to tolerate open surgical valve replacement.<p></p>\n<h1>Anticoagulation indications</h1><br><br><p>The thrombotic risk with a bioprosthetic valve is slightly higher than that with a native valve but not to the extent that anticoagulation therapy is indicated.&nbsp; On the other hand, thrombotic risk with a <strong>mechanical prosthetic valve</strong> is substantially elevated, and <strong>lifelong anticoagulation</strong> is required for all patients.&nbsp; A vitamin K antagonist <strong>(warfarin)</strong> is the <strong>only drug</strong> shown to effectively reduce thrombotic risk in the setting of a mechanical prosthetic valve and is the only anticoagulant formulation recommended for use.&nbsp; Direct oral anticoagulants (eg, dabigatran, apixaban) have shown either inferior efficacy compared to warfarin or have not been adequately studied in this setting.</p><br><br><p>The target INR for warfarin therapy for mechanical prosthetic valves depends mostly on the valve position; the valve type and the presence of other conditions increasing thrombotic risk also require consideration.&nbsp; The thrombotic risk for mechanical valves in the <strong>mitral</strong> (or tricuspid) position is significantly higher than for those in the aortic (or pulmonic) position, likely due to lower-velocity blood flow in the region of the atrioventricular valves.&nbsp; The recommended anticoagulation therapy for mechanical prosthetic valves is summarized in this table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/86642.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; Updated guidelines recommend a specific INR target (eg, 2.5) rather than a target range (eg, 2-3).<p></p>\n<h1>Prosthetic valve complications</h1><br><br><p>The estimated operative mortality for open surgical valve replacement ranges from approximately 2% for isolated aortic valve replacement to approximately 5% for isolated mitral valve replacement to approximately 9% for combined aortic and mitral valve replacements.&nbsp; Operative mortality for TAVI has been estimated at approximately 3%, although these patients are usually at a relatively high baseline risk due to age and comorbidities.&nbsp; Causes of operative death can include myocardial infarction, stroke, and cardiogenic shock.</p><br><br><p>The next section summarizes postoperative complications shared by all prosthetic valves and then those unique to mechanical valves, bioprosthetic valves, and TAVI.</p>\n<h2>Complications shared by all prosthetic valve types</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Patient-prosthesis size mismatch</strong>:&nbsp; Prosthetic valves, especially bioprosthetic valves, tend to create smaller valve areas compared to native valves.&nbsp; When the orifice area is too small for the patient's size, it can limit cardiac output and create pressure overload in the upstream cardiac chambers.&nbsp; Patients can develop dyspnea and other manifestations of heart failure.&nbsp; Annular enlargement procedures may be performed when needed to try to address patient-prosthesis size mismatch.</li>\n\t<li><strong>Paravalvular leak</strong>:&nbsp; Paravalvular leak is valve regurgitation between the valve itself and the tissue where the valve is mounted.&nbsp; It can occur with mechanical or bioprosthetic valves but is most common with bioprosthetic valves placed via TAVI (due to improper seating of the valve during placement) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L53672.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).&nbsp; In other instances, it can result from valve dehiscence from the intended suturing position, often in the setting of annular degeneration or infective endocarditis.</li>\n\t<li><strong>Pannus formation</strong>:&nbsp; Pannus formation is the ingrowth of fibrous (scar) tissue.&nbsp; It often starts near where the valve was sewn into place and can gradually spread over the valve leaflets.&nbsp; This can cause restricted leaflet opening, leading to valve stenosis.&nbsp; When severe, it requires surgical intervention to remove the pannus.</li>\n\t<li><strong>Prosthetic valve infective endocarditis</strong>:&nbsp; The risk of infective endocarditis is increased with prosthetic valves compared to native valves and is perhaps highest with bioprosthetic valves.&nbsp; Prosthetic heart valves are considered one of the highest-risk conditions for infective endocarditis, and patients should receive preprocedural antibiotic prophylaxis to reduce that risk (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/31456.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; Important differences between prosthetic valve endocarditis and native valve endocarditis include:\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Higher acuity and increased mortality for prosthetic valve endocarditis.|</li>\n\t\t<li>Differing microbiology in prosthetic valve endocarditis during the first postoperative year, with nosocomial bacteria (eg, <em>Staphylococcus aureus</em>, <em>Staphylococcus epidermidis</em>) introduced in the operating room being most common.</li>\n\t\t<li>Infective perivalvular tissue invasion with the formation of abscess, pseudoaneurysm, or intracardiac fistula is more common with prosthetic valve endocarditis, and leaflet vegetation tends to be less prominent.</li>\n\t\t<li>Prosthetic valve endocarditis responds poorly to antibiotic therapy, and early surgical intervention is often needed.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Prosthetic valve dysfunction</strong>:&nbsp; This general term is often used to describe impaired valve function (ie, stenosis or regurgitation) of varying types and causes (\n                                <div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/48249.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).</li>\n</ul>\n<h2>Complications unique to mechanical prosthetic valves</h2><br><br><p>Modern mechanical valves have remarkably few issues with structural complications and generally last indefinitely if adequate anticoagulation is provided.&nbsp; In addition to the shared complications previously mentioned, the following complications are unique to mechanical prosthetic valves:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Prosthetic valve thrombosis</strong>:&nbsp; Insufficient anticoagulation with a mechanical prosthetic valve creates the risk of prosthetic valve thrombosis.&nbsp; It can manifest with distal embolization (eg, stroke) or prosthetic valve dysfunction.&nbsp; Valve thrombus most commonly causes valve obstruction and manifests as valve stenosis, but it can sometimes cause valve regurgitation; a corresponding new murmur (stenotic or regurgitant) is typically present.&nbsp; Prosthetic valve thrombosis is diagnosed using echocardiography and/or CT imaging and is treated with fibrinolytic therapy or surgical intervention.</li>\n\t<li><strong>Macroangiopathic hemolytic anemia</strong>:&nbsp; The rigid leaflets of a mechanical prosthetic valve may cause red cell hemolysis.&nbsp; This generally occurs with some type of prosthetic valve dysfunction causing hemodynamic disruption (ie, valve stenosis or regurgitation), with laboratory tests showing evidence of extravascular hemolysis (eg, elevated lactate dehydrogenase, low haptoglobin, schistocytes).&nbsp; Mechanical valve–induced hemolysis can also occur to a small degree with a normally functioning mechanical prosthetic valve.</li>\n</ul>\n<h2>Complications unique to bioprosthetic valves</h2><br><br><p>Unlike mechanical prosthetic heart valves, bioprosthetic valves undergo predictable structural degeneration (ie, calcification, leaflet thickening/stiffening, leaflet tearing/perforation) that can lead to valvular stenosis or regurgitation.&nbsp; This is the leading cause of bioprosthetic valve failure, with valve replacement needed within 15 years in up to 30% of patients.&nbsp; It is accelerated in relatively young patients, during pregnancy, and in the setting of systemic inflammatory conditions or advanced renal disease.&nbsp; Prosthetic valve thrombosis (more common with mechanical valves) can occasionally occur in the setting of bioprosthetic valve structural deterioration.</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Structural valve stenosis or regurgitation</strong>:&nbsp; Because of structural valve deterioration, the major complications unique to bioprosthetic valves are structural valve stenosis or transvalvular regurgitation.&nbsp; These complications require valve replacement once they become severe.</li>\n</ul>\n<h2>Complications unique to TAVI</h2><br><br><p>TAVI is associated with several unique complications, mostly related to the placement of the valve:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Valve annulus rupture</strong>:&nbsp; This is a rare but potentially fatal complication that can occur during valve placement, particularly when the prosthetic valve is expanded into the native valve (using a balloon or self-expanding frame) to be anchored into place.&nbsp; If the prosthetic valve is too large for the patient's aortic root or the area is heavily calcified, this expansion can tear the ring-shaped aortic annulus that supports the valve.&nbsp; It is prevented by carefully sizing the prosthesis via cardiac imaging prior to the procedure.</li>\n\t<li><strong>Stroke</strong>:&nbsp; Because of the endovascular nature of the procedure, which can disrupt existing aortic calcification and plaque, the risk of embolic stroke is substantially increased during TAVI.</li>\n\t<li><strong>Coronary ostium obstruction</strong>:&nbsp; When there is insufficient space between the level of the aortic valve and the origin of the coronary arteries, there is a risk that the valve prosthesis may obstruct the coronary ostia during placement (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L52986.jpg\" alt=\"figure\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure</div>\n                                </div>\n                                ).&nbsp; This can present as myocardial ischemia or hemodynamic instability soon after valve deployment.</li>\n\t<li><strong>High-grade atrioventricular block requiring permanent pacemaker implantation</strong>:&nbsp; Because the expanded valve prosthesis can stretch or compress components of the cardiac conduction system in the subaortic region of the interventricular septum, high-grade atrioventricular block can sometimes occur with TAVI.</li>\n</ul>\n<h1>Summary</h1><br><br><p>Prosthetic heart valve replacement is a successful treatment for patients with severe valvular disease not amenable to repair, but it carries risks of complications impacting patient quality of life and survival.&nbsp; The features of prosthetic heart valves differ somewhat between the 2 major types.&nbsp; Mechanical prosthetic heart valves are preferred in younger patients due to superior durability, but these valves substantially increase thrombotic risk and require lifelong anticoagulation.&nbsp; Bioprosthetic heart valves do not require anticoagulation but have a limited life span due to structural valve deterioration.&nbsp; Both mechanical and bioprosthetic heart valves carry an increased risk for infective endocarditis, which is life-threatening and usually requires repeat surgery.</p>\n</div>\n\n            "
}