{
  "meta": {
    "title": "Essential hypertension",
    "url": "https://brainandscalpel.vercel.app/essential-hypertension-22f6c058-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:13.259Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1><p>Essential (primary) hypertension is a chronic condition characterized by consistently elevated blood pressure without a known secondary cause.&nbsp; It affects a significant portion of the adult population and is a major risk factor for cardiovascular disease, including myocardial infarction, stroke, and heart failure.&nbsp; The etiology of essential hypertension is multifactorial and complex.</p><h1>Pathophysiology</h1><p>Key mechanisms likely include the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Genetic predisposition:</strong>&nbsp; Several genetic loci have been associated with blood pressure regulation, influencing renal sodium handling, vascular tone, and sympathetic nervous system activity.</li><li><strong>Renin-angiotensin-aldosterone system (RAAS):</strong>&nbsp; Dysregulation of the RAAS leads to increased sodium and water retention, vasoconstriction, and aldosterone-mediated potassium excretion, all of which contribute to elevated blood pressure (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L39716.jpg\" alt=\"figure 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 1</div>\n                                </div>\n                                ).&nbsp; Many antihypertensive agents act on this system (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L23029.jpg\" alt=\"figure 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 2</div>\n                                </div>\n                                ).</li><li><strong>Endothelial dysfunction:</strong>&nbsp; Impaired nitric oxide production and increased endothelin-1 levels lead to increased vascular tone.</li></ul><h1>Risk factors</h1><p>Several risk factors are associated with the development of essential hypertension:</p><ul class=\"article-body-unordered-list\"><li><strong>Age:</strong>&nbsp; Blood pressure tends to increase with age.</li><li><strong>Family history:</strong>&nbsp; A family history of hypertension increases this risk.</li><li><strong>Obesity:</strong>&nbsp; Excess body weight is strongly linked to hypertension.</li><li><strong>Dietary factors:</strong>&nbsp; High sodium intake, low potassium intake, and excessive alcohol consumption all can raise blood pressure.</li><li><strong>Physical inactivity:</strong>&nbsp; A sedentary lifestyle contributes to the development of hypertension.</li><li><strong>Ethnicity:</strong>&nbsp; There is a higher prevalence in certain ethnic groups, such as African Americans.</li></ul><h1>Clinical presentation</h1><p>Essential hypertension typically presents as slowly rising blood pressures over months to years; an abrupt elevation is atypical and suggests a secondary cause.&nbsp; It is usually asymptomatic and discovered during healthcare encounters for other reasons.</p><p>Symptoms may be reported but are nonspecific and often better attributed to other conditions; when truly due to hypertension, the presence of symptoms may indicate severe blood pressure elevations and end-organ damage.&nbsp; Commonly reported symptoms include the following:</p><ul class=\"article-body-unordered-list\"><li>Headache</li><li>Fatigue</li><li>Chest pain</li><li>Exertional dyspnea</li><li>Dizziness and/or palpitations</li><li>Visual disturbances</li></ul><h1>Diagnosis</h1><p>The diagnosis of essential hypertension is based on serial measurement of blood pressure using a sphygmomanometer, using correct technique including appropriate cuff size&nbsp;(\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L47432.jpg\" alt=\"figure 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 3</div>\n                                </div>\n                                ).<p></p><h2>Classification</h2><p>Blood pressure classification varies; one classification is as follows:</p><ul class=\"article-body-unordered-list\"><li><strong>Normal:</strong>&nbsp; systolic &lt;120 mm Hg, diastolic &lt;80 mm Hg</li><li><strong>Elevated:</strong>&nbsp; systolic 120-129 mm Hg, diastolic &lt;80 mm Hg</li><li><strong>Stage 1 hypertension:</strong>&nbsp; systolic 130-139 mm Hg and/or diastolic 80-89 mm Hg</li><li><strong>Stage 2 hypertension:</strong>&nbsp; systolic ≥140 mm Hg and/or diastolic ≥90 mm Hg</li></ul><h2>Measurement</h2><p>The diagnosis is most often based on office-based blood pressure measurement.&nbsp; However, other testing modalities can be useful, particularly if office readings are inconsistent or if white-coat hypertension (ie, blood pressure is elevated only in health care settings) or masked hypertension (ie, blood pressure is generally elevated but office-based readings are normal) is suspected.</p><p>Options include the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Ambulatory blood pressure monitoring:</strong>&nbsp; Automated devices intermittently measure blood pressure, typically over 24 hours, and record pressure at different times of the day and while sleeping.&nbsp; Daytime blood pressure ≥130/80 mm Hg, nocturnal blood pressure ≥110/65 mm Hg, or overall 24-hour average blood pressure ≥125/75 mm Hg confirms the diagnosis of hypertension.</li><li><strong>Home blood pressure monitoring:</strong>&nbsp; Inexpensive devices can be used for self-measurement of blood pressure.&nbsp; This option is useful for initial diagnosis as well as for following response to treatment.</li></ul><h1>Laboratory/imaging evaluation</h1><p>Diagnostic testing in essential hypertension is directed to identify potential correctable causes of elevated blood pressure, detect additional cardiovascular risk factors that could impact management, and screen for hypertensive complications.&nbsp; Initial evaluation includes the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Basic metabolic panel</strong> to assess renal function and electrolyte levels</li><li><strong>Lipid profile</strong> to evaluate cholesterol and triglyceride levels</li><li><strong>Fasting blood glucose or hemoglobin A1c</strong> to screen for diabetes mellitus</li><li><strong>Urinalysis</strong> to detect proteinuria or hematuria</li><li><strong>ECG</strong> to assess for left ventricular hypertrophy or other cardiac abnormalities</li><li><strong>Echocardiography</strong> if there are signs of heart failure or left ventricular hypertrophy, which is classically concentric (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L13550.jpg\" alt=\"figure 4\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 4</div>\n                                </div>\n                                ) and associated with impaired diastolic filling</li></ul><p>Additional studies are indicated in patients in whom secondary hypertension is suspected.</p><h1>Differential diagnosis</h1><p>Besides essential hypertension, other major conditions associated with elevated blood pressure include the following:</p><h2>Secondary hypertension</h2><p>Elevated blood pressure can be due to an identifiable comorbid disorder.&nbsp; Common secondary causes (described in detail in a separate article) include the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Renal and renovascular disease:</strong>&nbsp; Features that suggest renal parenchymal disease include proteinuria, hematuria, and abnormal renal function tests.&nbsp; Features that suggest renovascular hypertension include renal bruit, widespread atherosclerotic disease, severe or resistant hypertension (ie, uncontrolled despite an appropriate 3-drug regimen), and recurrent flash pulmonary edema.</li><li><strong>Endocrine disorders:</strong><ul class=\"article-body-unordered-list\"><li><strong>Hyperaldosteronism:</strong>&nbsp; This disorder is to be considered in patients with hypokalemia, metabolic alkalosis, and mild hypernatremia; severe hypokalemia may be precipitated by diuretics.</li><li><strong>Pheochromocytoma:</strong>&nbsp; In patients with paroxysmal hypertension, headaches, palpitations, and diaphoresis, pheochromocytoma should be considered.</li><li><strong>Cushing syndrome:</strong>&nbsp; This disorder can be considered in patients with abrupt weight gain, moon face, \"buffalo hump,\" and abdominal skin striae (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L29332.jpg\" alt=\"figure 5\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 5</div>\n                                </div>\n                                ).</li><li><strong>Thyroid disease:</strong>&nbsp; Hyperthyroidism causes primarily systolic hypertension and tachycardia, whereas hypothyroidism commonly causes mild diastolic hypertension.</li></ul></li><li><strong>Obstructive sleep apnea:</strong>&nbsp; Consider this disorder in patients with excessive daytime sleepiness, snoring, and witnessed apneas (very common cause of resistant hypertension).</li><li><strong>Medications:</strong>&nbsp; Commonly used medications that can elevate blood pressure include oral contraceptive pills, corticosteroids, and oral decongestants.</li></ul><h2>White-coat hypertension</h2><p>Elevated blood pressure readings in a clinical setting (but normal readings outside of this setting) can occur.</p><h2>Masked hypertension</h2><p>Normal blood pressure readings in a clinical setting (but elevated readings outside of this setting) can occur.</p><h2>Isolated systolic hypertension</h2><p>This condition is generally defined as systolic blood pressure ≥140 mm Hg with diastolic blood pressure &lt;90 mm Hg (varies with guidelines).&nbsp; It is most common in elderly patients due to age-related increased rigidity (decreased compliance) of the walls of the aorta and other large arteries.&nbsp; Management with lifestyle modifications and pharmacologic therapy is warranted.</p><h2>Hypertensive disorders related to pregnancy</h2><p>Hypertensive disorders related to pregnancy refer to several entities seen in pregnancy; they can often be differentiated based on timeline or associated clinical features (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/35980.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ).<p></p><h1>Management</h1><p>The management of essential hypertension involves lifestyle modifications and pharmacologic therapy.</p><h1>Lifestyle modifications</h1><p>Lifestyle interventions for hypertension are summarized in the following table (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/37075.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).&nbsp; They include the following:<p></p><h2>Dietary changes</h2><ul class=\"article-body-unordered-list\"><li>Reduce sodium intake (&lt;2.3 g sodium/day).</li><li>Increase potassium intake through fruits and vegetables.</li><li>Follow the DASH diet (<strong>D</strong>ietary <strong>A</strong>pproaches to <strong>S</strong>top <strong>H</strong>ypertension).</li></ul><h2>Weight loss</h2><ul class=\"article-body-unordered-list\"><li>Achieve and maintain a healthy body weight (BMI 18-25 kg/m<font size=\"2\"><sup>2</sup></font>).</li></ul><h2>Physical activity</h2><ul class=\"article-body-unordered-list\"><li>Engage in regular aerobic exercise (eg, 30 min of moderate-intensity exercise most days of the week).</li></ul><h2>Limit alcohol intake</h2><ul class=\"article-body-unordered-list\"><li>Limit intake to ≤2 drinks per day for men and ≤1 one drink per day for women.</li></ul><h2>Smoking cessation</h2><ul class=\"article-body-unordered-list\"><li>Strongly advise complete cessation to all patients.</li></ul><h1>Pharmacological therapy</h1><p>The choice of drug is determined largely by patient factors, including comorbidities, concurrent medications, and adverse effects profile (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/69278.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 3\n                                    </a>\n                                </div>\n                                ).&nbsp; First-line antihypertensive medications include the following:<p></p><h2>Thiazide diuretics</h2><ul class=\"article-body-unordered-list\"><li><strong>Commonly used agents:</strong>&nbsp; hydrochlorothiazide, chlorthalidone, indapamide</li><li><strong>Mechanism:</strong>&nbsp; increase sodium and water excretion by inhibiting sodium reabsorption in the distal convoluted tubule (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L12298.jpg\" alt=\"figure 6\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 6</div>\n                                </div>\n                                ); they also have a mild vasodilating effect.</li><li><strong>Compelling indications:</strong>&nbsp; may be beneficial in patients with osteoporosis due to reduction in renal calcium excretion.&nbsp; Avoid in patients with orthostatic hypotension or gout.</li><li><strong>Adverse effects:</strong>&nbsp; hypokalemia, hypercalcemia, hyperglycemia (especially in patients with diabetes mellitus), hyperuricemia</li></ul><h2>ACE inhibitors (ACEIs)</h2><ul class=\"article-body-unordered-list\"><li><strong>Commonly used agents:</strong>&nbsp; lisinopril, ramipril, captopril, quinapril, enalapril, trandolapril, moexipril</li><li><strong>Mechanism:</strong>&nbsp; inhibit the conversion of angiotensin I to angiotensin II, reducing vasoconstriction and aldosterone secretion</li><li><strong>Compelling indications:</strong>&nbsp; heart failure with reduced ejection fraction, diabetic nephropathy with albuminuria</li><li><strong>Adverse effects:</strong>&nbsp; cough (due to elevated bradykinin levels) (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18710.png\" alt=\"figure 7\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 7</div>\n                                </div>\n                                ), hyperkalemia, angioedema, renal impairment (30% rise in creatinine is expected and should not prompt discontinuation)</li></ul><h2>Angiotensin II receptor blockers (ARBs)</h2><ul class=\"article-body-unordered-list\"><li><strong>Commonly used agents:</strong>&nbsp; losartan, candesartan, irbesartan, olmesartan, valsartan, azilsartan</li><li><strong>Mechanism:</strong>&nbsp; block angiotensin II receptors, reducing vasoconstriction and aldosterone secretion</li><li><strong>Compelling indications:</strong>&nbsp; similar to ACEIs; also consider in patients with cough on ACEI therapy.</li><li><strong>Adverse effects:</strong>&nbsp; hyperkalemia, renal impairment, rare angioedema</li></ul><h2>Calcium channel blockers (CCBs)</h2><ul class=\"article-body-unordered-list\"><li><strong>Commonly used agents:</strong><ul class=\"article-body-unordered-list\"><li>Dihydropyridines:&nbsp; nifedipine, amlodipine, felodipine</li><li>Nondihydropyridines:&nbsp; verapamil, diltiazem</li></ul></li><li><strong>Mechanism:</strong>&nbsp; inhibit calcium entry into vascular smooth muscle cells, causing vasodilation</li><li><strong>Compelling indications:</strong>&nbsp; angina, arrhythmias (eg, nondihydropyridines in patients with atrial fibrillation)</li><li><strong>Adverse effects:</strong>&nbsp; peripheral edema, constipation, bradycardia</li></ul><h2>Beta blockers</h2><ul class=\"article-body-unordered-list\"><li><strong>Commonly used agents:</strong>&nbsp; atenolol, metoprolol, propranolol, labetalol, bisoprolol, carvedilol, nebivolol, nadolol</li><li><strong>Mechanism:</strong>&nbsp; block beta-adrenergic receptors, reducing heart rate and cardiac output</li><li><strong>Compelling indications:</strong>&nbsp; coronary heart disease with recent myocardial infarction, heart failure with reduced ejection fraction, arrhythmias (eg, atrial fibrillation); not preferred first-line agents for uncomplicated hypertension.</li><li><strong>Adverse effects:</strong>&nbsp; bradycardia, fatigue, depression, bronchospasm (in asthma), decreased insulin sensitivity</li></ul><h2>Combination therapy</h2><p>Combination therapy may be required for patients with moderate to severe hypertension or who do not achieve target blood pressure with monotherapy.&nbsp; Care is necessary to avoid additive adverse effects (eg, an ACEI with an ARB or aldosterone antagonist can cause severe hyperkalemia).</p><ul class=\"article-body-unordered-list\"><li>Combination of a CCB (eg, amlodipine) with an ACEI or ARB may be favorable for many patients.</li><li>Low-dose thiazide diuretics also are favorable in combination with other drugs (combination tablets are widely available).</li></ul><h2>Other agents</h2><p>In addition to these agents, others may be appropriate for primary therapy in patients with certain comorbid conditions or for add-on therapy in patients who do not achieve adequate blood pressure lowering despite appropriate first-line options.&nbsp; Potential drugs include the following:</p><ul class=\"article-body-unordered-list\"><li>Loop diuretics (eg, furosemide, torsemide) are useful in heart failure with volume overload (or for other patients with refractory edema).</li><li>Alpha blockers (eg, doxazosin, terazosin, prazosin) are useful in benign prostatic hyperplasia with urinary obstruction.</li><li>Mineralocorticoid receptor antagonists (eg, spironolactone, eplerenone) are useful in patients with heart failure or refractory hypertension.</li><li>Centrally acting agents (eg, clonidine, guanfacine) are occasionally useful for refractory hypertension, especially in patients on dialysis; clonidine is sometimes used short term in the management of severe hypertension/hypertensive urgency.</li><li>Vasodilators (eg, hydralazine) are occasionally used in resistant hypertension and heart failure with reduced ejection fraction (with isosorbide dinitrate).</li><li>Sodium glucose cotransporter-2 (SGLT-2) inhibitors (eg, dapagliflozin, empagliflozin) are primarily used for treating type 2 diabetes mellitus but have a notable blood pressure lowering effect; they are sometimes used as adjunctive therapy in patients without diabetes mellitus but with cardiovascular or renal comorbidity.&nbsp; SGLT-2 inhibitors are also useful in patients with heart failure with preserved ejection fraction.</li></ul><p>In pregnancy, some medications are contraindicated (teratogenic) or poorly studied; therefore, in patients with hypertension who are pregnant or considering pregnancy, medications should be changed to ones safe for use (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40807.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 4\n                                    </a>\n                                </div>\n                                ).<p></p><h1>Prognosis and complications</h1><p>Essential hypertension is typically slowly progressive over time, often requiring periodic adjustments to therapy.&nbsp; Uncontrolled hypertension can lead to serious complications, including:</p><ul class=\"article-body-unordered-list\"><li><strong>Hypertensive emergencies:</strong>&nbsp; acute, severe elevations in blood pressure with end-organ damage (eg, hypertensive encephalopathy, acute coronary syndrome)</li><li><strong>Cardiovascular disease:</strong>&nbsp; increased risk for myocardial infarction, heart failure, and stroke</li><li><strong>Chronic kidney disease:</strong>&nbsp; progressive renal impairment and potential for end-stage renal disease</li><li><strong>Retinopathy:</strong>&nbsp; hypertensive damage to retinal blood vessels, leading to vision loss</li><li><strong>Peripheral artery disease:</strong>&nbsp; reduced blood flow to the limbs, causing pain and tissue damage</li><li><strong>Aortic aneurysm and dissection:</strong>&nbsp; weakened and dilated aortic walls prone to rupture</li></ul><p>Several of these conditions are discussed in separate articles.</p><p>Nonadherence with antihypertensive medication is a common reason for poor blood pressure control in hypertensive patients.&nbsp; Motivation is particularly difficult in chronic, silent illnesses, in which many patients are initially asymptomatic and have no immediate, perceived benefit to adherence.&nbsp; Causes of nonadherence should be evaluated systematically (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/50457.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 5\n                                    </a>\n                                </div>\n                                ).<p></p><h1>Screening</h1><p>Routine blood pressure screening is essential for early detection and management.&nbsp; Recommendations include the following:</p><ul class=\"article-body-unordered-list\"><li><strong>Adults age 18-39:</strong>&nbsp; blood pressure measurement at least every 3-5 years</li><li><strong>Adults age ≥40 or at increased risk:</strong>&nbsp; annual blood pressure measurement</li></ul><p>More frequent screening may be appropriate for patients with elevated (nonhypertensive) blood pressure or comorbid conditions (eg, obesity) that raise the risk for hypertension.</p><h1>Special consideration:&nbsp; pediatric hypertension</h1><p>Hypertension in children is often defined as blood pressure ≥95th percentile for the patient's height, sex, and age.&nbsp; Personal and family history (eg, essential hypertension, stroke), examination, and basic laboratory studies are aimed at distinguishing between primary (essential) and secondary hypertension; a possible approach is presented in this figure (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L18062.jpg\" alt=\"figure 8\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">figure 8</div>\n                                </div>\n                                ).&nbsp; Secondary hypertension is common, particularly among prepubertal children; renal causes are most likely, including glomerulonephritis and parenchymal scarring (eg, from vesicoureteral reflux or congenital anomalies).&nbsp; However, primary (essential) hypertension is increasing in prevalence, in parallel with childhood obesity; it is more common in older children and adolescents.&nbsp; Screening for hypertension often begins at age 3 (or younger in patients with risk factors).<p></p><h1>Summary</h1><p>Essential hypertension is a common and multifactorial condition characterized by elevated blood pressure without a secondary cause.&nbsp; Understanding its pathophysiology, risk factors, and clinical presentation is crucial for accurate diagnosis and effective management.&nbsp; Early intervention through lifestyle modifications and appropriate pharmacologic therapy can prevent complications and improve prognosis.&nbsp; Regular screening and monitoring are vital for maintaining blood pressure control and reducing the burden of hypertension-related morbidity and mortality.</p></div>\n            "
}