{
  "meta": {
    "title": "Hypertensive emergency",
    "url": "https://brainandscalpel.vercel.app/hypertensive-emergency-98ed69fd-2c8a1f.html",
    "scrapedAt": "2025-12-01T04:45:19.781Z",
    "type": "article"
  },
  "content": "\n                <div><h1>Introduction</h1>\n<p>Hypertensive emergency refers to severe elevation in blood pressure (BP) associated with acute <strong>end-organ damage</strong>.&nbsp; It is distinguished from hypertensive urgency (ie, severe asymptomatic hypertension), which is a marked elevation in BP (systolic pressure ≥180 mm Hg and/or diastolic pressure ≥120 mm Hg) without end-organ damage (discussed in a separate article).&nbsp; The distinction is crucial because hypertensive emergency requires immediate intervention to prevent morbidity and mortality, whereas hypertensive urgency can be managed with more gradual BP reduction.</p>\n<h1>Pathophysiology</h1><br><br><p>Normally, with gradual blood pressure rises, the arterioles can adjust by dilating or constricting to regulate blood flow.&nbsp; In hypertensive emergencies, these autoregulatory mechanisms fail, leading to a rapid rise in BP.&nbsp; The mechanisms underlying hypertensive emergency include endothelial dysfunction and neurohormonal activation.</p>\n<h2>Endothelial dysfunction</h2><br><br><p>The endothelium plays a critical role in vascular homeostasis by releasing vasodilators such as nitric oxide (NO) and prostacyclin.&nbsp; During a hypertensive emergency, prolonged high blood pressure damages the endothelium, reducing its ability to produce these vasodilators.&nbsp; This damage leads to a loss of vascular tone regulation, increasing vasoconstriction and worsening hypertension.</p>\n<h2>Neurohormonal activation&nbsp;</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>The renin-angiotensin-aldosterone system (RAAS):</strong>&nbsp; Activation of RAAS stimulates the release of angiotensin II, a potent vasoconstrictor, and aldosterone, which enhances sodium and water reabsorption, thereby expanding blood volume.&nbsp; This contributes to the rapid rise in blood pressure and can precipitate target organ damage characteristic of hypertensive emergencies.&nbsp; Enhanced activity of RAAS also triggers the production of proinflammatory cytokines and vascular cell adhesion molecules, which exacerbates vascular damage and increases vascular reactivity.</li>\n\t<li><strong>Sympathetic nervous system:</strong>&nbsp; Normally, the arterial baroreflex adjusts blood pressure by changing vascular tone through baroreceptors.&nbsp; In hypertensive urgency, this feedback mechanism is impaired, so the expected reduction in peripheral resistance and heart rate does not occur.&nbsp; This disruption causes blood pressure to remain high, increasing the risk of target organ damage.</li>\n</ul>\n<h1>Risk factors</h1><br><br><p>Several factors predispose individuals to hypertensive emergency:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Chronic hypertension:</strong>&nbsp; Poorly controlled chronic hypertension is the most significant risk factor.&nbsp; Chronic hypertension induces vascular remodeling, reducing vessel elasticity and increasing peripheral resistance.&nbsp; Over time, this leads to impaired autoregulation of blood flow and heightened sensitivity to vasoconstrictors, resulting in a sudden, severe rise in blood pressure that can damage target end-organs.</li>\n\t<li><strong>Renal disease:</strong>&nbsp; Chronic kidney disease can lead to hypertensive emergency by impairing sodium and fluid excretion, which increases blood volume and blood pressure.&nbsp; In addition, damaged kidneys activate (RAAS), causing further vasoconstriction and fluid retention.</li>\n\t<li><strong>Other causes of secondary hypertension:</strong>&nbsp; Conditions such as pheochromocytoma, Cushing syndrome, and hyperaldosteronism can cause release of excessive catecholamines, cortisol, or aldosterone, respectively, precipitating hypertensive emergencies.</li>\n\t<li><strong>Substance use:</strong>&nbsp; Cocaine, amphetamine, and excessive alcohol consumption can cause acute hypertensive crises by stimulating the sympathetic nervous system, leading to intense vasoconstriction, increased heart rate, and elevated cardiac output.</li>\n\t<li><strong>Nonadherence to antihypertensive medication:</strong>&nbsp; Abrupt discontinuation of medications such as clonidine or beta-blockers can lead to rebound hypertension.</li>\n\t<li><strong>Pregnancy:</strong>&nbsp; Conditions such as preeclampsia and eclampsia are significant risk factors for hypertensive emergencies in pregnant women.</li>\n</ul>\n<h1>Clinical presentation</h1><br><br><p>The clinical presentation of hypertensive emergency varies depending on the affected organ systems.&nbsp; Common signs and symptoms (reflecting end-organ dysfunction) include the following:</p>\n<h2>Neurologic</h2><br><br><p>Severe headache, confusion, altered mental status, visual disturbances, certain fundoscopic findings (eg, papilledema (\n                                </p><div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11985.png\" alt=\"image 1\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 1</div>\n                                </div>\n                                ), flame hemorrhages, cotton wool spot (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L11954.jpg\" alt=\"image 2\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 2</div>\n                                </div>\n                                ), blindness, and focal neurologic deficits may indicate hypertensive encephalopathy, intracranial hemorrhage, or stroke.<p></p>\n<h2>Cardiovascular</h2><br><br><p>Chest pain, dyspnea, pulmonary edema, palpitations, and signs of heart failure may be indicative of acute coronary syndrome, aortic dissection, or acute left ventricular dysfunction.</p>\n<h2>Renal</h2><br><br><p>Oliguria, hematuria, and azotemia suggest acute kidney injury secondary to malignant hypertension.</p>\n<h2>Nonspecific/other signs and symptoms</h2><br><br><p>Nausea, vomiting, and epistaxis can also be present.</p>\n<h1>Diagnosis</h1><br><br><p>The diagnosis of hypertensive emergency is clinical and relies on the identification of <strong>severely elevated BP</strong> (typically ≥180/120 mm Hg, but <strong>no specific BP value&nbsp;is required </strong>for diagnosis and the condition can occur at lower pressures) in conjunction with <strong>signs and symptoms of acute end-organ damage</strong>.&nbsp; It is essential to differentiate hypertensive emergency from hypertensive urgency, in which BP is similarly elevated but without evidence of end-organ damage.</p>\n<h1>Laboratory/imaging evaluation</h1><br><br><p>Laboratory and imaging studies should be obtained to assess the extent of end-organ damage and guiding management.&nbsp; Evaluation should be based on the patient's clinical presentation and tailored to the patient's presenting symptoms.</p>\n<h2>Laboratory tests</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Serum electrolytes and renal function tests</strong> provide information on electrolytes and kidney function.&nbsp; Electrolyte abnormalities may suggest underlying causes such as primary aldosteronism (eg, hypokalemia).&nbsp; Elevated creatinine indicates possible acute kidney injury due to hypertensive nephropathy.</li>\n\t<li>Cardiac biomarkers (<strong>troponin</strong>) can help determine if there is acute myocardial injury or strain.</li>\n\t<li>Complete blood count (CBC) evaluates for anemia, which can indicate underlying conditions such as renal failure or hemolysis that may be associated with hypertensive emergencies.</li>\n\t<li><strong>Urinalysis</strong> may reveal hematuria or red blood cell casts indicating renal involvement (eg, acute hypertensive nephrosclerosis).&nbsp; Although biopsy is not indicated or routinely performed, corresponding histopathologic patterns include fibrinoid necrosis (cell death and fibrin deposition within the arteriolar walls is visible as circumferential, amorphous, pink material) and hyperplastic arteriosclerosis (\n                                <div class=\"my-8\">\n                                    <img src=\"https://www.uworld.com/media/L9425.png\" alt=\"image 3\" class=\"w-full rounded-lg border border-white border-opacity-20 shadow-lg\">\n                                    <div class=\"text-sm text-center text-white text-opacity-60 mt-2 italic\">image 3</div>\n                                </div>\n                                ) (concentric hyperplasia and layering of smooth muscle cells and collagen, resulting in an \"onion-skin\" appearance).</li>\n</ul>\n<h2>Imaging studies</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Chest X-ray:&nbsp; Useful for assessing pulmonary edema or signs of heart failure.</li>\n\t<li><strong>ECG</strong>:&nbsp; Detects ischemic changes or left ventricular hypertrophy.</li>\n\t<li>CT of the head:&nbsp; Indicated in patients with significant neurologic symptoms (eg, focal deficits) to rule out stroke or intracranial hemorrhage.</li>\n\t<li>Echocardiography:&nbsp; Assesses cardiac function and detects left ventricular hypertrophy or wall motion abnormalities.</li>\n\t<li>CT of the chest:&nbsp; Required to rule out aortic dissection in patients with chest pain.</li>\n</ul>\n<h1>Differential diagnosis</h1><br><br><p>The differential diagnosis for hypertensive emergency includes conditions with similar presentations, but they can be distinguished by specific features.</p>\n<h2>Hypertensive urgency</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Both present with markedly elevated BP (eg, systolic pressure ≥180 mm Hg and/or diastolic pressure ≥120 mm Hg).&nbsp; However, hypertensive urgency lacks evidence of acute end-organ damage, and its management is less urgent (eg, oral antihypertensives and outpatient follow-up).</li>\n</ul>\n<h2>Acute coronary syndrome</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Both may present with chest pain and elevated BP, and acute coronary syndrome may be a complication of hypertensive emergency.&nbsp; However, acute coronary syndrome by itself may not always involve significant BP elevation; and when it occurs as a complication of hypertensive emergency, it typically develops after sustained BP elevation and is accompanied by other manifestations of end-organ damage.</li>\n</ul>\n<h2>Aortic dissection</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Both can present with severe chest pain and elevated BP, and aortic dissection can be a complication of hypertensive emergency.&nbsp; However, when it occurs as a complication of hypertensive emergency, it is typically accompanied by other manifestations of end-organ damage, and the BP elevation may be more difficult to control.</li>\n</ul>\n<h2>Endocrine:&nbsp; Pheochromocytoma crisis, thyroid storm</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Both may present with severe hypertension, palpitations, and headache.&nbsp; However, pheochromocytoma crisis often involves episodic hypertension, and plasma or urinary metanephrines are elevated.&nbsp; Thyroid storm often causes hyperpyrexia, and although tachycardia is common, congestive heart failure is often seen.</li>\n</ul>\n<h2>Preeclampsia/eclampsia</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li>Both can present with elevated BP, headaches, and visual disturbances.&nbsp; However, preeclampsia/eclampsia occurs during pregnancy (occasionally post-partum) and is associated with proteinuria, edema, and other signs of end-organ dysfunction specific to pregnancy.</li>\n</ul>\n<h1>Management</h1><br><br><p>The management of hypertensive emergency requires <strong>immediate BP reduction</strong> to prevent or limit further end-organ damage.&nbsp; The choice of antihypertensive agents (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/36441.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 1\n                                    </a>\n                                </div>\n                                ) and the rate and degree of blood pressure reduction depend on the specific clinical scenario and the target organs involved.&nbsp; Detailed blood pressure management strategies tailored to specific conditions are included in articles dedicated to each topic.<p></p>\n<h2>General principles</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Initial BP reduction goal:</strong>&nbsp; In most clinical scenarios, the mean arterial pressure (MAP) should be reduced by ~10% within the first hour and a further 5%-15% over the next 23 hours.&nbsp; Excessive abrupt decreases should be avoided because they can precipitate ischemia.&nbsp; There are a few clinical scenarios (eg, intracerebral hemorrhage, aortic dissection) in which more aggressive lowering of blood pressure may be beneficial.</li>\n\t<li><strong>Route of administration:</strong>&nbsp; <strong>Intravenous</strong> (IV) antihypertensives are preferred due to their rapid onset and titratability.</li>\n</ul>\n<h2>Medication options</h2><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Vasodilators:</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Nitroprusside:</strong>&nbsp; A potent vasodilator with a rapid onset offset that lowers blood pressure by releasing nitric oxide (NO), which increases cyclic guanosine monophosphate (cGMP) levels in vascular smooth muscle causing smooth muscle relaxation, leading to vasodilation of both arteries and veins.&nbsp; There is a significant risk of cyanide toxicity with prolonged use.</li>\n\t\t<li><strong>Nitroglycerin:</strong>&nbsp; A potent vasodilator similar to nitroprusside but without the risk of cyanide toxicity.&nbsp; It is particularly effective in hypertensive emergencies complicated by acute coronary syndrome or heart failure, but it is typically not used as the sole agent for managing hypertensive emergencies.</li>\n\t\t<li><strong>Nicardipine:</strong>&nbsp; A dihydropyridine calcium channel blocker with a favorable side effect profile.&nbsp; It has a slightly longer onset and serum elimination half-life (3-6 hours) than nitroprusside.&nbsp; It is often used in patients with neurologic emergencies.</li>\n\t\t<li><strong>Clevidipine:</strong>&nbsp; An ultra-short-acting dihydropyridine calcium channel blocker that is quickly metabolized by serum esterases, resulting in a very short serum half-life ( 5 to 15 minutes).&nbsp; It effectively reduces blood pressure without affecting cardiac filling pressures but may cause reflex tachycardia.&nbsp; It is contraindicated in patients with severe aortic stenosis (as it can lead to severe hypotension) and in those with lipid metabolism issues due to its lipid-rich formulation.&nbsp; Additionally, it should be avoided by individuals with allergies to soy or eggs, which are components of its emulsion.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Adrenergic inhibitors</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Labetalol:</strong>&nbsp; A combined alpha and beta-blocker suitable for most hypertensive emergencies, including those in pregnancy.&nbsp; It is typically felt to be less effective than nicardipine.&nbsp; It should be avoided in patients with asthma, chronic obstructive lung disease, heart failure, bradycardia, or greater than first-degree heart block.</li>\n\t\t<li><strong>Esmolol:</strong>&nbsp; A short-acting cardioselective beta blocker, rapidly metabolized by blood esterases.&nbsp; It is useful in aortic dissection or in patients who cannot tolerate longer-acting agents.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Renin-angiotensin system inhibitors</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Enalaprilat:</strong>&nbsp; An intravenous ACE inhibitor that may be useful in patients with heart failure but is contraindicated in patients with acute kidney injury or hyperkalemia.&nbsp; It tends to have an unpredictable hypotensive response that is dependent on the plasma volume and plasma renin activity in individual patients.</li>\n\t</ul>\n\t</li>\n\t<li><strong>Diuretics</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li><strong>Furosemide:</strong>&nbsp; A loop diuretic that rapidly reduces blood pressure by increasing renal excretion of sodium and water, decreasing blood volume and preload.&nbsp; It is typically used to manage pulmonary edema secondary to hypertensive emergency.</li>\n\t</ul>\n\t</li>\n</ul><br><br><p>Hydralazine is a direct arteriolar vasodilator that is effective in lowering blood pressure but is typically not preferred for hypertensive emergency (other than in pregnant patients) because of the unpredictable hypotensive response that occurs in some patients.</p>\n<h1>Special considerations</h1><br><br><p>The rate and degree of blood pressure reduction depends on the clinical scenario.</p>\n<h2>Aortic dissection</h2><br><br><p>The initial management of acute aortic dissection consists of anti-impulse therapy, which is aimed at reducing aortic wall shear stress.&nbsp; Intravenous beta blockers (eg, labetalol, esmolol) are the preferred therapy.&nbsp; Labetalol has the added effect of alpha-1 receptor blockade, which causes peripheral vasodilation and blood pressure reduction.&nbsp; Anti-impulse therapy is typically followed by an additional intravenous medication (eg, nitroprusside, nicardipine) if blood pressure is not at goal (typically systolic blood pressure &lt;120 mm Hg).</p>\n<h2>Acute coronary syndrome</h2><br><br><p>Nitrates are often used in the management of acute coronary syndrome because they induce systemic arterial dilation (which reduces afterload to lessen myocardial oxygen demand) and coronary arterial dilation (which improves blood flow to increase myocardial oxygen supply).&nbsp; Labetalol and other beta-blockers can also be administered in most cases (but should be avoided in shock or decompensated heart failure).&nbsp; Caution should always be taken with BP reduction to avoid compromising coronary perfusion.</p>\n<h2>Acute renal failure</h2><br><br><p>Fenoldopam, a short-acting, selective, peripheral dopamine-1 receptor agonist with little to no effect on alpha- or beta-adrenergic receptors is especially beneficial in patients with hypertensive emergency and renal insufficiency.&nbsp; Dopamine-1 receptor stimulation activates adenylyl cyclase and raises intracellular cyclic AMP, resulting in vasodilation of most arterial beds with a corresponding decrease in systemic blood pressure.&nbsp; Renal vasodilation is particularly prominent and leads to increased renal perfusion, increased urine output, and natriuresis (ie, sodium excretion).</p>\n<h2>Pregnancy</h2><br><br><p>Intravenous labetalol or hydralazine are first-line agents for acute therapy of severe hypertension in a pregnant patient.&nbsp; In patients with preeclampsia, magnesium sulfate is used to prevent seizures.&nbsp; Several antihypertensives (eg, ACE inhibitors) should be avoided in pregnancy (\n                                </p><div class=\"my-6\">\n                                    <a href=\"https://www.uworld.com/media/40807.html\" target=\"_blank\" class=\"glass-button w-full py-4 flex items-center justify-center text-white font-bold hover:scale-[1.02] transition-transform\">\n                                        <span class=\"mr-2\">📊</span> View Table: table 2\n                                    </a>\n                                </div>\n                                ).<p></p>\n<h1>Complications</h1><br><br><p>Complications of hypertensive emergency are related to both the underlying pathophysiology and the treatment:</p><br><br><ul class=\"article-body-unordered-list\">\n\t<li><strong>Neurologic</strong><br><br>\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Stroke (particularly hemorrhagic)</li>\n\t\t<li>Hypertensive encephalopathy</li>\n\t\t<li>Seizures</li>\n\t\t<li>Reversible posterior leukoencephalopathy syndrome (RPLS), sometimes also called posterior reversible encephalopathy syndrome (PRES), characterized by neurologic (headache, seizures, altered mental status) and radiologic (posterior vasogenic edema on MRI) abnormalities</li>\n\t</ul>\n\t</li>\n\t<li><strong>Cardiovascular</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Myocardial infarction</li>\n\t\t<li>Heart failure</li>\n\t\t<li>Aortic dissection</li>\n\t</ul>\n\t</li>\n\t<li><strong>Renal</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Acute kidney injury</li>\n\t\t<li>Microangiopathic hemolytic anemia</li>\n\t</ul>\n\t</li>\n\t<li><strong>Iatrogenic</strong>\n\t<ul class=\"article-body-unordered-list\">\n\t\t<li>Excessive BP reduction leading to ischemia (eg, cerebral, coronary, or renal)</li>\n\t\t<li>Cyanide toxicity from prolonged nitroprusside use</li>\n\t</ul>\n\t</li>\n</ul>\n<h1>Prognosis</h1><br><br><p>The prognosis of hypertensive emergency depends on the rapidity of diagnosis and intervention.&nbsp; Prompt BP reduction and management of end-organ damage are critical for improving outcomes and reducing long term consequences.&nbsp; Without appropriate treatment, hypertensive emergencies can lead to permanent organ damage and significantly increase the risk of mortality.</p>\n<h1>Summary</h1><br><br><p>Hypertensive emergency is a life-threatening condition characterized by severe BP elevation with acute end-organ damage.&nbsp; Rapid diagnosis and intervention are essential to prevent irreversible organ damage and death.&nbsp; Management involves the use of intravenous antihypertensives tailored to the specific clinical scenario, with close monitoring to avoid iatrogenic complications.</p>\n</div>\n\n            "
}